{
 "awd_id": "1249354",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Identifying the Research Challenges Underlying a National-Scale Learning Health System",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 99808.0,
 "awd_amount": 99808.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2012-09-13",
 "awd_abstract_narration": "It is widely acknowledged that improving health in the United States will require the creation of a national-scale Learning Health System.  A Learning Health System (LHS) will allow the nation to take full advantage of advanced computational methods and the increasing amounts of health-related data available in digital form. An LHS would enable such data to be rapidly mobilized and continuously analyzed--and the results subsequently shared in \"actionable\" forms--to improve health care quality; empower public health and biomedical research; and enable patients and their families, along with their care providers, to make better-informed collaborative health decisions. \r\n\r\nThe creation of an LHS at national scale is a monumental socio-technical challenge.  These challenges invoke a broad scope of open fundamental scientific questions that, to date, have not been clearly identified. To address these issues we will undertake a road-mapping activity in the form of a two-day invitational workshop in Washington, DC.  The workshop, engaging approximately 35 of the nation's leading scientists, will identify and describe these open questions, and will identify interrelationships among them. Participants will bring expertise spanning three broad challenge areas underlying a national-scaled LHS: 1) system requirements, modeling and performance; 2) data, knowledge, and analytics; and 3) organization, economics, and policy. These challenge areas invoke the computational/informational sciences and related fields of engineering, the behavioral and social sciences, and the biomedical sciences. \r\n\r\nThe results of this workshop will provide clear direction for a next generation of research to address a class of problems of vital interest to health and well-being of individuals and populations.  Also, because the challenges to be addressed in the workshop are profoundly interdisciplinary, the results will create potential for collaboration among groups of scientists who have not yet come together around these most important problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Friedman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Friedman",
   "pi_email_addr": "cpfried@umich.edu",
   "nsf_id": "000618952",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801800",
   "pgm_ele_name": "Smart and Connected Health"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8018",
   "pgm_ref_txt": "Smart and Connected Health"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99808.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In recent years, our nation&rsquo;s health system has increasingly gone digital.&nbsp; Medical records that would have been recorded in paper form just a few years ago are now being captured electronically.&nbsp; Connected fitness accessories and health monitoring sensors are also growing in popularity and ubiquity.&nbsp; However, accompanying this historic investment of public and private resources in digitizing healthcare, a broad-based consensus has emerged that maximum benefits will only accrue if data captured is shared in ways that enable knowledge to be generated from it &ndash; and in turn if such knowledge is rapidly disseminated to clinicians and patients and other stakeholders to inform health decisions.&nbsp; This vision, on a sufficiently large scale (such as nationally) is known as the Learning Health System (LHS).</p>\n<p>&nbsp;</p>\n<p class=\"Default\">Expertise from multiple and diverse disciplines is required to address the myriad scientific and engineering research challenges associated with realizing a high-functioning LHS &ndash; a continuously improving emergent system that can transform healthcare and health for our nation by delivering on the promise of harnessing the power of data and analytics to generate new knowledge, and in turn rapidly mobilizing tailored feedback generated to inform health decisions.&nbsp; One overarching challenge is developing modes of collaboration to empower individuals representing diverse stakeholder groups, and drawing on perspectives from seemingly divergent disciplines, to work together to innovatively tackle such complex challenges none could address alone.</p>\n<p>&nbsp;</p>\n<p class=\"Default\">To identify the scientific and engineering research challenges that need to be addressed to realize the LHS vision, a team led by the University of Michigan, with funding from the National Science Foundation (NSF), convened a 2-day invitational workshop in Washington, DC on April 11-12, 2013.&nbsp; The workshop was planned by a 12-member planning committee.&nbsp; Ultimately, 45 prominent researchers with expertise spanning social, biomedical, physical, and computational sciences participated in the trans-disciplinary workshop.</p>\n<p>&nbsp;</p>\n<p class=\"Default\">Through an iterative process, the participants ultimately identified 106 research challenge questions across 4 categories and 19 subcategories.&nbsp; The 4 categories corresponded to 4 key system-level requirements for a high-functioning LHS the participants agreed upon:</p>\n<p class=\"Default\">1.) An LHS Trusted and Valued by All Stakeholders</p>\n<p>2.) An Economically Sustainable and Governable LHS</p>\n<p>3.) An Adaptable, Self-Improving, Stable, Certifiable, and Responsive LHS</p>\n<p>4.) An LHS Capable of Engendering a Virtuous Cycle of Health Improvement</p>\n<p>&nbsp;</p>\n<p class=\"Default\">The workshop participants recognized the profound implications of the consensus findings.&nbsp; Collectively, the organized set of research challenge questions form the basis of a future research agenda.&nbsp; A further transcendent finding that emerged was the conceptualization of a new trans-disciplinary science of learning systems that must itself be developed to address the research challenge questions identified.&nbsp; This new integrative science may well be applicable to solving large-scale pressing societal challenges at the intersection of complex technological and social systems that transcend the health domain.</p>\n<p>&nbsp;</p>\n<p class=\"Default\">A key outcome of follow-up efforts has been the catalysis of key next steps toward bringing together and growing a broad-based community of interest to drive forward the pioneering research agenda envisioned for the new science of learning systems.&nbsp; That effort began with widely disseminating the findings to diverse stakeholder groups inside and outside of healthcare.&nbsp; Summarized findings have been presented a...",
  "por_txt_cntn": "\nIn recent years, our nationÆs health system has increasingly gone digital.  Medical records that would have been recorded in paper form just a few years ago are now being captured electronically.  Connected fitness accessories and health monitoring sensors are also growing in popularity and ubiquity.  However, accompanying this historic investment of public and private resources in digitizing healthcare, a broad-based consensus has emerged that maximum benefits will only accrue if data captured is shared in ways that enable knowledge to be generated from it &ndash; and in turn if such knowledge is rapidly disseminated to clinicians and patients and other stakeholders to inform health decisions.  This vision, on a sufficiently large scale (such as nationally) is known as the Learning Health System (LHS).\n\n \nExpertise from multiple and diverse disciplines is required to address the myriad scientific and engineering research challenges associated with realizing a high-functioning LHS &ndash; a continuously improving emergent system that can transform healthcare and health for our nation by delivering on the promise of harnessing the power of data and analytics to generate new knowledge, and in turn rapidly mobilizing tailored feedback generated to inform health decisions.  One overarching challenge is developing modes of collaboration to empower individuals representing diverse stakeholder groups, and drawing on perspectives from seemingly divergent disciplines, to work together to innovatively tackle such complex challenges none could address alone.\n\n \nTo identify the scientific and engineering research challenges that need to be addressed to realize the LHS vision, a team led by the University of Michigan, with funding from the National Science Foundation (NSF), convened a 2-day invitational workshop in Washington, DC on April 11-12, 2013.  The workshop was planned by a 12-member planning committee.  Ultimately, 45 prominent researchers with expertise spanning social, biomedical, physical, and computational sciences participated in the trans-disciplinary workshop.\n\n \nThrough an iterative process, the participants ultimately identified 106 research challenge questions across 4 categories and 19 subcategories.  The 4 categories corresponded to 4 key system-level requirements for a high-functioning LHS the participants agreed upon:\n1.) An LHS Trusted and Valued by All Stakeholders\n\n2.) An Economically Sustainable and Governable LHS\n\n3.) An Adaptable, Self-Improving, Stable, Certifiable, and Responsive LHS\n\n4.) An LHS Capable of Engendering a Virtuous Cycle of Health Improvement\n\n \nThe workshop participants recognized the profound implications of the consensus findings.  Collectively, the organized set of research challenge questions form the basis of a future research agenda.  A further transcendent finding that emerged was the conceptualization of a new trans-disciplinary science of learning systems that must itself be developed to address the research challenge questions identified.  This new integrative science may well be applicable to solving large-scale pressing societal challenges at the intersection of complex technological and social systems that transcend the health domain.\n\n \nA key outcome of follow-up efforts has been the catalysis of key next steps toward bringing together and growing a broad-based community of interest to drive forward the pioneering research agenda envisioned for the new science of learning systems.  That effort began with widely disseminating the findings to diverse stakeholder groups inside and outside of healthcare.  Summarized findings have been presented at panels and presentations at meetings that engage clinicians, patients, health informaticists, system scientists, public health professionals, and many other professions and stakeholder groups nationally and internationally.  The workshop report itself was synthesized by the planning committee into a journal article that was published in a p..."
 }
}