{
 "awd_id": "1249114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gulf of Mexico Oil Spill and Ecosystem Science Conference",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 13300.0,
 "awd_amount": 13300.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "The PI requests partial support for the Gulf of Mexico Oil Spill & Ecosystem Science Conference scheduled for January 21-23, 2013 in New Orleans, LA. This will an open science conference driven by science community input. Topics and speakers for plenary session presentation will be identified by the Conference partners. Through plenary and breakout sessions covering themes ranging from chemical and physical oceanography to ecosystem dynamics and impacts to technology development and public health, the conference will provide a forum for the research community in the Gulf of Mexico to share their latest scientific results.\r\n\r\nBroader Impacts\r\n\r\nThis Conference will engage and build a community of researchers working on all aspects of Gulf of Mexico ecosystem science and initiate dialogue with the users of that information. The Conference encourages graduate student participation. The Conference will also involve the participation of high school teachers from the Gulf region to expose them to Gulf ecosystem science, to clarify the science for them, and, ultimately to help advance development of learning opportunities around the science content of the Conference. The conference organizers will engage the four regional Sea Grant programs (FL, LA, MS-AL, TX) and the National Marine Educators Association to conduct outreach to high school teachers affiliated with their local programs and to recruit them for the conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristen",
   "pi_last_name": "Yarincik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristen Yarincik",
   "pi_email_addr": "kYarincik@oceanleadership.org",
   "nsf_id": "000567029",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Consortium for Ocean Leadership, Inc",
  "inst_street_address": "1225 NEW YORK AVE NW STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2024481236",
  "inst_zip_code": "200056156",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CONSORTIUM FOR OCEAN LEADERSHIP, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KMZBB7SJBP72"
 },
 "perf_inst": {
  "perf_inst_name": "Consortium for Ocean Leadership, Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200056108",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "541800",
   "pgm_ele_name": "OCE SPECIAL PROGRAMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the NSF-supported award &ldquo;Gulf of Mexico Oil Spill and Ecosystem Science Conference&rdquo; was to create an opportunity for high school educators in the Gulf of Mexico region to learn methodologies and results of research on the impacts of the Deepwater Horizon oil spill and turn those into lessons for the classroom. After attending scientific sessions throughout the conference, a workshop was held to discuss educational opportunities from the sessions and ideas for how the Gulf of Mexico research community could support teachers in their efforts to teach their students more about the Gulf of Mexico ecosystem and impacts of oil pollution.</p>\n<p>Participation included two educators from Louisiana, two from Florida, and one teacher from each Alabama and Texas. The Mississippi-Alabama Sea Grant identified the educator participants and facilitated the workshop, along with staff of the Gulf of Mexico Research Initiative (GoMRI). MS-AL Sea Grant&rsquo;s time was provided in kind.</p>\n<p>The key outcomes of the effort are as follows.</p>\n<ol> </ol>\n<p><strong>1. Educators shared information on challenges they face as well as the types of help from the research community that would be most beneficial for their students</strong></p>\n<ol> </ol>\n<p>Educators noted that both they and their students want to be involved in real science; however, there are a number of challenges that make this difficult.</p>\n<ul>\n<li>Limited time for field trips: Many schools will not allow field trips until after the school year testing is completed, so this leaves little time for students to participate in out-of-school opportunities. Technology-based opportunities, such as virtual ship-to-shore sessions, and traveling science displays or equipment/vehicles that bring the science to the school can help with this challenge.</li>\n<li>Resources for science equipment: Most schools have limited funds for teachers to purchase equipment for science experiments. Sometimes teachers can apply for grants to purchase equipment, but often those do not cover the costs of training, maintenance and repairs, refills, etc., which gives the equipment a short life cycle in the school. Teachers would benefit from restructured grants that provide the initial equipment to a large number of classrooms as well as teacher training, followed by multi-year &ldquo;maintenance&rdquo; funds for repair, refills of associated supplies/samples, and technical support.</li>\n<li>Resources for professional development: In order to participate in professional development or scientific research opportunities, teachers generally require honorarium, stipend or other compensation for their personal time. In some cases, funding for the school to hire a substitute teacher may also be needed.</li>\n</ul>\n<p>There are multiple ways to share scientific research in the classroom. There is no single approach that works for all situations, so a combination of approaches is advantageous. Among these, teachers would like direct access to:</p>\n<ul>\n<li>Scientists: to visit (in-person or remotely/virtually) their classrooms and personally share their work. The scientists can be briefed by the teacher in advance to help ensure the presentation topics meet benchmarks and that the material is presented at the right level (many scientists either over- or underestimate students level of knowledge).</li>\n<li>Presentations (PowerPoints, videos, etc.) from conferences: to share with their students and use them as the basis for test material.</li>\n<li>Scientific data or subset(s) of data: to strengthen students&rsquo; analytical skills and for students to compare with their own experimental results or interpretation of that data. In addition, students would be interested in seeing any data they collect incorporated into databases of other experimental or long-term monitoring activities.</li>\n<li>Visuals, such as websites, interactive maps, ...",
  "por_txt_cntn": "\nThe goal of the NSF-supported award \"Gulf of Mexico Oil Spill and Ecosystem Science Conference\" was to create an opportunity for high school educators in the Gulf of Mexico region to learn methodologies and results of research on the impacts of the Deepwater Horizon oil spill and turn those into lessons for the classroom. After attending scientific sessions throughout the conference, a workshop was held to discuss educational opportunities from the sessions and ideas for how the Gulf of Mexico research community could support teachers in their efforts to teach their students more about the Gulf of Mexico ecosystem and impacts of oil pollution.\n\nParticipation included two educators from Louisiana, two from Florida, and one teacher from each Alabama and Texas. The Mississippi-Alabama Sea Grant identified the educator participants and facilitated the workshop, along with staff of the Gulf of Mexico Research Initiative (GoMRI). MS-AL Sea GrantÆs time was provided in kind.\n\nThe key outcomes of the effort are as follows.\n \n\n1. Educators shared information on challenges they face as well as the types of help from the research community that would be most beneficial for their students\n \n\nEducators noted that both they and their students want to be involved in real science; however, there are a number of challenges that make this difficult.\n\nLimited time for field trips: Many schools will not allow field trips until after the school year testing is completed, so this leaves little time for students to participate in out-of-school opportunities. Technology-based opportunities, such as virtual ship-to-shore sessions, and traveling science displays or equipment/vehicles that bring the science to the school can help with this challenge.\nResources for science equipment: Most schools have limited funds for teachers to purchase equipment for science experiments. Sometimes teachers can apply for grants to purchase equipment, but often those do not cover the costs of training, maintenance and repairs, refills, etc., which gives the equipment a short life cycle in the school. Teachers would benefit from restructured grants that provide the initial equipment to a large number of classrooms as well as teacher training, followed by multi-year \"maintenance\" funds for repair, refills of associated supplies/samples, and technical support.\nResources for professional development: In order to participate in professional development or scientific research opportunities, teachers generally require honorarium, stipend or other compensation for their personal time. In some cases, funding for the school to hire a substitute teacher may also be needed.\n\n\nThere are multiple ways to share scientific research in the classroom. There is no single approach that works for all situations, so a combination of approaches is advantageous. Among these, teachers would like direct access to:\n\nScientists: to visit (in-person or remotely/virtually) their classrooms and personally share their work. The scientists can be briefed by the teacher in advance to help ensure the presentation topics meet benchmarks and that the material is presented at the right level (many scientists either over- or underestimate students level of knowledge).\nPresentations (PowerPoints, videos, etc.) from conferences: to share with their students and use them as the basis for test material.\nScientific data or subset(s) of data: to strengthen studentsÆ analytical skills and for students to compare with their own experimental results or interpretation of that data. In addition, students would be interested in seeing any data they collect incorporated into databases of other experimental or long-term monitoring activities.\nVisuals, such as websites, interactive maps, and data visualizations (\"Science On a Sphere\"): to facilitate the sharing of science concepts with students.\nScience mentors: to help students prepare for science fairs and engage interested individual students in special projects.\nProfe..."
 }
}