{
 "awd_id": "1249719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Implementing Nanolaminates in an Anodic Oxide Trench for Energy Storage Systems",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 55750.0,
 "awd_amount": 55750.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "This grant provides funding for research enabling the development of densely packed nano-scale structures to be used in the manufacturing of energy storage devices, such as capacitors.   The nanostructures will consist of metal-insulator-metal layers and will optimize the novel utilization of alternating nano laminates (thin atomic layers of material) in trench structures.  Nano-sized trenches will be fabricated and atomic layer deposition will be used to fill the trenches with alternating high dielectric constant and wide band gap nanolayers.  Trench formation and nanolaminant development will be optimized through structural and chemical characterization using transmission electron microscopy (TEM), Fourier transform (FTIR) analysis, atomic force microscopy (AFM), and scanning electron microscopy (SEM).   Optimized structures will be integrated with high performing electrodes as contacts for the electrical testing of capacitance density, breakdown voltage, and leakage current.\r\n\r\nUpon successful completion of this research, the results will transform the lifespan and cost efficiency of energy storage devices for global solutions.  The outcomes of this research will lead to improved nanostructure processing and equivalent planar capacitance (EPC) performance for energy storage devices.   The primary goal of this research is to manufacture nano trench structures with optimized pore size and conformal nanolaminant coverage to impact capacitor properties, assembly, and scalability for energy storage.  The developed nanostructures will optimize material reliability, durability, and lower processing cost. These resulting metal-insulator-metal trench nanostructures will address long term life cycle, low efficiency, and high leakage current for storage devices used for solar, wind, hydro, and other alternative energy sources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sylvia",
   "pi_last_name": "Thomas",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Sylvia W Thomas",
   "pi_email_addr": "sylvia@usf.edu",
   "nsf_id": "000353845",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Academy of Engineering, in its Grand Challenge on &ldquo;making solar energy economical&rdquo;, emphasizes the need to generate electricity cheaply and efficiently.&nbsp; A major barrier to the widespread use of solar technology, which uses the sun&rsquo;s energy, is the ability to store this energy until needed by households, businesses, and schools.</p>\n<p>For energy storage devices, such as the battery and the supercapacitor, the most common problems are shelf/cycle life, lower efficiency, and high leakage current.&nbsp; These are tremendous challenges for an integrated circuit (IC) industry seeking greater IC functionality, smaller component size, and low power consumption using standard supercapacitors, ultracapacitors or electrochemical capacitors for IC energy storage.</p>\n<p>This work investigates how a trenched nanostructure filled with dielectrics of specific characteristics can yield capacitors which can potentially transform the lifespan and cost efficiency of energy storage devices for global solutions by 10 times.&nbsp; The proposed trenched metal-insulating-metal (T-MIM) structures (Figure 1) fabricated using high aspect ratio nanostructures, filled with alternating high-k and wide band gap materials, may have the ability to simultaneously achieve high capacitance density, high breakdown voltage, and lower leakage current, as compared to planar capacitor nanolaminates or single layer filled trench capacitors.&nbsp; Creation and implementation of T-MIM structures addresses the current challenge of material reliability/durability, lower processing cost and novel utilization of alternating nanolaminates in a trench structure.&nbsp; The high pay off for energy storage will improve current equivalent planar capacitance (EPC) performance of existing supercapacitors by one order of magnitude from 100 &micro;F-cm<sup>-2</sup> up to ~1000 &micro;F-cm<sup>-2</sup> using a high aspect ratio nanolaminate trench design.&nbsp;</p>\n<p>Nanostructures have unique and attractive characteristics, consisting of spatial arrangement, high surface area and density, and versatile shapes.&nbsp; Nanostructures have several forms, nanowires, nanochannels, nanotubes, nanobeams, nanopores, nanofilms, nanofibers, and nanolaminates.&nbsp; The atomic sizes for these structures vary from 1-100 nm or 5 to 1000 atoms.&nbsp; In the past ten years, nanostructures, particularly nanolaminates, have received significant attention for employability in supercapacitors/energy storage systems.&nbsp; Limitations of these energy storage systems have been plagued by non-conforming layers, voids, high leakage currents, low dielectric constants, and cost, all of which are directly related to the selection and quality processing of the materials and the nanostructure architecture.</p>\n<p>A nanolaminate, or nanolayered coating, consists of two or more alternating layers of dielectric films consisting of ultrathin oxide multilayers having individual layer thickness ranging from 1-100 nm. Nanolaminates have also been referred to as nanocomposites of materials with distinct properties, e.g. brittle/soft or high k/wide bandgap materials. &nbsp;Deep reactive-ion etching (DRIE) and/or anodic aluminum oxide (AAO) pores were used to create high aspect ratio trenches.&nbsp; Atomic layer deposition (ALD) has been used to deposit conformal nanolayers or nanolaminates of Al<sub>2</sub>O<sub>3</sub>/TiO<sub>2</sub> layers into these trenches, as those featured in Figure 2. &nbsp;ALD has been used to process layer deposition of alternating high-k dielectrics (needed for high capacitor density) and wide band gap material (needed for low capacitor leakage) stacks of TiO<sub>2</sub> and Al<sub>2</sub>O<sub>3</sub>.&nbsp; The material property of interest is the dielectric constant, k, and the band gap, as seen in Table 1.</p>\n<p>Nanolaminate interfaces can be between materials of distinct properties, and...",
  "por_txt_cntn": "\nThe National Academy of Engineering, in its Grand Challenge on \"making solar energy economical\", emphasizes the need to generate electricity cheaply and efficiently.  A major barrier to the widespread use of solar technology, which uses the sunÆs energy, is the ability to store this energy until needed by households, businesses, and schools.\n\nFor energy storage devices, such as the battery and the supercapacitor, the most common problems are shelf/cycle life, lower efficiency, and high leakage current.  These are tremendous challenges for an integrated circuit (IC) industry seeking greater IC functionality, smaller component size, and low power consumption using standard supercapacitors, ultracapacitors or electrochemical capacitors for IC energy storage.\n\nThis work investigates how a trenched nanostructure filled with dielectrics of specific characteristics can yield capacitors which can potentially transform the lifespan and cost efficiency of energy storage devices for global solutions by 10 times.  The proposed trenched metal-insulating-metal (T-MIM) structures (Figure 1) fabricated using high aspect ratio nanostructures, filled with alternating high-k and wide band gap materials, may have the ability to simultaneously achieve high capacitance density, high breakdown voltage, and lower leakage current, as compared to planar capacitor nanolaminates or single layer filled trench capacitors.  Creation and implementation of T-MIM structures addresses the current challenge of material reliability/durability, lower processing cost and novel utilization of alternating nanolaminates in a trench structure.  The high pay off for energy storage will improve current equivalent planar capacitance (EPC) performance of existing supercapacitors by one order of magnitude from 100 &micro;F-cm-2 up to ~1000 &micro;F-cm-2 using a high aspect ratio nanolaminate trench design. \n\nNanostructures have unique and attractive characteristics, consisting of spatial arrangement, high surface area and density, and versatile shapes.  Nanostructures have several forms, nanowires, nanochannels, nanotubes, nanobeams, nanopores, nanofilms, nanofibers, and nanolaminates.  The atomic sizes for these structures vary from 1-100 nm or 5 to 1000 atoms.  In the past ten years, nanostructures, particularly nanolaminates, have received significant attention for employability in supercapacitors/energy storage systems.  Limitations of these energy storage systems have been plagued by non-conforming layers, voids, high leakage currents, low dielectric constants, and cost, all of which are directly related to the selection and quality processing of the materials and the nanostructure architecture.\n\nA nanolaminate, or nanolayered coating, consists of two or more alternating layers of dielectric films consisting of ultrathin oxide multilayers having individual layer thickness ranging from 1-100 nm. Nanolaminates have also been referred to as nanocomposites of materials with distinct properties, e.g. brittle/soft or high k/wide bandgap materials.  Deep reactive-ion etching (DRIE) and/or anodic aluminum oxide (AAO) pores were used to create high aspect ratio trenches.  Atomic layer deposition (ALD) has been used to deposit conformal nanolayers or nanolaminates of Al2O3/TiO2 layers into these trenches, as those featured in Figure 2.  ALD has been used to process layer deposition of alternating high-k dielectrics (needed for high capacitor density) and wide band gap material (needed for low capacitor leakage) stacks of TiO2 and Al2O3.  The material property of interest is the dielectric constant, k, and the band gap, as seen in Table 1.\n\nNanolaminate interfaces can be between materials of distinct properties, and in designing the laminates, the selection of materials should consider these properties, such as modulus, permittivity, conductivity, band gap, and dielectric constant. Particularly, interfaces with structural defects, e.g. voids, cracks, delamination, can lead to ve..."
 }
}