{
 "awd_id": "1249763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "15th GENI Engineering Conference (GEC15)",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Lyles",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 161215.0,
 "awd_amount": 161215.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "This projects supports hosting the three day fifteenth edition of the GENI Engineering conference, including organizing and hosting the demo session to be held on the University of Houston campus. The Global Environment for Network Innovations (GENI) is a virtual laboratory that is rapidly emerging in prototype form across the United States. GENI aims to transform experimental research in networking and distributed systems, as well as emerging research into very large socio-technical systems, by providing a suite of infrastructure for 'at scale' experiments in future internets.\r\n\r\nThe GENI Project Office organizes three major GENI Engineering conferences (GEC) per year, in which the entire GENI community meets to review current status, and to decide on subsequent steps in GENI's evolution. These GECs include community-based working groups leading GENI's design and planning, and demonstrating progress with live experiments.   About 300 leading researchers and Ph.D. students from diverse US institutions will gather in Houston to showcase their ideas and results.  In the demo session each demo will be provided with a wired connection to the GENI infrastructure. Additionally, wireless connectivity will be available for demonstrations and participants. The 3-day conference will be held at a local conference-oriented hotel, with organizational oversight by an experienced UH event coordinator.  \r\n\r\nBroader Impact:  \r\nThe GEC meeting and Demo sessions provide graduate students with both an opportunity to demonstrate and explain their work to the GENI community prior to formal publication.   It is a key part of helping new graduate students understand what is being done with GENI and who amongst their peers at other institutions might be valuable resources.   It also supports outreach to new community members, including the emerging US Ignite community.  GENI is already being used as an instrument for research.   This proposal supports the development and use of the research instrument.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deniz",
   "pi_last_name": "Gurkan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deniz Gurkan",
   "pi_email_addr": "dgurkan@kent.edu",
   "nsf_id": "000486896",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Rd.",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770092015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "29",
  "perf_st_cong_dist": "TX29",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "023F",
   "pgm_ref_txt": "GENI PROJECT"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 161215.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The project award has been used to organize and host the 15th GENI (Global Environment for Network Innovation) Engineering Conference (GEC) in October 2012. The conference attracted academic and industry participants. The venue was at the Houston Hilton Hotel. Over 150 people attended the conference.</p>\n<p class=\"p1\">The Global Environment for Network Innovations (GENI) is a suite of research infrastructure rapidly taking shape in prototype form across the United States. GENI aims to transform experimental research in networking and distributed systems, as well as emerging research into very large socio-technical systems, by providing a suite of infrastructure for &ldquo;at scale&rdquo; experiments in future internets.&nbsp;</p>\n<p class=\"p1\">GENI supports two types of experiments: (a) controlled and repeatable experiments, which will greatly help improve our scientific understanding of complex, large-scale networks; and (b) &ldquo;in the wild&rdquo; trials of experimental services that ride atop or connect to today&rsquo;s Internet and that engage large numbers of human participants. GENI will provide excellent instrumentation for both forms of experiments, as well as the requisite data archival and analysis tools.</p>\n<p class=\"p1\">The GENI Engineering Conference (GEC) is organized three times per year, in which the entire GENI community meets to review current status and to decide on subsequent steps in GENI&rsquo;s evolution. GECs are regular open working meetings where researchers, developers, industrial &amp; international partners, and the GPO (GENI Project Office) meet to advance infrastructure planning and prototyping for the GENI project. Furthermore, the GEC focuses on how to design and build a suite of infrastructure that can best inspire and support creative research and experimentation. Conference registration is open to all.</p>\n<p class=\"p1\">Past GEC locations have included University of Minnesota, HP Labs, Florida International University, University of Utah, UC San Diego, Polytechnic University of Puerto Rico and University of PR, NSF, Duke and RENCI, University of Missouri - Kansas City, and UCLA.</p>\n<p class=\"p1\">The University of Houston (UH) hosted the 15th GENI Engineering conference, and included the demo event on the campus and a 3-day conference. The demo event had over 35 live demonstrations on the UH campus.&nbsp;</p>\n<p class=\"p1\">Intellectual merit of this award has been the innovative demonstrations and infrastructure developments hosted by the conference.&nbsp;</p>\n<p class=\"p1\">Broader Impact: The GEC Demo sessions provides graduate students with an opportunity to demonstrate and explain their work to the GENI community prior to formal publication. New graduate students are exposed to experimental research through GENI while also starting some cross university cooperation by providing a method for students and faculty to discover who amongst their peers at other institutions might be valuable resources.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2013<br>\n\t\t\t\t\tModified by: Deniz&nbsp;Gurkan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The project award has been used to organize and host the 15th GENI (Global Environment for Network Innovation) Engineering Conference (GEC) in October 2012. The conference attracted academic and industry participants. The venue was at the Houston Hilton Hotel. Over 150 people attended the conference.\nThe Global Environment for Network Innovations (GENI) is a suite of research infrastructure rapidly taking shape in prototype form across the United States. GENI aims to transform experimental research in networking and distributed systems, as well as emerging research into very large socio-technical systems, by providing a suite of infrastructure for \"at scale\" experiments in future internets. \nGENI supports two types of experiments: (a) controlled and repeatable experiments, which will greatly help improve our scientific understanding of complex, large-scale networks; and (b) \"in the wild\" trials of experimental services that ride atop or connect to todayÆs Internet and that engage large numbers of human participants. GENI will provide excellent instrumentation for both forms of experiments, as well as the requisite data archival and analysis tools.\nThe GENI Engineering Conference (GEC) is organized three times per year, in which the entire GENI community meets to review current status and to decide on subsequent steps in GENIÆs evolution. GECs are regular open working meetings where researchers, developers, industrial &amp; international partners, and the GPO (GENI Project Office) meet to advance infrastructure planning and prototyping for the GENI project. Furthermore, the GEC focuses on how to design and build a suite of infrastructure that can best inspire and support creative research and experimentation. Conference registration is open to all.\nPast GEC locations have included University of Minnesota, HP Labs, Florida International University, University of Utah, UC San Diego, Polytechnic University of Puerto Rico and University of PR, NSF, Duke and RENCI, University of Missouri - Kansas City, and UCLA.\nThe University of Houston (UH) hosted the 15th GENI Engineering conference, and included the demo event on the campus and a 3-day conference. The demo event had over 35 live demonstrations on the UH campus. \nIntellectual merit of this award has been the innovative demonstrations and infrastructure developments hosted by the conference. \nBroader Impact: The GEC Demo sessions provides graduate students with an opportunity to demonstrate and explain their work to the GENI community prior to formal publication. New graduate students are exposed to experimental research through GENI while also starting some cross university cooperation by providing a method for students and faculty to discover who amongst their peers at other institutions might be valuable resources. \n\n\t\t\t\t\tLast Modified: 12/04/2013\n\n\t\t\t\t\tSubmitted by: Deniz Gurkan"
 }
}