{
 "awd_id": "1249137",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Some Assembly Required: Understanding the Emergence of Teams and Ecosystems of Teams",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 123857.0,
 "awd_amount": 136337.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2013-06-06",
 "awd_abstract_narration": "This research project will develop a theoretical and computational framework to understand and enable the socio-technical dynamics shaping the assembly of teams in distributed global contexts.  The main barrier to understanding and explaining the role of human centered computing in team assembly is finding a suitable research environment where (1) geographically distributed individuals from potentially different cultures are assembling in teams of varying sizes to accomplish a variety of tasks over varying durations; (2) their actions, interactions and transactions are captured with precise time-stamps; and (3) their outcomes would be recorded with well-defined metrics.  Massively multiplayer online role-playing games offer a research environment that meets all of these requirements.  EVE Online, a massively multiplayer online role-playing game, offers a potentially suitable research opportunity to study the assembly of teams and ecosystems of teams.  It is notable for allowing as many as tens of thousands of people to interact simultaneously on a single server cluster, from around the world, through a well-developed economic system and serious long-term coalitions, in a more flexible action framework than many other popular games possess.\r\n\r\nThis high-risk high-payoff project will explore the feasibility of using data from EVE Online to identify the socio-technical and cultural mechanisms that explain the assembly of teams more generally.  If successful, the study will serve as a model for larger scale studies that, in addition to identifying the assembly mechanisms also assess the impact of these mechanisms on the performance of global teams.  The most important and complex decisions in society are made in teams. And yet, assembling effective teams is a daunting task. While there is an awareness of how team collaborations can spearhead socio-economic change, we still have sparse sociotechnical knowledge of how globally distributed cross-cultural teams and systems of teams are assembled. This project seeks to address this limitation. First, the proposed research offers the promise to launch a new generation of theorizing and research on the assembly mechanisms of teams and ecosystem of teams. The empirical data that will be used to develop and test these theories will be a high risk effort but with potential for unprecedented scale, size, and completeness. Second, the research will arguably be the first effort in the field of social networks to develop hypergraph techniques to study assembly of teams and ecosystems of teams.\r\n\r\nThe knowledge and tools developed in this research will allow practitioners to cultivate more effectively the emergence and performance of ad hoc teams in business, science and gaming. It will also provide other scientific disciplines with new computational statistical modeling methodologies and tools to model hypergraphs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noshir",
   "pi_last_name": "Contractor",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Noshir S Contractor",
   "pi_email_addr": "nosh@northwestern.edu",
   "nsf_id": "000470079",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2240 Campus Dr.",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083540",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 123857.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to address the challenges faced in the assembly of teams which are designed to work through important and complex societal level decisions. Despite the awareness of how team collaborations can spearhead socio-economic change, there is still little sociotechnical knowledge of how globally distributed, cross-cultural teams and systems of teams are assembled. Therefore, this work strove to develop a theoretical and computational framework to understand and enable the socio-technical dynamics shaping the assembly of teams in distributed global contexts.</p>\n<p>In order to accomplish this goal, we created the My Dream Team Recommender system. This team assembly software is a web based tool used to recommend potential teammates based on participants&rsquo; attributes and social networks reported in succinct and focused surveys. Users can specify their teaming preferences and priorities such as domain specific expertise, leadership experience, and social relations. The team assembly software uses this information to calculate matching scores of other people and produces a list of recommended teammates. People can<br /> explore potential teammates and use the software to invite others to form a team.</p>\n<p>With this software we performed a number of studies on various student populations. Evidence from one of the studies shows that methods of assembling teams change the information individuals attend to - assembly through online tools allows members to consider deep level characteristics such as intercultural sensitivity, and while self-organization augments some types of homophily (e.g. age) it eliminates others (e.g. gender). The relational effect is just as important, if not more, than compositional factors &ndash; we need to consider prior relations as an important aspect of team assembly. In terms of team functioning we found that the effects of individual characteristics on team functioning are more visible at the relational and dyad level, and additionally, self-organization improves communication and efficacy.</p>\n<p>Additionally, we used a massive dataset from the online community of the MMORPG (massively multiplayer online role playing game) EVE Online to understand team formation, dynamics and dissolution. This community spans over 10 million players over 8 years. First, we looked at turnover patterns in a system of over 400,000 teams called &ldquo;corporations&rdquo;. Although the focus of this project was on the assembly of teams, we simultaneously pursued the understanding of when teams break apart so as to understand how to build better, more resilient teams at the onset. The advantage of studying this particular online community is the comprehensiveness of the temporal data and the scale and variation of teams.</p>\n<p>We used a multilevel model of individual, organizational and network variables to examine the effects of homophily, structural equivalence, social influence and social erosion on team composition. We found that well connected individuals within teams are at a higher risk of attrition, and also that teams whose members are closely connected in general have a higher rate of member attrition. The more times an individual talks to others in the team without reciprocated interaction increases his likelihood of leaving the team, but mutual interaction increases the likelihood of staying.</p>\n<p>Further research in the EVE Online environment has shown preliminary results that leadership and centrality in online environments follows patterns found in offline organizations. Leaders of teams were found to be more central and less constrained, though age, gender and nationality were not determining factors of leadership. However, even though leaders are central to the larger organization and unsurprisingly, within teams, they tend to have fewer (but more key) connections, confirming the theory of structural holes in which leaders are...",
  "por_txt_cntn": "\nThis project sought to address the challenges faced in the assembly of teams which are designed to work through important and complex societal level decisions. Despite the awareness of how team collaborations can spearhead socio-economic change, there is still little sociotechnical knowledge of how globally distributed, cross-cultural teams and systems of teams are assembled. Therefore, this work strove to develop a theoretical and computational framework to understand and enable the socio-technical dynamics shaping the assembly of teams in distributed global contexts.\n\nIn order to accomplish this goal, we created the My Dream Team Recommender system. This team assembly software is a web based tool used to recommend potential teammates based on participantsÆ attributes and social networks reported in succinct and focused surveys. Users can specify their teaming preferences and priorities such as domain specific expertise, leadership experience, and social relations. The team assembly software uses this information to calculate matching scores of other people and produces a list of recommended teammates. People can\n explore potential teammates and use the software to invite others to form a team.\n\nWith this software we performed a number of studies on various student populations. Evidence from one of the studies shows that methods of assembling teams change the information individuals attend to - assembly through online tools allows members to consider deep level characteristics such as intercultural sensitivity, and while self-organization augments some types of homophily (e.g. age) it eliminates others (e.g. gender). The relational effect is just as important, if not more, than compositional factors &ndash; we need to consider prior relations as an important aspect of team assembly. In terms of team functioning we found that the effects of individual characteristics on team functioning are more visible at the relational and dyad level, and additionally, self-organization improves communication and efficacy.\n\nAdditionally, we used a massive dataset from the online community of the MMORPG (massively multiplayer online role playing game) EVE Online to understand team formation, dynamics and dissolution. This community spans over 10 million players over 8 years. First, we looked at turnover patterns in a system of over 400,000 teams called \"corporations\". Although the focus of this project was on the assembly of teams, we simultaneously pursued the understanding of when teams break apart so as to understand how to build better, more resilient teams at the onset. The advantage of studying this particular online community is the comprehensiveness of the temporal data and the scale and variation of teams.\n\nWe used a multilevel model of individual, organizational and network variables to examine the effects of homophily, structural equivalence, social influence and social erosion on team composition. We found that well connected individuals within teams are at a higher risk of attrition, and also that teams whose members are closely connected in general have a higher rate of member attrition. The more times an individual talks to others in the team without reciprocated interaction increases his likelihood of leaving the team, but mutual interaction increases the likelihood of staying.\n\nFurther research in the EVE Online environment has shown preliminary results that leadership and centrality in online environments follows patterns found in offline organizations. Leaders of teams were found to be more central and less constrained, though age, gender and nationality were not determining factors of leadership. However, even though leaders are central to the larger organization and unsurprisingly, within teams, they tend to have fewer (but more key) connections, confirming the theory of structural holes in which leaders are the ones who bridge gaps in a network.\n Lastly, research was done in the EVE Online environment aimed at understan..."
 }
}