{
 "awd_id": "1249922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Linking language and cognition to neuroscience via computation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 49495.0,
 "awd_amount": 49495.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "The past decade has seen an  explosion of information concerning the neuroscience of language and other cognitive processes. We now have quite reasonable 'brain maps' that specify where in the brain the major operations occur that underlie various aspects of language processing. However,  the relation between language and the brain is still at best understood at a correlational level. There is no explanatory understanding of how specialized neural circuits account for the implementation of the specific operations that underpin linguistic computations and representations.   \r\n\r\nThe emphasis of this workshop is to bring together experts from various fields (e.g., neuroscience, cognitive science, linguistics, computer science, and psychology) to identify new directions in the computational neurobiology of language. There are two intended outcomes. First, the workshop should stimulate  new scientific collaborations that use computation to connect cognition/language and neuroscience. Second, participants will write a \"white paper\" that (i) summarizes key ideas, problems, and prospects for research in this interdisciplinary area of inquiry and (ii) identifies and recommends promising questions and methodological tools for future work in cognitive neuroscience, with a special emphasis on speech and language processing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Poeppel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Poeppel",
   "pi_email_addr": "david.poeppel@nyu.edu",
   "nsf_id": "000090206",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "National Science Foundation",
  "perf_str_addr": "4201 Wilson Boulevard",
  "perf_city_name": "Arlington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222300001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8089",
   "pgm_ref_txt": "Understanding the Brain/Cognitive Scienc"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49495.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the human brain is of central importance to the biological, cognitive, and social sciences. Its structure and function lie at the basis of everything we experience. A theoretically well motivated, biologically realistic, and computationally explicit understanding of how the brain implements the functions that constitute the mind, and in particular language, will be of fundamental significance for basic research, for translational applications, and for technological development.</p>\n<p>The small, focused workshop was designed because the study of language and its neural foundations should play a pivotal role in making progress in the investigation of complex brain function. Language research has a rich theoretical basis, established after decades of research on the operations and representations that comprise language. Moreover, the neurobiological tools to study language are of increasingly high resolution. However, the computational basis of how the brain operates with linguistic representations remains poorly understood. We are missing relevant computational analyses (at the right level of abstraction) to link language processing and neuroscience. As a consequence, the emphasis of the workshop was on computational linking hypotheses. The goal was to identify new directions in the &lsquo;computational neurobiology of language.&rsquo;</p>\n<p>The two-day workshop explored the idea that computational analyses at a certain level of abstraction and granularity might form appropriate linking hypotheses between the &lsquo;alphabets&rsquo; of linguistic research and neurobiology. If this is on the right track, it opens up new experimental and theoretical directions in cognitive neuroscience in general, and brain and language research, in particular. Such a computational perspective also has clear implications for how we discuss the evolution and acquisition of language.</p>\n<p>Of the wide range of suggestions raised in the workshop talks and discussions, four ideas were identified, at different levels of grain size, stimulated by considerations from different disciplines. All deal with <strong>the challenge of finding new and tractable linking hypotheses</strong>.</p>\n<p>&bull; <em>Computer science</em>: Capitalize on what has been learned in computer architecture in seeking links to neural computation.</p>\n<p>&bull; <em>Linguistics</em>: Use recent discoveries from linguistics to study domain general and language specific basic operations.</p>\n<p>&bull; <em>Cognitive neuroscience</em>: Functional anatomic models of speech perception and production implicate operations such as &ldquo;coordinate transformation.&rdquo; Such concepts can benefit from extensive physiology and modeling. &nbsp;</p>\n<p>&bull; <em>Genetics</em>: Embrace contemporary genetic approaches and identify links to language processing and individual differences.</p>\n<p><strong>Interdisciplinary training is essential. </strong>Progress in brain research depends on researchers &ndash; both collectively and individually &ndash; being trained in multiple disciplines, ranging from biology, psychology, and cognitive science, to computer science, mathematics, engineering, and physics. This can be achieved through additional IGERT funding, targeting neuroscience specifically, as well as support for developing similar programs at the undergraduate level.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2013<br>\n\t\t\t\t\tModified by: David&nbsp;Poeppel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the human brain is of central importance to the biological, cognitive, and social sciences. Its structure and function lie at the basis of everything we experience. A theoretically well motivated, biologically realistic, and computationally explicit understanding of how the brain implements the functions that constitute the mind, and in particular language, will be of fundamental significance for basic research, for translational applications, and for technological development.\n\nThe small, focused workshop was designed because the study of language and its neural foundations should play a pivotal role in making progress in the investigation of complex brain function. Language research has a rich theoretical basis, established after decades of research on the operations and representations that comprise language. Moreover, the neurobiological tools to study language are of increasingly high resolution. However, the computational basis of how the brain operates with linguistic representations remains poorly understood. We are missing relevant computational analyses (at the right level of abstraction) to link language processing and neuroscience. As a consequence, the emphasis of the workshop was on computational linking hypotheses. The goal was to identify new directions in the æcomputational neurobiology of language.Æ\n\nThe two-day workshop explored the idea that computational analyses at a certain level of abstraction and granularity might form appropriate linking hypotheses between the æalphabetsÆ of linguistic research and neurobiology. If this is on the right track, it opens up new experimental and theoretical directions in cognitive neuroscience in general, and brain and language research, in particular. Such a computational perspective also has clear implications for how we discuss the evolution and acquisition of language.\n\nOf the wide range of suggestions raised in the workshop talks and discussions, four ideas were identified, at different levels of grain size, stimulated by considerations from different disciplines. All deal with the challenge of finding new and tractable linking hypotheses.\n\n&bull; Computer science: Capitalize on what has been learned in computer architecture in seeking links to neural computation.\n\n&bull; Linguistics: Use recent discoveries from linguistics to study domain general and language specific basic operations.\n\n&bull; Cognitive neuroscience: Functional anatomic models of speech perception and production implicate operations such as \"coordinate transformation.\" Such concepts can benefit from extensive physiology and modeling.  \n\n&bull; Genetics: Embrace contemporary genetic approaches and identify links to language processing and individual differences.\n\nInterdisciplinary training is essential. Progress in brain research depends on researchers &ndash; both collectively and individually &ndash; being trained in multiple disciplines, ranging from biology, psychology, and cognitive science, to computer science, mathematics, engineering, and physics. This can be achieved through additional IGERT funding, targeting neuroscience specifically, as well as support for developing similar programs at the undergraduate level.\n\n\t\t\t\t\tLast Modified: 12/02/2013\n\n\t\t\t\t\tSubmitted by: David Poeppel"
 }
}