{
 "awd_id": "1249210",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Two Decades of Nanotechnology Development: Global Competitive Landscape and Knowledge Diffusion via ERGM and SIR Analysis",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kara Peters",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 298358.0,
 "awd_amount": 298358.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "This EArly-concept Grants for Exploratory Research (EAGER) award to the University of Arizona provides funding to examine how collaboration among researchers in the field of nanotechnology has influenced the advancement of research in this field. To maintain the U.S.'s competitive edge, the U.S. government has invested over $16.5 billion in nanotechnology research and development (R&D) including the 2012 budget of $2.1 billion through the National Nanotechnology Initiative (NNI). Likewise, significant investments in nanotechnology have been made by other nations throughout the world. However, the impacts of this funding on knowledge diffusion from research to innovation occurs is unclear. Moreover, it is unclear if there are differences between the collaboration networks of publicly funded researchers and others.\r\n\r\nConsidering these questions, the researchers will examine collaboration networks of nanotechnology researchers the U.S. as well as those of other countries with a view toward learning which factors contribute to the effectiveness of researcher-inventors' collaboration networks, and if there are factors which contribute the most or have the greatest impact.  This will be accomplished through the application of the Exponential Random Graph Model (ERGM) and Susceptible-Infected-Recovered (SIR) model for social network analysis to model how nanotechnology knowledge and information moves through a network over time; and to explore how public funding as well as the attributes of basic researchers, researcher-inventors, and their networks may help or hinder knowledge diffusion over time.  It is expected that an outcome of this research will be a better understanding of how public funding has improved knowledge diffusion in collaboration networks of researcher-inventors/researchers to advancing nanotechnology R&D for the past two decades.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hsinchun",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hsinchun Chen",
   "pi_email_addr": "hchen@eller.arizona.edu",
   "nsf_id": "000148236",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona Management Info Systems Dept.",
  "perf_str_addr": "1130 E. Helen St., MCCL 430",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768100",
   "pgm_ele_name": "ENG NNI Special Studies"
  },
  {
   "pgm_ele_code": "770200",
   "pgm_ele_name": "SOCIETAL IMPLICATIONS OF NANO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "1630",
   "pgm_ref_txt": "MECHANICS OF MATERIALS"
  },
  {
   "pgm_ref_code": "7681",
   "pgm_ref_txt": "ENG NNI SPECIAL STUDIES"
  },
  {
   "pgm_ref_code": "7702",
   "pgm_ref_txt": "SOCIETAL IMPLICATIONS OF NANO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 298358.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanotechnology is the engineering and application of &ldquo;extremely small things&rdquo; (from Nano.gov, the website of the U.S.&rsquo; National Nanotechnology Initiative). Developments in nanotechnology have included contributions and inventions across many areas important to the U.S. economy and citizen well-being, including engineering and materials science; health, medicine, and biology; and chemistry and physics.&nbsp;&nbsp;</p>\n<p>Nanotechnology has grown to be one of the most promising fields of scientific research and technological development due to its many application areas. This project was designed to explore how information and new knowledge travels between different individuals, groups of people, and organizations, and what factors may affect how quickly or how well new knowledge spreads, specifically in the important area of nanotechnology research and development. The way that new information travels between people and organizations is called &ldquo;knowledge diffusion.&rdquo; To examine knowledge diffusion in nanotechnology, we first developed a large database of nanotechnology-related scientific publications from the Thomson-Reuters Web of Science (WoS) and the databases of the National Science Foundation.&nbsp; Our integrated database contained author, publication, and award information from more than 500,000 papers published by nearly 400,000 individuals, and spanned from 2000 to 2012.</p>\n<p>We then developed different models to analyze knowledge diffusion and the various influences on knowledge diffusion.&nbsp; The models we developed used different techniques, and included the examination of networks of inventors and researchers.&nbsp; We developed these models by extracting co-authorship relationships, co-affiliations, and citation information from our database of relevant scientific literature.&nbsp;</p>\n<p>In general, we found that, in the nanotechnology field, researchers with more collaborators and who occupied boundary-spanning positions within their networks generally played more important roles in the knowledge diffusion process.</p>\n<p>The value of National Science Foundation (NSF)-supported nanotechnology-related research was also shown in the larger number of citations in papers and patents for the NSF PIs as compared to leading industry groups and the U.S. average. On average, a PI supported in the interval from 1991 to 2010 had about 31 patent citations and 166 paper citations, as compared to the next largest group (IBM) with 10 citations in patents and 54 in scientific publication. The growth of NSF nanotechnology funding in 2001&ndash;2010 as compared to 1991&ndash;2000 resulted not only in a significant increase of patents and publications, but also in more diversified technology topics identifiable in patents and publications. Inventors funded by the NSF play important roles in the development of various nanotechnology subfields and in the overall community. Overall, funding from the National Science Foundation has continued to play an important role in supporting the growth of U.S. nanotechnology-related developments and publications. In addition, in considering funding, factoring in the connectedness of an investigator may be of value when determining funding or other support decisions.</p>\n<p>In the earlier part of this research, we also examined the changes and growth of nanotechnology research development in various countries around the world.&nbsp; We found that while the U.S. was the leading contributing country for nanotechnology developments in terms of the numbers of patents and scientific publications for the last two decades, several Asian countries have been showing exponential growth rates, indicating increasing contributions to the nanotechnology field. Several EU countries (Italy and Spain, for example) also showed a faster pace of growth in the number of scientific publications in the last years. The domina...",
  "por_txt_cntn": "\nNanotechnology is the engineering and application of \"extremely small things\" (from Nano.gov, the website of the U.S.Æ National Nanotechnology Initiative). Developments in nanotechnology have included contributions and inventions across many areas important to the U.S. economy and citizen well-being, including engineering and materials science; health, medicine, and biology; and chemistry and physics.  \n\nNanotechnology has grown to be one of the most promising fields of scientific research and technological development due to its many application areas. This project was designed to explore how information and new knowledge travels between different individuals, groups of people, and organizations, and what factors may affect how quickly or how well new knowledge spreads, specifically in the important area of nanotechnology research and development. The way that new information travels between people and organizations is called \"knowledge diffusion.\" To examine knowledge diffusion in nanotechnology, we first developed a large database of nanotechnology-related scientific publications from the Thomson-Reuters Web of Science (WoS) and the databases of the National Science Foundation.  Our integrated database contained author, publication, and award information from more than 500,000 papers published by nearly 400,000 individuals, and spanned from 2000 to 2012.\n\nWe then developed different models to analyze knowledge diffusion and the various influences on knowledge diffusion.  The models we developed used different techniques, and included the examination of networks of inventors and researchers.  We developed these models by extracting co-authorship relationships, co-affiliations, and citation information from our database of relevant scientific literature. \n\nIn general, we found that, in the nanotechnology field, researchers with more collaborators and who occupied boundary-spanning positions within their networks generally played more important roles in the knowledge diffusion process.\n\nThe value of National Science Foundation (NSF)-supported nanotechnology-related research was also shown in the larger number of citations in papers and patents for the NSF PIs as compared to leading industry groups and the U.S. average. On average, a PI supported in the interval from 1991 to 2010 had about 31 patent citations and 166 paper citations, as compared to the next largest group (IBM) with 10 citations in patents and 54 in scientific publication. The growth of NSF nanotechnology funding in 2001&ndash;2010 as compared to 1991&ndash;2000 resulted not only in a significant increase of patents and publications, but also in more diversified technology topics identifiable in patents and publications. Inventors funded by the NSF play important roles in the development of various nanotechnology subfields and in the overall community. Overall, funding from the National Science Foundation has continued to play an important role in supporting the growth of U.S. nanotechnology-related developments and publications. In addition, in considering funding, factoring in the connectedness of an investigator may be of value when determining funding or other support decisions.\n\nIn the earlier part of this research, we also examined the changes and growth of nanotechnology research development in various countries around the world.  We found that while the U.S. was the leading contributing country for nanotechnology developments in terms of the numbers of patents and scientific publications for the last two decades, several Asian countries have been showing exponential growth rates, indicating increasing contributions to the nanotechnology field. Several EU countries (Italy and Spain, for example) also showed a faster pace of growth in the number of scientific publications in the last years. The dominant industrial and academic institutions in nanotechnology have not changed significantly over the last 20 years. However, several institutions (Micron, Intel..."
 }
}