{
 "awd_id": "1249181",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Approaching 2020: A Dissemination Project to Share Key Findings from the NSF-funded \"Engineer of 2020\" Studies",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donna Riley",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 75270.0,
 "awd_amount": 75270.0,
 "awd_min_amd_letter_date": "2012-08-26",
 "awd_max_amd_letter_date": "2012-08-26",
 "awd_abstract_narration": "This engineering education research project seeks to synthesize the results of two prior NSF studies done at Pennsylvania State University:  \"Prototype to Production: Conditions and Processes for Educating the Engineer of 2020\" and \"Prototyping the Engineer of 2020: A 360-degree Study of Effective Education\".  The proposed synthesis will enable audiences of educational administrators and national policy makers to understand best practices that contribute to the goals outlined in the National Academy of Engineering's \"The Engineer of 2020\" (2004) and \"Educating the Engineer of 2020\" (2006).  \r\n\r\nThe broader significance and importance of this project is to help ensure that best practices in engineering education are broadly adopted by creating a channel for such practices to flow to administrators and policy makers.  This project overlaps with NSF's strategic goals of transforming the frontiers by making investments that lead to emerging new fields of engineering, or shifting existing fields.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Lattuca",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa R Lattuca",
   "pi_email_addr": "llatt@umich.edu",
   "nsf_id": "000196906",
   "pi_start_date": "2012-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 S. State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>This grant supported the dissemination of research findings from two studies, funded by the National Science Foundation, designed to benchmark and explore current educational conditions and processes in undergraduate engineering programs, and to identify effective practices for preparing students for the workplace of the near future. &nbsp;The <em>Prototype-to-Production</em> study (NSF DUE-0618712) surveyed engineering faculty, program chairs, associate deans, undergraduates, and alumni from 31 colleges and universities and 15 community colleges.&nbsp; The study entitled <em>Prototyping the Engineer of 2020</em> (NSF EEC-0550608) explored engineering education practices through six case studies of exemplary engineering schools that are already educating students who resemble the &ldquo;engineer of 2020.&nbsp; These studies responded to concerns, expressed in two reports sponsored by the National Academy of Engineering: <em>The Engineer of 2020</em> and <em>Educating the Engineer of 2020</em>.&nbsp; The reports recommended ways in which engineering education would need to change in response to the needs of a rapidly evolving, technologically fluid, multidisciplinary, and increasingly global workplace. &nbsp;Our studies sought to 1) assess engineering educators&rsquo; willingness and capacity to meet the challenges posed by the NAE and the future; 2) identify educational processes that support the kinds of learning outcomes that the workplace of the future demands; and 3) study the extent to which pre-engineering programs in community colleges might provide pathways to bachelor&rsquo;s degree programs in engineering for a diverse student population. <em>&nbsp;</em></p>\n<p>Following the completion of the <em>Prototype-to-Production</em> and <em>Prototyping the Engineer of 2020</em> studies, our research team applied for another National Science Foundation grant to bring key research findings to the attention of individuals in positions to effect change in engineering schools and in the public policy arena.&nbsp; We developed two publications that (a) highlight key findings from the studies using accessible language and graphical representations, and (b) translate, when appropriate, research to practice with evidence-based examples of effective educational and administrative practices and conditions from six case studies of exemplary engineering education. &nbsp;&nbsp;</p>\n<p>One of these publications, entitled, <em>2020 Vision: Progress in Preparing the Engineer of the Future</em>, shares findings from engineering administrators, faculty, undergraduate students, and graduates of four-year engineering programs. When combined, this evidence presents a comprehensive assessment of where and to what extent undergraduate curricula, instructional practices, and co-curricular (out-of-class) programs align with the vision of <em>The Engineer of 2020,</em> as well as how much faculty and administrators buy into this vision. &nbsp;In addition, our findings identify the curricular, instructional and co-curricular experiences that are associated with the development of students&rsquo; reports knowledge and skills in engineering design and problem solving, interdisciplinary competence, and contextual competence.&nbsp; The findings from this study are too numerous to summarize here, but the 60-page <em>2020 Vision</em> report can be accessed from deepblue.lib.umich.edu/handle/2027.42/107642.&nbsp; An executive summary of the findings is found on pages 1 through 5.</p>\n<p>A second report, <em>America&rsquo;s Overlooked Engineers: </em><em>Community Colleges and Diversity in Engineering Education</em>, explored the characteristics and outcomes of students in 15 of the largest pre-engineering programs in community colleges.&nbsp; Because of the rich diversity of their student populations, two-year community colleges are attracting attention as potential reser...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis grant supported the dissemination of research findings from two studies, funded by the National Science Foundation, designed to benchmark and explore current educational conditions and processes in undergraduate engineering programs, and to identify effective practices for preparing students for the workplace of the near future.  The Prototype-to-Production study (NSF DUE-0618712) surveyed engineering faculty, program chairs, associate deans, undergraduates, and alumni from 31 colleges and universities and 15 community colleges.  The study entitled Prototyping the Engineer of 2020 (NSF EEC-0550608) explored engineering education practices through six case studies of exemplary engineering schools that are already educating students who resemble the \"engineer of 2020.  These studies responded to concerns, expressed in two reports sponsored by the National Academy of Engineering: The Engineer of 2020 and Educating the Engineer of 2020.  The reports recommended ways in which engineering education would need to change in response to the needs of a rapidly evolving, technologically fluid, multidisciplinary, and increasingly global workplace.  Our studies sought to 1) assess engineering educatorsÆ willingness and capacity to meet the challenges posed by the NAE and the future; 2) identify educational processes that support the kinds of learning outcomes that the workplace of the future demands; and 3) study the extent to which pre-engineering programs in community colleges might provide pathways to bachelorÆs degree programs in engineering for a diverse student population.  \n\nFollowing the completion of the Prototype-to-Production and Prototyping the Engineer of 2020 studies, our research team applied for another National Science Foundation grant to bring key research findings to the attention of individuals in positions to effect change in engineering schools and in the public policy arena.  We developed two publications that (a) highlight key findings from the studies using accessible language and graphical representations, and (b) translate, when appropriate, research to practice with evidence-based examples of effective educational and administrative practices and conditions from six case studies of exemplary engineering education.   \n\nOne of these publications, entitled, 2020 Vision: Progress in Preparing the Engineer of the Future, shares findings from engineering administrators, faculty, undergraduate students, and graduates of four-year engineering programs. When combined, this evidence presents a comprehensive assessment of where and to what extent undergraduate curricula, instructional practices, and co-curricular (out-of-class) programs align with the vision of The Engineer of 2020, as well as how much faculty and administrators buy into this vision.  In addition, our findings identify the curricular, instructional and co-curricular experiences that are associated with the development of studentsÆ reports knowledge and skills in engineering design and problem solving, interdisciplinary competence, and contextual competence.  The findings from this study are too numerous to summarize here, but the 60-page 2020 Vision report can be accessed from deepblue.lib.umich.edu/handle/2027.42/107642.  An executive summary of the findings is found on pages 1 through 5.\n\nA second report, AmericaÆs Overlooked Engineers: Community Colleges and Diversity in Engineering Education, explored the characteristics and outcomes of students in 15 of the largest pre-engineering programs in community colleges.  Because of the rich diversity of their student populations, two-year community colleges are attracting attention as potential reservoirs of the kinds of diverse people and diverse thinking needed in a creative and competi&shy;tive engineering workforce.  This study contrasts three groups of students: community college students who indicated they \"probably\" or \"definitely\" would transfer to a four-year school to compl..."
 }
}