{
 "awd_id": "1249250",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Flood-related pathogen risk models appropriate for low resource settings",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "1249250\r\nRemais\r\n\r\nRecent severe flooding in southern China has affected millions of people in Hunan province and has raised the threat of waterborne infectious diseases. Pathogens can be mobilized by flood conditions as urban sewerage systems and rural latrines overflow, and manure from agricultural animals is washed into rivers and streams. This RAPID project aims to improve our understanding of, and our ability to predict, the microbiological risks that follow a major flood event. Emergency responders are faced with the significant challenge of estimating the scale \"in time and space\" of microbiological risk following a flooding event, especially where environmental data are limited. At the same time, questions arise as to when elevated microbiological risks return to normal - that is, when is it safe to return to flooded areas? The researchers will collaborate closely with colleagues in Hunan and neighboring provinces to develop models capable of estimating the risk of Cryptosporidium exposure in drinking water following the flood. Cryptosporidium is an important organism to study because it is a high priority pathogen for US and Chinese risk managers, it is a documented cause of acute diarrhea during floods, it persists in the environment under harsh conditions, and it is highly resistant to disinfectants used to treat drinking water. Even under non-flood conditions, the pathogen threatens delivery of safe water in China, the US, and in drinking water systems throughout the world. The emergency situation in Hunan provides a narrow window of data availability in which environmental monitoring data can be obtained at key locations throughout the flood zone. These data will be used to develop and evaluate models of flood discharge, and Cryptosporidium contamination, fate and transport. The risk of Cryptosporidium oocyst ingestion through drinking water will be calculated under flood conditions and compared to nominal flow conditions to assess the role of the flood in elevating or lowering risk. Researchers will examine the role of specific landscapes in attenuating or intensifying risk under flood conditions. Finally, the models will be used to isolate the role of specific processes (like dilution of pathogens under heavy flows) that drive flood-related risks, and the time required for Cryptosporidium oocyst concentration to return to pre-flood will be examined in relation to the location of sources of contamination and factors that affect Cryptosporidium survival in the water column.\r\n\r\nResults from the project will be highly relevant to devising strategies to moderate future flood risks in flood-prone regions. The researchers will develop new tools for the modeling and prediction of flood-related microbiological risks that will improve our understanding of how extreme events can alter microbiological water quality. The research will immediately benefit the residents of southern China through improved characterization of flood-related risks in the flood-prone regions of Hunan. Significant benefits will also accrue to populations affected by flooding in the US and elsewhere. Determining when it was safe to return post-flooding was a challenge following Hurricane Katrina, the Mississippi river floods in 2011 and in many similar circumstances historically. Thus, the fundamental advancements of scientific knowledge on flood-related microbiological risks from this project will have benefits outside of Asia, improving our response to flood conditions in the US and elsewhere through improved understanding of how pathogens spread during floods, and how the associated microbiological risks can be minimized.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Remais",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Remais",
   "pi_email_addr": "justin.remais@berkeley.edu",
   "nsf_id": "000535275",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "1599 Clifton Rd NE",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303224201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]-->\n<p class=\"NSFProposal\" style=\"margin-bottom: 2.0pt; line-height: normal; mso-pagination: none;\"><span style=\"font-size: 11.0pt;\">The major goals of this project were to improve our understanding of the interactions between changes in weather and climate, and pathogens&mdash;the microorganisms that cause waterborne infections. With improved ability to understand and predict how pathogens are affected by weather events, including extreme rainfall and temperature, better planning and risk management will be possible. The researchers in this project collaborated closely with scientists in China where pathogens in surface water (such as streams and rivers) are very common and thus can be detected, monitored and studied. The research team used the China study setting to develop scientific methods capable of determining the risk of pathogen exposure through drinking water and surface water contact, with a focus on weather conditions, such as patterns of temperature and rainfall, that cause floods and other events.</span></p>\n<p class=\"NSFProposal\" style=\"margin-bottom: 2.0pt; line-height: normal; mso-pagination: none;\"><span style=\"font-size: 11.0pt;\">&nbsp;</span></p>\n<p class=\"NSFProposal\" style=\"margin-bottom: 2.0pt; line-height: normal; mso-pagination: none;\"><span style=\"font-size: 11.0pt;\">The project led to important new tools and findings. For one, investigators published an extensive review that assessed recent advances in so-called &lsquo;sensitivity analysis&rsquo; methods, which allow scientists to understand and characterize the uncertainty inherent in complex risk models. Second, the investigators published the first analysis that quantitatively examined the risk of future waterborne disease when simultaneous changes occur in climate, water and sanitation infrastructure, urbanization and social development. The investigators calculated the impact of these combined factors on the rates of disease in China, finding that projected changes to that country&rsquo;s climate will lead to considerably more disease than if climate change were limited (say, by reducing emissions of so-called &lsquo;greenhouse gases&rsquo;). The tools and findings developed in this project will aid in developing future scientific links between engineers, risk managers and health scientists who study disease.</span></p>\n<!--[if gte mso 9]><xml> <w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves /> <w:TrackFormatting /> <w:DoNotShowPropertyChanges /> <w:PunctuationKerning /> <w:ValidateAgainstSchemas /> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF /> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>ZH-CN</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables /> <w:SnapToGridInCell /> <w:WrapTextWithPunct /> <w:UseAsianBreakRules /> <w:DontGrowAutofit /> <w:SplitPgBreakAndParaMark /> <w:EnableOpenTypeKerning /> <w:DontFlipMirrorIndents /> <w:OverrideTableStyleHps /> <w:UseFELayout /> </w:Compatibility> <m:mathPr> <m:mathFont m:val=\"Cambria Math\" /> <m:brkBin m:val=\"before\" /> <m:brkBinSub m:val=\" \" /> <m:smallFrac m:val=\"off\" /> <m:dispDef /> <m:lMargin m:val=\"0\" /> <m:rMargin m:val=\"0\" /> <m:defJc m:val=\"centerGroup\" /> <m:wrapIndent m:val=\"1440\" /> <m:intLim m:val=\"subSup\" /> <m:naryLim m:val=\"undOvr\" /> </m:mathPr></w:WordDocument> </xml><![endif]--><!--[if gte mso 9]><xml> <w:LatentStyles DefLockedState=\"false\" DefUnhideWhenUsed=\"false\"   DefSemiHidden=\"false\" DefQFormat=\"false\" DefPriority=\"99\"   LatentStyleCount=\"371\"> <w:LsdException Locked=\"false\" Priority=\"0\" QFormat=\"true\" Name=\"Normal\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true...",
  "por_txt_cntn": "\nThe major goals of this project were to improve our understanding of the interactions between changes in weather and climate, and pathogens&mdash;the microorganisms that cause waterborne infections. With improved ability to understand and predict how pathogens are affected by weather events, including extreme rainfall and temperature, better planning and risk management will be possible. The researchers in this project collaborated closely with scientists in China where pathogens in surface water (such as streams and rivers) are very common and thus can be detected, monitored and studied. The research team used the China study setting to develop scientific methods capable of determining the risk of pathogen exposure through drinking water and surface water contact, with a focus on weather conditions, such as patterns of temperature and rainfall, that cause floods and other events.\n \nThe project led to important new tools and findings. For one, investigators published an extensive review that assessed recent advances in so-called æsensitivity analysisÆ methods, which allow scientists to understand and characterize the uncertainty inherent in complex risk models. Second, the investigators published the first analysis that quantitatively examined the risk of future waterborne disease when simultaneous changes occur in climate, water and sanitation infrastructure, urbanization and social development. The investigators calculated the impact of these combined factors on the rates of disease in China, finding that projected changes to that countryÆs climate will lead to considerably more disease than if climate change were limited (say, by reducing emissions of so-called ægreenhouse gasesÆ). The tools and findings developed in this project will aid in developing future scientific links between engineers, risk managers and health scientists who study disease.\n  Normal 0      false false false  EN-US ZH-CN X-NONE                                                                                                                                                                                                                                                                                                                                                                                                                  \n\n\t\t\t\t\tLast Modified: 11/09/2014\n\n\t\t\t\t\tSubmitted by: Justin Remais"
 }
}