{
 "awd_id": "1249213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Exploring plasma mechanism of synthesis of graphene in arc discharge",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "This research concerns with exploring the fundamental role and advantages in utilization of plasmas for synthesis of graphene. Graphene is a one-atom-thick planar sheet of carbon atoms, which combines aspects of semiconductors and metals and has potential applications in the areas ranging from high-speed computer chips and biochemical sensors to ultracapacitors and fuel cells.  Standard CVD methods for synthesis of graphene utilize atomic (not ionized) fluxes for synthesis. The utilization of plasma flux is being studied in this project in order to enhance the mobility and reactivity of the carbon species during the synthesis. It is anticipated that ultimate characteristics of the synthesis can be significantly improved and limitations associated with partial utilization of atomic deposition flux can be resolved when plasma-based synthesis is utilized. This research will focus on the effect of ionization degree of the graphene-creating carbon flux on properties of the synthesized graphene. To this end, an array of diagnostic techniques for monitoring of plasma parameter in a wide range of background gas pressures from high vacuum to nearly atmospheric pressures will be applied. The ultimate goal of this project will be to utilize the understanding of the fundamental role of plasmas in synthesis.\r\n\r\nThe proposed interdisciplinary project has both fundamental and technological significance. The fundamental significance is that our understanding of the fundamental role of plasmas in graphene synthesis will be greatly expanded. The technological significance lies in exploring the ultimate benefits that plasma-based methods can offer including potential creation of low-temperature graphene synthesis on a low-melt substrates such as polymers, direct graphene synthesis on surfaces characterized by with lattice mismatch with graphene such as Si wafer, significant enhancement of means to control number of layers, production rate and purity. Many important sectors of the national economy will be potentially affected. Successful development of the superior plasma-based technology of graphene synthesis would have an enormous impact on technological readiness and involvement of graphene-based transistors and stretchable/foldable electronics and therefore, on numerous sectors including aerospace, mechanical, civil, biomedical and opto-electronic industries. The proposed research program will serve as an excellent vehicle for undergraduate and graduate education in the field of nanotechnology and plasma science. The PIs will make a concerted effort to involve women and under-represented minority students in this project by working closely with corresponded student organizations at George Washington University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Keidar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Keidar",
   "pi_email_addr": "keidar@gwu.edu",
   "nsf_id": "000489179",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexey",
   "pi_last_name": "Shashurin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexey Shashurin",
   "pi_email_addr": "ashashur@purdue.edu",
   "nsf_id": "000616730",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "801 22nd street",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520080",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The chief objective of this proposal was to utilize a new exploratory approach of using plasmas for graphene synthesis in order to understand the fundamental role and advantages in utilization of plasmas vs. atomic flux at surface synthesis of graphene. Standard CVD methods for synthesis of graphene utilize atomic (not ionized) fluxes for synthesis. Our research <span style=\"text-decoration: underline;\">hypothesis </span>is that utilization of plasma flux will be able to enhance mobility and reactivity of the carbon species on the synthesis substrate in comparison with the atomic flux based process.</p>\n<p>The goal of this project is to measure properties of graphene films for different degrees of ionization of the carbon flux, electron plasma density and temperature, and substrate conditions (bias, material, temperature). Correlation of the plasma properties with graphene purity, number of layers, synthesis temperature range, exposure time are performed enabling determination of the critical parameters controlling the properties of graphene.</p>\n<p>The fundamental role of plasmas at graphene synthesis, and practical implementation of the principles has been developed in this project. This led to creation of superior &ldquo;green&rdquo; plasma-based graphene synthesis methodology without any by-products. Ultimate high graphene synthesis rates up to 0.5g/min were experimentally achieved with 90% efficiency of the electrode material utilization.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;Keidar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe chief objective of this proposal was to utilize a new exploratory approach of using plasmas for graphene synthesis in order to understand the fundamental role and advantages in utilization of plasmas vs. atomic flux at surface synthesis of graphene. Standard CVD methods for synthesis of graphene utilize atomic (not ionized) fluxes for synthesis. Our research hypothesis is that utilization of plasma flux will be able to enhance mobility and reactivity of the carbon species on the synthesis substrate in comparison with the atomic flux based process.\n\nThe goal of this project is to measure properties of graphene films for different degrees of ionization of the carbon flux, electron plasma density and temperature, and substrate conditions (bias, material, temperature). Correlation of the plasma properties with graphene purity, number of layers, synthesis temperature range, exposure time are performed enabling determination of the critical parameters controlling the properties of graphene.\n\nThe fundamental role of plasmas at graphene synthesis, and practical implementation of the principles has been developed in this project. This led to creation of superior \"green\" plasma-based graphene synthesis methodology without any by-products. Ultimate high graphene synthesis rates up to 0.5g/min were experimentally achieved with 90% efficiency of the electrode material utilization.\n\n \n\n\t\t\t\t\tLast Modified: 08/08/2014\n\n\t\t\t\t\tSubmitted by: Michael Keidar"
 }
}