{
 "awd_id": "1249112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "MEETING:  The Shape of the Future: A Workshop To Consolidate and Advance the Field of Evolutionary Developmental Biology. NESCent, Durham, NC - 2013",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 99998.0,
 "awd_amount": 99998.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "Evolutionary developmental biology (more commonly called 'EvoDevo') seeks to understand the form of living organisms by examining how evolutionary history has shaped the way such organisms develop and grow. The traditions and techniques of experimental embryology, functional morphology, population genetics, developmental biology, and evolutionary ecology are all major contributors to the field. Advances in life-science technologies provide significant new opportunities for exploring questions that are integral to EvoDevo and that cross these traditional disciplinary boundaries.  The National Evolutionary Synthesis Center (NESCent) will hold a workshop that brings together EvoDevo researchers with the aims of reviewing the current state of evodevo, attending to the opportunities and challenges that new technologies bring to the field, and mapping a future for the science. The workshop will generate a community-driven set of recommendations for best practices in the experimental and observational approaches to EvoDevo research. Workshop outcomes will also include identification of current gaps in training infrastructure, and suggested potential community-based solutions to these problems. The workshop report will become or serve as a template for an EvoDevo white paper, reflecting the definition, priorities, needs and future outlook of the EvoDevo field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Rodrigo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allen Rodrigo",
   "pi_email_addr": "a.rodrigo@duke.edu",
   "nsf_id": "000559325",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cassandra",
   "pi_last_name": "Extavour",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Cassandra G Extavour",
   "pi_email_addr": "extavour@oeb.harvard.edu",
   "nsf_id": "000395707",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 West Main Street; Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "763600",
   "pgm_ele_name": "NESCENT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7634",
   "pgm_ref_txt": "BIO CENTERS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Project Outcomes Report</span></p>\n<p>&nbsp;</p>\n<p>The major goal of this project was to hold a workshop for members of the community of scientists who study evolutionary developmental biology. Scientists who work in this field wish to understand the genetic basis of biodiversity &ndash; in other words, how exactly do differences in genes between different organisms cause those organisms to be so different from each other? In the pre-genomic era, before it was relatively easy to obtain the sequences of all genes in the genome of nearly any organism, it was generally thought that there were large numbers of species-specific genes in each species, which gave each species its unique characteristics. Once multiple genome sequences were available, it became clear that most animals had a large majority of genes in common, and that species-specific genes were much less common than originally thought. This leads us to ask, if most animals have very similar genes, then why they look and behave so differently from each other? This problem is the central problem that is addressed by scientists in the field of evolutionary developmental biology, or &ldquo;evo-devo&rdquo;.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; These fundamental problems have been under study by scientists for centuries, but the discovery of the structure of DNA, the birth of the discipline of molecular biology, and the application of those tools to the study of embryonic development, have made modern evo-devo into one of the most rapidly expanding and promising areas of modern biological research. However, this rapid growth could have the detrimental effect of diluting the research focus of the field, leaving younger generations of scientists unclear as to what the field of evo-devo really is, and what its major goals are. These issues are in danger of being unclear not just to young scientists, but to funding agencies and to the general public as well. For the health of any cultural enterprise, including scientific research, it is critical that society at large have a good understanding and appreciation of its goals and worth to society.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The aim of our workshop was therefore to get the evo-devo community to come together to assess the progress we have made to date, consider the challenges that we face at the moment, define the most important areas of research where evo-devo has unique potential to make significant contributions and breakthroughs, and discuss and begin to implement solutions to these challenges going forward.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The workshop was held at the National Evolutionary Synthesis Center from December 11 to 13, 2013. After a lengthy community survey analysis and selection process, a group of 35 people reflecting the diversity of approaches, gender balance, and career stage diversity that comprise the field were invited to attend. We also made it possible for other community members to &ldquo;attend&rdquo; virtually via an internet interface, conference call discussions, and open electronic documents where physical and virtual attendees could record their thoughts and ideas.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The workshop resulted not only in much spirited discussion, but also in three major concrete new actions. First, some attendees embarked on a jointly written a perspectives paper summarizing the future promise of evo-devo. This paper is now finished and is in the process of being published in a scientific journal. Second, a second group of attendees are in the process of writing a perspectives paper summarizing the past successes of evo-devo, again ideally for publication in a broad-impact journal. Finally, workshop attendees created a new p...",
  "por_txt_cntn": "\nProject Outcomes Report\n\n \n\nThe major goal of this project was to hold a workshop for members of the community of scientists who study evolutionary developmental biology. Scientists who work in this field wish to understand the genetic basis of biodiversity &ndash; in other words, how exactly do differences in genes between different organisms cause those organisms to be so different from each other? In the pre-genomic era, before it was relatively easy to obtain the sequences of all genes in the genome of nearly any organism, it was generally thought that there were large numbers of species-specific genes in each species, which gave each species its unique characteristics. Once multiple genome sequences were available, it became clear that most animals had a large majority of genes in common, and that species-specific genes were much less common than originally thought. This leads us to ask, if most animals have very similar genes, then why they look and behave so differently from each other? This problem is the central problem that is addressed by scientists in the field of evolutionary developmental biology, or \"evo-devo\".\n\n            These fundamental problems have been under study by scientists for centuries, but the discovery of the structure of DNA, the birth of the discipline of molecular biology, and the application of those tools to the study of embryonic development, have made modern evo-devo into one of the most rapidly expanding and promising areas of modern biological research. However, this rapid growth could have the detrimental effect of diluting the research focus of the field, leaving younger generations of scientists unclear as to what the field of evo-devo really is, and what its major goals are. These issues are in danger of being unclear not just to young scientists, but to funding agencies and to the general public as well. For the health of any cultural enterprise, including scientific research, it is critical that society at large have a good understanding and appreciation of its goals and worth to society.\n\n            The aim of our workshop was therefore to get the evo-devo community to come together to assess the progress we have made to date, consider the challenges that we face at the moment, define the most important areas of research where evo-devo has unique potential to make significant contributions and breakthroughs, and discuss and begin to implement solutions to these challenges going forward.\n\n            The workshop was held at the National Evolutionary Synthesis Center from December 11 to 13, 2013. After a lengthy community survey analysis and selection process, a group of 35 people reflecting the diversity of approaches, gender balance, and career stage diversity that comprise the field were invited to attend. We also made it possible for other community members to \"attend\" virtually via an internet interface, conference call discussions, and open electronic documents where physical and virtual attendees could record their thoughts and ideas.\n\n            The workshop resulted not only in much spirited discussion, but also in three major concrete new actions. First, some attendees embarked on a jointly written a perspectives paper summarizing the future promise of evo-devo. This paper is now finished and is in the process of being published in a scientific journal. Second, a second group of attendees are in the process of writing a perspectives paper summarizing the past successes of evo-devo, again ideally for publication in a broad-impact journal. Finally, workshop attendees created a new professional society to promote and support evo-devo research in the Americas. The new Pan American Society for Evolutionary Developmental Biology (PASEDB) is now planning its inaugural conference, which will take place from August 5-9, 2015, in Berkeley CA.\n\n            Finally, three of the workshop attendees, including PI Cassandra Extavour, attended the 2014 conference of the European Socie..."
 }
}