{
 "awd_id": "1250774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A Legal and Structural Investigation of Online User-Generated Content Systems",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 75367.0,
 "awd_amount": 75367.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "This project examines user-generated content  (UGC) in interactive media, in order to improve the functioning of copyright law with respect to important areas of computer software and online communications.  UGC is currently generating interest among businesses, researchers, scholars, and game software designers. In recent years, increasingly powerful, simple, and cheap digital authoring tools have extended the power of amateur creativity.  This project will provide: (1) a new structural theoretical framework for the analysis of UGC in games, (2) new empirical data on UGC in computer games, and (3) a legal analysis of the applicability of copyright's \"fair use\" doctrine to UGC in games.\r\n  \r\nVideogames are a new form of interactive media often combine traditional media forms with software interfaces that enable forms of player authorship.  Content authored by players has the potential to infringe copyright law. While copyright infringement lawsuits have been filed based on UGC technologies, there have been few empirical studies of interactive media technologies that depend on UGC.  Additionally, very few legal or media theorists have provided analytical structures that can be used to explore the complex relationship between player authorship and traditional authorship in the video game industry. \r\n\r\nThis project endeavors to map the intersection between copyright law and UGC authorship in video games. The payoff of this research will be to provide additional insight to the market, to help ensure the development of important emerging technologies, and to contribute to the contemporary debate over appropriate legal rules for the interactive media industry.  The data collected and the theoretical framework developed will aid those researching interactive media in speaking about evaluating tools for user-generated content in games and other interactive media, and clarify the legal constraints on game software design.\r\n \r\nThis research will provide data on how interactive media technologies facilitate creativity, thereby helping policy makers and technologists understand how user-generated content intersects with new media forms. Additionally, by analyzing the legality of user-generated content, this research will aid policy makers and technologists in efforts to reform copyright law to take into account new forms of authorship.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Lastowka",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Francis G Lastowka",
   "pi_email_addr": "lastowka@camden.rutgers.edu",
   "nsf_id": "000618216",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Camden",
  "inst_street_address": "303 COOPER ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMDEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562252949",
  "inst_zip_code": "081021519",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "RUTGERS THE STATE UNIVERSITY",
  "org_prnt_uei_num": "YHAYMDR5EXX7",
  "org_uei_num": "MPJFHQ7SMNH1"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Camden",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "081021203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75367.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2>The Player-Authors Project</h2>\n<p>The Player-Authors Project used empirical methods to investigate the copyright implications of contemporary user-generated content (&ldquo;UGC&rdquo;) practices.</p>\n<p>We provided two forms of data.</p>\n<ol>\n<li>The research team employed random sampling to obtain snapshots of UGC production on a range of UGC platforms. Specifically, the team sampled the outputs of thirty<strong> </strong>content populations on sixteen distinct technological platforms. The collected samples were then described along several dimensions, including an analysis of the potential copyright implications of each item sampled.</li>\n<li>The research team conducted two online surveys. One survey was taken of a population of 411<strong> </strong>video game players. Another survey was taken of 46 video game developers. Both surveys sought information about the nature of participant UGC practices, participant opinions about UGC, and motivations for creating UGC.</li>\n</ol>\n<p>Research was conducted between September 2012 and August 2013, with the majority of the data obtained during the spring and early summer months of 2013.</p>\n<p>We unearthed a great deal of additional and interesting data about  contemporary UGC practices and their relationship to copyright law.&nbsp; Our  158-page Summary Report will be posted on the project website: http://player-authors.rutgers.edu.</p>\n<p>In addition to providing new data on UGC practices, we conducted an extensive literature review concerning legal theory and social policy of UGC practices.&nbsp; That result was a \"Primer on UGC\" which is set forth on pages 5-25 of our Summary Report.</p>\n<h2>Highlights of Research Findings</h2>\n<h4>Platform Samples Results</h4>\n<ul>\n<li>The copyright implications of UGC populations vary widely. While almost all UGC practices raise copyright issues, the degree of referential practices on popular platforms fail to conform to any general rule, even within specific genres of UGC.</li>\n<li>That being said, the majority of UGC on most platforms surveyed appeared to be wholly original and non-infringing. If the surveyed populations are representative of UGC generally, UGC practices should be understood as primarily generative of original works of authorship rather than primarily generative of derivative works.</li>\n<li>In populations where we examined recent UGC production, referential practices did not generally correlate with increased popularity. </li>\n<li>However, our samples of UGC with the highest levels of popularity tended to exhibit significantly higher levels of referential practice. In other words, the works that were the most popular were more likely to be fan works.</li>\n<li>A surprisingly small fraction of the UGC surveyed constituted &ldquo;remix&rdquo; creativity of the sort that criticized or parodied a referenced work. Though scholarship on UGC often celebrates such works, most fan works did not parody or criticize the original text.</li>\n<li>Simple and less flexible UGC tool sets seem to correlate with a decrease in copyright issues. Conversely, more flexible tools and &ldquo;denser&rdquo; forms of authorial production correlated with higher levels of copyright issues.</li>\n</ul>\n<h4>Survey of Video Game Player and Industry Results</h4>\n<ul>\n<li>A large number of video game players create and enjoy UGC, though only about half of players have shared their creativity with other players online.</li>\n<li>Players engage in a wide range of creative practices with respect to video games and have a wide range of motivations for doing so. UGC practices and motivations differ substantially according to variables such as age, education, and gender. </li>\n<li>Players who use personal computers, as opposed to consoles, appear to have a higher level of engagement with UGC.</li>\n</ul>\n<p>For further details about our research findings, please consult our full Summary Report.</p>\n<p>&nb...",
  "por_txt_cntn": "The Player-Authors Project\n\nThe Player-Authors Project used empirical methods to investigate the copyright implications of contemporary user-generated content (\"UGC\") practices.\n\nWe provided two forms of data.\n\nThe research team employed random sampling to obtain snapshots of UGC production on a range of UGC platforms. Specifically, the team sampled the outputs of thirty content populations on sixteen distinct technological platforms. The collected samples were then described along several dimensions, including an analysis of the potential copyright implications of each item sampled.\nThe research team conducted two online surveys. One survey was taken of a population of 411 video game players. Another survey was taken of 46 video game developers. Both surveys sought information about the nature of participant UGC practices, participant opinions about UGC, and motivations for creating UGC.\n\n\nResearch was conducted between September 2012 and August 2013, with the majority of the data obtained during the spring and early summer months of 2013.\n\nWe unearthed a great deal of additional and interesting data about  contemporary UGC practices and their relationship to copyright law.  Our  158-page Summary Report will be posted on the project website: http://player-authors.rutgers.edu.\n\nIn addition to providing new data on UGC practices, we conducted an extensive literature review concerning legal theory and social policy of UGC practices.  That result was a \"Primer on UGC\" which is set forth on pages 5-25 of our Summary Report.\nHighlights of Research Findings\nPlatform Samples Results\n\nThe copyright implications of UGC populations vary widely. While almost all UGC practices raise copyright issues, the degree of referential practices on popular platforms fail to conform to any general rule, even within specific genres of UGC.\nThat being said, the majority of UGC on most platforms surveyed appeared to be wholly original and non-infringing. If the surveyed populations are representative of UGC generally, UGC practices should be understood as primarily generative of original works of authorship rather than primarily generative of derivative works.\nIn populations where we examined recent UGC production, referential practices did not generally correlate with increased popularity. \nHowever, our samples of UGC with the highest levels of popularity tended to exhibit significantly higher levels of referential practice. In other words, the works that were the most popular were more likely to be fan works.\nA surprisingly small fraction of the UGC surveyed constituted \"remix\" creativity of the sort that criticized or parodied a referenced work. Though scholarship on UGC often celebrates such works, most fan works did not parody or criticize the original text.\nSimple and less flexible UGC tool sets seem to correlate with a decrease in copyright issues. Conversely, more flexible tools and \"denser\" forms of authorial production correlated with higher levels of copyright issues.\n\nSurvey of Video Game Player and Industry Results\n\nA large number of video game players create and enjoy UGC, though only about half of players have shared their creativity with other players online.\nPlayers engage in a wide range of creative practices with respect to video games and have a wide range of motivations for doing so. UGC practices and motivations differ substantially according to variables such as age, education, and gender. \nPlayers who use personal computers, as opposed to consoles, appear to have a higher level of engagement with UGC.\n\n\nFor further details about our research findings, please consult our full Summary Report.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2013\n\n\t\t\t\t\tSubmitted by: Francis G Lastowka"
 }
}