{
 "awd_id": "1250362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Technology to Support Mathematical Argumentation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 121147.0,
 "awd_amount": 121147.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2017-02-03",
 "awd_abstract_narration": "The big question being addressed in this project is, \"How can technology support the teaching and learning of mathematical argumentation?\" This EAGER proposal focuses on the first steps in moving towards the vision of helping youngsters learn mathematical/algebraic argumentation. The project has two complementary goals: to better define the technological tools needed to support elementary students learning about proof and argumentation and to understand better how elementary school students learn to make and defend mathematical claims when such tools are available. The PIs envision and are developing an animation tool to be implemented on tablet computers (so each child has his/her own electronic notebook) that provides infrastructure for sharing and refining arguments in small groups and across the class and for promoting concrete math discussions. A big challenge is providing the right tools for expression; for sharing to happen, learners need to first be able to express their understanding, and much research shows that a concrete \"written\" (sharable) expression of understanding provides better foundations for promoting concrete discussion than do expressions of understanding that are simply verbal. The particular advance in expression that is being made in this project is providing tools for dynamic representations; that is, they are able to animate what happens when mathematical operations are carried out. These concrete expressions of understanding can then be played back, paused, and so on. Students create animations by drawing, erasing, duplicating, moving, and grouping objects. They can edit each others' animations, and the teacher will also be able to create animations for students to view and edit. They record and save their oral explanations along with the animations and play them back together, thus making their verbal descriptions concrete, examinable, and sharable. \r\n\r\nThe ability to prepare and present a mathematical argument is a key component of the mathematical competence students need to achieve in upper elementary school (grades 3 through 5). Many students struggle with the subject matter and therefore struggle as well with making mathematical arguments. The PIs envision a computational tool set that young students will use to construct and share mathematical arguments, in the service of learning to be competent algebraic reasoners.  In this EAGER project, they focus on first steps in developing that tool set and on investigating how young learners make and defend mathematical arguments when they have such tools available. This project represents work in its early states on an untested but potentially transformative idea and is likely to catalyze rapid and innovative advances in helping young learners become mathematical reasoners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andee",
   "pi_last_name": "Rubin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andee Rubin",
   "pi_email_addr": "andee_rubin@terc.edu",
   "nsf_id": "000221788",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "21401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 121147.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the Technology for Math Argumentation (TMA) Project was to determine how technology could support students in exploring generalizations about the operation of multiplication.&nbsp; Our work was based on that of Russell, Schifter, and Bastable, who created lessons in which elementary students explore generalizations about all four operations using representation-based proofs. Such proofs demonstrate an equivalence of quantities through visual representations, rather than through algebraic manipulations.&nbsp; For example, students might show that the sum of two odd numbers is an even number by creating two general representations of odd numbers (a number created by pairs of units, but with one unpaired unit), then showing that when they are combined, the two unpaired units &ldquo;match up&rdquo; and create another pair, resulting in an even number.</p>\n<p>In TMA, we focused on generalizations about multiplication, such as &ldquo;if you multiply any number by 4, that&rsquo;s the same as doubling it, then doubling it again.&rdquo;&nbsp; In algebraic symbols, this generalization can be expressed as &ldquo;N x 4 = (N x 2) x 2.&nbsp; We extended the software we had designed for INK-12 in two main ways: 1) by creating a way for students to record a series of manipulations of mathematical objects and use the resulting video as a proof and 2) by creating an array with one unspecified dimension (which we called a fuzzy array because the center of the visual representation of the array was fuzzy), which students could use in their proofs as a way of expressing a variable that could take on any value.</p>\n<p>The project culminated in a 5-day trial in a second-grade classroom, with students who had a basic beginning knowledge of multiplication.&nbsp; Over the course of the five days, the students learned to use the Classroom Learning Partner system to create representations, primarily using the array tool.&nbsp; They learned how to use the recording system to make videos of their manipulations of mathematical representations and were then introduced to the idea of &ldquo;N&rdquo; as a way of expressing &ldquo;any number&rdquo; and to fuzzy arrays as a way of representing arrays with one undetermined dimension.&nbsp;</p>\n<p>We then challenged students to explore the generalization N X 4 = (N x 2) x 2.&nbsp; Many of the students in the class were able to successfully create a video showing how they could divide an N x 4 array (that is, a fuzzy array with one dimension of 4 and the other unspecified) into two N x 2 arrays (that is, fuzzy arrays with one dimension of 2 and the other unspecified) and to interpret it as a demonstration of the target generalization.&nbsp; Several students went beyond this specific challenge to note that N x 6 = (N x 2) x 3 and one even hypothesized that as long as the number on the left was even, a similar generalization could be stated and &ldquo;proved.&rdquo;&nbsp; The series of steps one student followed to show the target generalization is illustrated in the attached Figures 1 through 4.&nbsp;</p>\n<p>TMA demonstrated that technology can successfully be used to augment the Russell, Schifter and Bastable approach to introducing students to algebraic reasoning in the form of generalizations about the operations.&nbsp; Because representation-based proofs often consist of showing how a given quantity can be visualized as two different structures (e.g. an N x 4 array or 2 N x 2 arrays), a system that allows students to record and replay the steps involved in transforming one structure into the other can be an effective way of discovering and sharing these relationships.&nbsp; Having a visual representation for the symbolic phrase &ldquo;N x 4&rdquo; also facilitated students&rsquo; explorations of this idea, which can then go on to serve as the basis for more sophisticated algebraic reasoning</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2017<br>\n\t\t\t\t\tModified by: Andee&nbsp;Rubin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508032113681_TMAoutcomesFigure4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508032113681_TMAoutcomesFigure4--rgov-800width.jpg\" title=\"Final step of student proof\"><img src=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508032113681_TMAoutcomesFigure4--rgov-66x44.jpg\" alt=\"Final step of student proof\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The final image of the student's proof, in which the Nx4 array has been cut into 2 N x 2 arrays.</div>\n<div class=\"imageCredit\">TERC and MIT</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Andee&nbsp;Rubin</div>\n<div class=\"imageTitle\">Final step of student proof</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508031956551_TMAoutcomesFigure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508031956551_TMAoutcomesFigure2--rgov-800width.jpg\" title=\"Step 2 of student proof\"><img src=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508031956551_TMAoutcomesFigure2--rgov-66x44.jpg\" alt=\"Step 2 of student proof\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Accessing the context-sensitive menu</div>\n<div class=\"imageCredit\">TERC and MIT</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Andee&nbsp;Rubin</div>\n<div class=\"imageTitle\">Step 2 of student proof</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508032034400_TMAoutcomesFIgure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508032034400_TMAoutcomesFIgure3--rgov-800width.jpg\" title=\"Step 3 of 4 of student proof\"><img src=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508032034400_TMAoutcomesFIgure3--rgov-66x44.jpg\" alt=\"Step 3 of 4 of student proof\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Creating a \"fuzzy array\" from a standard array</div>\n<div class=\"imageCredit\">TERC and MIT</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Andee&nbsp;Rubin</div>\n<div class=\"imageTitle\">Step 3 of 4 of student proof</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508031778943_TMAoutcomesFigure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508031778943_TMAoutcomesFigure1--rgov-800width.jpg\" title=\"Step 1 of 4 in student proof\"><img src=\"/por/images/Reports/POR/2017/1250362/1250362_10213483_1508031778943_TMAoutcomesFigure1--rgov-66x44.jpg\" alt=\"Step 1 of 4 in student proof\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Creating an array using the array tool in Classroom Learning Partner.</div>\n<div class=\"imageCredit\">TERC and MIT</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Andee&nbsp;Rubin</div>\n<div class=\"imageTitle\">Step 1 of 4 in student proof</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of the Technology for Math Argumentation (TMA) Project was to determine how technology could support students in exploring generalizations about the operation of multiplication.  Our work was based on that of Russell, Schifter, and Bastable, who created lessons in which elementary students explore generalizations about all four operations using representation-based proofs. Such proofs demonstrate an equivalence of quantities through visual representations, rather than through algebraic manipulations.  For example, students might show that the sum of two odd numbers is an even number by creating two general representations of odd numbers (a number created by pairs of units, but with one unpaired unit), then showing that when they are combined, the two unpaired units \"match up\" and create another pair, resulting in an even number.\n\nIn TMA, we focused on generalizations about multiplication, such as \"if you multiply any number by 4, that?s the same as doubling it, then doubling it again.\"  In algebraic symbols, this generalization can be expressed as \"N x 4 = (N x 2) x 2.  We extended the software we had designed for INK-12 in two main ways: 1) by creating a way for students to record a series of manipulations of mathematical objects and use the resulting video as a proof and 2) by creating an array with one unspecified dimension (which we called a fuzzy array because the center of the visual representation of the array was fuzzy), which students could use in their proofs as a way of expressing a variable that could take on any value.\n\nThe project culminated in a 5-day trial in a second-grade classroom, with students who had a basic beginning knowledge of multiplication.  Over the course of the five days, the students learned to use the Classroom Learning Partner system to create representations, primarily using the array tool.  They learned how to use the recording system to make videos of their manipulations of mathematical representations and were then introduced to the idea of \"N\" as a way of expressing \"any number\" and to fuzzy arrays as a way of representing arrays with one undetermined dimension. \n\nWe then challenged students to explore the generalization N X 4 = (N x 2) x 2.  Many of the students in the class were able to successfully create a video showing how they could divide an N x 4 array (that is, a fuzzy array with one dimension of 4 and the other unspecified) into two N x 2 arrays (that is, fuzzy arrays with one dimension of 2 and the other unspecified) and to interpret it as a demonstration of the target generalization.  Several students went beyond this specific challenge to note that N x 6 = (N x 2) x 3 and one even hypothesized that as long as the number on the left was even, a similar generalization could be stated and \"proved.\"  The series of steps one student followed to show the target generalization is illustrated in the attached Figures 1 through 4. \n\nTMA demonstrated that technology can successfully be used to augment the Russell, Schifter and Bastable approach to introducing students to algebraic reasoning in the form of generalizations about the operations.  Because representation-based proofs often consist of showing how a given quantity can be visualized as two different structures (e.g. an N x 4 array or 2 N x 2 arrays), a system that allows students to record and replay the steps involved in transforming one structure into the other can be an effective way of discovering and sharing these relationships.  Having a visual representation for the symbolic phrase \"N x 4\" also facilitated students? explorations of this idea, which can then go on to serve as the basis for more sophisticated algebraic reasoning\n\n\t\t\t\t\tLast Modified: 10/14/2017\n\n\t\t\t\t\tSubmitted by: Andee Rubin"
 }
}