{
 "awd_id": "1250395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Toward a User-centered, Inclusive, and Personalized Approach to Mobile Web Adaptation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 287870.0,
 "awd_amount": 287870.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2013-08-16",
 "awd_abstract_narration": "The PI's goal in this exploratory research is to seek ways to fundamentally improve the user experience when browsing the Web on mobile handheld devices.  Existing approaches to mobile Web adaptation have a number of major problems or limitations.  Although no single interface design can address the different needs of individual users, existing adaptation methods typically offer one-size-fits-all solutions.  While many contextual factors affect Web navigation on handheld devices, relatively little context data is systematically captured today in real-time and exploited in adaptation.  Current techniques do not provide users with cues to help them find information of interest.  And almost all existing adaptation solutions do not consider the problem of mobile Web accessibility for disabled users; in particular, there is a paucity of knowledge on how to design and deploy the ability to invoke on a mobile device in a personalized, device-aware manner assistive technologies or special features that may be needed by an individual user.  In this project the PI will take the first steps toward development and evaluation of a transformative user-centered, inclusive, and personalized approach to mobile Web adaptation that dynamically adapts the content and display of Web pages based on users' information needs, device characteristics, and accessibility requirements.  To these ends, he will focus on users with visual impairments.  Specific research questions to be addressed include the following:  Can a user-centered approach to mobile Web adaptation better meet the preferences and needs of both typical users and those with visual impairments?  Can device-aware mobile Web adaptation better support accessibility?  Can we design and build a cloud-based integrative, personalized mobile Web adaptation system that provides ubiquitous access to not only typical users but to users with visual impairments as well?  Project outcomes will include design, implementation and evaluation of a prototype cloud-based service that integrates a novel user-centered approach to mobile Web adaptation that enables users to specify and adjust adaptation preferences and strategies, a novel device-aware adaptation that dynamically adapts Web pages based on characteristics of individual mobile devices, and novel personalized adaptation techniques for restructuring Web content so as to provide useful information cues and accessibility.\r\n\r\nBroader Impacts:  This research will benefit not only researchers in the related fields of computer science and information systems, but also manufacturers and designers of handheld devices as well as individual users.  The project will provide unique insights to manufacturers of mobile devices and to mobile application designers on how to achieve user-centered, context-aware adaptive interfaces for handheld devices that improve the user's navigation performance and overall Web browsing experience.  It will lay the foundations for a novel personalized adaptation solution that improves mobile Web accessibility, for different user communities.  And it will provide technical guidance and empirical evidence on how to reduce the digital divide as it relates to the mobile Web.  Project findings will be disseminated through interdisciplinary conferences, workshops and journals, and they will be incorporated into existing graduate and undergraduate courses at UMBC as well as a variety of K-12 outreach programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dongsong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dongsong Zhang",
   "pi_email_addr": "dzhang15@uncc.edu",
   "nsf_id": "000485408",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lina",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lina Zhou",
   "pi_email_addr": "lzhou8@uncc.edu",
   "nsf_id": "000485953",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212500002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 287870.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Disclaimer</strong><em>: This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content</em>.</p>\n<p>&nbsp;</p>\n<p>The convergence of the web, wireless communication technologies, and mobile handheld devices offers an unprecedented opportunity of ubiquitous information access (i.e., mobile web). However, usability and accessibility challenges facing by users due to unique characteristics of mobile devices could significantly compromise the benefits and values of mobile web. The overarching objective of this project is to design, develop, and evaluate automated, user-centered approaches to mobile web adaptation so as to improve the effectiveness and accessibility of Web navigation on and user interaction with mobile handheld devices. Specifically, we have accomplished five tasks:</p>\n<p>1)&nbsp;&nbsp;<strong>Building a hierarchical, personalized treeview outline adaptation approach to mobile web </strong><br /> Two of the most commonly seen problems in mobile web are 1) getting lost during navigation, and 2) difficulty in finding the information of interest. To address these two problems, we designed and developed a personalized approach that automatically parses the HTML code of a website, identifies the structure of its content, and generates a hierarchical tree that presents a multi-layer outline for the website. Each node in an outline represents a section of a website, which may (or may not) include multiple sub-sections (i.e., child nodes). The subsections and hyperlinks within a section form its child nodes. Users can scan node labels to determine which node(s) may be of their interest. Users can either &lsquo;click&rsquo; (i.e., select) the &lsquo;+&rsquo; sign at the beginning of a section node to expand its child nodes, if any, or &lsquo;click&rsquo; a node label to view the detailed content of the corresponding section directly. Such a treeview is personalized for individual users based on their browsing activities on mobile devices.&nbsp;</p>\n<p>2)&nbsp;&nbsp;<strong>Adaptation of Multimedia Content in Websites</strong>&nbsp; &nbsp;<br /> We develop a Context-Aware, Dynamic Approach to Multimedia Adaptation (CADAMA) for mobile Web according to specific user and device context. CADAMA identifies what mobile device a user is using, retrieves its multimedia features, finds out whether there is any multimedia content (e.g., audio, video, image) in a requested website that is not supported by the device, then automatically adapts the format of the incompatible multimedia content so that it can be presented to the user on his/her mobile device properly.&nbsp;</p>\n<p>3)&nbsp;&nbsp;<strong>Color Adaptation for Users with Color Vision Deficiency (CVD)</strong></p>\n<p>CVD is the inability to perceive differences between some of the colors that non-color impaired users can distinguish. We have developed a color adaptation approach to mobile Web browsing, which automatically replaces non-distinguishable colors in a website with distinguishable ones to improve Web browsing experience and accessibility for CVD users.&nbsp;</p>\n<p>4)&nbsp;<strong>Building a Cloud-based Mobile Web Adaptation Service</strong></p>\n<p>We have implemented the above three adaptation modules as independent Amazon Web Services, then integrate them into one cloud-based system. Our system (called PRECMAS) performs all adaptations in the cloud at run time. PRECMAS requires storage, computation, and load management to function between the client and web content providers as a proxy server. In order to fulfill these needs, we adopted cloud computing as an Infrastructure as a Service (IaaS).&nbsp...",
  "por_txt_cntn": "\nDisclaimer: This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\n \n\nThe convergence of the web, wireless communication technologies, and mobile handheld devices offers an unprecedented opportunity of ubiquitous information access (i.e., mobile web). However, usability and accessibility challenges facing by users due to unique characteristics of mobile devices could significantly compromise the benefits and values of mobile web. The overarching objective of this project is to design, develop, and evaluate automated, user-centered approaches to mobile web adaptation so as to improve the effectiveness and accessibility of Web navigation on and user interaction with mobile handheld devices. Specifically, we have accomplished five tasks:\n\n1)  Building a hierarchical, personalized treeview outline adaptation approach to mobile web \n Two of the most commonly seen problems in mobile web are 1) getting lost during navigation, and 2) difficulty in finding the information of interest. To address these two problems, we designed and developed a personalized approach that automatically parses the HTML code of a website, identifies the structure of its content, and generates a hierarchical tree that presents a multi-layer outline for the website. Each node in an outline represents a section of a website, which may (or may not) include multiple sub-sections (i.e., child nodes). The subsections and hyperlinks within a section form its child nodes. Users can scan node labels to determine which node(s) may be of their interest. Users can either æclickÆ (i.e., select) the æ+Æ sign at the beginning of a section node to expand its child nodes, if any, or æclickÆ a node label to view the detailed content of the corresponding section directly. Such a treeview is personalized for individual users based on their browsing activities on mobile devices. \n\n2)  Adaptation of Multimedia Content in Websites   \n We develop a Context-Aware, Dynamic Approach to Multimedia Adaptation (CADAMA) for mobile Web according to specific user and device context. CADAMA identifies what mobile device a user is using, retrieves its multimedia features, finds out whether there is any multimedia content (e.g., audio, video, image) in a requested website that is not supported by the device, then automatically adapts the format of the incompatible multimedia content so that it can be presented to the user on his/her mobile device properly. \n\n3)  Color Adaptation for Users with Color Vision Deficiency (CVD)\n\nCVD is the inability to perceive differences between some of the colors that non-color impaired users can distinguish. We have developed a color adaptation approach to mobile Web browsing, which automatically replaces non-distinguishable colors in a website with distinguishable ones to improve Web browsing experience and accessibility for CVD users. \n\n4) Building a Cloud-based Mobile Web Adaptation Service\n\nWe have implemented the above three adaptation modules as independent Amazon Web Services, then integrate them into one cloud-based system. Our system (called PRECMAS) performs all adaptations in the cloud at run time. PRECMAS requires storage, computation, and load management to function between the client and web content providers as a proxy server. In order to fulfill these needs, we adopted cloud computing as an Infrastructure as a Service (IaaS). \n\n5) Designing and Developing Interactive Tools to Improve One-handed Interaction with Mobile Handheld Devices\n\nMost users prefer to use mobile phones with one hand. In addition, millions of people with upper limb loss or hand disabilities have to interact with mobile phones using one hand only. We have focused on two..."
 }
}