{
 "awd_id": "1250340",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Quick Draw Semantics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 200899.0,
 "awd_amount": 226499.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2014-05-12",
 "awd_abstract_narration": "This project is developing methods and tools for ordinary web content creators to indicate the structure inherent in their content by drawing a few simple lines or figures over their web site. Their motivation for doing so is to use enhanced browsing and searching capabilities in their local site based on these mappings. These new browsing and searching capabilities are based on the definition of canonical structures (i.e., data model fragments) and domain patterns (a set of instantiated canonical structures) with associated navigation and access paths where domain patterns are easily recognizable by content creators and easily articulated using a simple drawing approach. This work is complementary to yet distinct from much existing effort to transition to a more semantic Web; the focus here is on (simple) local specification (drawing) of mappings with local benefit. This project uses a form of crowd-sourcing to create ontology mappings and (indirectly) create ontologies. This project applies decades of work on data modeling and schema mapping but with structural fragments rather than complete schemas/ontologies, without view update problems (because of the focus on browsing/searching), and with immediate local benefit. The research is motivated by and will be showcased in a series of websites that support public access to instructional materials.  In general, this work is expected to contribute (nearly effortlessly yet in a high-quality way) to achieving the vision for the semantic web.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lois",
   "pi_last_name": "Delcambre",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lois M Delcambre",
   "pi_email_addr": "lmd@cs.pdx.edu",
   "nsf_id": "000357961",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1900 SW 4th Avenue",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200899.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12800.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 12800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to make it easy to put complex navigation and other widgets in ordinary websites that are built using a content management system, such as Drupal or WordPress. &nbsp;The project was inspired by the needs of middle and high school robotics teachers who wanted to host their teaching materials on a public website. &nbsp;They used dramatically different teaching styles and, as a result, had very different teaching materials. &nbsp;They also wanted to offer sophisticated features for end-users who might want to use their teaching materials such as: allowing a new teacher to select and rearrange parts of an existing course to create their own course in the website and allowing a teacher to select part of all of a course to download for use in a school computer lab without Internet connection. &nbsp;Because each course may have very different structure (e.g., units with lessons with assessments vs. challenges with hints), they also needed an easy way to navigate their course - regardless of the course structure.</p>\n<p><span>Based on these requirements, we set out to develop a generic way to build widgets to do the things listed above: a navigation widget, a selective copy/clone widget, a download widget. The two key challenges then were 1) how to build widgets generically to work with any structure and 2) how to make mapping to the generic widget structures easy enough for non-technical users to perform while retaining enough information for meaningful widgets to work.&nbsp;</span><span>As soon as the mappings are in place, the widgets work on their website.</span></p>\n<p>The intellectual merit of this project is through its contribution to the database and semantic web fields. &nbsp;The key contributions are: (1) to explore the possibility of having end-users (website content providers who know their local content, e.g., their courses, very well) provide the mappings and (2) using those mappings dynamically - on the live website - to allow the website users (such as other teachers) to use the widgets directly. &nbsp;The first contribution is a contribution to what is called schema mapping where the elements in one schema are mapped to the corresponding element in another schema. &nbsp;Historically, the definition of schemas and especially the task of schema mapping has been the responsibility of database experts. &nbsp;This project demonstrated that users (such as teachers) who understand their content well, can easily provide the schema mappings necessary for the widgets that they wanted. &nbsp;One of the reasons for this is that we discovered that we could build generic widgets with very small, generic schemas (what we call canonical structures). &nbsp;The canonical structures tend to correspond to standard data modeing constructs. &nbsp;Another reason for this contribution is that the users (who understand their content) were able to see a preview of the widget as they were mapping. &nbsp;This kind of immediate feedback was helpful.</p>\n<p>The broader impact of this project stems in part from the number of students who participated; the project supported one PhD student with another PhD student involved; six undergraduates students, five of whom were supported by an NSF REU Supplement; and two high school students. &nbsp;Significant broader impact stems from the repositories for teaching materials that we have built and continue to host as part of this project. &nbsp;The website that hosts middle and high school robotics courses has over 1500 registered teacher users from all over the world. &nbsp;This is largely due to the efforts of our collaborator who: authored the main robotics course (called STEMRobotics), has offered professional development for teachers at many different events, and has monitored the requests for new accounts on the STEMRobotics website. &nbsp;Another broader impact of the project stems from the fact that the widg...",
  "por_txt_cntn": "\nThe goal of this project was to make it easy to put complex navigation and other widgets in ordinary websites that are built using a content management system, such as Drupal or WordPress.  The project was inspired by the needs of middle and high school robotics teachers who wanted to host their teaching materials on a public website.  They used dramatically different teaching styles and, as a result, had very different teaching materials.  They also wanted to offer sophisticated features for end-users who might want to use their teaching materials such as: allowing a new teacher to select and rearrange parts of an existing course to create their own course in the website and allowing a teacher to select part of all of a course to download for use in a school computer lab without Internet connection.  Because each course may have very different structure (e.g., units with lessons with assessments vs. challenges with hints), they also needed an easy way to navigate their course - regardless of the course structure.\n\nBased on these requirements, we set out to develop a generic way to build widgets to do the things listed above: a navigation widget, a selective copy/clone widget, a download widget. The two key challenges then were 1) how to build widgets generically to work with any structure and 2) how to make mapping to the generic widget structures easy enough for non-technical users to perform while retaining enough information for meaningful widgets to work. As soon as the mappings are in place, the widgets work on their website.\n\nThe intellectual merit of this project is through its contribution to the database and semantic web fields.  The key contributions are: (1) to explore the possibility of having end-users (website content providers who know their local content, e.g., their courses, very well) provide the mappings and (2) using those mappings dynamically - on the live website - to allow the website users (such as other teachers) to use the widgets directly.  The first contribution is a contribution to what is called schema mapping where the elements in one schema are mapped to the corresponding element in another schema.  Historically, the definition of schemas and especially the task of schema mapping has been the responsibility of database experts.  This project demonstrated that users (such as teachers) who understand their content well, can easily provide the schema mappings necessary for the widgets that they wanted.  One of the reasons for this is that we discovered that we could build generic widgets with very small, generic schemas (what we call canonical structures).  The canonical structures tend to correspond to standard data modeing constructs.  Another reason for this contribution is that the users (who understand their content) were able to see a preview of the widget as they were mapping.  This kind of immediate feedback was helpful.\n\nThe broader impact of this project stems in part from the number of students who participated; the project supported one PhD student with another PhD student involved; six undergraduates students, five of whom were supported by an NSF REU Supplement; and two high school students.  Significant broader impact stems from the repositories for teaching materials that we have built and continue to host as part of this project.  The website that hosts middle and high school robotics courses has over 1500 registered teacher users from all over the world.  This is largely due to the efforts of our collaborator who: authored the main robotics course (called STEMRobotics), has offered professional development for teachers at many different events, and has monitored the requests for new accounts on the STEMRobotics website.  Another broader impact of the project stems from the fact that the widget software that we have developed has been released to the Drupal open source community.\n\nIn general, the ease of use of our tools combined with their compatibility with one of the more popu..."
 }
}