{
 "awd_id": "1250361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Real-time, background-free resonance Raman microscopy FOR live-cell imaging",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 408029.0,
 "awd_amount": 408029.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "Progress in Life Sciences depends upon the development of new tools and instruments. Our ability to understand the function of living systems on the cellular and molecular levels is greatly enhanced by imaging techniques capable of providing structural and chemical information in vivo. Raman spectroscopy, which is based on the low-frequency vibrational and rotational modes of molecules, is truly non-invasive, and it could provide significant information on the chemical composition and physical structure of biological samples. However, implementation of Raman spectroscopy to study biological structures in vivo is often problematic because of the relatively large background fluorescence and relatively low signal level. \r\nThis research project offers an innovative approach using optical parametric amplification to overcome these shortcomings and improve the ability of Raman spectroscopy to analyze complex vibrational bands, increasing the signal-to-noise-ratio by more than an order of magnitude and allowing unprecedented acquisition speed while utilizing inexpensive complementary metal-oxide-semiconductor (CMOS) line detectors.  The high acquisition rates will allow studying important dynamic biochemical processes, such as mitochondrial activity in live cells.  To test the developed instrument, a biological system based on yeast cells, Saccharomyces cerevisiae, commonly known as baker's yeast or brewer's yeast, will be used.  In addition to its traditional roles in baking and brewing, this organism is used for various applications including biofuel (ethanol) production, pharmaceutical product development (e.g. hepatitis B vaccine, recombinant insulin), environmental protection (e.g. hydrocarbon detoxification), and others.   Importantly, S. cerevisiae is also a powerful model system in which to study the most fundamental principles underlying the function of the eukaryotic cell. \r\nThe project will actively involve students at the undergraduate and graduate levels. These students will gain interdisciplinary expertise across fields from physics, optics, chemistry and engineering to biological sciences.  The plan for implementation of the newly developed imaging techniques involves collaboration with industrial partners and should lead to a commercial product, which will further contribute to a widespread use of the proposed technique.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladislav",
   "pi_last_name": "Yakovlev",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Vladislav V Yakovlev",
   "pi_email_addr": "yakovlev@tamu.edu",
   "nsf_id": "000597439",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "5016 Emerging Technologies Building",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 144995.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 132210.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview:</p>\n<p>The progress of biological sciences depends on the availability of new tools for imaging and sensing. This NSF award funded the development of novel confocal microscope for minimally invasive chemically specific optical imaging.</p>\n<p>Intellectual merit:</p>\n<p>Raman spectroscopy provides a way for non-invasive analysis of chemical composition on a submicroscopic level. The research was focused on development of novel instrumentation for non-invasive optical imaging and sensing. It was demonstrated that Raman signal, being excited by a short laser pulse, can be collected and amplified using optical parametric amplifier to provide a fluorescent background-free signal above the read-out and thermal noise of the detector. A novel high-resolution optical spectrometer has been developed, which is based on the optical dispersion in optical fiber and time-correlated photon counting. A novel optical characterization platform, which allows several orders of magnitude enhancement of weak Raman and fluorescence signals, has been developed. A novel approach to characterize light absorption and scattering of biological tissues, including cells and organelles has been developed. The above developments were successfully used to analyze lipid content of algae cells and provide a quick assessment of water contaminations. During the last year of the project, a novel approach to analyze viscoelastic properties of cells and tissues on a microscopic scale from a highly scattering medium was developed and validated for a number of biological applications. More than 30 journal publications were published on the subject of the award in peer-reviewed journals.</p>\n<p>Broader Impact:</p>\n<p>An innovative sensing technology, which has been developed as a part of the research, is licensed to a company (Nova Biological, Inc.; Houston, TX). A start-up company (IC Science, LLC) was formed by PI&rsquo;s graduate students in 2014 and has already secured first round of funding. Four undergraduate students were accepted into Graduate Schools (including one female student who has joined the PI&rsquo;s group). One of those students received an NSF Graduate Fellowship. A working partnership has been established with the Air Force Research Laboratory. With the assistance of the PI and his students, the above instrumentation was installed in several laboratories around the world.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2015<br>\n\t\t\t\t\tModified by: Vladislav&nbsp;V&nbsp;Yakovlev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview:\n\nThe progress of biological sciences depends on the availability of new tools for imaging and sensing. This NSF award funded the development of novel confocal microscope for minimally invasive chemically specific optical imaging.\n\nIntellectual merit:\n\nRaman spectroscopy provides a way for non-invasive analysis of chemical composition on a submicroscopic level. The research was focused on development of novel instrumentation for non-invasive optical imaging and sensing. It was demonstrated that Raman signal, being excited by a short laser pulse, can be collected and amplified using optical parametric amplifier to provide a fluorescent background-free signal above the read-out and thermal noise of the detector. A novel high-resolution optical spectrometer has been developed, which is based on the optical dispersion in optical fiber and time-correlated photon counting. A novel optical characterization platform, which allows several orders of magnitude enhancement of weak Raman and fluorescence signals, has been developed. A novel approach to characterize light absorption and scattering of biological tissues, including cells and organelles has been developed. The above developments were successfully used to analyze lipid content of algae cells and provide a quick assessment of water contaminations. During the last year of the project, a novel approach to analyze viscoelastic properties of cells and tissues on a microscopic scale from a highly scattering medium was developed and validated for a number of biological applications. More than 30 journal publications were published on the subject of the award in peer-reviewed journals.\n\nBroader Impact:\n\nAn innovative sensing technology, which has been developed as a part of the research, is licensed to a company (Nova Biological, Inc.; Houston, TX). A start-up company (IC Science, LLC) was formed by PIÆs graduate students in 2014 and has already secured first round of funding. Four undergraduate students were accepted into Graduate Schools (including one female student who has joined the PIÆs group). One of those students received an NSF Graduate Fellowship. A working partnership has been established with the Air Force Research Laboratory. With the assistance of the PI and his students, the above instrumentation was installed in several laboratories around the world.\n\n\t\t\t\t\tLast Modified: 06/02/2015\n\n\t\t\t\t\tSubmitted by: Vladislav V Yakovlev"
 }
}