{
 "awd_id": "1250659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Analysis of Thermoelectric On-Site Cooling Devices for Therapeutic Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 198725.0,
 "awd_amount": 198725.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "CBET - 1250659\r\nPI: Diller\r\n\r\nThis project is motivated by the need to substantially improve the quality and safety of our ability to administer cooling therapy, with the potential to save thousands of lives and eliminate thousands of device-induced injuries annually. The opportunity to conduct this research has been created by two major technical breakthroughs. On the one hand, the PI?s laboratory has discovered how to apply physiological principles to on demand create large heat flows between the body core and the skin surface for therapeutic purposes, and also how to break the chain of deep ischemia associated with tissue cooling therapy that can lead to ischemic-induced injury. On the other hand, there have recently been significant advances in developing new thermoelectric materials that enable devices to operate with much higher efficiencies than in the past. As a consequence, for the first time it is possible to apply thermoelectric modules directly to the surface of a treatment site, doing away with the traditional connections to an external refrigerator and circulating water lines to provide cooling therapy. At the temperatures requisite for medical cooling, thermoelectric materials can produce a figure of merit ZT of about 1.0 that is sufficient to generate adequate heat flow rates. Coverage of complex three-dimensional anatomic sites will be achieved with a matrix of small thermoelectric modules affixed to a flexible, thermally conductive substrate. Each module will have a thermal sensor to provide feedback signals that can be used to modulate the cooling effect in both time and space for specifically designed therapeutic protocols. An engineering challenge will be to provide the connectivity and control to operate all elements of the module matrix in concert. Subjects will be instrumented to monitor surface and core temperatures along with important physiological properties including skin blood flow at the heat transfer site. Performance of the thermoelectric device will be assessed in terms of compatibility with adaptation to medical applications and the ability to control physiological temperatures and blood flow. \r\n\r\nThis project will apply thermoelectric modules to fabricate and test refrigeration systems that can be used directly on an area of the body surface for therapeutic cooling. The capability can be used to treat medical conditions such as a stroke, heart attack, or concussion that can cause a life threatening lack of oxygen to the brain and to treat soft tissue injuries. This type of device will be safer and easier to use than any currently available alternatives, and it is designed for small size, light weight, and low power consumption to allow it to be used by first responders in ambulances so that treatments can be started early when time is of the essence. Successful completion of this project would enable more effective cooling therapies to be designed and executed than have ever before been possible and could save thousands of lives annually.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Diller",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth R Diller",
   "pi_email_addr": "kdiller@mail.utexas.edu",
   "nsf_id": "000271132",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 198725.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>: Surface cooling and heating are widely applied methods for enhancing the healing of soft tissue injuries. Although these methods have been applied for centuries, there is only limited scientific data to direct basic aspects such as what temperature to use and how long to apply it. Achieving a desirable temperature has been a difficult task using ice cubes and refrigerated or frozen gel packs. Alternatively, over the past twenty five years devices have been develop that circulate ice water through pads that can be placed onto a treatment area. The treatment period can be extended for a long time, often measured in days, by using these machines, but the devices are bulky and often must be tethered to an electrical outlet. Also, cooling for long periods of time can have negative consequences. This project introduces an entirely new concept in providing thermal therapy for enhanced tissue healing. It is based on using small electronic refrigeration and heating (thermoelectric) discs that can be place directly onto the treatment site, doing away with the need for circulating ice water and providing precision control over both heating and cooling temperatures and times of application. The device can be powered by a small portable battery pack. The device may be worn for ambulatory activities. This research shows that effective therapy temperatures between 15C and 40C are easily created and controlled on the tissue surface. Combined alternating cooling and heating are easily produced and are know to be beneficial to healing processes. Steps are being taken to develop this technology into a commercial device that can be offered for use in medical and home care settings.</p>\n<p><strong>Broader Impacts</strong>: This project involved the training of multiple undergraduate and graduate engineering students. Seven undergrads gained first hand research experience in developing solutions to challenging engineering design problems. Four of the students participated in coauthoring a paper published in a leading medical device journal, and another two students are named as coinventors to a US patent application. One student gave a presentation at a national engineering conference. The new knowledge gained in the project has been integrated into teaching methods for engineering students and is being translated for use by teachers and students in high school who are studying engineering as part of their curriculum.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2015<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;R&nbsp;Diller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Surface cooling and heating are widely applied methods for enhancing the healing of soft tissue injuries. Although these methods have been applied for centuries, there is only limited scientific data to direct basic aspects such as what temperature to use and how long to apply it. Achieving a desirable temperature has been a difficult task using ice cubes and refrigerated or frozen gel packs. Alternatively, over the past twenty five years devices have been develop that circulate ice water through pads that can be placed onto a treatment area. The treatment period can be extended for a long time, often measured in days, by using these machines, but the devices are bulky and often must be tethered to an electrical outlet. Also, cooling for long periods of time can have negative consequences. This project introduces an entirely new concept in providing thermal therapy for enhanced tissue healing. It is based on using small electronic refrigeration and heating (thermoelectric) discs that can be place directly onto the treatment site, doing away with the need for circulating ice water and providing precision control over both heating and cooling temperatures and times of application. The device can be powered by a small portable battery pack. The device may be worn for ambulatory activities. This research shows that effective therapy temperatures between 15C and 40C are easily created and controlled on the tissue surface. Combined alternating cooling and heating are easily produced and are know to be beneficial to healing processes. Steps are being taken to develop this technology into a commercial device that can be offered for use in medical and home care settings.\n\nBroader Impacts: This project involved the training of multiple undergraduate and graduate engineering students. Seven undergrads gained first hand research experience in developing solutions to challenging engineering design problems. Four of the students participated in coauthoring a paper published in a leading medical device journal, and another two students are named as coinventors to a US patent application. One student gave a presentation at a national engineering conference. The new knowledge gained in the project has been integrated into teaching methods for engineering students and is being translated for use by teachers and students in high school who are studying engineering as part of their curriculum.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/05/2015\n\n\t\t\t\t\tSubmitted by: Kenneth R Diller"
 }
}