{
 "awd_id": "1250071",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Interfacial disruption of supported lipid bilayers by invading peptides",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 88596.0,
 "awd_amount": 88596.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2014-04-11",
 "awd_abstract_narration": "This EAGER project  is \"high risk high payoff\" in that it involves a radically new approach to investigate the mechanism of peptide-lipid interfacial interactions using a freely oscillating sensor called a Quartz Crystal Microbalance with Dissipation (QCM-D). Life depends on the integrity of biological membranes and their ability to maintain function. \r\n\r\n\r\nIntellectual Merit. Disrupting bacterial membrane integrity with peptides on purpose is a new strategy to kill toxic bacteria. Alternately, protecting mammalian cell membrane from disruption by peptides or oligomers is a strategy to mitigate Alzheimer?s (and many other amyloid-related) disease(s) (AD). In both cases, very little is known about how the peptides bind to biological membranes (or to membrane mimics called supported lipid bilayers, SLBs) and how they aggregate and penetrate to form pores and/or induce lipid loss. Various models of interaction  include the formation peptide adsorbed on a SLB surface, pore formation with and without release of lipids from a SLB. Previously, methods such as interfacial tension (Langmuir-Blodgett (LB)), leakage, spectroscopy (NMR, EPR, CD) and scattering measurements (reflectometry with light, X-rays and neutrons) have been used to analyze protein-lipid interactions. Limitations include the presence of a nonnatural lipid-air interface (LB) and low sensitivity (NMR, EPR). Leakage measurements using fluorescence or electrical current changes are useful for determining the contiguity of the SBLs but do not provide much mechanistic insight. Scattering techniques are complementary to the proposed QCM-D measurements and will be pursued at Oak Ridge National Labs (our proposal to conduct neutron reflectometry in the Fall 2012 was successful) on the same problem described here. This is a complex interfacial binding, disruption and transport challenge, which occurs at the surface of SLBs. \r\n\r\nThe PIs propose the use of a novel technique, QCM-D, to interrogate this interfacial and transport problem with a variety of peptides and SBLs with the hope of designing more potent peptides and establishing a foundation for inhibiting Aâ disruption.\r\n\r\nThe PIs plan to measure the interfacial interactions and transport between two different families of amphipathic peptides (anti-microbial, AMPs, and amyloid protein, Aâ) and model membranes (SLBs) in order to discover more potent AMPs and establish a basis to prevent Aâ disruption.\r\nTheir experimental plan of attack, materials choice and technique of measurement in combination are novel. No one has developed rules for a widely accepted mechanism of peptideinduced disruption of model cell membranes like SLBs. Our new approach will measure two independent parameters, changes in frequency and dissipation, or changes in mass and rigidity, respectively, and binding kinetics. They have recently made progress and observed disruption of SLBs with both AMPs (picidin 1 & 3) and Aâ fibrils for the first time. At low concentrations, picidin 1 & 3 appear to form porelike structures while at high concentrations, they extract parts of the bilayer and form micelles and large cavities in the SLB. The results from the proposed study are important because they will help establish design principles with greater efficacy to disrupt bacterial membrane integrity and formulate strategies to protect mammalian cell membranes from disruption by peptides or oligomers. \r\n\r\nThe two specific goals are: Aim I: Investigate the rupture mechanism of bacterial-like SLBs by AMPS, and Aim II: Investigate the disintegration mechanism of mammalian-like SLMs by Aâ1-42 oligomer species.\r\n\r\nBroader Impact. The proposed study will provide a fundamental understanding of the interactions of peptides with SLBs. This has broad relevance to inactivating bacterial infections and to mitigating amyloid diseases like Alzheimer?s, Huntington?s, Parkinson?s and over 20 others. As bacteria increase resistance to antibiotics, new and different methods are urgently needed to deal with bacterial infection. Deactivating bacteria with AMPs offers an exciting alterative to antibiotics. Results of this research will benefit society by optimizing AMP design for treatment and for coating hospital walls to deactivate airborn bacteria. The project will promote training and learning by involving undergraduate science and engineering majors through the Rensselaer Undergraduate Research Program and by involving high school seniors through the RPI Questar program. Female and minority students will again be recruited to broaden participation of underrepresented groups, exposing students to modern interfacial science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georges",
   "pi_last_name": "Belfort",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georges Belfort",
   "pi_email_addr": "belfog@rpi.edu",
   "nsf_id": "000452595",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 88596.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <span style=\"text-decoration: underline;\">goal of this work</span> was to determine how four antimicrobial peptides (AMPs) (small strings of amino acids we call &ldquo;antimicrobial drill bits&rdquo;) with different secondary structure in solution and oligomers of amyloid beta 1-42 (A&beta;<sub>1-42</sub>) (the supposed precursor to Alzheimer&rsquo;s disease)interact differently with mimics of bacterial and mammalian outer membranes (that defines selectivity) (i.e. bacterial of mammalian cells).&nbsp; They included indolicidin (random/extended), protegrin-1 (&beta;-sheet), &alpha;-defensin (&beta;-sheet), and magainin-2 (&alpha;-helix). The interactions of these AMPs with mimics of bacterial and mammalian supported lipid bilayers (SLB) were assessed by measuring changes in mass and dissipation (i.e. rigidity) of the SLBs with time.&nbsp; Protegrin-1 with its &beta;-sheet solution structure exhibited the highest binding to the bacterial SLB and the highest selectivity for the bacterial over the mammalian membrane.&nbsp; The random/extended solution structure of indolicidin incurred the greatest mass increase for the mammalian SLB and hence showed relative weak selectivity.&nbsp; Both &alpha;-defensin and magainin-2 with their &beta;-sheet and &alpha;-helix solution structures, respectively, showed little propensity for binding to either bacterial or mammalian mimic membranes.&nbsp; None of the AMPs were able to remove mass from the lipid bilayers.&nbsp; Calcein dye leakage experiments showed that protegrin-1 had the strongest effect, while leakage values were in the decreasing order of protegrin-1, magainin-2, indolicidin and a-defensin-1. &nbsp;In addition, five different oligomers, taken at different times during the A&beta;<sub>1-42</sub>, aggregation reaction and ranging from monomeric to fibrils were tested for their propensity to bind to bacterial and mammalian SLBs.&nbsp; Oligomer samples of A&beta;<sub>1-42</sub> taken<sub> </sub>after 4 h of reaction and just prior to fibril formation were the most effective in disrupting the SLB<sub>M</sub> membrane.&nbsp; All the other temporal samples had little effect on the SLBs. One manuscript is currently in final preparation.&nbsp;</p>\n<p>The <span style=\"text-decoration: underline;\">broader impacts</span> obtained from this research are principally (i) scientific and medical, i.e. gained new fundamental knowledge of peptide-membrane interactions that assisted in the design of the new peptides for attacking and killing pathogenic bacteria, and (ii) training and education of graduate, undergraduate and high school students in interfacial science and engineering. &nbsp;Thus, two undergraduate researchers, Alexa Aranjo, Biology Department and Dinesh Cherupalla, Chemical Engineering Department, assisted in the work at RPI.&nbsp; This research was presented to a QUESTAR III STEM high school class, a regional group of top ranked high school seniors interested in the STEM fields, for three years in a row.&nbsp; One student who graduated from the QUESTAR III STEM program in 2013, Ian Gaudette, is now an undergraduate researcher in our laboratory.</p>\n<p>The main <span style=\"text-decoration: underline;\">outcomes </span>of this research are the scientific results and the leaning by the students of interfacial science and engineering .&nbsp; They include the development of a new <em>in vitro </em>assay to predict the potential of the AMPs to disrupt the cell-wall of bacterial cells, and the establishment of a base line for natural AMPs so that we can understand the mechanism of how new non-natural AMPs kill cells.&nbsp; Educating three levels of students (graduate, undergraduate and high school students) is also an important outcome.&nbsp; Finally, we will publish our results in peer-reviewed scientific journal so that others can also learn from our findings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2015<br>\n\t\t\t\t\tModif...",
  "por_txt_cntn": "\nThe goal of this work was to determine how four antimicrobial peptides (AMPs) (small strings of amino acids we call \"antimicrobial drill bits\") with different secondary structure in solution and oligomers of amyloid beta 1-42 (A&beta;1-42) (the supposed precursor to AlzheimerÆs disease)interact differently with mimics of bacterial and mammalian outer membranes (that defines selectivity) (i.e. bacterial of mammalian cells).  They included indolicidin (random/extended), protegrin-1 (&beta;-sheet), &alpha;-defensin (&beta;-sheet), and magainin-2 (&alpha;-helix). The interactions of these AMPs with mimics of bacterial and mammalian supported lipid bilayers (SLB) were assessed by measuring changes in mass and dissipation (i.e. rigidity) of the SLBs with time.  Protegrin-1 with its &beta;-sheet solution structure exhibited the highest binding to the bacterial SLB and the highest selectivity for the bacterial over the mammalian membrane.  The random/extended solution structure of indolicidin incurred the greatest mass increase for the mammalian SLB and hence showed relative weak selectivity.  Both &alpha;-defensin and magainin-2 with their &beta;-sheet and &alpha;-helix solution structures, respectively, showed little propensity for binding to either bacterial or mammalian mimic membranes.  None of the AMPs were able to remove mass from the lipid bilayers.  Calcein dye leakage experiments showed that protegrin-1 had the strongest effect, while leakage values were in the decreasing order of protegrin-1, magainin-2, indolicidin and a-defensin-1.  In addition, five different oligomers, taken at different times during the A&beta;1-42, aggregation reaction and ranging from monomeric to fibrils were tested for their propensity to bind to bacterial and mammalian SLBs.  Oligomer samples of A&beta;1-42 taken after 4 h of reaction and just prior to fibril formation were the most effective in disrupting the SLBM membrane.  All the other temporal samples had little effect on the SLBs. One manuscript is currently in final preparation. \n\nThe broader impacts obtained from this research are principally (i) scientific and medical, i.e. gained new fundamental knowledge of peptide-membrane interactions that assisted in the design of the new peptides for attacking and killing pathogenic bacteria, and (ii) training and education of graduate, undergraduate and high school students in interfacial science and engineering.  Thus, two undergraduate researchers, Alexa Aranjo, Biology Department and Dinesh Cherupalla, Chemical Engineering Department, assisted in the work at RPI.  This research was presented to a QUESTAR III STEM high school class, a regional group of top ranked high school seniors interested in the STEM fields, for three years in a row.  One student who graduated from the QUESTAR III STEM program in 2013, Ian Gaudette, is now an undergraduate researcher in our laboratory.\n\nThe main outcomes of this research are the scientific results and the leaning by the students of interfacial science and engineering .  They include the development of a new in vitro assay to predict the potential of the AMPs to disrupt the cell-wall of bacterial cells, and the establishment of a base line for natural AMPs so that we can understand the mechanism of how new non-natural AMPs kill cells.  Educating three levels of students (graduate, undergraduate and high school students) is also an important outcome.  Finally, we will publish our results in peer-reviewed scientific journal so that others can also learn from our findings.\n\n\t\t\t\t\tLast Modified: 04/17/2015\n\n\t\t\t\t\tSubmitted by: Georges Belfort"
 }
}