{
 "awd_id": "1250459",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "23rd NSF EPScoR National Conference",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelvin Chu",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 420119.0,
 "awd_amount": 420119.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2014-09-03",
 "awd_abstract_narration": "This award supports the 23rd National EPSCoR Conference ?Education, Innovation, and Entrepreneurship: EPSCoR as a Vehicle for Delivering on National Priorities? in Nashville, Tennessee, November 2013. This conference will showcase basic-research contributions of the 28 states, Puerto Rico, and U.S. Virgin Islands; while also highlighting opportunities for EPSCoR jurisdictions to become a vehicle for the public?s benefit through job creation, entrepreneurship, external engagement, and innovation. \r\n\r\nThe conference seeks to identify opportunities and barriers for EPSCoR programs to support basic research and development, education, innovation, and entrepreneurship to deliver on national priorities. The themes coalesce around research into a collective approach for creating and sustaining an informed and knowledgeable populace capable of identifying and characterizing societal problems (Know), developing the infrastructure of resources and collaboration necessary to solve these problems (Create), and providing a framework for the effective translation of these solutions into deployment (Implement). The conference will explore how extensive EPSCoR knowledge and research infrastructure can be better leveraged to accelerate knowledge discovery, and how research infrastructure and its data streams can better contribute to the national research community. A series of workshops are planned to create action plans for community college workforce development and entrepreneurship as well as implementation of research-based innovation in commercial and related application.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hopkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Hopkins",
   "pi_email_addr": "jhop@utk.edu",
   "nsf_id": "000579986",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "916800",
   "pgm_ele_name": "EPSCoR Outreach and Workshops"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 420119.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 23<sup>rd</sup> National NSF EPSCoR Conference:&nbsp; &ldquo;Research, Education, Innovation, and Entrepreneurship:&nbsp; EPSCoR as a Vehicle for Delivering on National Priorities,&rdquo; was held on November 3-7, 2013 in Nashville, TN.&nbsp; Participants included 366 attendees from 38 states, the District of Columbia, Guam, and the Virgin Islands. &nbsp;Morning sessions provided exemplars of EPSCoR research in the areas of energy, environment and sustainability, and materials.&nbsp; The sessions were structured so that one research topic was the morning focus for each of the three days.&nbsp; Plenary Sessions throughout the remainder of the day covered topics under one of three major themes:&nbsp; (1) Education, (2) Innovation, and (3) Entrepreneurship and Technology Transfer. Other impact areas such as diversity, program sustainability, and cyberinfrastructure were also discussed within each of these. As embodied in the conference, the three main themes coalesce around research into a collective approach for creating and sustaining an informed and knowledgeable populace capable of identifying and characterizing societal problems, developing the infrastructure of resources and collaboration necessary to solve these problems, and providing a framework for the effective translation of these solutions of interest.</p>\n<p>&nbsp;</p>\n<p>A parallel student track was also provided to better engage and provide professional development support to the 74 student attendees representing 23 jurisdictions.&nbsp; In addition to a student poster competition, a science communications workshop and presentation competition were integrated into the overall conference.&nbsp; The facilitators of NSF&rsquo;s acclaimed science communications workshop, <em>Science: Becoming the Messenger, </em>conducted a workshop that led into a second pilot of <em>America&rsquo;s Science Idol </em>competition. The training included of three separate elements: 1) a four-hour <em>Science: Becoming the Messenger</em> workshop on the first day of the conference, 2) a one-hour coaching session for the <em>America&rsquo;s Science Idol </em>contestants on the morning of the second day, and 3) the <em>America&rsquo;s Science Idol </em>event on the evening of the second day.&nbsp; Through these aligned and interconnected training sessions, the 23<sup>rd</sup> National NSF EPSCoR Conference effectively engaged students in meaningful professional development programs, provided the students an opportunity to compete in a team-based event among peers, and reinforced the importance of effective science communications to the larger attendee audience.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2014<br>\n\t\t\t\t\tModified by: John&nbsp;Hopkins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 23rd National NSF EPSCoR Conference:  \"Research, Education, Innovation, and Entrepreneurship:  EPSCoR as a Vehicle for Delivering on National Priorities,\" was held on November 3-7, 2013 in Nashville, TN.  Participants included 366 attendees from 38 states, the District of Columbia, Guam, and the Virgin Islands.  Morning sessions provided exemplars of EPSCoR research in the areas of energy, environment and sustainability, and materials.  The sessions were structured so that one research topic was the morning focus for each of the three days.  Plenary Sessions throughout the remainder of the day covered topics under one of three major themes:  (1) Education, (2) Innovation, and (3) Entrepreneurship and Technology Transfer. Other impact areas such as diversity, program sustainability, and cyberinfrastructure were also discussed within each of these. As embodied in the conference, the three main themes coalesce around research into a collective approach for creating and sustaining an informed and knowledgeable populace capable of identifying and characterizing societal problems, developing the infrastructure of resources and collaboration necessary to solve these problems, and providing a framework for the effective translation of these solutions of interest.\n\n \n\nA parallel student track was also provided to better engage and provide professional development support to the 74 student attendees representing 23 jurisdictions.  In addition to a student poster competition, a science communications workshop and presentation competition were integrated into the overall conference.  The facilitators of NSFÆs acclaimed science communications workshop, Science: Becoming the Messenger, conducted a workshop that led into a second pilot of AmericaÆs Science Idol competition. The training included of three separate elements: 1) a four-hour Science: Becoming the Messenger workshop on the first day of the conference, 2) a one-hour coaching session for the AmericaÆs Science Idol contestants on the morning of the second day, and 3) the AmericaÆs Science Idol event on the evening of the second day.  Through these aligned and interconnected training sessions, the 23rd National NSF EPSCoR Conference effectively engaged students in meaningful professional development programs, provided the students an opportunity to compete in a team-based event among peers, and reinforced the importance of effective science communications to the larger attendee audience.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/12/2014\n\n\t\t\t\t\tSubmitted by: John Hopkins"
 }
}