{
 "awd_id": "1250895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Developing dynamic network-based movement models to explore collective decision-making",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2017-10-31",
 "tot_intn_awd_amt": 150760.0,
 "awd_amount": 150760.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2016-12-14",
 "awd_abstract_narration": "How do groups of individuals reach a consensus about where to go and what to do? Collective decisions like these are one of the great challenges of group-living, and how group members mitigate conflicts of interest is central to understanding the evolution of complex social systems. Social connections among group-mates likely influence how collective decisions are made, but existing models generally assume that these relationships are undifferentiated.  A new analytical framework to explore how differentiated social relationships impact collective decision-making is needed. Recent advances in the analysis of dynamic networks provide a powerful new approach to quantifying how relationships change over time. By combining the distinct sets of expertise of the PI and Co-PI, the proposed research will build on these advances to generate novel dynamic network-based collective movement models. Unique, high-resolution GPS tracking data from members of an entire baboon troop will be used to validate these models and to test existing theory about the relative importance of democratic vs. despotic decision making. The dynamic network-based movement models that are developed will be made freely available to the scientific community and should provide a flexible analytical platform for addressing similar questions in a wide range of allied disciplines. The activities supported by this award will provide training in network analysis to U.S. and Panamanian students via a 3-day workshop at the Smithsonian Tropical Research Institute. The project will also contribute to the interdisciplinary training of a post-doctoral researcher, potentiate collaborative research between two female researchers in STEM fields, and provide support for an early career scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Crofoot",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret Crofoot",
   "pi_email_addr": "crofootm@si.edu",
   "nsf_id": "000613045",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Berger-Wolf",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya Berger-Wolf",
   "pi_email_addr": "berger-wolf.1@osu.edu",
   "nsf_id": "000296514",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Tropical Research Institute",
  "perf_str_addr": "Roosvelt Ave.",
  "perf_city_name": "Panama City",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "PM",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Panama",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150760.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How do groups of animals reach consensus about where to go or what to do? Collective decisions like these are a primary challenge of group-living, and the objective of this research has been to investigate the strategies that social animals use to achieve consensus. Simultaneous GPS tracking of members of a baboon troop in Kenya demonstrated that despite the highly stratified nature of these animals&rsquo; societies, they coordinate their group movement via a simple majority rule. Combining high resolution data on baboon movement with drone-based habitat mapping highlighted how social and environmental factors interact to shape individuals&rsquo; movement decisions. Predictive movement models demonstrated that baboons vary in the number of group-mates they pay attention to, and that this variation in the size of &lsquo;social neighborhoods&rsquo; can explain emergent patterns of spatial positioning within the troop. Using new methods for the analysis of time-series data, we developed a computational Framework for Leadership Identification in Coordinated Activity (FLICA), which can identify transitions in group activity and determine which individuals&rsquo; behaviors drive the change. FLICA provides a generalized method of identifying leaders in contexts as different as fish school movements and stock market fluctuations. This project has contributed to the interdisciplinary training of three trainees in the field of animal behavior and three PhD students in the field of computer science. &nbsp;It further contributed to the adoption of network analysis in the field of animal behavior via a methods workshop conducted at the Smithsonian Tropical Research Institute. Two online videos, created in collaboration with Untamed Science&mdash;a group who specializes in science outreach, have generated significant public interest in the results of this research. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2018<br>\n\t\t\t\t\tModified by: Margaret&nbsp;Crofoot</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow do groups of animals reach consensus about where to go or what to do? Collective decisions like these are a primary challenge of group-living, and the objective of this research has been to investigate the strategies that social animals use to achieve consensus. Simultaneous GPS tracking of members of a baboon troop in Kenya demonstrated that despite the highly stratified nature of these animals? societies, they coordinate their group movement via a simple majority rule. Combining high resolution data on baboon movement with drone-based habitat mapping highlighted how social and environmental factors interact to shape individuals? movement decisions. Predictive movement models demonstrated that baboons vary in the number of group-mates they pay attention to, and that this variation in the size of ?social neighborhoods? can explain emergent patterns of spatial positioning within the troop. Using new methods for the analysis of time-series data, we developed a computational Framework for Leadership Identification in Coordinated Activity (FLICA), which can identify transitions in group activity and determine which individuals? behaviors drive the change. FLICA provides a generalized method of identifying leaders in contexts as different as fish school movements and stock market fluctuations. This project has contributed to the interdisciplinary training of three trainees in the field of animal behavior and three PhD students in the field of computer science.  It further contributed to the adoption of network analysis in the field of animal behavior via a methods workshop conducted at the Smithsonian Tropical Research Institute. Two online videos, created in collaboration with Untamed Science&mdash;a group who specializes in science outreach, have generated significant public interest in the results of this research.  \n\n \n\n\t\t\t\t\tLast Modified: 01/29/2018\n\n\t\t\t\t\tSubmitted by: Margaret Crofoot"
 }
}