{
 "awd_id": "1250783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Facilitating a CS-10K Community of Practice Testbed",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2012-09-13",
 "awd_abstract_narration": "The University of California at Berkeley proposes to support an emerging online Community of Practice (CoP) for the CS10K Project. CS 10K is a transformational initiative to engage, prepare, and train 10,000 high school teachers to teach two new computing courses: Exploring Computer Science and CS Principles. The National Science Foundation (NSF) is funding a number of projects that are developing models of professional development (PD) for these courses and as many as 500 teachers will have taken some form of this PD by the Fall of 2012.  Many of those teachers will begin teaching these courses this fall, but will find themselves somewhat isolated as the only Computer Science teachers in their schools. To better support them and provide an ongoing learning community for them, an online CoP is being developed that will serve as a testbed for future CoP development. This proposal aims to create and oversee a Technical Working Group (TWG) that assist with the content and operation of the initial testbed CoP as it is refined and eventually grows into a tool to support all computing teachers. The work will maximize the impact of CoP effort by (1) engaging the leaders of the current NSF-funded CS 10K PD in contributing content and seeding online interactions, (2) providing feedback and suggestions to the developers of the CoP, and (3) responding in real-time to the data that is being collected on how the CoP is being used and how it serving or not serving the needs of the teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Garcia",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel D Garcia",
   "pi_email_addr": "ddgarcia@cs.berkeley.edu",
   "nsf_id": "000063152",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "784 Soda Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201776",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>CS10K Community of Practice</em> website (cs10kcommunity.org) has the following explanation in its &ldquo;About&hellip;&rdquo; page that puts this work in perspective:</p>\n<p><em>Funded by the National Science Foundation (NSF) and maintained by the American Institutes for Research (AIR), the CS10K&nbsp;Community is a component of&nbsp;NSF&rsquo;s&nbsp;CS10K&nbsp;initiative, which seeks to have 10,000 well-trained computer science teachers in 10,000 high schools across the United&nbsp;States.</em></p>\n<p><em>We believe computer science should be part of everyone&rsquo;s education, and everyone should have a path to a career in computing. Both the Exploring Computer Science (ECS) and Computer Science Principles (CSP) curricula are designed to broaden participation in computer science by appealing to a broader group of students, particularly women and&nbsp;minorities.</em></p>\n<p><em>With that in mind, the&nbsp;CS10K&nbsp;Community is where teachers of&nbsp;ECS&nbsp;and&nbsp;CSP&nbsp;can come to connect with each other and with the resources and expertise they need to excel. With the support of a team of expert facilitators and supporting professionals, teachers can get answers to their burning questions, share their experiences, and work together with others to develop materials and strategies they need to embrace powerful pedagogies, get students engaged with exciting technologies, and make the case to potential students and to school leaders that computer science education is integral to preparing future&nbsp;leaders.&nbsp;</em></p>\n<p><em>If you are a teacher of&nbsp;ECS&nbsp;or&nbsp;CSP&nbsp;or would like to become one, we invite you to dive in. &hellip; Most resources, discussions, and events are linked to elements of the curriculum of&nbsp;ECS&nbsp;or&nbsp;CSP. Members can participate in groups focused on more general topics, such as project based learning or addressing the challenge of recruiting students, and can find other teachers in the people section whom you might collaborate with, be mentored by, or&nbsp;mentor.</em></p>\n<p>This project&rsquo;s goals were to support the fledgling online Community of Practice (CoP) website and community. &nbsp;We sought to identify community leaders from 10 existing NSF&shy;funded CE21 curriculum and professional development (PD) projects to serve as facilitators to:</p>\n<ul>\n<li>populate the site with all of the resources from their PD activities, hold virtual office hours, initiate and populate blogs,</li>\n<li>share best practices,</li>\n<li>contribute to a current events feed,</li>\n<li>moderate ongoing conversations,</li>\n<li>share and develop new resources,</li>\n<li>rate answers and contributions,</li>\n<li>refine curricular materials and dependency graphs,</li>\n<li>and anything else they believed would support their online community.</li>\n</ul>\n<p>These facilitators were asked to submit an initial statement of work and periodic updates with respect to project goals and milestones. Conference calls were undertaken to help refine the shared understanding of project goals and to help facilitators engage and support each other.</p>\n<p>Darren Cambridge, PI at the time of the CoP project reflected about the growth of the community in those early years during his talk at Stanford in 2013.&nbsp; He presented the most salient numbers:</p>\n<ul>\n<li>There had been 2194 total posts on the site</li>\n<li>296 of those posts were by facilitators &ldquo;priming the pump&rdquo;</li>\n<li>He compared the ~2K posts number to the ~7K number of posts over 11 months on the &ldquo;NSTA Learning Center&rdquo; forums in 2011, which is a site that served &ldquo;several orders of magnitude more teachers&rdquo;.</li>\n</ul>\n<p>Since the initial kick-starting of the website by the facilitators, we have seen significant growth in the community of teachers, both in the raw numbers of teachers on the site and the activity of the community.&nbsp...",
  "por_txt_cntn": "\nThe CS10K Community of Practice website (cs10kcommunity.org) has the following explanation in its \"About&hellip;\" page that puts this work in perspective:\n\nFunded by the National Science Foundation (NSF) and maintained by the American Institutes for Research (AIR), the CS10K Community is a component of NSFÆs CS10K initiative, which seeks to have 10,000 well-trained computer science teachers in 10,000 high schools across the United States.\n\nWe believe computer science should be part of everyoneÆs education, and everyone should have a path to a career in computing. Both the Exploring Computer Science (ECS) and Computer Science Principles (CSP) curricula are designed to broaden participation in computer science by appealing to a broader group of students, particularly women and minorities.\n\nWith that in mind, the CS10K Community is where teachers of ECS and CSP can come to connect with each other and with the resources and expertise they need to excel. With the support of a team of expert facilitators and supporting professionals, teachers can get answers to their burning questions, share their experiences, and work together with others to develop materials and strategies they need to embrace powerful pedagogies, get students engaged with exciting technologies, and make the case to potential students and to school leaders that computer science education is integral to preparing future leaders. \n\nIf you are a teacher of ECS or CSP or would like to become one, we invite you to dive in. &hellip; Most resources, discussions, and events are linked to elements of the curriculum of ECS or CSP. Members can participate in groups focused on more general topics, such as project based learning or addressing the challenge of recruiting students, and can find other teachers in the people section whom you might collaborate with, be mentored by, or mentor.\n\nThis projectÆs goals were to support the fledgling online Community of Practice (CoP) website and community.  We sought to identify community leaders from 10 existing NSF&shy;funded CE21 curriculum and professional development (PD) projects to serve as facilitators to:\n\npopulate the site with all of the resources from their PD activities, hold virtual office hours, initiate and populate blogs,\nshare best practices,\ncontribute to a current events feed,\nmoderate ongoing conversations,\nshare and develop new resources,\nrate answers and contributions,\nrefine curricular materials and dependency graphs,\nand anything else they believed would support their online community.\n\n\nThese facilitators were asked to submit an initial statement of work and periodic updates with respect to project goals and milestones. Conference calls were undertaken to help refine the shared understanding of project goals and to help facilitators engage and support each other.\n\nDarren Cambridge, PI at the time of the CoP project reflected about the growth of the community in those early years during his talk at Stanford in 2013.  He presented the most salient numbers:\n\nThere had been 2194 total posts on the site\n296 of those posts were by facilitators \"priming the pump\"\nHe compared the ~2K posts number to the ~7K number of posts over 11 months on the \"NSTA Learning Center\" forums in 2011, which is a site that served \"several orders of magnitude more teachers\".\n\n\nSince the initial kick-starting of the website by the facilitators, we have seen significant growth in the community of teachers, both in the raw numbers of teachers on the site and the activity of the community.  For example, whereas in 2013 there were 290 ECS and CSP teachers in the country, by 2015 there were 290 in California alone!\n\nThe immediate broader impacts of this project may not be felt for years, just as the ripples of a pebble dropped into a lake take a while to reach the far shore. This project, along with all CS10K PD funded projects, aims to change the face of computing, for students who may become majors or may not. Those students will become profes..."
 }
}