{
 "awd_id": "1250572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Public Access to Research Results: Data Accessibility in Physics and Astronomy",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia Knezek",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 107942.0,
 "awd_amount": 107942.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "The proposing professional scholarly organizations, the American Astronomical Society and the American Institute of Physics, will conduct a pilot project to deliver the digital data sets that underlie figures and tables in three of the journals that they publish in astronomy and plasma physics. The project will involve developing methods for identifying and acquiring those digital data, as well as for providing access to the actual data objects in the published literature. The proposers will (i) conduct surveys of authors to determine their willingness to share data and their interest in re-using data that other researchers might publish; (ii) convene expert stakeholders for focused workshops on metadata semantics, digital structures and formats, and on practices for peer review of data; (iii) develop and refine publishing production methods to acquire, validate, deliver, maintain, and curate data; and (iv) raise the awareness of scientists about the merits of and prospects for sharing data. The pilot will be assessed in part by quantitative metrics on the submission of data sets for publication and the use of these data sets by readers of the participating journals, and the outcomes will be disseminated through multiple forums to the scholarly publishing and research communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Biemesderfer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Biemesderfer",
   "pi_email_addr": "chris.biemesderfer@aas.org",
   "nsf_id": "000618560",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Astronomical Society",
  "inst_street_address": "1667 K ST NW STE 800",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023282010",
  "inst_zip_code": "200061681",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN ASTRONOMICAL SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FFBRJQ4X2B63"
 },
 "perf_inst": {
  "perf_inst_name": "American Astronomical Society",
  "perf_str_addr": "2000 Florida Ave NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200091231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 107942.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Substantial amounts of digital data are produced routinely in the pursuit of scientific exploration. While much of it can be regarded as ephemeral or intermediate, a considerable amount of data are carefully analyzed and processed. Such data are the result of a good deal of intellectual effort, and they are often valuable in contexts beyond the narrow research questions under which they were first analyzed. Many of these data &ndash; or more precisely, the representations of these data &ndash; are committed to the scholarly record in the forms of figures and tables that appear within articles published in scholarly journals. In the digital age, it is desirable to have data available in digital forms that are easily readable by computing applications.</p>\n<p>In this project, the American Astronomical Society (AAS) and the American Institute of Physics (AIP) worked to make more of the data that underlie the figures and tables in selected journals available to researchers in our communities. The journals that were part of the project were the <em>Astronomical Journal</em>, the <em>Astrophysical Journal</em>, and <em>Physics of Plasmas</em>, leading journals in the disciplines of astrophysics and plasma physics.</p>\n<p>Scholarly reports have evolved over centuries. Those describing scientific results are often based on data, although the data themselves are not always readily available for further study, because the evolution of scholarly communication has resulted in articles that include representations of data in tabular form as well as in charts, graphs, photographs, etc. Collectively, these charts and graphical representations are called &ldquo;figures&rdquo;. While not every figure and table published in the journals has available data behind it, quite a significant number of high-quality datasets are now available within articles in these journals.</p>\n<p>A substantial number of the datasets in the astronomy journals are structured and formatted tables that are readable by computers, as compared to structured data associated with figures. The journals published 63 datasets associated with figures in 2013. It is exciting to note that as of June 2014, the amount of data associated with figures has increased dramatically, and the number of those datasets anticipated in 2014 is <em>double</em> the number received in 2013. This represents a significant level of adoption in the community as well as in the editorial process.</p>\n<p>In order to manage datasets over time, it is necessary to be familiar with the digital file formats that scientists are using, as well as to understand the metadata that is needed to make data discoverable in research systems. One of the activities of this project was to engage disciplinary experts in discussions on those topics, and several workshops were held to exchange ideas. Workshops were also an opportunity for a diverse group of experts to interact among themselves to strengthen their mutual understandings about data curation and exchange in each discipline.</p>\n<p>Another highly informative activity we undertook during this project was a survey of physicists about their attitudes about and behaviors with datasets. Following are some of the highlights of this study.</p>\n<ul>\n<li>Authors who published in AAS journals were more likely than authors who published in the <em>Physics of Plasmas</em> (60% and 15% respectively) to report that they had requested, acquired, or worked with datasets from other researchers over the last two years. Based on comments written by respondents, this disparity is due to a greater familiarity with the practice of data sharing in the astronomy community rather than a bias against data sharing among authors of <em>Physics of Plasmas</em>. Indeed, many authors in <em>Physics of Plasmas</em> were enthusiastic about the value and importance of data sharing, although apparently they never had the opportunity t...",
  "por_txt_cntn": "\nSubstantial amounts of digital data are produced routinely in the pursuit of scientific exploration. While much of it can be regarded as ephemeral or intermediate, a considerable amount of data are carefully analyzed and processed. Such data are the result of a good deal of intellectual effort, and they are often valuable in contexts beyond the narrow research questions under which they were first analyzed. Many of these data &ndash; or more precisely, the representations of these data &ndash; are committed to the scholarly record in the forms of figures and tables that appear within articles published in scholarly journals. In the digital age, it is desirable to have data available in digital forms that are easily readable by computing applications.\n\nIn this project, the American Astronomical Society (AAS) and the American Institute of Physics (AIP) worked to make more of the data that underlie the figures and tables in selected journals available to researchers in our communities. The journals that were part of the project were the Astronomical Journal, the Astrophysical Journal, and Physics of Plasmas, leading journals in the disciplines of astrophysics and plasma physics.\n\nScholarly reports have evolved over centuries. Those describing scientific results are often based on data, although the data themselves are not always readily available for further study, because the evolution of scholarly communication has resulted in articles that include representations of data in tabular form as well as in charts, graphs, photographs, etc. Collectively, these charts and graphical representations are called \"figures\". While not every figure and table published in the journals has available data behind it, quite a significant number of high-quality datasets are now available within articles in these journals.\n\nA substantial number of the datasets in the astronomy journals are structured and formatted tables that are readable by computers, as compared to structured data associated with figures. The journals published 63 datasets associated with figures in 2013. It is exciting to note that as of June 2014, the amount of data associated with figures has increased dramatically, and the number of those datasets anticipated in 2014 is double the number received in 2013. This represents a significant level of adoption in the community as well as in the editorial process.\n\nIn order to manage datasets over time, it is necessary to be familiar with the digital file formats that scientists are using, as well as to understand the metadata that is needed to make data discoverable in research systems. One of the activities of this project was to engage disciplinary experts in discussions on those topics, and several workshops were held to exchange ideas. Workshops were also an opportunity for a diverse group of experts to interact among themselves to strengthen their mutual understandings about data curation and exchange in each discipline.\n\nAnother highly informative activity we undertook during this project was a survey of physicists about their attitudes about and behaviors with datasets. Following are some of the highlights of this study.\n\nAuthors who published in AAS journals were more likely than authors who published in the Physics of Plasmas (60% and 15% respectively) to report that they had requested, acquired, or worked with datasets from other researchers over the last two years. Based on comments written by respondents, this disparity is due to a greater familiarity with the practice of data sharing in the astronomy community rather than a bias against data sharing among authors of Physics of Plasmas. Indeed, many authors in Physics of Plasmas were enthusiastic about the value and importance of data sharing, although apparently they never had the opportunity to request datasets from other researchers.\nMore than two-thirds of the authors who published in AAS journals reported that they probably or definitely planned to request datasets ..."
 }
}