{
 "awd_id": "1251995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Network Inference and Data Collection Based on Compressed Sensing in Large-Scale Wireless Sensor Networking",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 35895.0,
 "awd_amount": 35895.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "Our physical world presents an incredibly rich set of observation modalities. Recent advances in wireless sensor networks (WSNs) enable the continuous monitoring of various physical phenomena at unprecedented high spatial densities and long time durations and, hence, open new exciting opportunities for numerous scientific endeavors. Since sensor nodes are unattended and battery-powered, network monitoring/inference from indirect measurements at the sink(s) and energy conservation are critical in the deployment of large-scale environmental WSNs. Therefore, a viable framework for energy-efficient network monitoring and data collection is fundamentally important to significantly improve WSN management/operations and reduce its deployment costs. \r\n\r\nThis proposal is devoted to a fundamental investigation of energy-efficient network monitoring/inference and data collections in large-scale WSNs, based on the recent breakthrough of compressed sensing (CS) through an integrated theoretical and empirical approach. The research plan aims to develop a novel and rigorous framework of topology inference for real-world WSNs operated in highly noisy communication environments. This proposed exploratory research is different from current approaches, which may create a new paradigm of optimal design, development, and management/operations for large-scale WSNs to significantly extend their lifetime. This, in turn, would lead to a substantial reduction of the current prohibitive cost of WSN deployment, and thus could be high-reward for the deployment of large-scale monitoring WSNs for scientific, civic, national security, and military purposes in the near future. The proposed education plan creates a new interdisciplinary educational practice for both undergraduate and graduate students through hands-on experience with an extended WSN testbed. The outreach includes summer camps for school students using an extended WSN testbed. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xu",
   "pi_last_name": "Liang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xu Liang",
   "pi_email_addr": "xuliang@pitt.edu",
   "nsf_id": "000426899",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 35895.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our physical world presents an incredibly rich set of observation modalities. Recent advances in wireless sensor networks (WSNs) enable the continuous monitoring of various physical phenomena at unprecedented high spatial densities and long-time durations and, hence, open new exciting opportunities for numerous scientific endeavors. Since sensor nodes are unattended and battery-powered, network monitoring/inference from indirect measurements at the sink(s) and energy conservation are critical in the deployment of large-scale environmental WSNs. Therefore, a viable framework for energy-efficient network monitoring and data collection is fundamentally important to significantly improve WSN management/operations and reduce its deployment costs.</p>\n<p>The goal of this NSF EAGER project is to conduct the fundamental investigation of energy-efficient network monitoring/inference and data collections in large-scale WSNs, based on the recent breakthrough of compressed sensing (CS) through an integrated theoretical and empirical approach. The extension of our current WSN testbed is used to thoroughly validate our proposed novel framework for WSN dynamic routing structure recovery and data collection. &nbsp;The project intends to create a new paradigm of optimal design, development, and management/operations for large-scale WSNs to significantly extend their lifetime which would have a great potential to lead to a substantial reduction of the prohibitive cost of large-scale WSN deployments for scientific, civic, national security, and military purposes in the near future.</p>\n<p>From the EAGER project support, we have completed a design of a new framework for dynamic routing topology recovery in WSNs. Our new framework is based on the innovative extension of CS for WSN inference which is completely different from existing approaches. This framework provides fundamental new insights into large-scale WSN design and practice in highly noisy wireless communication environments. &nbsp;Based on the new framework, we have devised a suite of algorithms to reconstruct WSN routing topology from indirect measurements received at the sink. Our theoretical work has proved that the new framework is not only feasible, but also applicable to large-scale WSN since its complexity is polynomial (see Table 1). In addition, we have devised novel, efficient and robust lossless data compression algorithm which is able to significantly improve temporal lossless compression performance in WSNs for data collections. Our algorithm, referred to as <em>Sequential</em> Lossless Entropy Compression (S-LEC), addresses the weakness of the LEC algorithm, and hence achieves highly robust compression performance (see Table 2). Simulation results on real-world sensor data show that while LEC performs poorly on WSN volcanic data that are very dynamic, the S-LEC can still perform well. Moreover, we have developed an effective approach to estimating the energy consumption profile for environmental WSNs, which combines laboratory electric current measurements of mote working on various states (sampling, transmission, sleep, idle listening, etc.) with detailed outdoor WSN instrumentation reflecting realistic network dynamics. Our approach has been validated and evaluated at the outdoor Audubon Society of Western Pennsylvania (ASWP) WSN testbed for months. Results show that our approach is not only feasible but also accurate: the estimated motes&rsquo; battery life matches the testbed observation reasonably well (see Figure 1). In contrast to most short-term outdoor WSN testbeds, our ASWP WSN testbed provides not only valuable information for the energy consumption profile of the outdoor WSN deployments, but also for the better understanding of the WSN dynamics in long-term outdoor deployments. Our work has also shown that the maintenance work load is significant due to various important issues, such as those relate...",
  "por_txt_cntn": "\nOur physical world presents an incredibly rich set of observation modalities. Recent advances in wireless sensor networks (WSNs) enable the continuous monitoring of various physical phenomena at unprecedented high spatial densities and long-time durations and, hence, open new exciting opportunities for numerous scientific endeavors. Since sensor nodes are unattended and battery-powered, network monitoring/inference from indirect measurements at the sink(s) and energy conservation are critical in the deployment of large-scale environmental WSNs. Therefore, a viable framework for energy-efficient network monitoring and data collection is fundamentally important to significantly improve WSN management/operations and reduce its deployment costs.\n\nThe goal of this NSF EAGER project is to conduct the fundamental investigation of energy-efficient network monitoring/inference and data collections in large-scale WSNs, based on the recent breakthrough of compressed sensing (CS) through an integrated theoretical and empirical approach. The extension of our current WSN testbed is used to thoroughly validate our proposed novel framework for WSN dynamic routing structure recovery and data collection.  The project intends to create a new paradigm of optimal design, development, and management/operations for large-scale WSNs to significantly extend their lifetime which would have a great potential to lead to a substantial reduction of the prohibitive cost of large-scale WSN deployments for scientific, civic, national security, and military purposes in the near future.\n\nFrom the EAGER project support, we have completed a design of a new framework for dynamic routing topology recovery in WSNs. Our new framework is based on the innovative extension of CS for WSN inference which is completely different from existing approaches. This framework provides fundamental new insights into large-scale WSN design and practice in highly noisy wireless communication environments.  Based on the new framework, we have devised a suite of algorithms to reconstruct WSN routing topology from indirect measurements received at the sink. Our theoretical work has proved that the new framework is not only feasible, but also applicable to large-scale WSN since its complexity is polynomial (see Table 1). In addition, we have devised novel, efficient and robust lossless data compression algorithm which is able to significantly improve temporal lossless compression performance in WSNs for data collections. Our algorithm, referred to as Sequential Lossless Entropy Compression (S-LEC), addresses the weakness of the LEC algorithm, and hence achieves highly robust compression performance (see Table 2). Simulation results on real-world sensor data show that while LEC performs poorly on WSN volcanic data that are very dynamic, the S-LEC can still perform well. Moreover, we have developed an effective approach to estimating the energy consumption profile for environmental WSNs, which combines laboratory electric current measurements of mote working on various states (sampling, transmission, sleep, idle listening, etc.) with detailed outdoor WSN instrumentation reflecting realistic network dynamics. Our approach has been validated and evaluated at the outdoor Audubon Society of Western Pennsylvania (ASWP) WSN testbed for months. Results show that our approach is not only feasible but also accurate: the estimated motesÆ battery life matches the testbed observation reasonably well (see Figure 1). In contrast to most short-term outdoor WSN testbeds, our ASWP WSN testbed provides not only valuable information for the energy consumption profile of the outdoor WSN deployments, but also for the better understanding of the WSN dynamics in long-term outdoor deployments. Our work has also shown that the maintenance work load is significant due to various important issues, such as those related to battery replacements, antenna repairs, locations of relay nodes, aging devices, water and inse..."
 }
}