{
 "awd_id": "1251643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DCL WORKSHOP: ICES-GMU Workshop on Internationalization & Competitiveness",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 49998.0,
 "awd_amount": 49998.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "This award supports a workshop (on internationalization and its competitive impacts) to be hosted at George Mason University in Arlington VA in early 2013, responsive to the Dear Colleague Letter (12-010) on Describing the Conduct of Science in the Information Age.  The workshop is organized around two academic themes:  the measurement of the extent of internationalization of research groups (university departments, corporate R&D facilities, etc.) and the linkages between these measures of internationalization and the competitive performance of the research groups' sponsors (e.g., the results of university technology-transfer departments, overall company performance, etc.).  Although both internationalization and performance are justifiably seen to be generally desirable, both workshop themes, of the proper metric of internationalization and the competitive implications, are important and unstudied at the level required to make scientific policy recommendations.   Basic and easy-to-collect measures, such as the percentage of a given patent's named inventors who were born outside the USA, do not capture the international collaborations among multiple research groups that lead to truly breakthrough innovations.  \r\n\r\nBroader impacts:  Linking this measure of internationalization with competitive performance is an essential precursor to creating innovation policy related to internationalization in the US and elsewhere; while a number of social-science theories predict a generally positive statistical relationship between international collaborative activity and competitive performance, measurement difficulties on the independent internationalization variables have made it difficult to make policy recommendations based on the simple correlational studies done to date.   The workshop's invitees combine capabilities for metric creation and evaluation, expertise on the intellectual property development process, international collaborations, and the causal drivers of competitive performance.\r\n\r\nThe international component of this workshop, in addition to the focus on the competitive implications of internationalization, includes direct collaborations with research colleagues in Sweden. The Office of International Science and Engineering (OISE) provided support for this international component and joint support for the involvement of junior faculty members and doctoral candidates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eskil",
   "pi_last_name": "Ullberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eskil Ullberg",
   "pi_email_addr": "eullberg@gmu.edu",
   "nsf_id": "000623480",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Houser",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel E Houser",
   "pi_email_addr": "dhouser@gmu.edu",
   "nsf_id": "000333089",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Drive",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">New Perspectives on Internationalization and Competitiveness</span></strong></p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Why discuss internationalization and competitiveness?</strong></p>\n<p>&nbsp;</p>\n<p>Internationalization &ndash; globalization of markets, collaboration and education &ndash; changes the way firms, nations and even individuals work in the global economic system. It changes the kind of work is demanded by firms, allows nations to further specialize and expand their unique knowledge or advantage and broadens the requirements of&nbsp; individuals&rsquo; education &ndash;&nbsp; to understand the world.</p>\n<p>&nbsp;</p>\n<p>( See image)</p>\n<p><em>Identifying Basic Problems in Internationalization and competitiveness: Themes and presentations discussed in project.</em></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Competitiveness &ndash; the ability to create new,&nbsp; better or cheaper&nbsp; technology, product and services that people want to pay for &ndash;&nbsp; is shifting as nations take advantage of selling in global markets, moving from low cost manual labor, doing &ldquo;more for less&rdquo; towards doing &ldquo;new for more&rdquo;. This shift in what people wants to pay for, driven by new technology, especially information technology, puts inventions and innovation &ndash; the human ideas &ndash; at center stage of economic thought and activity.</p>\n<p>&nbsp;</p>\n<p>In this project we have discussed, in two separate workshops, the second building on the first, <span style=\"text-decoration: underline;\">basic problems</span>, integrating the economic, innovation and higher education aspects of the relationship between internationalization and competitiveness. 27 speakers from academia, university presidents, and applied researchers from four disciplines met trying to integrate: economics, innovation, higher education and new methods of research, thus creating a discussion aimed at giving a broader understanding &ndash; in central areas &ndash; of the complexity of today&rsquo;s global economic system.</p>\n<p>&nbsp;</p>\n<p>Some basic problems were identified during and directly after the workshops but the published report aims at stimulating others to identify <span style=\"text-decoration: underline;\">further</span> basic problems.</p>\n<p>&nbsp;</p>\n<p>The purpose is thus to look at this (very complex) problem from 3-4 disciplines and identify some common &ndash; basic &ndash; problems that exist in all areas. Interdisciplinary projects can then be developed.</p>\n<p>&nbsp;</p>\n<p>A selection of 9 articles is published in a book by Springer Int. (Link <a href=\"http://www.springer.com/new+%26+forthcoming+titles+%28default%29/book/978-3-319-11978-6\">http://www.springer.com/new+%26+forthcoming+titles+%28default%29/book/978-3-319-11978-6</a>).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Basic problems</strong></p>\n<p>&nbsp;</p>\n<p>A range of problems were discussed during and after the workshops and some initial basic problems were defined. These are certainly only a beginning of a long list and, hopefully, many more basic problems will be identified by future readers of the book report. They are, in short:</p>\n<p>&nbsp;</p>\n<p>1. <em>Time to think</em>: A better balance between the creative process and operational processes, to allow for new solutions to be created. People need &ldquo;time to think&rdquo;, to create &ldquo;new&rdquo; which is in contrast to activities on the margin in operations of &ldquo;more&rdquo;.</p>\n<p>&nbsp;</p>\n<p>2. <em>Higher education as economic agents</em>: Policy implications of universities as input to economic development, in close, international, cooperation with economic and government policy agents.</p>\n<p>&nbsp;</p>\n<p>3. <em>Agency in measurement of innovation</em>: Behavioral properties of institutions for efficiency that includes entrepreneurship. Study o...",
  "por_txt_cntn": "\nNew Perspectives on Internationalization and Competitiveness\n\n \n\n \n\nWhy discuss internationalization and competitiveness?\n\n \n\nInternationalization &ndash; globalization of markets, collaboration and education &ndash; changes the way firms, nations and even individuals work in the global economic system. It changes the kind of work is demanded by firms, allows nations to further specialize and expand their unique knowledge or advantage and broadens the requirements of  individualsÆ education &ndash;  to understand the world.\n\n \n\n( See image)\n\nIdentifying Basic Problems in Internationalization and competitiveness: Themes and presentations discussed in project.\n\n \n\n \n\nCompetitiveness &ndash; the ability to create new,  better or cheaper  technology, product and services that people want to pay for &ndash;  is shifting as nations take advantage of selling in global markets, moving from low cost manual labor, doing \"more for less\" towards doing \"new for more\". This shift in what people wants to pay for, driven by new technology, especially information technology, puts inventions and innovation &ndash; the human ideas &ndash; at center stage of economic thought and activity.\n\n \n\nIn this project we have discussed, in two separate workshops, the second building on the first, basic problems, integrating the economic, innovation and higher education aspects of the relationship between internationalization and competitiveness. 27 speakers from academia, university presidents, and applied researchers from four disciplines met trying to integrate: economics, innovation, higher education and new methods of research, thus creating a discussion aimed at giving a broader understanding &ndash; in central areas &ndash; of the complexity of todayÆs global economic system.\n\n \n\nSome basic problems were identified during and directly after the workshops but the published report aims at stimulating others to identify further basic problems.\n\n \n\nThe purpose is thus to look at this (very complex) problem from 3-4 disciplines and identify some common &ndash; basic &ndash; problems that exist in all areas. Interdisciplinary projects can then be developed.\n\n \n\nA selection of 9 articles is published in a book by Springer Int. (Link http://www.springer.com/new+%26+forthcoming+titles+%28default%29/book/978-3-319-11978-6).\n\n \n\n \n\nBasic problems\n\n \n\nA range of problems were discussed during and after the workshops and some initial basic problems were defined. These are certainly only a beginning of a long list and, hopefully, many more basic problems will be identified by future readers of the book report. They are, in short:\n\n \n\n1. Time to think: A better balance between the creative process and operational processes, to allow for new solutions to be created. People need \"time to think\", to create \"new\" which is in contrast to activities on the margin in operations of \"more\".\n\n \n\n2. Higher education as economic agents: Policy implications of universities as input to economic development, in close, international, cooperation with economic and government policy agents.\n\n \n\n3. Agency in measurement of innovation: Behavioral properties of institutions for efficiency that includes entrepreneurship. Study of \"people x institutions\", not only institutions needed to include human behavior.\n\n \n\n4. The Strategic Dimension of Team work: Diversification of ideas as a new measure: A structural element that structures higher education and research in more interdisciplinary ways that facilitates international cooperation, but also between firms, universities and government, creating increased competitiveness.\n\n \n\n \n\nConclusions\n\n \n\nA key conclusion from the workshop is the structural change in higher education &ndash; universities are becoming international players like many firms, creating an international cooperation beyond any national or firm border &ndash; which inevitably leads to a change in the way firms and nations can and will compete. Specialized knowledge sough..."
 }
}