{
 "awd_id": "1251067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAP Bugs: A Process to Capture, Analyze, and Prevent Bugs",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032922832",
 "po_email": "ptymann@nsf.gov",
 "po_sign_block_name": "Paul Tymann",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 155459.0,
 "awd_amount": 155459.0,
 "awd_min_amd_letter_date": "2012-09-07",
 "awd_max_amd_letter_date": "2012-09-07",
 "awd_abstract_narration": "The Capture, Analyze, and Prevent Bugs (CAP Bugs) project at Utah State University educates students to proactively avoid bugs by collecting and classifying data about mistakes made by novice programmers. Bug data is shared with students and faculty.  As a result, students feel less isolated and more confident and faculty members are given the means to promptly address issues in their courses.\r\n\r\nThe project includes a web application that recommends bugs to avoid in the future based on bugs logged by students; a website that contains videos and exercises about how to identify common bugs, why they occur, and how to fix them; and course materials based on real bugs from real students.\r\n\r\nIn addition, a system for software testing competitions is under development.  Testing competitions provide an alternative to programming competitions, targeting students with problem solving skills, but lacking extensive programming experience.  The software testing competitions appeal to a broader audience and attract women, underrepresented minority students and students with limited exposure to programming.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renee",
   "pi_last_name": "Bryce",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renee Bryce",
   "pi_email_addr": "Renee.Bryce@unt.edu",
   "nsf_id": "000530811",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle #305250",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 155459.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Capture, Analyze, and Prevent Bugs (CAP Bugs) project contributes to increasing the recruitment and retention of undergraduate students in Computer Science program. Indeed, this pipeline of students into the field of Computer Science is critical to our nation.</p>\n<p>&nbsp;</p>\n<p>The first contribution of this project was a large study that captured and analyzed data about programming bugs that (1) students brought to a tutor lab to request help and (2) students focus group participants attempted to solve on their own with class notes, the web, and textbooks.</p>\n<p>&nbsp;</p>\n<p>The second contribution used the data that we collected to guide the creation of novel approaches to assist students to avoid common programming bugs and to consequently help to improve retention. The project created &ldquo;Mystery Bug Theater&rdquo;, a collection of games, quizzes, and videos that help students to understand common programming bugs and how to avoid them. It also created a system in which students submit data about their programming bugs and then uses the data to give students recommendations of bugs to avoid in the future, including buggy code, correct code, and a summary of the bug and how it was corrected. &nbsp;</p>\n<p>&nbsp;</p>\n<p>A third contribution developed the &ldquo;Bug Catcher&rdquo; system for Software Testing Competition.&nbsp; This web-based system presents students with several problem sets. Each problem set includes requirements and code that contains bugs. Programming experience is not required for students to compete as they may create test cases to find bugs based on the requirements alone. However, the code is provided to give them exposure to programming.&nbsp; We conducted competitions with over 500 high school students and found that many reported an increased interest in pursuing a degree in Computer Science.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2016<br>\n\t\t\t\t\tModified by: Renee&nbsp;Bryce</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Capture, Analyze, and Prevent Bugs (CAP Bugs) project contributes to increasing the recruitment and retention of undergraduate students in Computer Science program. Indeed, this pipeline of students into the field of Computer Science is critical to our nation.\n\n \n\nThe first contribution of this project was a large study that captured and analyzed data about programming bugs that (1) students brought to a tutor lab to request help and (2) students focus group participants attempted to solve on their own with class notes, the web, and textbooks.\n\n \n\nThe second contribution used the data that we collected to guide the creation of novel approaches to assist students to avoid common programming bugs and to consequently help to improve retention. The project created \"Mystery Bug Theater\", a collection of games, quizzes, and videos that help students to understand common programming bugs and how to avoid them. It also created a system in which students submit data about their programming bugs and then uses the data to give students recommendations of bugs to avoid in the future, including buggy code, correct code, and a summary of the bug and how it was corrected.  \n\n \n\nA third contribution developed the \"Bug Catcher\" system for Software Testing Competition.  This web-based system presents students with several problem sets. Each problem set includes requirements and code that contains bugs. Programming experience is not required for students to compete as they may create test cases to find bugs based on the requirements alone. However, the code is provided to give them exposure to programming.  We conducted competitions with over 500 high school students and found that many reported an increased interest in pursuing a degree in Computer Science.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/01/2016\n\n\t\t\t\t\tSubmitted by: Renee Bryce"
 }
}