{
 "awd_id": "1251703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EPSCoR Planning Grant",
 "cfda_num": "47.083",
 "org_code": "01060100",
 "po_phone": "7032927575",
 "po_email": "skennan@nsf.gov",
 "po_sign_block_name": "Sean Kennan",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 274500.0,
 "awd_amount": 403557.0,
 "awd_min_amd_letter_date": "2012-09-26",
 "awd_max_amd_letter_date": "2014-07-10",
 "awd_abstract_narration": "The University of Guam (UOG) will coordinate a Region-wide planning effort that will include members of the U.S. Affiliated Pacific-territories of Guam, American Samoa, Northern Mariana Islands, and the U.S. freely associated states of Federated States of Micronesia, Republic of the Marshall Islands, and Republic of Palau.  By developing a science and technology (S&T) infrastructure, Guam and other U.S. Pacific Islands, will be able to address current economic and environmental challenges.  The UOG is developing a plan to address education reform and research infrastructure improvement, both of which will impact and improve the Islands' S&T workforce.  Within that plan, this project will support a regional planning effort to:  (i) develop a priority list of coastal and marine research issues to be addressed through a Guam led EPSCoR RII Track I proposal; (ii) develop a second level list of scientific issues to be vetted by the Pacific Region Science, Technology, Engineering and Mathematics (PacSTEM) Coalition for inclusion in the long-term PacSTEM S&T Plan; and (iii) partner with regional STEM education and outreach initiatives to add contemporary sustainability content and workforce development strategies to existing programs, and establish new certificates and AAS programs in coastal and marine sciences. The PacSTEM S&T Plan will determine the future science and engineering thrusts for Guam and the region in the years ahead and will play a critical role in establishing and implementing a long-term S&T framework.\r\n\r\nIntellectual Merit:  The U.S. island associated states and territories of the Western Pacific are challenged by the extreme effects of climate change, population growth on Guam, and bio-security risks occasioned by these significant changes.  Island sustainability is therefore a major regional and economic issue.  UOG has scientific focus on marine resources, from ridges to reefs, and is an emerging university in the field for interdisciplinary, collaborative scientific research.  By organizing S&T capacity-building around the coastal and marine research theme, popular and economic support will be generated within the community.  It will also create lasting STEM career opportunities.\r\n\r\nBroader Impacts:  This project has a high potential for broader impacts in the Western Pacific U.S. territories and affiliated states.  This region is isolated, the infrastructure is underdeveloped, and the population is largely underrepresented and underserved in STEM.  This project will allow UOG to lead the development of a regional S&T plan and develop a full proposal to improve the research infrastructure.  These efforts will have significant impacts on Under Represented Minority (URM) groups, including Pacific Islanders.  The proposal includes coordination between UOG and community colleges and other educational institutions on Guam and the partner islands.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OIA",
 "org_div_long_name": "OIA-Office of Integrative Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Righetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Righetti",
   "pi_email_addr": "trighetti@uguam.uog.edu",
   "nsf_id": "000597038",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Peterson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Peterson",
   "pi_email_addr": "japeterson@fulbrightmail.org",
   "nsf_id": "000072329",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Biggs",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jason S Biggs",
   "pi_email_addr": "biggs.js@gmail.com",
   "nsf_id": "000555427",
   "pi_start_date": "2012-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Guam",
  "inst_street_address": "303 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "MANGILAO",
  "inst_state_code": "GU",
  "inst_state_name": "Guam",
  "inst_phone_num": "6717352994",
  "inst_zip_code": "969131871",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "GU00",
  "org_lgl_bus_name": "UNIVERSITY OF GUAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YL62T9FVJXG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Guam",
  "perf_str_addr": "UOG Station",
  "perf_city_name": "Mangilao",
  "perf_st_code": "GU",
  "perf_st_name": "Guam",
  "perf_zip_code": "969131871",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "GU00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "721700",
   "pgm_ele_name": "EPSCoR Research Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 274500.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 129057.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Planning Grant Report summarizes the accomplishments of a project funded by the National Science Foundation Experimental Program to Stimulate Competitive Research (NSF-EPSCoR). Being the westernmost US territory in the Pacific, Guam is literally &lsquo;where America&rsquo;s day begins.&rsquo; And just like coastal zones across the Nation, Guam faces similar environmental and climate change pressures that are associated with population, social, and economic issues. Establishing a NSF-EPSCoR presence in the Western Pacific provides a strategic avenue for mitigating impacts of the US military buildup and many other factors associated with westernizing nations.&nbsp; EPSCoR projects aim to strengthen STEM research and education in throughout the country. Guam is the newest jurisdiction to receive NSF-EPSCoR&rsquo;s support, and this award led to the creation of the island&rsquo;s first Science and Technology Plan, and a successful garnering of a Track-1 award.&nbsp; &nbsp;&nbsp;</p>\n<p>Activities at UOG couple research on coral reefs and tropical islands with studies of maritime migration among people who first settled this expansive oceanic region 3,500 years ago and still persist today. Before joining the EPSCoR ranks, Guam had limited connectivity to the higher education community in North America and Asia. &nbsp;Being the natural choice for Pacific Island students, the University of Guam (UOG) transformed its institutional planning processes to bolster research by capitalizing on Guam&rsquo;s unique cultural and environmental assets in ways that increase our contributions to collaborations around the world.&nbsp; As a result of this planning, nearly 40% of current EPSCoR support is dedicated to cyberinfrastructure improvements that will remove one of the most significant barriers to the sustainability of islands in the Western Pacific, our cyber remoteness.</p>\n<p>The original project ($245,999) was funded from October 2012 through September 2014. During the final year (October 1, 2014 through September 30 2015), we received a Supplemental Planning Grant Award ($129,057) to complete a strategic plan. The major components of the UOG Planning Structure have not changed throughout the planning period and include activities conducted by four key groups; 1) PacSTEM Coalition Board, 2) UOG EPSCoR Planning Team, 3) External Mentoring Board and 4) Task Forces with specific responsibilities. The UOG EPSCoR Planning team consisted of the UOG President, the PI and 2 Co-PIs of the planning grant. The External Mentoring Board consists of David Lassner (President UH System of Higher Education), Don Straney (Chancellor UH Hilo), Hajime Oshiro (President Ryukyus University - Japan), Raaj Kurapaty (Vice President Financial Services, University of Alaska), Margaret Ashida (Executive Director, STEMx), Ralph Garruto (Anthropology Professor, Binghamton University), Carlton Hunt (Battelle Memorial Institute) and Joe Danek (<em>The Implementation</em> <em>Group</em>, Inc. {TIG}). The four task forces concentrated on 1) Sustainability, 2) R&amp;D infrastructure, 3) STEM pipeline and workforce development, and 4) public engagement. Three members of the External Mentoring Board, David Lassner, Hajime Oshiro and Don Straney were also actively involved in the PacSTEM Coalition Board.</p>\n<p>The five goals of the project were to plan sustainable approaches to:</p>\n<p>1) Maintain Regional Board Stability and Involvement</p>\n<p>2) Build Coastal Research Capacity and Marine Science at UOG</p>\n<p>3) Strengthen Regional STEM Pipeline and Workforce Training</p>\n<p>4) Expand Regional Engagement and Emphasize Island Collaboration</p>\n<p>5) Create and then regularly update our PacSTEM Science &amp;Technology Plan and Produce a Compelling EPSCoR RII Track I proposal</p>\n<p>A detailed cyberinfrastructure improvement plan is now in place. A collaborative research program that includes Stanford Univer...",
  "por_txt_cntn": "\nThis Planning Grant Report summarizes the accomplishments of a project funded by the National Science Foundation Experimental Program to Stimulate Competitive Research (NSF-EPSCoR). Being the westernmost US territory in the Pacific, Guam is literally æwhere AmericaÆs day begins.Æ And just like coastal zones across the Nation, Guam faces similar environmental and climate change pressures that are associated with population, social, and economic issues. Establishing a NSF-EPSCoR presence in the Western Pacific provides a strategic avenue for mitigating impacts of the US military buildup and many other factors associated with westernizing nations.  EPSCoR projects aim to strengthen STEM research and education in throughout the country. Guam is the newest jurisdiction to receive NSF-EPSCoRÆs support, and this award led to the creation of the islandÆs first Science and Technology Plan, and a successful garnering of a Track-1 award.    \n\nActivities at UOG couple research on coral reefs and tropical islands with studies of maritime migration among people who first settled this expansive oceanic region 3,500 years ago and still persist today. Before joining the EPSCoR ranks, Guam had limited connectivity to the higher education community in North America and Asia.  Being the natural choice for Pacific Island students, the University of Guam (UOG) transformed its institutional planning processes to bolster research by capitalizing on GuamÆs unique cultural and environmental assets in ways that increase our contributions to collaborations around the world.  As a result of this planning, nearly 40% of current EPSCoR support is dedicated to cyberinfrastructure improvements that will remove one of the most significant barriers to the sustainability of islands in the Western Pacific, our cyber remoteness.\n\nThe original project ($245,999) was funded from October 2012 through September 2014. During the final year (October 1, 2014 through September 30 2015), we received a Supplemental Planning Grant Award ($129,057) to complete a strategic plan. The major components of the UOG Planning Structure have not changed throughout the planning period and include activities conducted by four key groups; 1) PacSTEM Coalition Board, 2) UOG EPSCoR Planning Team, 3) External Mentoring Board and 4) Task Forces with specific responsibilities. The UOG EPSCoR Planning team consisted of the UOG President, the PI and 2 Co-PIs of the planning grant. The External Mentoring Board consists of David Lassner (President UH System of Higher Education), Don Straney (Chancellor UH Hilo), Hajime Oshiro (President Ryukyus University - Japan), Raaj Kurapaty (Vice President Financial Services, University of Alaska), Margaret Ashida (Executive Director, STEMx), Ralph Garruto (Anthropology Professor, Binghamton University), Carlton Hunt (Battelle Memorial Institute) and Joe Danek (The Implementation Group, Inc. {TIG}). The four task forces concentrated on 1) Sustainability, 2) R&amp;D infrastructure, 3) STEM pipeline and workforce development, and 4) public engagement. Three members of the External Mentoring Board, David Lassner, Hajime Oshiro and Don Straney were also actively involved in the PacSTEM Coalition Board.\n\nThe five goals of the project were to plan sustainable approaches to:\n\n1) Maintain Regional Board Stability and Involvement\n\n2) Build Coastal Research Capacity and Marine Science at UOG\n\n3) Strengthen Regional STEM Pipeline and Workforce Training\n\n4) Expand Regional Engagement and Emphasize Island Collaboration\n\n5) Create and then regularly update our PacSTEM Science &amp;Technology Plan and Produce a Compelling EPSCoR RII Track I proposal\n\nA detailed cyberinfrastructure improvement plan is now in place. A collaborative research program that includes Stanford University, the University of Utah, and the Smithsonian Institute that focuses on genetic and oceanographic research to support the maintenance of island sustainability in the face of climate change has bee..."
 }
}