{
 "awd_id": "1251544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Developing a Framework for a Cyber-Infrastructure General Practitioner Program",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Katz",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 298870.0,
 "awd_amount": 298870.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2015-05-28",
 "awd_abstract_narration": "This project will perform an in-depth study on the development of a framework for a cyberinfrastructure (CI) general practitioner education and internship program targeted at creating highly-capable and innovative information technology (IT) professionals. This project will establish a methodology by which to develop a prototype model that implements an applied internship program within an academic setting. This methodology will include evaluating both undergraduate and graduate curriculum content needs, exploring a set of desired practical workforce competencies, forging the appropriate mix of private sector partnerships, conducting a fit/gap analysis of current curriculum offerings, and developing the prototype offering of a CI general practitioner program that explores an internship style model for instructional delivery. \r\n\r\nThe United States faces several challenges in addressing the necessary aptitudes that future information technology professionals will need. Traditional computer science and computer engineering degrees tend to focus only on theoretical foundations of computing, and these programs often lack the time to guide the students through a comprehensive apprenticeship program. Curriculum development programs that focus only on undergraduate education miss the large population of knowledgeable graduate-level student researchers who are often well prepared to employ practical cyberinfrastructure (CI) skills in advancing their research and teaching activities. A standardized educational model that enables both undergraduate and graduate students to gain much needed extracurricular CI skills does not exist. In addressing these challenges, this program will investigate the feasibility and needed components of a CI Practitioner program, which seeks to bridge the applied skills gaps between training programs currently offered by technical colleges, traditional university degree programs, and professional certification pathways in order to begin creating a workforce that possesses the theoretical foundation, hands-on capabilities, and technical skills needed to engage in and support CI-enabled science and innovation. The results of this study will be applicable at all institutions working toward a more relevant and more effective curriculum and internship program for preparing undergraduate or graduate students to become innovative and competitive in the technology driven global market. This project?s discoveries and curriculum model will be applicable within multiple disciplines, as CI benefit has no boundaries.  Beneficiaries of this work will include traditional CI-enabled sciences primarily, but also the humanities and economic endeavors.  Finally, this program will foster innovation and independence in CI management and development by providing participating undergraduate and graduate students with the critical broad perspective of CI needed to make the best decisions and best use of available resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Duffy",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Edward B Duffy",
   "pi_email_addr": "duffy2@clemson.edu",
   "nsf_id": "000599423",
   "pi_start_date": "2015-05-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Galen",
   "pi_last_name": "Collier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Galen Collier",
   "pi_email_addr": "galen@clemson.edu",
   "nsf_id": "000623746",
   "pi_start_date": "2012-08-24",
   "pi_end_date": "2015-05-28"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Apon",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Amy W Apon",
   "pi_email_addr": "aapon@clemson.edu",
   "nsf_id": "000241131",
   "pi_start_date": "2012-08-24",
   "pi_end_date": "2014-12-16"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Pepin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Pepin",
   "pi_email_addr": "pepin@clemson.edu",
   "nsf_id": "000464935",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "von Oehsen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B von Oehsen",
   "pi_email_addr": "barr@psc.edu",
   "nsf_id": "000193656",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747700",
   "pgm_ele_name": "CI-TEAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 298870.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary purpose of &ldquo;Developing a Framework for a Cyber-Infrastructure General Practitioner Program&rdquo; is the development of a curriculum that seeks to resolve the gaps in applied skills and hands-on experience that students in traditional university degree programs often have when they begin their careers or enter graduate training programs. The overall goal is to begin creating a workforce that possesses the theoretical foundation, hands-on capabilities, and technical skills needed to engage in and support cyberinfrastructure-enabled science and innovation.&nbsp; This was achieved by taking on four major focus area: the creation of several new training workshops, the development of the cyberinfrastructure living laboratory, fostering student participation in industry events, and the development of a formal cyberinfrastructure curriculum by changing Clemson University&rsquo;s existing Computer Information System B.S. degree program.</p>\n<p>&nbsp;</p>\n<p>The addition of new training sessions and workshops was guided by student requests.&nbsp; These training sessions included an introduction to Linux using desktop virtual machines, an introduction to network and information security, an introduction to Apache Hadoop, remote GPU visualization with VirtualGL, an advanced course in using the Linux command-line tools, and the programming languages C, FORTRAN, R, and MATLAB.</p>\n<p>&nbsp;</p>\n<p>One of the largest and most challenging tasks has been the development of the CI living laboratory, which has involved major renovations and equipment installations in the room that was selected. An important factor in selecting a location for this laboratory was the need to have it centrally-located on our campus so that it would not be perceived as the domain of a particular department. For this reason, we elected to establish this laboratory in a preexisting meeting room within our campus's library.&nbsp;The CI living laboratory has been outfitted with a computational cluster, a visualization cluster, a tiled visualization wall, a software-defined networking switch, student laptops, high-definition video conferencing capability, and projectors.&nbsp; Much of the core computational equipment needed for this type of laboratory comes with demanding power and cooling requirements. To address this issue, major renovations to the room were undertaken, required a great deal of early planning and anticipation of equipment use. The CI living laboratory space has also been expanded to include a new, smaller laboratory better suited for ongoing projects where long-term security of equipment and \"state-of-project\" issues (students needing to leave equipment in a particular state between sessions) can be addressed.</p>\n<p>&nbsp;</p>\n<p>All students participating in this program have been strongly encouraged to join Clemson faculty and staff (or members of this project's leadership team) in attending local and national cyberinfrastructure-focused events such as SC13, SC14, GENI conferences, XSEDE14, XSEDE15, DEFCON, SIGGRAPH, and Clemson University's CI Expo.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A&nbsp;preliminary review of the Clemson University School of Computing&rsquo;s Computer Information Systems (CIS), Bachelor of Science (BS) degree program was performed to determine feasibility of changes to the curriculum designed to incorporate practical cyberinfrastructure (CI) knowledge components derived from this project.&nbsp; However, other departments are now requesting similar curriculum changes. This interest is stemming from the fact that researchers need access to distributed data, advanced computing, and cloud infrastructures in order to be successful in their research and the education of their students. For this reason, we have changed our original focus from the CS curriculum into a more flexible framework that allows us to design training and internship modules that will couple...",
  "por_txt_cntn": "\nThe primary purpose of \"Developing a Framework for a Cyber-Infrastructure General Practitioner Program\" is the development of a curriculum that seeks to resolve the gaps in applied skills and hands-on experience that students in traditional university degree programs often have when they begin their careers or enter graduate training programs. The overall goal is to begin creating a workforce that possesses the theoretical foundation, hands-on capabilities, and technical skills needed to engage in and support cyberinfrastructure-enabled science and innovation.  This was achieved by taking on four major focus area: the creation of several new training workshops, the development of the cyberinfrastructure living laboratory, fostering student participation in industry events, and the development of a formal cyberinfrastructure curriculum by changing Clemson UniversityÆs existing Computer Information System B.S. degree program.\n\n \n\nThe addition of new training sessions and workshops was guided by student requests.  These training sessions included an introduction to Linux using desktop virtual machines, an introduction to network and information security, an introduction to Apache Hadoop, remote GPU visualization with VirtualGL, an advanced course in using the Linux command-line tools, and the programming languages C, FORTRAN, R, and MATLAB.\n\n \n\nOne of the largest and most challenging tasks has been the development of the CI living laboratory, which has involved major renovations and equipment installations in the room that was selected. An important factor in selecting a location for this laboratory was the need to have it centrally-located on our campus so that it would not be perceived as the domain of a particular department. For this reason, we elected to establish this laboratory in a preexisting meeting room within our campus's library. The CI living laboratory has been outfitted with a computational cluster, a visualization cluster, a tiled visualization wall, a software-defined networking switch, student laptops, high-definition video conferencing capability, and projectors.  Much of the core computational equipment needed for this type of laboratory comes with demanding power and cooling requirements. To address this issue, major renovations to the room were undertaken, required a great deal of early planning and anticipation of equipment use. The CI living laboratory space has also been expanded to include a new, smaller laboratory better suited for ongoing projects where long-term security of equipment and \"state-of-project\" issues (students needing to leave equipment in a particular state between sessions) can be addressed.\n\n \n\nAll students participating in this program have been strongly encouraged to join Clemson faculty and staff (or members of this project's leadership team) in attending local and national cyberinfrastructure-focused events such as SC13, SC14, GENI conferences, XSEDE14, XSEDE15, DEFCON, SIGGRAPH, and Clemson University's CI Expo. \n\n \n\nA preliminary review of the Clemson University School of ComputingÆs Computer Information Systems (CIS), Bachelor of Science (BS) degree program was performed to determine feasibility of changes to the curriculum designed to incorporate practical cyberinfrastructure (CI) knowledge components derived from this project.  However, other departments are now requesting similar curriculum changes. This interest is stemming from the fact that researchers need access to distributed data, advanced computing, and cloud infrastructures in order to be successful in their research and the education of their students. For this reason, we have changed our original focus from the CS curriculum into a more flexible framework that allows us to design training and internship modules that will couple directly into current and future curricula of departments at the university.\n\n \n\n\t\t\t\t\tLast Modified: 12/18/2015\n\n\t\t\t\t\tSubmitted by: Edward B Duffy"
 }
}