{
 "awd_id": "1251305",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analytic Support for the Geoscience Education and Diversity Program",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 112000.0,
 "awd_amount": 112000.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "The American Institutes for Research is synthesizing the major findings of selected projects in the Opportunities for Enhancing Diversity in the Geosciences (OEDG) Program portfolio, supported by NSF since 2002. Results of this synthesis will be used to inform the Committee of Visitors (COV) review of the Geoscience Education and Diversity (Geo E&D) Program in January 2013. The project emphasizes knowledge generated by a carefully selected subgroup of projects from OEDG's program portfolio ? projects selected because of the relatively high validity and generalizability of their findings. A team of AIR researchers is reviewing a variety of reference materials for the selected projects, including final NSF reports, annual NSF reports, publications in peer-reviewed journals, and project websites. Telephone interviews with a sample of principal investigators are being used to flesh out the details of best practices and to follow up on institutionalization, model replication, and longer term outcomes for participants after NSF funding expires. Results of the review and interviews are being summarized in a final report that identifies evidence-based successful strategies in achieving OEDG program goals and the conditions under which they succeeded.  This project builds on the project-level findings reported in the 2007 Journal of Geosciences Education special issue on the status of racial diversity in the geosciences and expands on the two articles in that volume that addressed lessons learned and best practices gleaned from results of Federal research investments made during the previous decade. Since publication of the special issue of JGE, projects funded by OEDG have built on the body of knowledge presented therein, making this systematic, scholarly assessment and synthesis of the most significant findings of projects supported by OEDG very timely. This project, relying on the most significant, high-quality research supported by OEDG over its history, is expected to clarify best practices in fostering minority participation in the geosciences and the conditions under which various strategies are most likely to succeed. Analysis of new knowledge, understanding, and best practices will benefit substantially the 2013 COV, NSF GEO E&D Program managers, current OEDG projects, the broader geosciences community, and other NSF minority-serving programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Ruskus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joan Ruskus",
   "pi_email_addr": "jruskus@air.org",
   "nsf_id": "000569961",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Institutes for Research in the Behavioral Sciences",
  "inst_street_address": "1400 CRYSTAL DR FL 10",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "2024035000",
  "inst_zip_code": "222023289",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "AMERICAN INSTITUTES FOR RESEARCH IN THE BEHAVIORAL SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "MCN6J5L6M3T4"
 },
 "perf_inst": {
  "perf_inst_name": "American Institutes for Research in the Behavioral Sciences",
  "perf_str_addr": "2800 Campus Drive, Suite 200",
  "perf_city_name": "San Mateo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "944032555",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to provide information about evidence-based best practices for management of the Geoscience Education and Diversity (Geo E&amp;D) Program of the National Science Foundation (NSF).&nbsp; This information was intended to assist managers in preparing for the 2013 Committee of Visitors (COV) review of the Opportunities for Enhancing Diversity in the Geosciences (OEDG) Program portfolio. &nbsp;The OEDG Program addressed disparities in the rates at which members of different groups within the U.S. population are prepared for and participate in geoscience careers. &nbsp;Although most OEDG projects had conducted evaluations of their own and reported their findings in annual and final reports, those data had never been systematically reviewed for validity, nor had particularly strong projects been identified using the quality of evaluation data as the key criterion.</p>\n<p>&nbsp;</p>\n<p>For the purposes of this study, we only considered OEDG projects that had moved beyond the exploratory/proof of concept stage (designated as &ldquo;Track 2 projects&rdquo;).&nbsp; Also, projects had to have been operational for at least two years to allow time to measure project outcomes.&nbsp; Using these criteria, we reviewed a group of 32 projects, which included 46 individual OEDG awards (some projects included multiple awards).&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our review process began with a critical reading of project deliverables&mdash;annual and final reports, evaluation reports, and peer-reviewed publications.&nbsp; PhD-level individuals conducted this review, all of whom had extensive evaluation experience.&nbsp; More than one individual reviewed most of the projects.&nbsp; We identified a final set of 14 projects as having employed &ldquo;best practices.&rdquo;&nbsp; In order to qualify as a best practice, the project needed to provide sound evidence that their intervention(s) had significant impact on their target audience(s).&nbsp; Interviews were conducted with project PIs, and in some cases project managers and evaluators, to collect more information about project interventions, details of their evaluations, post-NSF sustainability and replication, and lessons learned.&nbsp; Once best practices employed by the selected projects were identified, we profiled them in a report to NSF.&nbsp; The history of each project was summarized (including partners, funding, duration, prior awards, and other pertinent information); the institutional context was described; the target audience(s) were identified; the intervention(s) were described; the evaluation findings were presented; continuation efforts and status were discussed; and notable features of the projects were presented.&nbsp; As a final step, we looked across the 14 projects and identified common features of many of the projects.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Looking across the best practices projects that we studied, we were able to identify ten notable themes.&nbsp; The five most prevalent were:</p>\n<ol>\n<li>A strong evaluation component.&nbsp; In every case evaluation was taken very seriously, both to improve project functioning year to year and to document impact.&nbsp; PIs often credited their evaluations for helping them obtain continuation funding or related grants.&nbsp; </li>\n<li>Involvement of practicing scientists and real data.&nbsp; Enabling participants to &ldquo;do&rdquo; science was central to these projects&rsquo; strategies.&nbsp; </li>\n<li>Clear model of intervention.&nbsp; Best practice projects all had coherent intervention models, targeting resources to logically linked components. </li>\n<li>Consistency. &nbsp;None of these projects evidenced &ldquo;treatment drift&rdquo;&mdash;their models were implemented as originally intended with only minor modifications.&nbsp; </li>\n<li>Sustainability.&nbsp; The majority of projects were able to sustain some aspects of their projects at some level&...",
  "por_txt_cntn": "\nThe goal of this project was to provide information about evidence-based best practices for management of the Geoscience Education and Diversity (Geo E&amp;D) Program of the National Science Foundation (NSF).  This information was intended to assist managers in preparing for the 2013 Committee of Visitors (COV) review of the Opportunities for Enhancing Diversity in the Geosciences (OEDG) Program portfolio.  The OEDG Program addressed disparities in the rates at which members of different groups within the U.S. population are prepared for and participate in geoscience careers.  Although most OEDG projects had conducted evaluations of their own and reported their findings in annual and final reports, those data had never been systematically reviewed for validity, nor had particularly strong projects been identified using the quality of evaluation data as the key criterion.\n\n \n\nFor the purposes of this study, we only considered OEDG projects that had moved beyond the exploratory/proof of concept stage (designated as \"Track 2 projects\").  Also, projects had to have been operational for at least two years to allow time to measure project outcomes.  Using these criteria, we reviewed a group of 32 projects, which included 46 individual OEDG awards (some projects included multiple awards). \n\n \n\nOur review process began with a critical reading of project deliverables&mdash;annual and final reports, evaluation reports, and peer-reviewed publications.  PhD-level individuals conducted this review, all of whom had extensive evaluation experience.  More than one individual reviewed most of the projects.  We identified a final set of 14 projects as having employed \"best practices.\"  In order to qualify as a best practice, the project needed to provide sound evidence that their intervention(s) had significant impact on their target audience(s).  Interviews were conducted with project PIs, and in some cases project managers and evaluators, to collect more information about project interventions, details of their evaluations, post-NSF sustainability and replication, and lessons learned.  Once best practices employed by the selected projects were identified, we profiled them in a report to NSF.  The history of each project was summarized (including partners, funding, duration, prior awards, and other pertinent information); the institutional context was described; the target audience(s) were identified; the intervention(s) were described; the evaluation findings were presented; continuation efforts and status were discussed; and notable features of the projects were presented.  As a final step, we looked across the 14 projects and identified common features of many of the projects. \n\n \n\nLooking across the best practices projects that we studied, we were able to identify ten notable themes.  The five most prevalent were:\n\nA strong evaluation component.  In every case evaluation was taken very seriously, both to improve project functioning year to year and to document impact.  PIs often credited their evaluations for helping them obtain continuation funding or related grants.  \nInvolvement of practicing scientists and real data.  Enabling participants to \"do\" science was central to these projectsÆ strategies.  \nClear model of intervention.  Best practice projects all had coherent intervention models, targeting resources to logically linked components. \nConsistency.  None of these projects evidenced \"treatment drift\"&mdash;their models were implemented as originally intended with only minor modifications.  \nSustainability.  The majority of projects were able to sustain some aspects of their projects at some level&mdash;from full institutionalization to continuation of a piece of the model or the spirit of the project.\n\n\n \n\nFive other themes were apparent in some (at least half) of the projects:\n\nLeveraging of funds, \nFinancial support for students and faculty,\nSelective recruitment of students,\nDevelopment of a sense of community, and \nClose worki..."
 }
}