{
 "awd_id": "1251573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  RAPID: Assessing the Ecophysiological and Biogeochemical Response to Deliberate Nutrient Loading in the Southern California Bight",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 112703.0,
 "awd_amount": 112703.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "In autumn 2012, Orange County Sanitation District (OCSD) will divert ~150 million gallons/day of secondarily-treated effluent to a nearshore (1 mile offshore) outfall pipe over a period of ~4 weeks. No discharges of this magnitude have been conducted in decades. The planned diversion is expected to create a buoyant surface plume that will spread over much of the coastal region. Because OCSD plans to \"super-chlorinate\" and then dechlorinate the discharge, the effect of the plume should be predominantly a nutrient addition rather than direct addition of intact microbial populations. The PIs propose to address two broad questions through a study of the plume.  First, what happens ecologically and physiologically to the phytoplankton assemblage when nutrients are discharged in the surface ocean for extended periods of time? Second, can this dynamic and shifting environment be sampled by deploying multiple technologies to identify the physical/chemical drivers of the biological response at ecologically relevant space and time scales? They will test two hypotheses: H1: Continual discharge of nutrients to the surface ocean results in a dinoflagellate-dominated bloom which leads to dampening or cessation of vertical migration of the dinoflagellates and drives a shift to net heterotrophy. H2: The bloom will initially result in a strong local sink for carbon dioxide which gradually develops into a strong source as heterotrophy develops.\r\n\r\nThe study is expected to provide a time-evolving picture of interactions within and between autotrophic and heterotrophic communities and will illustrate the short-term biogeochemical and ecological consequences of sustained nutrient discharge to a shallow coastal site. The planned diversion provides an unprecedented opportunity to study the ecophysiological response in a natural setting over a period of weeks, including the interaction of biology, chemistry, and physics, and it will contribute to basic understanding of anthropogenic nutrient loading to the coastal ocean. Undergraduate and graduate education and training will be furthered through active participation in lab, field, and data synthesis activities involving academic, government, and industry partners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raphael",
   "pi_last_name": "Kudela",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Raphael M Kudela",
   "pi_email_addr": "kudela@ucsc.edu",
   "nsf_id": "000383236",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112703.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">In autumn 2012, Orange County Sanitation District (OCSD) diverted approximately 528 x 10<sup>6</sup> L d<sup>-1</sup> of secondarily-treated effluent for three weeks to a nearshore (1 mile offshore) outfall pipe. No discharges of this magnitude have been conducted in decades. The diversion was expected to create a buoyant surface plume that would spread over much of the coastal region. OCSD &ldquo;super-chlorinated&rdquo; and then dechlorinated the discharge so that the plume effect should be predominantly a nutrient addition rather than direct addition of intact microbial populations. We proposed two broad questions within the context of this larger natural experiment. First, what happens (ecologically and physiologically) to the phytoplankton assemblage when nutrients are discharged in the surface ocean for extended periods of time? Second, can we adequately sample this dynamic and shifting environment by deploying multiple technologies to identify the physical/chemical drivers of the biological response at ecologically relevant space and time scales? We specifically proposed to test the following hypotheses:</p>\n<p><strong>H1: continual discharge of nutrients to the surface ocean results in a dinoflagellate-dominated bloom; this leads to dampening or cessation of vertical migration and drives net heterotrophy.</strong></p>\n<p><strong>H2: the bloom will initially result in a local strong sink for carbon dioxide which gradually develops into a strong source as heterotrophy develops.</strong></p>\n<p>&nbsp;</p>\n<p>A significant technical challenge associated with plume tracking studies is locating and monitoring the plume in near real-time. For the 2012 OCSD experiment, multiple technologies were employed including buoyancy gliders, wave-powered gliders and vertical profilers, autonomous underwater vehicles (AUVs) and drifters, remote sensing and numerical modeling. From these observations a consistent signature for the plume was identified and it was possible to both track and estimate the dilution and dispersion of the effluent plume. Taken together, these observations provide a consistent view of the plume dynamics; the plume was characterized by low temperature and salinity and elevated CDOM. It was predominantly surface-trapped and was maintained within the upper ~20m for significant periods (days) within the vicinity of the outfall in shallow shelf waters. The <em>in situ</em> observations aligned well with elevated CDOM detected by satellites. While the bulk of the plume was surface-trapped and rapidly diluted, a significant fraction of the effluent was likely entrained into intermediate layers that persisted until being destroyed by intermediate- and far-field processes such as wind-driven mixing and internal wave activity. Weak transport and combination of rapid mixing interspersed with more concentrated layers resulted in a plume-influenced region extending several km around the outfall pipe, retained within the general vicinity of the pipe for several days.</p>\n<p>&nbsp;</p>\n<p>The Environmental Impact Report analysis predicted a persistent bloom of 40-50 mg m<sup>-3</sup> in response to the ammonium in the discharge. So what actually happened? Total biomass as chlorophyll remaining anomalously low. In contrast to the phytoplankton, bacterial biomass and microbial grazers showed a strong response, with heterotrophic bacteria increasing by an order of magnitude at mid-diversion. There was some evidence for an increase in chlorophyll towards the end of the diversion and subsurface observations from gliders corroborated a moderate increase in biomass at depth, but the overall phytoplankton response was muted. Field experimental manipulations showed that the phytoplankton community was physiologically capable of taking advantage of the effluent. To explain the puzzling lack of response despite the apparent physiological capacity for ...",
  "por_txt_cntn": "In autumn 2012, Orange County Sanitation District (OCSD) diverted approximately 528 x 106 L d-1 of secondarily-treated effluent for three weeks to a nearshore (1 mile offshore) outfall pipe. No discharges of this magnitude have been conducted in decades. The diversion was expected to create a buoyant surface plume that would spread over much of the coastal region. OCSD \"super-chlorinated\" and then dechlorinated the discharge so that the plume effect should be predominantly a nutrient addition rather than direct addition of intact microbial populations. We proposed two broad questions within the context of this larger natural experiment. First, what happens (ecologically and physiologically) to the phytoplankton assemblage when nutrients are discharged in the surface ocean for extended periods of time? Second, can we adequately sample this dynamic and shifting environment by deploying multiple technologies to identify the physical/chemical drivers of the biological response at ecologically relevant space and time scales? We specifically proposed to test the following hypotheses:\n\nH1: continual discharge of nutrients to the surface ocean results in a dinoflagellate-dominated bloom; this leads to dampening or cessation of vertical migration and drives net heterotrophy.\n\nH2: the bloom will initially result in a local strong sink for carbon dioxide which gradually develops into a strong source as heterotrophy develops.\n\n \n\nA significant technical challenge associated with plume tracking studies is locating and monitoring the plume in near real-time. For the 2012 OCSD experiment, multiple technologies were employed including buoyancy gliders, wave-powered gliders and vertical profilers, autonomous underwater vehicles (AUVs) and drifters, remote sensing and numerical modeling. From these observations a consistent signature for the plume was identified and it was possible to both track and estimate the dilution and dispersion of the effluent plume. Taken together, these observations provide a consistent view of the plume dynamics; the plume was characterized by low temperature and salinity and elevated CDOM. It was predominantly surface-trapped and was maintained within the upper ~20m for significant periods (days) within the vicinity of the outfall in shallow shelf waters. The in situ observations aligned well with elevated CDOM detected by satellites. While the bulk of the plume was surface-trapped and rapidly diluted, a significant fraction of the effluent was likely entrained into intermediate layers that persisted until being destroyed by intermediate- and far-field processes such as wind-driven mixing and internal wave activity. Weak transport and combination of rapid mixing interspersed with more concentrated layers resulted in a plume-influenced region extending several km around the outfall pipe, retained within the general vicinity of the pipe for several days.\n\n \n\nThe Environmental Impact Report analysis predicted a persistent bloom of 40-50 mg m-3 in response to the ammonium in the discharge. So what actually happened? Total biomass as chlorophyll remaining anomalously low. In contrast to the phytoplankton, bacterial biomass and microbial grazers showed a strong response, with heterotrophic bacteria increasing by an order of magnitude at mid-diversion. There was some evidence for an increase in chlorophyll towards the end of the diversion and subsurface observations from gliders corroborated a moderate increase in biomass at depth, but the overall phytoplankton response was muted. Field experimental manipulations showed that the phytoplankton community was physiologically capable of taking advantage of the effluent. To explain the puzzling lack of response despite the apparent physiological capacity for a bloom to develop, we explored the possibility that the use of over-chlorination and subsequent dechlorination could result in production of inhibitory disinfection byproducts (DBP). We found that effluent treated with hyp..."
 }
}