{
 "awd_id": "1251585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Collaborative Research:  The Perceptual Basis of Collective Behavior in a Model Vertebrate",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "A fundamental problem in biology is understanding how complex systems work from interactions among its components. In many animal groups, such as schooling fish or flocking birds, coordinated movements are thought to result from self-organizing social interactions among individuals. However, little is known about the social cues that the organisms within groups pay attention to and how they integrate them during decision-making, or how these interactions produce collective behavior. The proposed research combines novel experimental and computational approaches to investigate the relationship between sensory input and collective behavior using zebrafish as an experimental model. The research focuses on vision, which is essential in the coordination of many animal groups. The researchers will: (a) characterize key dimensions of the visual system, (b) use this sensory information to model the visual saliency of social cues, (c) incorporate the zebrafish visual information in current models that track the motion of individuals in real shoals, (d) develop and implement new technologies to investigate behavioral responses, and (e) measure these behavioral responses under experimental conditions that manipulate the visual saliency of group mates.  Ultimately, this project will increase our understanding of how and why organisms coordinate their behavior in groups.  The PI and collaborator will disseminate the results and technologies to the broader scientific community through publications, and give public lectures to broad audiences and schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Iain",
   "pi_last_name": "Couzin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Iain Couzin",
   "pi_email_addr": "icouzin@princeton.edu",
   "nsf_id": "000196468",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we investigated the visual basis of collective motion and decision-making in animal groups. We used schooling fish as our experimental system since they exhibit highly coordinated behavior to cope with conditions of considerable risk and uncertainty. By understanding how evolved groups cope under such conditions we can learn much about the design of new algorithms for the control of autonomous vehicles, and how we can employ collective sensing for applications such as detecting pollutants, and search and rescue.</p>\n<p>&nbsp;</p>\n<p>We developed software that can automatically track the motion and body posture of all individuals within schools, as well as to reconstruct (computationally) the visual fields of all individuals as they made movement decisions. We conducted experiments to determine how individuals in groups sense complex environmental gradients as well as how rapid &ldquo;waves&rdquo; of information propagate though schools, such as when they are under attack by predators. Our software allowed us to reveal, for the first time, the network of social interactions responsible for the remarkable collective behavior exhibited by such coordinated animal groups.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We discovered that groups can sense and respond to long-range environmental gradients (e.g. light, temperature, phytopankton density), even though the individuals within the groups are unaware of such gradients. This revealed that collective intelligence can be a truly emergent property in animal groups, and this insight may have considerable implications for conservation since it implies that if group sizes decrease we may see sudden collapse in populations. This discovery also inspired a new procedure for the control of grouping robots allowing them cheap and effective sensing of gradients (e.g. radiation leaks, oil spills).</p>\n<p>&nbsp;</p>\n<p>By determining how information propagates rapidly across groups when they are under threat we were able to show that individual use very simple visual cues, but that the resulting network of interaction is highly complex. The structural properties of such networks were shown to allow information to be filtered by the group, allowing effective response to real threats while filtering out errors made by individuals. This allowed us to demonstrate that we can obtain a very precise understanding of how groups make decisions, and revealed that this evolved mechanism has many desirable properties for man-made technologies, since it can filter effectively noisy environmental cues allowing the group as a whole to make fast and accurate decisions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/19/2015<br>\n\t\t\t\t\tModified by: Iain&nbsp;Couzin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we investigated the visual basis of collective motion and decision-making in animal groups. We used schooling fish as our experimental system since they exhibit highly coordinated behavior to cope with conditions of considerable risk and uncertainty. By understanding how evolved groups cope under such conditions we can learn much about the design of new algorithms for the control of autonomous vehicles, and how we can employ collective sensing for applications such as detecting pollutants, and search and rescue.\n\n \n\nWe developed software that can automatically track the motion and body posture of all individuals within schools, as well as to reconstruct (computationally) the visual fields of all individuals as they made movement decisions. We conducted experiments to determine how individuals in groups sense complex environmental gradients as well as how rapid \"waves\" of information propagate though schools, such as when they are under attack by predators. Our software allowed us to reveal, for the first time, the network of social interactions responsible for the remarkable collective behavior exhibited by such coordinated animal groups. \n\n \n\nWe discovered that groups can sense and respond to long-range environmental gradients (e.g. light, temperature, phytopankton density), even though the individuals within the groups are unaware of such gradients. This revealed that collective intelligence can be a truly emergent property in animal groups, and this insight may have considerable implications for conservation since it implies that if group sizes decrease we may see sudden collapse in populations. This discovery also inspired a new procedure for the control of grouping robots allowing them cheap and effective sensing of gradients (e.g. radiation leaks, oil spills).\n\n \n\nBy determining how information propagates rapidly across groups when they are under threat we were able to show that individual use very simple visual cues, but that the resulting network of interaction is highly complex. The structural properties of such networks were shown to allow information to be filtered by the group, allowing effective response to real threats while filtering out errors made by individuals. This allowed us to demonstrate that we can obtain a very precise understanding of how groups make decisions, and revealed that this evolved mechanism has many desirable properties for man-made technologies, since it can filter effectively noisy environmental cues allowing the group as a whole to make fast and accurate decisions.\n\n \n\n\t\t\t\t\tLast Modified: 05/19/2015\n\n\t\t\t\t\tSubmitted by: Iain Couzin"
 }
}