{
 "awd_id": "1251611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Next Generation Science Exemplar System Prototype",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 199992.0,
 "awd_amount": 217159.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2014-04-10",
 "awd_abstract_narration": "This RAPID project will produce, pilot and evaluate a prototype exemplar, an innovative web-based platform designed to help teachers better understand the incorporation of practices into the Next Generation Science Standards (NGSS). The NRC produced a framework for the NGSS and the first draft of the NGSS has been released for public comment. The project is an appropriate RAPID as twenty-six states have now signed on as lead states to implement these standards when the final version is released in January 2013. States, districts and schools are anxious for materials that help them think about implementing these new standards. The standards represent a significant departure from current practice in K-12 science education. The rapid prototyping exemplar proposed here will help school leaders and teachers better understand what alignment with these standards looks like through the repurposing of existing classroom videos that incorporate the use of modeling practices and effective argumentation into K-12 science content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Michaels",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Michaels",
   "pi_email_addr": "SMichaels@clarku.edu",
   "nsf_id": "000329485",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 Main Street",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101477",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "726100",
   "pgm_ele_name": "Project & Program Evaluation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199992.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 17167.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>NGSX:&nbsp;</em>Supporting Teacher Learning of Next Generation Science and Pedagogy through Cyber-enabled Teacher Study Groups</p>\n<p><strong>The Challenge and Our Goals &nbsp;&nbsp;</strong>The National Research Council&rsquo;s (NRC)&nbsp;<em>Framework for K-12 Science Education</em>has transformed the conceptual landscape of science education. &nbsp;Now, a time-sensitive challenge is to design high-quality, research-based models of professional development (PD) for science educators that are well aligned with the&nbsp;<em>Framework</em>.</p>\n<p>With NSF RAPID funding, we built and piloted the Next Generation Science Exemplar System Prototype (NGSX) &ndash; a cyber-enabled learning environment designed to engage K-12 teachers (as well as Teacher Leaders, Pre-Service Faculty, and Informal Science Educators) with the three-dimensions of science learning presented in the&nbsp;<em>Framework</em>&nbsp;and advanced in Next Generation Science Standards.</p>\n<p><strong>What Does NGSX Look Like and How Does it Work?</strong>&nbsp; &nbsp;NGSX is a blended learning environment consisting of a high functioning web-based platform in which video cases, learning tasks, and tools are embedded in a series of learning pathways. &nbsp;NGSX sessions are conducted with face-to-face study groups of science educators (typically 15-20 per cohort, integrating K-12 teachers), using NGSX web-based resources, and with the guidance of a well-prepared NGSX facilitator.&nbsp; It&rsquo;s an innovative model of PD, hard to imagine without actually seeing it in action.&nbsp; A short video overview of the NGSX learning system can be found at&nbsp;<a href=\"http://www.ngsx.org/index.php/public/home\">http://www.ngsx.org/index.php/public/home</a>. &nbsp;&nbsp;Our initial NGSX Teacher Pathway, &ldquo;The Matter Pathway,&rdquo; consists of six Units (totaling 30 hours of face-to-face PD). &nbsp;It focuses on the disciplinary core ideas relating to the particulate nature of matter (PS1).</p>\n<p>Drawing on an extensive body of research on effective PD, NGSX was designed for scale, in order to be accessible to NGSX study group members 24-7, anywhere there is access to the internet. &nbsp;NGSX supports participants&rsquo; learning of science ideas through building progressive facility with core epistemic practices of modeling, argumentation, and explanation.&nbsp; The goal is to apprentice participants into these practices in a coherent and robust enough way that they can then support their own students to engage, equitably, in a classroom culture of public reasoning (emphasizing modeling, argument, and explanation). &nbsp;Participants view, discuss, and analyze elementary, middle, and high school classroom cases of unscripted science learning with diverse student populations.&nbsp; They examine how students engage in modeling, argumentation and explanation, and explore talk tools for supporting these scientific practices in their own classrooms.</p>\n<p><strong>What Did We Find? &nbsp;&nbsp;</strong>We piloted our first NGSX Matter Pathway with ten state partners (Arkansas, California, Connecticut, Illinois, Michigan, Minnesota, Oregon, Vermont, Washington, Wisconsin).&nbsp; Each state established three study groups (with approximately 15 teachers in each) to work through the NGSX pathway, totaling approximately 350 teachers. &nbsp;We analyzed shifts in teachers&rsquo; knowledge, beliefs, and practices using pre- and post-surveys. We assessed growth in science content with three-dimensional science items, in which participants were asked to predict and explain scenarios involving the behavior of air and air pressure (the central content focus of the pathway). We used Rasch modeling to test growth in a composite score of six multiple choice items and one qualitatively-scored constructed response item. &nbsp;Participants improved dramatically from pre to post with an effect size of 1.1. &nbsp;Teachers also...",
  "por_txt_cntn": "\nNGSX: Supporting Teacher Learning of Next Generation Science and Pedagogy through Cyber-enabled Teacher Study Groups\n\nThe Challenge and Our Goals   The National Research CouncilÆs (NRC) Framework for K-12 Science Educationhas transformed the conceptual landscape of science education.  Now, a time-sensitive challenge is to design high-quality, research-based models of professional development (PD) for science educators that are well aligned with the Framework.\n\nWith NSF RAPID funding, we built and piloted the Next Generation Science Exemplar System Prototype (NGSX) &ndash; a cyber-enabled learning environment designed to engage K-12 teachers (as well as Teacher Leaders, Pre-Service Faculty, and Informal Science Educators) with the three-dimensions of science learning presented in the Framework and advanced in Next Generation Science Standards.\n\nWhat Does NGSX Look Like and How Does it Work?   NGSX is a blended learning environment consisting of a high functioning web-based platform in which video cases, learning tasks, and tools are embedded in a series of learning pathways.  NGSX sessions are conducted with face-to-face study groups of science educators (typically 15-20 per cohort, integrating K-12 teachers), using NGSX web-based resources, and with the guidance of a well-prepared NGSX facilitator.  ItÆs an innovative model of PD, hard to imagine without actually seeing it in action.  A short video overview of the NGSX learning system can be found at http://www.ngsx.org/index.php/public/home.   Our initial NGSX Teacher Pathway, \"The Matter Pathway,\" consists of six Units (totaling 30 hours of face-to-face PD).  It focuses on the disciplinary core ideas relating to the particulate nature of matter (PS1).\n\nDrawing on an extensive body of research on effective PD, NGSX was designed for scale, in order to be accessible to NGSX study group members 24-7, anywhere there is access to the internet.  NGSX supports participantsÆ learning of science ideas through building progressive facility with core epistemic practices of modeling, argumentation, and explanation.  The goal is to apprentice participants into these practices in a coherent and robust enough way that they can then support their own students to engage, equitably, in a classroom culture of public reasoning (emphasizing modeling, argument, and explanation).  Participants view, discuss, and analyze elementary, middle, and high school classroom cases of unscripted science learning with diverse student populations.  They examine how students engage in modeling, argumentation and explanation, and explore talk tools for supporting these scientific practices in their own classrooms.\n\nWhat Did We Find?   We piloted our first NGSX Matter Pathway with ten state partners (Arkansas, California, Connecticut, Illinois, Michigan, Minnesota, Oregon, Vermont, Washington, Wisconsin).  Each state established three study groups (with approximately 15 teachers in each) to work through the NGSX pathway, totaling approximately 350 teachers.  We analyzed shifts in teachersÆ knowledge, beliefs, and practices using pre- and post-surveys. We assessed growth in science content with three-dimensional science items, in which participants were asked to predict and explain scenarios involving the behavior of air and air pressure (the central content focus of the pathway). We used Rasch modeling to test growth in a composite score of six multiple choice items and one qualitatively-scored constructed response item.  Participants improved dramatically from pre to post with an effect size of 1.1.  Teachers also exhibited growth in confidence in \"teaching science in the ways called for\" by NGSS (effect size 0.66) and the Framework (effect size 0.3).  Teachers also reported increased confidence in teaching with the 8 science and engineering practices, with the strongest increases for the practices developing and using models (effect size 0.41) and argument from evidence (effect size 0.47), two focal practices i..."
 }
}