{
 "awd_id": "1252655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NSF-HESTEC: Igniting the Possibilities",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Santiago",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 49965.0,
 "awd_amount": 49965.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "For the past decade, The University of Texas--Pan American has sponsored the Hispanic Engineering, Science and Technology (HESTEC) Week to promote STEM careers to students in the Rio Grande Valley of South Texas, a predominantly Hispanic area of the United States, and to reach out to the community at large. With National Science Foundation support, HESTEC will partner with an NSF-funded Science and Technology Center, Colorado State University Center for Multiscale Modeling of Atmospheric Processes, to provide professional development for teachers (Educator Day), hands-on science activities for middle school students (Middle School Challenge), and science shows and experiment stations for the entire community (Community Day). NSF support will permit students and staff from CMMAP to bring its Little Shop of Physics to HESTEC, where the hand-on science activities will reach an estimated 68 educators, up to 4000 middle school students, and thousands of community visitors. UTPA undergraduates will work directly with CMMAP staff and their students to operate the demonstrations and to engage the HESTEC participants. The Little Shop of Physics was awarded the Robert A. Millikan Medal by the American Associate of Physics Teachers in 2001. The program has reached 250,000 students in schools throughout the Colorado region and now has a prominent place at HESTEC.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Salinas",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica I Salinas",
   "pi_email_addr": "lopezj@utpa.edu",
   "nsf_id": "000596413",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Texas Rio Grande Valley",
  "inst_street_address": "1201 W UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "EDINBURG",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9566652889",
  "inst_zip_code": "785392909",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS RIO GRANDE VALLEY",
  "org_prnt_uei_num": "",
  "org_uei_num": "L3ATVUT2KNK7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas - Pan American",
  "perf_str_addr": "1201 W. University Drive",
  "perf_city_name": "Edinburg",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "785392909",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913100",
   "pgm_ele_name": "Centers for Rsch Excell in S&T"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through the NSF-HESTEC: Igniting the Possibilities Project (award number: 1252655), The University of Texas-Pan American successfully implemented the Hispanic Engineering, Science and Technology (HESTEC) Week 2012 and HESTEC 2013 at its campus in Edinburg, Texas. Its partnership with NSF has allowed for the advocacy and expansion of science, technology, engineering and mathematics (STEM) outreach activities to students, parents, teachers and community at-large in the Rio Grande Valley.</p>\n<p><strong>HESTEC 2012</strong></p>\n<p>With the support of the National Science Foundation, HESTEC partnered with NSF-funded Science and Technology Center, Colorado State University Center for Multiscale Modeling of Atmospheric Processes, and its Little Shop of Physics (LSOP) in 2012 to provide professional development for teachers (Educator Day), hands-on science activities for middle school students (Middle School Challenge), and science shows and experiment stations for the entire community (Community Day).</p>\n<p>CMMAP&rsquo;s Little Shop of Physics Team (Sheila Ferguson, Brian Jones, and Heather Michalak) presented a breakout session twice titled &ldquo;Ten Things Everyone Should Know About the Atmosphere&rdquo; to a total of about 68 educators. The session was regarding ten important concepts about the atmosphere and centered on activities that addressed the concepts, such as: &ldquo;Do cities affect the weather?&rdquo;, &ldquo;Why is the sky purple?&rdquo;, and &ldquo;Can you get a sunburn on Mars?&rdquo;. Teachers left with new ideas, key materials to use in their classroom, and lesson plans that are real world applications of state standards involving energy, matter, force and motion.&nbsp;</p>\n<p>Funded by the NSF, the CMMAP Little Shop of Physics exhibit was featured during HESTEC Week, specifically during the Middle School Challenge. The Middle School Challenge took place during Tuesday-Friday, September 25-28, 2012 from 9:00 a.m. to 1:00 p.m. on the UTPA campus. Approximately 4,000 middle school students from the Rio Grande Valley region participated in this four-day program, which featured different kinds of educational exhibits and exciting presentations in the STEM areas. Each student attended four 50-minute sessions, and each hour, a group of 250 students visited the exhibit. UTPA student helpers provided staffing support for the exhibit. For these four days, the 2,500 square feet space was converted into NSF&rsquo;s Little Shop of Physics featuring all sorts of captivating, visually stimulating projects in the field of science.</p>\n<p>The LSOP exhibit opened its doors to the South Texas community allowing for thousands of community members, including many families, to have access to science in an innovative, interactive manner. This effort was important for informing the community and increasing parental involvement and knowledge of the opportunities available within STEM for their children, as is reflected in the results collected through surveys during the event. Through its exhibit, LSOP was able to showcase over 200 experiments to students, parents, and community at-large.</p>\n<p><strong>HESTEC 2013</strong></p>\n<p>In a bold undertaking to expand local STEM outreach in the Rio Grande Valley, UTPA worked with the College of Science and Mathematics and its Department of Physics and Geology to mirror CMMAP&rsquo;s LSOP and create its own STEM open house called Science Funland, under the leadership of Dr. Liang Zeng.</p>\n<p>Dr. Zeng is the Presidential Fellow for the UTPA Department of Community Engagement and a faculty member from the Department of Physics and Geology at UTPA. Because of her extensive experience in STEM community outreach, she was invited to attend LSOP&rsquo;s Open House in July 2013, where she learned directly from the CMMAP LSOP team regarding the organization and implementation of their LSOP Open House in Colorado. Dr. Zeng was able to obse...",
  "por_txt_cntn": "\nThrough the NSF-HESTEC: Igniting the Possibilities Project (award number: 1252655), The University of Texas-Pan American successfully implemented the Hispanic Engineering, Science and Technology (HESTEC) Week 2012 and HESTEC 2013 at its campus in Edinburg, Texas. Its partnership with NSF has allowed for the advocacy and expansion of science, technology, engineering and mathematics (STEM) outreach activities to students, parents, teachers and community at-large in the Rio Grande Valley.\n\nHESTEC 2012\n\nWith the support of the National Science Foundation, HESTEC partnered with NSF-funded Science and Technology Center, Colorado State University Center for Multiscale Modeling of Atmospheric Processes, and its Little Shop of Physics (LSOP) in 2012 to provide professional development for teachers (Educator Day), hands-on science activities for middle school students (Middle School Challenge), and science shows and experiment stations for the entire community (Community Day).\n\nCMMAPÆs Little Shop of Physics Team (Sheila Ferguson, Brian Jones, and Heather Michalak) presented a breakout session twice titled \"Ten Things Everyone Should Know About the Atmosphere\" to a total of about 68 educators. The session was regarding ten important concepts about the atmosphere and centered on activities that addressed the concepts, such as: \"Do cities affect the weather?\", \"Why is the sky purple?\", and \"Can you get a sunburn on Mars?\". Teachers left with new ideas, key materials to use in their classroom, and lesson plans that are real world applications of state standards involving energy, matter, force and motion. \n\nFunded by the NSF, the CMMAP Little Shop of Physics exhibit was featured during HESTEC Week, specifically during the Middle School Challenge. The Middle School Challenge took place during Tuesday-Friday, September 25-28, 2012 from 9:00 a.m. to 1:00 p.m. on the UTPA campus. Approximately 4,000 middle school students from the Rio Grande Valley region participated in this four-day program, which featured different kinds of educational exhibits and exciting presentations in the STEM areas. Each student attended four 50-minute sessions, and each hour, a group of 250 students visited the exhibit. UTPA student helpers provided staffing support for the exhibit. For these four days, the 2,500 square feet space was converted into NSFÆs Little Shop of Physics featuring all sorts of captivating, visually stimulating projects in the field of science.\n\nThe LSOP exhibit opened its doors to the South Texas community allowing for thousands of community members, including many families, to have access to science in an innovative, interactive manner. This effort was important for informing the community and increasing parental involvement and knowledge of the opportunities available within STEM for their children, as is reflected in the results collected through surveys during the event. Through its exhibit, LSOP was able to showcase over 200 experiments to students, parents, and community at-large.\n\nHESTEC 2013\n\nIn a bold undertaking to expand local STEM outreach in the Rio Grande Valley, UTPA worked with the College of Science and Mathematics and its Department of Physics and Geology to mirror CMMAPÆs LSOP and create its own STEM open house called Science Funland, under the leadership of Dr. Liang Zeng.\n\nDr. Zeng is the Presidential Fellow for the UTPA Department of Community Engagement and a faculty member from the Department of Physics and Geology at UTPA. Because of her extensive experience in STEM community outreach, she was invited to attend LSOPÆs Open House in July 2013, where she learned directly from the CMMAP LSOP team regarding the organization and implementation of their LSOP Open House in Colorado. Dr. Zeng was able to observe how CMMAP LSOP carefully aligns its activities to science content standards for elementary and middle school and how the choice of instructional approaches is designed to provide ideas for the way teachers of grades K..."
 }
}