{
 "awd_id": "1252574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Furthering EarthCube:  A Roadmap Coordination Workshop",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924538",
 "po_email": "awalton@nsf.gov",
 "po_sign_block_name": "Amy Walton",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "EarthCube is a joint venture between the Directorate of Geosciences and the Office of Cyberinfrastructure at the National Science Foundation.  It is a community-driven effort to design and implement an effective data and knowledge management system for the geosciences that will integrates disparate data sets and web services and serves all members of the geoscience community.  This 2-day workshop at the University of Colorado brings together investigators and other interested parties who have been tasked with developing cyberinfrastructure components that are potential candidates for inclusion in the final architecture and design of EarthCube. Participants at the workshop will be tasked to synthesize community input from the June EarthCube meeting and sequence the series of proposed milestones and events included in community-created road maps of key cyberinfrastructure capabilities that were generated over the course of the last six months.  The overarching goals of the workshop will be to propose a workable cyberinfrastructure framework for EarthCube and work out a provisional timeline for its implementation.  Participants will consist of key individuals already working on potential EarthCube architecture components, as well as those from newly formed special interest groups such as those interesting in having EarthCube link to and incorporate biological datasets; those seeking to serve the needs of geoscientists who work with unique sample-based data, as opposed to large homogeneous datasets coming from sensor arrays; and those trying to develop software to allow direct ingestion of data from laboratory instruments.  Broader impacts of the workshop lie in the area of building infrastructure for science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siri Jodha",
   "pi_last_name": "Khalsa",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Siri Jodha S Khalsa",
   "pi_email_addr": "khalsa@colorado.edu",
   "nsf_id": "000451569",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090449",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of EarthCube is a sustainable infrastructure that enables the sharing of all geosciences data, information, and knowledge in an open, transparent and inclusive manner. No such infrastructure currently exists that can meet the information management challenges implicit in the <a href=\"http://www.nsf.gov/geo/acgeo/geovision/nsf_ac-geo_vision_10_2009.pdf\" target=\"_blank\">GEO Vision call to action</a>. EarthCube supports the stated goal by providing a well-defined process to drive the evolution of the infrastructure through community engagement. Such engagement must encompass the whole of the GEO community as well as other agencies and international stakeholders.</p>\n<p><br />In formulating a path for the creation and evolution of EarthCube, the community was engaged via a number of mechanisms. Two community meetings (called Charrettes) were held, with broad participation. Community groups were funded to address critical areas and gaps. Concept development was stimulated through awards for key areas.</p>\n<p><br />The Charettes were an important step forward, but did not fully explore and converge on the potential solutions that could meet the user requirements and the overall objectives of EarthCube. The roadmap development work by the EarthCube-funded activities continued this exploration, refining plans and capability definition. But these roadmaps, coming from groups with different technical and disciplinary backgrounds, ultimately needed to be aligned.</p>\n<p><br />The goal of the workshop funded under this project was to broaden the collaboration and convergence between the funded EarthCube projects through a face-to-face exchange between Principal Investigators. All projects were represented. The topics addressed included: architecture concepts; governance; use cases and demonstrations; education and social systems; and, finally, building blocks and next steps.&nbsp;</p>\n<p><br />The workshop identified key characteristics of a cyberinfrastructure that would support the EarthCube vision, which were generally consistent across all EarthCube documentation. These include:</p>\n<ul>\n<li>A collaboration environment,</li>\n<li>Lower barriers for participation, </li>\n<li>Openness and extensibility, </li>\n<li>Ability to accept and store user feedback, </li>\n<li>Capacity to capture provenance and ensure reproducibility</li>\n<li>Discoverabilty of materials held by small-project scientists, </li>\n<li>Education and reward system to encourage data sharing,</li>\n<li>Cross-domain teams and broad collaboration,</li>\n<li>A new community paradigm.</li>\n</ul>\n<p>In addition to the identified challenges in forming and assessing EarthCube, a broader range of relevant key challenges were outlined in a 2010 European document &ldquo;<a href=\"http://cordis.europa.eu/fp7/ict/e-infrastructure/docs/hlg-sdi-report.pdf\" target=\"_blank\">Riding the Wave - How Europe can gain from the rising tide of scientific data</a>&rdquo;&nbsp; that impact not only EarthCube, but also the general research community. These global challenges for science research include:</p>\n<ul>\n<li>Collection</li>\n<li>Trust</li>\n<li>Usability</li>\n<li>Interoperability</li>\n<li>Diversity</li>\n<li>Security</li>\n<li>Education and training</li>\n<li>Data publication and access</li>\n<li>Commercial Exploitation</li>\n<li>New Social Paradigms</li>\n<li>Preservation and Sustainability</li>\n</ul>\n<p>These are important goals and have the most value when their meaning and related requirements are refined by the ultimate users of the information system. Thus, at the workshop, emphasis was placed on meeting user needs including nontraditional users. An example of a system for managing arctic data was discussed. The system uses a simple web-based interface to enter data. The data are indexed, searchable, and exposed via web services. It is a microcosm of what could be done in EarthCube. The participants addressed the different catego...",
  "por_txt_cntn": "\nThe goal of EarthCube is a sustainable infrastructure that enables the sharing of all geosciences data, information, and knowledge in an open, transparent and inclusive manner. No such infrastructure currently exists that can meet the information management challenges implicit in the GEO Vision call to action. EarthCube supports the stated goal by providing a well-defined process to drive the evolution of the infrastructure through community engagement. Such engagement must encompass the whole of the GEO community as well as other agencies and international stakeholders.\n\n\nIn formulating a path for the creation and evolution of EarthCube, the community was engaged via a number of mechanisms. Two community meetings (called Charrettes) were held, with broad participation. Community groups were funded to address critical areas and gaps. Concept development was stimulated through awards for key areas.\n\n\nThe Charettes were an important step forward, but did not fully explore and converge on the potential solutions that could meet the user requirements and the overall objectives of EarthCube. The roadmap development work by the EarthCube-funded activities continued this exploration, refining plans and capability definition. But these roadmaps, coming from groups with different technical and disciplinary backgrounds, ultimately needed to be aligned.\n\n\nThe goal of the workshop funded under this project was to broaden the collaboration and convergence between the funded EarthCube projects through a face-to-face exchange between Principal Investigators. All projects were represented. The topics addressed included: architecture concepts; governance; use cases and demonstrations; education and social systems; and, finally, building blocks and next steps. \n\n\nThe workshop identified key characteristics of a cyberinfrastructure that would support the EarthCube vision, which were generally consistent across all EarthCube documentation. These include:\n\nA collaboration environment,\nLower barriers for participation, \nOpenness and extensibility, \nAbility to accept and store user feedback, \nCapacity to capture provenance and ensure reproducibility\nDiscoverabilty of materials held by small-project scientists, \nEducation and reward system to encourage data sharing,\nCross-domain teams and broad collaboration,\nA new community paradigm.\n\n\nIn addition to the identified challenges in forming and assessing EarthCube, a broader range of relevant key challenges were outlined in a 2010 European document \"Riding the Wave - How Europe can gain from the rising tide of scientific data\"  that impact not only EarthCube, but also the general research community. These global challenges for science research include:\n\nCollection\nTrust\nUsability\nInteroperability\nDiversity\nSecurity\nEducation and training\nData publication and access\nCommercial Exploitation\nNew Social Paradigms\nPreservation and Sustainability\n\n\nThese are important goals and have the most value when their meaning and related requirements are refined by the ultimate users of the information system. Thus, at the workshop, emphasis was placed on meeting user needs including nontraditional users. An example of a system for managing arctic data was discussed. The system uses a simple web-based interface to enter data. The data are indexed, searchable, and exposed via web services. It is a microcosm of what could be done in EarthCube. The participants addressed the different categories of interoperability mechanisms that could be pursued to reach the above goals. While simple access to data is a first step, more full-featured services that understand the internal structure of the data and convey some of its semantics to the user are also desirable. It was agreed that mapping between domain information should be a service performed by the cyberinfrastucture, typically in the form of a broker. Use cases can illuminate the effectiveness of this approach and its outcomes. \n\n\nTechnical, governance and social issues ..."
 }
}