{
 "awd_id": "1252625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advancing an Online Project in the Assessment and Effective Teaching of Calculus",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Leddy",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 227213.0,
 "awd_amount": 227213.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2014-08-28",
 "awd_abstract_narration": "Researchers from the U.S. and from Finland are collaborating on developing solutions to the challenges facing the implementation of an e-learning portal that provides global free instruction in calculus. The World Education Portals (WEPS) has been developed to provide free resources and services for education globally to students, tutors and instructors. The researchers are utilizing the calculus course developed for WEPS by one of the principal investigators of this project as a virtual research environment in which the U. S. scholars from George Mason University and Florida State University collaborate with researchers from the University of Helsinki and an international community of experts. The large scale teaching and learning data that are generated as students in multiple countries engage in the virtual course is being examined to address questions about how to teach calculus that support rapid prototyping and testing of specific instructional interventions. This project is examining the cognitive base of calculus, developing items that have diagnostic power to provide information about how students are learning calculus through their engagement in the WEPS course and identifying appropriate instructional strategies that can be rapidly prototyped to examine effectiveness. The project involves two intensive three day workshops, one in Finland and one in the U.S. to bring together a team of experts to assist in the development and critical analysis of data-gathering, analysis, and instructional aspects of the WEPS calculus course. The grant will support an edited volume of papers from researchers and the expert panel reports on the best practices, advice and current research on the challenges of how to best engineer an e-learning course to support student learning in calculus. \r\n\r\nThis project leverages an existing online learning environment as a natural laboratory in which to study the how students learn calculus. The project is addressing the seminal issues of how to assess calculus knowledge, how to use data from those assessments for diagnostic purposes, and how those decisions about what students know and can do should guide instructional interventions. The project is an example of cutting edge research and development in online courses. The use of large-scale data by a collaborative that includes mathematics educators, mathematicians, statisticians, psychometricians, educational psychologists, computer programmers who study data structures and human computer interface design, educational data miners and research methodologists has the specific purpose of optimizing the design of an online calculus course that is already in global use. \r\n\r\nOnline learning is of growing importance. The WEPS courses have the potential to reach a global audience who may not have access to such advanced courses or who have not been successful in more traditional learning settings. This project contributes to the knowledge about how to use large-scale data collected from a global pool of course participants to redesign the online learning environment. It will also support cross-national collaboration and learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Kelly",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony E Kelly",
   "pi_email_addr": "akelly1@gmu.edu",
   "nsf_id": "000464646",
   "pi_start_date": "2012-09-17",
   "pi_end_date": "2014-08-28"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Barcher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Barcher",
   "pi_email_addr": "pbarcher@gmu.edu",
   "nsf_id": "000527884",
   "pi_start_date": "2014-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 University Dr",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 227213.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">This project was funded as part of a Science Across<br />Virtual Institutes (SAVI) mechanism to support research collaborations between<br />the US and Finland.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">This project supported two workshops.&nbsp; The goal of the workshops was to provide to a<br />panel of experts an existing calculus instructional and data-gathering portal (WEPS),<br />which acts as a test bed for current theories on how: (a) students learn<br />calculus, (b) how calculus should be assessed, (c) what instructional<br />strategies are most effective for which students, and (d) how cognitive and<br />noncognitive factors should be considered in the design, implementation and<br />analyses (datamining) of results.&nbsp; This<br />project mutually informs WEPS staff and researchers and the communities of experts<br />who advise in its re-design, including experts in machine learning,<br />psychometrics and theories of teaching and learning of calculus.&nbsp;&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">This project supported two workshops.&nbsp; The goal of the workshops was to provide to a panel of experts an existing calculus instructional and data-gathering portal (WEPS), which acts as a test bed for current theories on how: (a) students learn calculus, (b) how calculus should be assessed, (c) what instructional strategies are most effective for which students, and (d) how cognitive and noncognitive factors should be considered in the design, implementation andanalyses (datamining) of results.&nbsp; This project mutually informs WEPS staff and researchers and the communities of experts<br />who advise in its re-design, including experts in machine learning,<br />psychometrics and theories of teaching and learning of calculus.&nbsp;&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;Barcher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThis project was funded as part of a Science Across\nVirtual Institutes (SAVI) mechanism to support research collaborations between\nthe US and Finland.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThis project supported two workshops.  The goal of the workshops was to provide to a\npanel of experts an existing calculus instructional and data-gathering portal (WEPS),\nwhich acts as a test bed for current theories on how: (a) students learn\ncalculus, (b) how calculus should be assessed, (c) what instructional\nstrategies are most effective for which students, and (d) how cognitive and\nnoncognitive factors should be considered in the design, implementation and\nanalyses (datamining) of results.  This\nproject mutually informs WEPS staff and researchers and the communities of experts\nwho advise in its re-design, including experts in machine learning,\npsychometrics and theories of teaching and learning of calculus.  \n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThis project supported two workshops.  The goal of the workshops was to provide to a panel of experts an existing calculus instructional and data-gathering portal (WEPS), which acts as a test bed for current theories on how: (a) students learn calculus, (b) how calculus should be assessed, (c) what instructional strategies are most effective for which students, and (d) how cognitive and noncognitive factors should be considered in the design, implementation andanalyses (datamining) of results.  This project mutually informs WEPS staff and researchers and the communities of experts\nwho advise in its re-design, including experts in machine learning,\npsychometrics and theories of teaching and learning of calculus.  \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 07/20/2015\n\n\t\t\t\t\tSubmitted by: Peter Barcher"
 }
}