{
 "awd_id": "1252739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Grant for MobiCom 2012",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Min Song",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "Funds are requested to support students at U.S. institutions to attend the 18th Annual International Conference on Mobile Computing and Networking (MobiCom 2012), which will be held August 22-26, 2012 in Istanbul, Turkey. Since its inauguration, MobiCom has been one of the premier international conferences in wireless and mobile networking, covering a wide spectrum of theoretical and applied research in wireless area. The conference has been held annually since 1994, and has provided a valuable forum for fundamental advances on a wide range of wireless networking topics. Mobicom 2012 technical program consists of technical sessions, workshops, panels, and tutorials. This proposal requests students travel support to boost the participation of US-based students to the conference. Attending such high-caliber technical venues is extremely valuable for future researchers. Not only will they be exposed to the state-of-the-art in the field, but they will also have the opportunity to interact with peers from institutions worldwide, meet with leading researchers, and take part in discussions that are likely to shape the future of the field (e.g., in terms of technology, standards, etc). In particular, higher priority will be given to female students as well as those from under-represented minority groups institutions that are not traditionally represented in MobiCom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenye",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenye Wang",
   "pi_email_addr": "wwang@ncsu.edu",
   "nsf_id": "000323401",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "3056 EBII, 890 Oval Dr.",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal is to request travel funding for students at U.S. institutions to attend the 18th Annual International Conference on Mobile Computing and Networking (MobiCom 2012), which is sponsored by ACM SIGMOBILE and will be held August 22-26, 2012 in Istanbul, Turkey. Priority will be given<br />to students who will benefit from attending this conference, but are unlikely to attend due to the unavailability of travel funding.</p>\n<p>We have granted 11 students with $1,000 each to attend the main conferences, worshops, post sessions, and students competition, and 8 students with $500.00 each in order to enhance the impact of the conference.</p>\n<p>The critical contributions of this funding is that student participants will make<br />to attend the MobiCom 2012 event, including main conferences, workshops, posters, and demos, as well as encourage students in the field of wireless networking. The exposure to the technical content of MobiCom 2012 will inspire students to address the tough problems in their respective field, with a<br />long-term benefit of scientific progress for these types of networks, and networking with peer students and senior researchers.<br />Broader Impact: The NSF sponsored travel award has become an honor to students recipients and contributed to the development of the graduate students that will be able to attend MobiCom 2012.<br />The requested travel funds will allow graduate students conducting research in the field to attend high-caliber technical presentations, be exposed to the state-of-the-art research, and interact with leading researchers and fellow graduate students. We expect the impact to the students careers from<br />attending MobiCom 2012 to be substantial.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2013<br>\n\t\t\t\t\tModified by: Wenye&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis proposal is to request travel funding for students at U.S. institutions to attend the 18th Annual International Conference on Mobile Computing and Networking (MobiCom 2012), which is sponsored by ACM SIGMOBILE and will be held August 22-26, 2012 in Istanbul, Turkey. Priority will be given\nto students who will benefit from attending this conference, but are unlikely to attend due to the unavailability of travel funding.\n\nWe have granted 11 students with $1,000 each to attend the main conferences, worshops, post sessions, and students competition, and 8 students with $500.00 each in order to enhance the impact of the conference.\n\nThe critical contributions of this funding is that student participants will make\nto attend the MobiCom 2012 event, including main conferences, workshops, posters, and demos, as well as encourage students in the field of wireless networking. The exposure to the technical content of MobiCom 2012 will inspire students to address the tough problems in their respective field, with a\nlong-term benefit of scientific progress for these types of networks, and networking with peer students and senior researchers.\nBroader Impact: The NSF sponsored travel award has become an honor to students recipients and contributed to the development of the graduate students that will be able to attend MobiCom 2012.\nThe requested travel funds will allow graduate students conducting research in the field to attend high-caliber technical presentations, be exposed to the state-of-the-art research, and interact with leading researchers and fellow graduate students. We expect the impact to the students careers from\nattending MobiCom 2012 to be substantial.\n\n\t\t\t\t\tLast Modified: 11/21/2013\n\n\t\t\t\t\tSubmitted by: Wenye Wang"
 }
}