{
 "awd_id": "1252324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Calling All Experimentalists: EarthCube domain end-user workshop to address community needs for sharing and managing experimental data and techniques: Year 1 Experimental stratigr",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 35470.0,
 "awd_amount": 35470.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "CALLING ALL EXPERIMENTALISTS \r\nA WORKSHOP TO BUILD A COMMUNITY NETWORK FOR SHARING AND MANAGING EXPERIMENTAL \r\nDATA AND TECHNIQUES - YEAR 1: EXPERIMENTAL STRATIGRAPHY \r\n\r\nBy \r\n\r\nWonsuck Kim, Leslie Hsu, Raleigh Martin, and Brandon McElroy \r\n\r\nEAR-1250525, University of Texas, Austin \r\n\r\nABSTRACT \r\nResearch in experimental Earth surface processes and subsurface stratal development is in a data-rich era with rapid expansion of high-resolution, digitally based data sets that were not available even a few years ago. Multiple millions of dollars have been invested into recent updates in flume laboratories for the science of surface processes and subsurface architecture. These facilities are evolving along with advanced technology and methodology to allow a greater number of more sophisticated experiments at larger scales and finer resolutions than those that could ever be achieved before. In anticipation of the need for storing vast amounts of raw and analyzed data, a coherent effort is required at the community level. PIs envision guiding development of resources to increase the utility of laboratory data beyond its original study, adding an efficient channel for collecting and sharing experimental data, and fostering greater connectivity between the experimentalist community, computer modelers, and field geologists in the context of experimental data. They intend to provide two-way communication between EarthCube and workshop participants. First, the results of this workshop will feed into the EarthCube effort by providing detailed information from disciplinary scientists. PIs will solicit data and informatics needs from the community and contribute these requirements to the EarthCube effort in the relevant discussions and groups (e.g. Data Discovery, Interop, and Semantics groups) on the EarthCube website. Second, they will serve as spokespersons for the EarthCube effort by informing their community of the current developments and needs that have been learned from attending EarthCube events (Hsu has attended the November charrette and has applied to attend the June charrette).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wonsuck",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wonsuck Kim",
   "pi_email_addr": "delta@jsg.utexas.edu",
   "nsf_id": "000585744",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 35470.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Approximately 55-60 Earth-surface scientists gathered for a workshop held at the University of Texas (UT) at Austin over December 11 and 12, 2012. The participants include groups of 18 from Japan, Korea, and Europe and a group of 35 from the U.S., 20 of who came from outside of UT. In addition the implementation of an online forum resulted in remote participation of another 7-10 scientists over the two days, including participants from Canada and Taiwan. Overall the size and diversity of the participating group played a substantial role in the success of this workshop. The workshop brought together on-site and virtual participants with experimental, modeling, and field expertise in the disciplines of Earth-surface processes, geomorphology, and stratigraphy.</p>\n<p>&nbsp;</p>\n<p>The primary goals of the workshop were (1) to convene participants to consider grand challenges in morphodynamics, geomorphology, and stratigraphy that can be addressed using physical experiments; (2) to share current and potential advanced experimental technologies to meet these challenges; (3) to generate, develop, and frame innovative ideas on community standards for data and metadata related to sediment experiments; and (4) to explore solutions to meet needs for data dissemination.</p>\n<p>&nbsp;</p>\n<p>Over the course of the workshop, three focused breakout discussions were led in addition to general, plenary discussion. The breakout discussions were tied to each day&rsquo;s themes: Day 1, current practices; Day 2, current and future needs and best practices. The smaller discussion groups, 12-15 participants each, explored these themes for approximately one hour with notes taken and addressed current and future needs for the community&rsquo;s grand challenges. Such focused dialogue enhances the ability of our community to respond to current and future opportunities. International ties and future commitments were forged. Three challenges for advancing experimental stratigraphy were identified: 1) How do we apply technical advance currently underway to experimental methods to create the next major advances in scientific knowledge? 2) What framework and model will allow us to gather and distribute large experimental data volumes for broad use beyond the original investigation? 3) How can directly coupling laboratory experiments to field-based studies accelerate advances in understanding? Current and future needs for pursuing key science questions discussed in the workshop are 1) Bridging the gap between scientifically technical issues and cultural issues of our scientific community, 2) Overcoming cultural difficulties with incentives for data sharing, and 3) Technical needs for expertise in data management, needs for training for young scientists, and better international cooperation. A detailed report is available at http://goo.gl/rwzmMr.</p>\n<p>&nbsp;</p>\n<p>The 2012 workshop included an experiment in the University of Texas Sediment Transport and Earth-surface Processes (STEP) basin. The participants communicated actively from the design stage of the experiment and showed the greatest interest in the effect of sediment supply changes on deltaic surface processes and stratigraphic development under back-tilting subsidence. The experiment was broadcast using webinar equipment and on-site and virtual participants interacted dynamically during the experimental runs. Data for the runs were posted at the Sediment Experimentalists Fusion Table available to the public for further analysis projects. The workshop demonstrated the feasibility of collaborative experiments with multiple institutions addressing research questions together as a group.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2013<br>\n\t\t\t\t\tModified by: Wonsuck&nbsp;Kim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nApproximately 55-60 Earth-surface scientists gathered for a workshop held at the University of Texas (UT) at Austin over December 11 and 12, 2012. The participants include groups of 18 from Japan, Korea, and Europe and a group of 35 from the U.S., 20 of who came from outside of UT. In addition the implementation of an online forum resulted in remote participation of another 7-10 scientists over the two days, including participants from Canada and Taiwan. Overall the size and diversity of the participating group played a substantial role in the success of this workshop. The workshop brought together on-site and virtual participants with experimental, modeling, and field expertise in the disciplines of Earth-surface processes, geomorphology, and stratigraphy.\n\n \n\nThe primary goals of the workshop were (1) to convene participants to consider grand challenges in morphodynamics, geomorphology, and stratigraphy that can be addressed using physical experiments; (2) to share current and potential advanced experimental technologies to meet these challenges; (3) to generate, develop, and frame innovative ideas on community standards for data and metadata related to sediment experiments; and (4) to explore solutions to meet needs for data dissemination.\n\n \n\nOver the course of the workshop, three focused breakout discussions were led in addition to general, plenary discussion. The breakout discussions were tied to each dayÆs themes: Day 1, current practices; Day 2, current and future needs and best practices. The smaller discussion groups, 12-15 participants each, explored these themes for approximately one hour with notes taken and addressed current and future needs for the communityÆs grand challenges. Such focused dialogue enhances the ability of our community to respond to current and future opportunities. International ties and future commitments were forged. Three challenges for advancing experimental stratigraphy were identified: 1) How do we apply technical advance currently underway to experimental methods to create the next major advances in scientific knowledge? 2) What framework and model will allow us to gather and distribute large experimental data volumes for broad use beyond the original investigation? 3) How can directly coupling laboratory experiments to field-based studies accelerate advances in understanding? Current and future needs for pursuing key science questions discussed in the workshop are 1) Bridging the gap between scientifically technical issues and cultural issues of our scientific community, 2) Overcoming cultural difficulties with incentives for data sharing, and 3) Technical needs for expertise in data management, needs for training for young scientists, and better international cooperation. A detailed report is available at http://goo.gl/rwzmMr.\n\n \n\nThe 2012 workshop included an experiment in the University of Texas Sediment Transport and Earth-surface Processes (STEP) basin. The participants communicated actively from the design stage of the experiment and showed the greatest interest in the effect of sediment supply changes on deltaic surface processes and stratigraphic development under back-tilting subsidence. The experiment was broadcast using webinar equipment and on-site and virtual participants interacted dynamically during the experimental runs. Data for the runs were posted at the Sediment Experimentalists Fusion Table available to the public for further analysis projects. The workshop demonstrated the feasibility of collaborative experiments with multiple institutions addressing research questions together as a group. \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2013\n\n\t\t\t\t\tSubmitted by: Wonsuck Kim"
 }
}