{
 "awd_id": "1252293",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:   How Microbes Can Help Feed the World - American Society for Microbiology, Washington, DC - December 7-9, 2012",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 38219.0,
 "awd_amount": 38219.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "Intellectual Merit \r\nBy conservative UN estimates, the world's human population is expected to surpass 9 billion by 2050. At the same time, arable land, clean water and phosphate fertilizers are increasingly limited resources. At the same time, the productivity gains of the Green Revolution are leveling off; the costs of using fossil fuels to transport fertilizer and food around the world are becoming prohibitive; and climate change will affect crop range and productivity in ways that are not yet predictable. \r\n\r\nTo meet this new challenge, inexpensive and sustainable approaches will be necessary not only to improve food production of major commodity crops like wheat and rice, but also local crops and vegetables, especially in areas of massive global population expansion. The field of plant-microbe interactions has entered an era of particular promise and has the potential to provide innovative and highly adaptable approaches to increase plant productivity. Beneficial plant-Microbe interactions are known to improve plant resilience to many kinds of stresses, including disease, drought, salinity, nutrient limitation, and extreme temperature. Advances in the fundamental understanding of the natural relationships between plants and the microbial world can be put to immediate use to ensure sustainable food production worldwide. \r\n\r\nThe time is especially ripe for an in-depth examination of the current state of the art in the study of microbe-plant interactions because scientific, technological, and computational advances of the last decade have opened avenues to address the complexity and dynamics of these interactions. The proposed colloquium is devoted specifically to develop novel integrated mechanisms that can lead to meaningful measures to enhance crop productivity and food security for the future. \r\n\r\nBroader impact \r\nThe connection between greater fundamental understanding of plant-microbe interactions and the practical solution of enhanced crop productivity is compelling. Historically, the field has been hampered by the complexity and intractability of the biological system. The colloquium will bring together a diverse group of experts in the field who can identify the needs and challenges and develop a road map for rapid scientific progress and strategies to exploit the beneficial plant-microbe interactions, while curtailing those that are detrimental. Raising awareness of the potential of this field is likely to inspire young scientists to choose careers in basic science knowing that their contributions have positive impact on a number of societal grand challenges. Discussions at the colloquium will be captured in a report that will be freely available to the public. Also, a proposal has already been submitted for a session featuring colloquium participants at the 2013 AAAS meeting in Boston. The American Academy of Microbiology is committed to identifying opportunities like the AAAS meeting to disseminate the results of its colloquia to audiences beyond those of the participants and sponsors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Reid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Reid",
   "pi_email_addr": "areid@asmusa.org",
   "nsf_id": "000624313",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Society For Microbiology",
  "inst_street_address": "1752 N ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029429269",
  "inst_zip_code": "200362904",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN SOCIETY FOR MICROBIOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LJDQSS1E5ST7"
 },
 "perf_inst": {
  "perf_inst_name": "American Society For Microbiology",
  "perf_str_addr": "1752 N Street NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200362804",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 38219.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>By conservative UN estimates, the world&rsquo;s human population is expected to surpass 9 billion by 2050. At the same time, arable land, clean water and phosphate fertilizers are increasingly limited resources, the productivity gains of the Green Revolution are leveling off, the costs of using fossil fuels to transport fertilizer and food around the world are becoming prohibitive, and climate change will affect crop range and productivity in ways that are not yet predictable.&nbsp;</p>\n<p>To meet this new challenge society is in dire need of inexpensive and sustainable approaches to improving productivity. Fortunately, the field of plant-microbe interactions has entered an era of particular promise and has the potential to provide innovative and highly adaptable approaches to increasing plant productivity. In order to further discuss this opportunity, the American Academy of Microbiology (AAM), gathered 26 of the world's leading experts on plant-microbe interactions for a two day intensive meeting discussing, \"how microbes can help feed the world.\" Recommendations transpired from the meeting include a call for increased research in plant-microbe interactions for the purpose of sustainable intensification of crop yields. It recommends topics where additional research and technology development would have the greatest impact. Additionally, colloquium discussions explicitly addressed the challenge of moving discoveries from the laboratory to field and the report makes recommendations aimed at ensuring that technology and knowledge transfer are taken into account throughout the research and development process. The results and recommendations from that meeting were compiled into an informative report made freely available to the public through the AAM website. The meeting also spurred a session at the&nbsp;American Association for the Advancement of Science's annual conference where participants from the AAM meeting were able to share the results with a larger audience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2013<br>\n\t\t\t\t\tModified by: Ann&nbsp;Reid</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBy conservative UN estimates, the worldÆs human population is expected to surpass 9 billion by 2050. At the same time, arable land, clean water and phosphate fertilizers are increasingly limited resources, the productivity gains of the Green Revolution are leveling off, the costs of using fossil fuels to transport fertilizer and food around the world are becoming prohibitive, and climate change will affect crop range and productivity in ways that are not yet predictable. \n\nTo meet this new challenge society is in dire need of inexpensive and sustainable approaches to improving productivity. Fortunately, the field of plant-microbe interactions has entered an era of particular promise and has the potential to provide innovative and highly adaptable approaches to increasing plant productivity. In order to further discuss this opportunity, the American Academy of Microbiology (AAM), gathered 26 of the world's leading experts on plant-microbe interactions for a two day intensive meeting discussing, \"how microbes can help feed the world.\" Recommendations transpired from the meeting include a call for increased research in plant-microbe interactions for the purpose of sustainable intensification of crop yields. It recommends topics where additional research and technology development would have the greatest impact. Additionally, colloquium discussions explicitly addressed the challenge of moving discoveries from the laboratory to field and the report makes recommendations aimed at ensuring that technology and knowledge transfer are taken into account throughout the research and development process. The results and recommendations from that meeting were compiled into an informative report made freely available to the public through the AAM website. The meeting also spurred a session at the American Association for the Advancement of Science's annual conference where participants from the AAM meeting were able to share the results with a larger audience.\n\n\t\t\t\t\tLast Modified: 10/21/2013\n\n\t\t\t\t\tSubmitted by: Ann Reid"
 }
}