{
 "awd_id": "1252692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Prototyping a Virtue Ethics Game",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 49774.0,
 "awd_amount": 49774.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "There is widespread agreement that scientists should receive training in ethics.  But little is known about how to achieve and how to assess the desired outcome of helping scientists and engineers to make good ethical decisions.  How is it possible to connect ethics education in science to ethical decision making by scientists?  In this exploratory research, the PI will address that question.  In particular, he will develop a prototype virtue ethics game with the goal of providing proof of concept for the idea that playing such a game will improve ethical decision making.  If successful, this will represent a transformative approach to graduate ethics education in two respects.  First, in terms of method, despite promising developments in the gamification of pedagogy more generally, few attempts have been made to teach ethics through games.  Second, in terms of theory, the PI's approach emphasizes the cultivation of virtues and judgment rather than the delivery of content and rules.  Given the limitations of the EAGER funding mechanism, the PI will narrow his focus in two ways.  First, rather than attempt development of an electronic game, he will focus on an iterative process of developing and piloting the game concept, mechanics, rules, and pedagogical goals.  Second, rather than attempt to demonstrate that game play produces more ethical scientists, he will aim to show that playing the virtue ethics game increases a player's confidence in his or her own ability to make ethical decisions and his or her reputation among fellow players as a trusted member of the scientific community.  These preliminary steps will position the PI for submission of a later EESE proposal to validate, scale-up, and digitize the game.\r\n\r\nThe premise of the game will be to simulate the NSF research proposal review process.  By adopting various roles (proposer, reviewer, and program officer), students will be immersed in situations that call for ethical decision making.  Rather than instructing students in \"the right thing to do\" and then testing whether they know \"the right thing to do,\" this project will place students in situations in which they must decide what to do.  Thus, the gaming environment will serve as a training ground for developing the practical skills necessary for sound ethical decision making.  The PI argues that this environment is more true to the ambiguous, dynamic, and complex situations faced by scientists than any pre-packaged, static, and unidirectional content.  The PI's team incorporates expertise from the Center for the Study of Interdisciplinarity (CSID), the Center for Learning Enhancement, Assessment, and Redesign (CLEAR), the Department of Philosophy and Religion Studies, and the Toulouse Graduate School at the University of North Texas (UNT).\r\n\r\nBroader Impacts:  This project has great potential to contribute to a specific, desired societal outcome: the improvement of ethical decision making in scientists.  The America COMPETES Act requires that students who receive funding from NSF receive instruction in Responsible Conduct of Research (RCR), and the National Academies have recommended that acquiring the skills necessary for ethical decision making is the most important aspect of RCR instruction. Project outcomes will be disseminated broadly, including contributions to the Ethics CORE (Collaborative Online Resource Environment) Digital Library and to Ethics of Science, Technology, and Engineering, the second edition of the widely acclaimed Encyclopedia of Science, Technology, and Ethics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Oppong",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph R Oppong",
   "pi_email_addr": "OPPONG@UNT.EDU",
   "nsf_id": "000387341",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Holbrook",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "James B Holbrook",
   "pi_email_addr": "holbrook@njit.edu",
   "nsf_id": "000266715",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Briggle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Briggle",
   "pi_email_addr": "adam.briggle@unt.edu",
   "nsf_id": "000596535",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "778700",
   "pgm_ele_name": "EESE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7787",
   "pgm_ref_txt": "EESE"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49774.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advances in science and technology have brought unquestioned benefits to society. However, these advances also often come with a price. In the United States, many of us enjoy using cell phones to stay in touch with family and friends, to find directions to places we have not been, to find deals on things we want to buy, and for many other purposes. However, the fact that we can so easily use cell phones for so many purposes also means that we sometimes use cell phones in ways that are not so obviously beneficial. People become immersed in their phones and distracted from their immediate surroundings. We see people talking or texting on their phones while driving, biking, or even walking around &ndash; behaviors that can, and often do, lead to accidents. Given the widespread use of cell phones, expectations have grown that we can get in touch with anyone at any time. As a result, we also find it difficult to unplug and get away from it all. Although it is inconvenient today to live without a cell phone, their widespread use also leads to inconveniences, or even to injury or death. Many other advances in science and technology exhibit this same character &ndash; with progress and benefits come new problems and dangers.</p>\n<p>Such considerations lead us to think about not only what we <em>can </em>accomplish through advances in science and technology, but also what we <em>should </em>do. Thinking about what we should do is a question of ethics. Because scientists and engineers perform research that can change the world, they also have an ethical obligation to think about whether and how the world should be changed.</p>\n<p>Prior to the 1970s, however, ethics education was not considered to be a vital part of the training of scientists and engineers. In response to several high-profile cases of engineering disasters (the DC-10 case, for example) and research misconduct (such as the well-known Tuskegee Experiment), professional research societies and the US government instituted policies that were meant to insure the responsible conduct of research by scientists and engineers.</p>\n<p>Today, ethics education constitutes a vital element of the education of scientists and engineers. Although we now accept that ethics should be part of the training of researchers, we still lack knowledge of the best approach to ethics education. In particular, there is a gap in our knowledge about whether and how ethics education translates into ethical research behavior.</p>\n<p>Many approaches to ethics education focus on content delivery: here are the rules that must be followed. This project took a novel approach to the ethics education of scientists and engineers as less a matter of memorizing rules through content delivery systems and more a matter of practicing virtuous behaviors. Although the use of simulations is widespread in other contexts (sports teams use scrimmages to prepare for actual games, pilots receive training in flight simulators, and the military conducts exercises known as &lsquo;war games&rsquo; to prepare for potential engagements in conflict), their use for ethics education of scientists and engineers remains largely unexplored.</p>\n<p>We developed a game, <em>Grants and Researchers</em>, designed to place graduate students in science and engineering in situations they are likely to face in real life. <em>Grants and Researchers</em> is a competitive card game for 3-5 players designed to simulate the experience of ethical decision making within the context of academic research. It takes about one hour to play. Each player assumes the role of a researcher who submits grant proposals and manages the fulfillment of ongoing grants while having opportunities to collaborate with other researchers and challenge the integrity of other researchers&rsquo; grant work. As the researchers further their careers towards game victory, they face many situations where they must decid...",
  "por_txt_cntn": "\nAdvances in science and technology have brought unquestioned benefits to society. However, these advances also often come with a price. In the United States, many of us enjoy using cell phones to stay in touch with family and friends, to find directions to places we have not been, to find deals on things we want to buy, and for many other purposes. However, the fact that we can so easily use cell phones for so many purposes also means that we sometimes use cell phones in ways that are not so obviously beneficial. People become immersed in their phones and distracted from their immediate surroundings. We see people talking or texting on their phones while driving, biking, or even walking around &ndash; behaviors that can, and often do, lead to accidents. Given the widespread use of cell phones, expectations have grown that we can get in touch with anyone at any time. As a result, we also find it difficult to unplug and get away from it all. Although it is inconvenient today to live without a cell phone, their widespread use also leads to inconveniences, or even to injury or death. Many other advances in science and technology exhibit this same character &ndash; with progress and benefits come new problems and dangers.\n\nSuch considerations lead us to think about not only what we can accomplish through advances in science and technology, but also what we should do. Thinking about what we should do is a question of ethics. Because scientists and engineers perform research that can change the world, they also have an ethical obligation to think about whether and how the world should be changed.\n\nPrior to the 1970s, however, ethics education was not considered to be a vital part of the training of scientists and engineers. In response to several high-profile cases of engineering disasters (the DC-10 case, for example) and research misconduct (such as the well-known Tuskegee Experiment), professional research societies and the US government instituted policies that were meant to insure the responsible conduct of research by scientists and engineers.\n\nToday, ethics education constitutes a vital element of the education of scientists and engineers. Although we now accept that ethics should be part of the training of researchers, we still lack knowledge of the best approach to ethics education. In particular, there is a gap in our knowledge about whether and how ethics education translates into ethical research behavior.\n\nMany approaches to ethics education focus on content delivery: here are the rules that must be followed. This project took a novel approach to the ethics education of scientists and engineers as less a matter of memorizing rules through content delivery systems and more a matter of practicing virtuous behaviors. Although the use of simulations is widespread in other contexts (sports teams use scrimmages to prepare for actual games, pilots receive training in flight simulators, and the military conducts exercises known as æwar gamesÆ to prepare for potential engagements in conflict), their use for ethics education of scientists and engineers remains largely unexplored.\n\nWe developed a game, Grants and Researchers, designed to place graduate students in science and engineering in situations they are likely to face in real life. Grants and Researchers is a competitive card game for 3-5 players designed to simulate the experience of ethical decision making within the context of academic research. It takes about one hour to play. Each player assumes the role of a researcher who submits grant proposals and manages the fulfillment of ongoing grants while having opportunities to collaborate with other researchers and challenge the integrity of other researchersÆ grant work. As the researchers further their careers towards game victory, they face many situations where they must decide whether to make the most ethical decision or to cut corners in a manner they may regret later.\n\nHere is a video that describes the game and how ..."
 }
}