{
 "awd_id": "1252755",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Characterization of Surface Tension During the Western Atlantic Climate Study (WACS)",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 13722.0,
 "awd_amount": 13722.0,
 "awd_min_amd_letter_date": "2012-08-02",
 "awd_max_amd_letter_date": "2012-08-02",
 "awd_abstract_narration": "Physicochemical interactions involving marine organic matter (OM) in the surface ocean, at the air-sea interface, and in the atmosphere have important implications for radiative transfer and climate. Current understanding of OM dynamics in the surface ocean and corresponding interactions with wave processes and marine aerosol production largely neglect the physical processes that occur within a wave-breaking bubble plume and at the sea surface: Aerosol production in Earth system models is parameterized by wind-speed alone, and OM is often prognostically linked to observable parameters such as chlorophyll-a, which do not reflect observed variability. The poor state of current understanding reflected in these highly simplified approaches results from the lack of (1) relevant observations of surfactant characteristics at the ocean surface and (2) a reliable theoretical framework that captures the associated non-linearity.\r\n\r\nSeawater OM exhibits variable surfactant characteristics, which result from nutrient-mediated microbial processes in and below the surface mixed layer, modulated by seasonal stratification. This leads to the hypothesis that there is a significant surfactant signature associated with these surface and at-depth DOC pools that is reflected in the observed population of nascent ocean-derived aerosols. It is to test this hypothesis as part of a NOAA- and NSF-funded cruise from Boston, MA to Bermuda during August 2012 using measurements of surface tension in conjunction with direct observation of in situ surfactants in seawater and a large suite of ancillary measurements of water column, atmospheric boundary layer, and aerosol properties.\r\n\r\nThis EAGER award will specifically support novel application of the maximum bubble pressure (MBP) method to characterize surface tension at the natural air-seawater interface. The method involves measuring pressure within gas bubbles at the end of a fine capillary tube of a controlled size and rate injected into the water column. The surface tension for bubbles with variable lifetimes at the capillary tip as the bubbles are generated is governed by the diffusion rate of surfactants from the bulk liquid to the bubble surface, based on the Laplace equation for a film-mediated bubble. \r\n\r\nThe exploratory MBP measurements, if successful, will represent the first step toward building a representative map of ocean surfactants, which will be useful both to atmospheric scientists and chemical oceanographers. This will prove valuable in improving Earth system models used in climate prediction as well as ocean wave and weather forecast models that directly affect commerce and transportation. A postdoctoral scholar will gain experience with the method and benefit from participation on a research cruise with a world-class team of atmospheric chemists and oceanographers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Jacob",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Jacob",
   "pi_email_addr": "djacob@fas.harvard.edu",
   "nsf_id": "000469713",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382933",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;This project funded the purchase of a Maximum Bubble Pressure Method (MBPM) Surface Tensiometer. The tensiometer was deployed last August 18-28 aboard the NOAA RV Ronald H. Brown as part of the NOAA Western Atlantic Climate Study (WACS) to measure dynamic surface tension in seawater. Water was sampled from the surface ocean, at several depths from a CTD/Niskin Rosette cast, and from the inflow and outflow ports of an artificial marine aerosol generator. Measurements were used to both quantify the presence of significant surfactants in seawater, and interpret observed changes in physical processes in the surface ocean and at the interface with the atmosphere - in particular, how they contribute and mediate the formation of marine aerosols.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Several things were learned:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dynamic surface tension (&gamma;<sub>d)&nbsp;</sub>in all sampleswas depressed from 1 to 3 dyn cm<sup>-1</sup>&nbsp; within a maximum surface age of 2 to 4 seconds. This suggests that surfactants are present at levels sufficient to saturate the bubble surface regardless of levels of biological activity.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dynamic surface tension<sub>&nbsp;</sub>profiles regularly showed the presence of from 1 to 4 surfactants, interpreted as surfactant <em>classes</em>. Their presence was indicated by distinct local minima in the &gamma;<sub>d</sub>&nbsp; profile.</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Dynamic surface tension<sub>&nbsp;</sub>profiles suggest the presence of multiple surfactants independent of chlorophyll, temperature, salinity, or depth. The&nbsp;dynamic surface tension&nbsp;depression and the location of minima were variable.</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; After sparging a sample of water with air for approximately 15 minutes to scavenge organic material from the sample, a &gamma;<sub>d</sub> minimum increased from 73.2 to 73.8 dyn cm<sup>-1</sup> (no other changes in the profile) suggesting a selective scavenging process possibly dependent upon bubble lifetime. Dissolved organic carbon in the water decreased from 70 to 60 &micro;M.</p>\n<p>5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Water from the Sargasso Sea taken with a depth of 2500m showed a distinct &ndash; while low resolution - profile indicating two surfactant classes over the bubble lifetime evaluated, suggesting that ubiquitous refractory DOM in the global ocean contains significant surfactants. <strong>&nbsp;</strong></p>\n<p>6)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Previous research in 1907 derived an empirical equation relating surface tension of seawater to temperature and salinity. A revision taking into account new data was published in 1939. Using these functions, we can estimate the surface tension of surfactant-free seawater.&nbsp; The difference between this estimated and observed surface tension&nbsp;and observed hould approach zero, and never be significantly negative (&plusmn;0.1 dyn cm<sup>-1</sup>). In all cases, the revised function from 1939 returned negative values, while the original relation from 1907 yielded a majority of numbers either positive or zero (&plusmn;0.1 dyn cm<sup>-1</sup>). This suggests that the initial result is a more suitable relation for the surface tension of surfactant free seawater.<strong></strong></p>\n<p>7)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In productive waters sampled during WACS, dynamic surface tensions with a mean surface-age of 1.75&nbsp; (&plusmn; 0.015) s were depressed by 1.3 (&plusmn;0.14, N=258) mN m<sup>-1</sup> during periods of increased PE, corresponding to a theoretical surfactant of 11.1 (&plusmn;1.3) &micro;M, based on an effective diffusion coefficient of 1 x 10<sup>-9</sup> m<sup>2</sup> s<sup>-1</sup>. Surface tension was not measured during corresponding nighttime low-PE periods. In oligotrophic waters, dynamic surface tensions with a mean surface-age of 2.50&nbs...",
  "por_txt_cntn": "\n     This project funded the purchase of a Maximum Bubble Pressure Method (MBPM) Surface Tensiometer. The tensiometer was deployed last August 18-28 aboard the NOAA RV Ronald H. Brown as part of the NOAA Western Atlantic Climate Study (WACS) to measure dynamic surface tension in seawater. Water was sampled from the surface ocean, at several depths from a CTD/Niskin Rosette cast, and from the inflow and outflow ports of an artificial marine aerosol generator. Measurements were used to both quantify the presence of significant surfactants in seawater, and interpret observed changes in physical processes in the surface ocean and at the interface with the atmosphere - in particular, how they contribute and mediate the formation of marine aerosols.\n\n     Several things were learned:\n\n1)      Dynamic surface tension (&gamma;d) in all sampleswas depressed from 1 to 3 dyn cm-1  within a maximum surface age of 2 to 4 seconds. This suggests that surfactants are present at levels sufficient to saturate the bubble surface regardless of levels of biological activity.\n\n2)      Dynamic surface tension profiles regularly showed the presence of from 1 to 4 surfactants, interpreted as surfactant classes. Their presence was indicated by distinct local minima in the &gamma;d  profile.\n\n3)     Dynamic surface tension profiles suggest the presence of multiple surfactants independent of chlorophyll, temperature, salinity, or depth. The dynamic surface tension depression and the location of minima were variable.\n\n4)      After sparging a sample of water with air for approximately 15 minutes to scavenge organic material from the sample, a &gamma;d minimum increased from 73.2 to 73.8 dyn cm-1 (no other changes in the profile) suggesting a selective scavenging process possibly dependent upon bubble lifetime. Dissolved organic carbon in the water decreased from 70 to 60 &micro;M.\n\n5)      Water from the Sargasso Sea taken with a depth of 2500m showed a distinct &ndash; while low resolution - profile indicating two surfactant classes over the bubble lifetime evaluated, suggesting that ubiquitous refractory DOM in the global ocean contains significant surfactants.  \n\n6)      Previous research in 1907 derived an empirical equation relating surface tension of seawater to temperature and salinity. A revision taking into account new data was published in 1939. Using these functions, we can estimate the surface tension of surfactant-free seawater.  The difference between this estimated and observed surface tension and observed hould approach zero, and never be significantly negative (&plusmn;0.1 dyn cm-1). In all cases, the revised function from 1939 returned negative values, while the original relation from 1907 yielded a majority of numbers either positive or zero (&plusmn;0.1 dyn cm-1). This suggests that the initial result is a more suitable relation for the surface tension of surfactant free seawater.\n\n7)      In productive waters sampled during WACS, dynamic surface tensions with a mean surface-age of 1.75  (&plusmn; 0.015) s were depressed by 1.3 (&plusmn;0.14, N=258) mN m-1 during periods of increased PE, corresponding to a theoretical surfactant of 11.1 (&plusmn;1.3) &micro;M, based on an effective diffusion coefficient of 1 x 10-9 m2 s-1. Surface tension was not measured during corresponding nighttime low-PE periods. In oligotrophic waters, dynamic surface tensions with a mean surface-age of 2.50  (&plusmn; 0.067) s were depressed by 0.87 (&plusmn;0.27, N=302) mN m-1, corresponding to a theoretical surfactant concentration of 5.8 (&plusmn;1.9) &micro;M.\n\n     Results from this project contributed directly to the identification of a previously unidentified marine organic photochemical mechanism controlling the physical production of marine aerosol.\n\n \n\n\t\t\t\t\tLast Modified: 08/20/2013\n\n\t\t\t\t\tSubmitted by: Daniel J Jacob"
 }
}