{
 "awd_id": "1253138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Doctoral Symposium at the 2012 Interactive Tabletops and Surfaces Conference (ITS 2012)",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 21987.0,
 "awd_amount": 21987.0,
 "awd_min_amd_letter_date": "2012-08-25",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "This is funding to support a doctoral research symposium (workshop) of approximately 12 promising doctoral students from the United States and abroad (up to 2 international students), along with 4 high profile faculty and industrial researchers. The event will take place in conjunction with and immediately preceding the 7th Interactive Tabletops and Surfaces Conference (ITS ?12), to be held November 11-14, 2012, in Cambridge Mass., and which is sponsored by the Association for Computing Machinery.  The technological advances of the past decade have given rise to an increasing number of creative research areas that seek to overcome the long-standing separation between the physical and digital worlds.  The ITS Conferences are a premiere venue for presenting research in the design and use of new and emerging tabletop and interactive surface technologies, bringing together about 200 top researchers, engineers and practitioners who are interested in both the technical and human aspects of ITS technology; so topics of interest include not only innovations in ITS hardware and software but also expanding our understanding of design considerations for ITS technologies and their applications.  More information about the conference may be found at http://its2012conf.org. \r\n\r\nThe primary goal of the ITS Doctoral Symposium is to provide mentorship for future leaders in this growing field.  To these ends the event is designed so as to encourage young scholars from diverse backgrounds encompassed by ITS to attend the conference, meet with more senior researchers, and pursue a career in this field.  The day-long program will help establish a sense of community among the next generation of researchers, while increasing the exposure and visibility of the participants' work and at the same time fostering their research efforts by providing constructive feedback and guidance from senior researchers in a supportive and interactive environment.  Student participants will each make a formal presentation of their work to the group, with ample time allotted for questions and feedback from the faculty panel as well as from the other student participants. The feedback is geared to helping students understand and articulate how their work is positioned relative to other research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  Additional opportunities for more informal discussion and networking will be during the doctoral symposium's lunch and dinner events.  Students' short papers will appear in the ITS Proceedings and they will be indexed in the ACM Digital Library.  Students will also be invited to present their work at the main conference during the Poster Session; this will also afford the opportunity for students to talk one-on-one with peers and other more senior researchers, in addition to the focused mentoring of the Doctoral Symposium itself.\r\n\r\nBroader Impacts:  Student participants will be selected on the basis of written submissions in the form of a six page ACM format paper submitted to the Doctoral Symposium chairs.  These will be reviewed by the faculty panel and external reviewers.  Participants will be expected to be pursuing a doctoral degree and will be selected primarily from the field of human-computer interaction, which could span a variety of disciplines including computer science, engineering, or a design background.  The review and decision of acceptance will balance many factors including the quality of the proposals.  The event organizers are committed to diversity across backgrounds, gender, topics, and institutions, as well as to the inclusion of students from underrepresented minorities. To assure broad coverage of topics and backgrounds, no more than two students will be accepted from any given institution and no more than one with any given advisor.  NSF funds will be used primarily to support student participants from U.S. institutions, with no more than two educational institutions from abroad.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Orit",
   "pi_last_name": "Shaer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Orit Shaer",
   "pi_email_addr": "oshaer@wellesley.edu",
   "nsf_id": "000547518",
   "pi_start_date": "2012-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wellesley College",
  "inst_street_address": "106 CENTRAL ST",
  "inst_street_address_2": "",
  "inst_city_name": "WELLESLEY HILLS",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7812832079",
  "inst_zip_code": "024818203",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "WELLESLEY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z17DSLNJ1DX1"
 },
 "perf_inst": {
  "perf_inst_name": "Wellesley College",
  "perf_str_addr": "106 Central Street",
  "perf_city_name": "Wellesley",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024818203",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 21987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Major Goals</strong></p>\n<p>The goal of this grant was to support student participation in the ACM Interactive Tabletops and Surfaces conference (ITS&rsquo;12) that was held in November 11-15, 2012 at Cambridge, MA &nbsp;(http://its2012conf.org). The grant supported participants in the ITS'12 Doctoral Symposium, student travel scholarships, and student volunteers.</p>\n<p class=\"nsf-careertext\">&nbsp;The ACM conference on Interactive Tabletops and Surfaces (ITS&rsquo;12) brought together researchers and practitioners from a variety of backgrounds and interest areas to exchange research results and experiences. Overall 30 papers were presented (29% acceptance rate) on the following topics:</p>\n<ul>\n<li>Multiple Displays and Devices</li>\n<li>Interaction in 3D</li>\n<li>Surfaces in the wild</li>\n<li>Free-space Interactions with TVs and Projected Displays</li>\n<li>Surfaces in education</li>\n<li>Pen and Paper-based interaction</li>\n<li>Interaction Techniques and Widgets</li>\n<li>Interacting with Information Using Surfaces</li>\n<li>Understanding surface users</li>\n</ul>\n<p class=\"nsf-careertext\">In addition, 32 demos and posters were presented. Selected demo presentations from ITS&rsquo;12 were presented to wide audience in the May/June 2013 Interactions Magazine: <a href=\"http://interactions.acm.org/archive/view/may-june-2013/demo-hour24\">http://interactions.acm.org/archive/view/may-june-2013/demo-hour24</a>.</p>\n<p class=\"nsf-careertext\"><strong>Outcomes</strong></p>\n<p>Overall, 23 students were supported by this grant: 5 Doctoral Symposium participants, 8 travel scholarship recipients, and 10 student volunteers. Among these students, 12 were female, 9 were undergraduate students.</p>\n<p>Funded students came from diverse backgrounds including underrepresented groups in computing and from various institutions including: Northwestern University, University of Maryland-Baltimore County (UMBC), Georgia Tech, Louisiana State University, Wellesley College, Harvard University, Olin College, MIT, Stanford University, and Texas A&amp;M.</p>\n<p>The grant also supported the ITS Doctoral Symposium (DS), which is modeled after similar highly successful gatherings, e.g. at the UIST, CHI, DIS, CSCW, and C&amp;C conferences. Its aim is to broaden participation in the interactive tabletops and surfaces academic community by providing mentorship for young scientists, researchers, and designers in this field. It is a one-day event, which provides a forum for students in the field to meet each other and to discuss and review their work with one another and with a panel of experienced ITS researchers. It also gives them the opportunity to meet and engage with more senior ITS researchers during the main conference event.</p>\n<p>The ITS&rsquo;12 DS was held on November 11, 2012. Five students (2 female) were invited and participated in the DS. The students presented their work to each other and to the four faculty mentors in an informal and interactive setting. The mentors provided feedback on each student's written and oral presentation, and lead a discussion of the work, questions or hypotheses addressed, research and design methods, potential findings, and significance to the ITS field. The 2012 faculty mentors were:</p>\n<ul>\n<li>Raimund Dachselt, Technische Universit&auml;t Dresden, Germany</li>\n<li>Mark Hancock, The University of Waterloo, Canada</li>\n<li>Ali Mazalek, Georgia Tech, USA</li>\n<li>Sheelagh Carpendale, University of Calgary, Canada</li>\n</ul>\n<p class=\"nsf-careertext\">Five participants (2 female) were invited to participate in the ITS&rsquo;12 DS. Participants presented research projects at the intersection of design, engineering and sciences:</p>\n<p>Perception and Reality: Exploring Urban Planners&rsquo; Vision on GIS Tasks for Multi-Touch Displays, Rojin Vishkaie, University of Calgary, Canada</p>\n<p>Scalable Interaction Design for Collaborative Visual Exploration o...",
  "por_txt_cntn": "\nMajor Goals\n\nThe goal of this grant was to support student participation in the ACM Interactive Tabletops and Surfaces conference (ITSÆ12) that was held in November 11-15, 2012 at Cambridge, MA  (http://its2012conf.org). The grant supported participants in the ITS'12 Doctoral Symposium, student travel scholarships, and student volunteers.\n The ACM conference on Interactive Tabletops and Surfaces (ITSÆ12) brought together researchers and practitioners from a variety of backgrounds and interest areas to exchange research results and experiences. Overall 30 papers were presented (29% acceptance rate) on the following topics:\n\nMultiple Displays and Devices\nInteraction in 3D\nSurfaces in the wild\nFree-space Interactions with TVs and Projected Displays\nSurfaces in education\nPen and Paper-based interaction\nInteraction Techniques and Widgets\nInteracting with Information Using Surfaces\nUnderstanding surface users\n\nIn addition, 32 demos and posters were presented. Selected demo presentations from ITSÆ12 were presented to wide audience in the May/June 2013 Interactions Magazine: http://interactions.acm.org/archive/view/may-june-2013/demo-hour24.\nOutcomes\n\nOverall, 23 students were supported by this grant: 5 Doctoral Symposium participants, 8 travel scholarship recipients, and 10 student volunteers. Among these students, 12 were female, 9 were undergraduate students.\n\nFunded students came from diverse backgrounds including underrepresented groups in computing and from various institutions including: Northwestern University, University of Maryland-Baltimore County (UMBC), Georgia Tech, Louisiana State University, Wellesley College, Harvard University, Olin College, MIT, Stanford University, and Texas A&amp;M.\n\nThe grant also supported the ITS Doctoral Symposium (DS), which is modeled after similar highly successful gatherings, e.g. at the UIST, CHI, DIS, CSCW, and C&amp;C conferences. Its aim is to broaden participation in the interactive tabletops and surfaces academic community by providing mentorship for young scientists, researchers, and designers in this field. It is a one-day event, which provides a forum for students in the field to meet each other and to discuss and review their work with one another and with a panel of experienced ITS researchers. It also gives them the opportunity to meet and engage with more senior ITS researchers during the main conference event.\n\nThe ITSÆ12 DS was held on November 11, 2012. Five students (2 female) were invited and participated in the DS. The students presented their work to each other and to the four faculty mentors in an informal and interactive setting. The mentors provided feedback on each student's written and oral presentation, and lead a discussion of the work, questions or hypotheses addressed, research and design methods, potential findings, and significance to the ITS field. The 2012 faculty mentors were:\n\nRaimund Dachselt, Technische Universit&auml;t Dresden, Germany\nMark Hancock, The University of Waterloo, Canada\nAli Mazalek, Georgia Tech, USA\nSheelagh Carpendale, University of Calgary, Canada\n\nFive participants (2 female) were invited to participate in the ITSÆ12 DS. Participants presented research projects at the intersection of design, engineering and sciences:\n\nPerception and Reality: Exploring Urban PlannersÆ Vision on GIS Tasks for Multi-Touch Displays, Rojin Vishkaie, University of Calgary, Canada\n\nScalable Interaction Design for Collaborative Visual Exploration of Big Data, Ioanis Leftheriotis, Ionian University, Greece\n\nSpatially Aware Tangible Display Interaction in a Tabletop Environment, Martin Spindler, University of Marburg, Germany\n\n Improving Awareness of Automated Actions within Digital Tabletops, Betty?Y. L. Chang, University of Waterloo, Canada\n\nDesigning Tabletop Activities for Inquiry-Based Learning: Lessons from Phylogenetics, Neuroscience and Logistics, Bretrand Schneider, Stanford University\nThe DS student works were also presented at the Poster Session dur..."
 }
}