{
 "awd_id": "1253119",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Access and Success:  Undergraduate Education for the Twenty-First Century: Conference - Crytal City, VA, November 9-10, 2012",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 48500.0,
 "awd_amount": 48500.0,
 "awd_min_amd_letter_date": "2012-09-15",
 "awd_max_amd_letter_date": "2013-08-24",
 "awd_abstract_narration": "This project is a two-day conference designed and sponsored by the national Reinvention Center (RC).  Its title and focus is on \"Access and Success: Undergraduate Education in the 21st Century.\" The RC is an outgrowth of the Boyer Commission Report that called for more attention to and improvement of undergraduate education in the nation's largest research universities.  Currently, the RC comprises 67 dues-paying member institutions, each represented by its Undergraduate Dean or Vice Provost.  These educators constitute the \"Undergraduate Vice Provosts Network (UVP),\" the intellectual core of the Center.  \r\n\r\nThe 2012 National Conference is focused on undergraduate education in three broad areas identified by the RC membership as critical issues facing undergraduate education at research campuses nationwide: \r\n(i) accreditation, assessment and accountability; \r\n(ii) increasing persistence to graduation in the STEM fields; and \r\n(iii) administrative best practices for supporting undergraduate education in an era of diminishing resources (time and money). \r\n\r\nThe conference is comprising four plenary sessions and 15 topical sessions on these themes.  These themes are broadly supporting of the new NSF program for Widening Implementation and Demonstration of Evidence-based Reforms (WIDER).  \r\n\r\nThe 2012 conference is connecting attendees with the architects and implementers of highly visible efforts to improve useful STEM endeavors, including the American Association of Universities (AAU) STEM initiative, a five-year initiative that kicked off in the fall of 2011 to improve the quality of undergraduate teaching and learning in science, technology, engineering, and mathematics (STEM) fields at its member institutions.  It is also connecting participants to representatives from the nation's six regional accrediting bodies. These accreditors profoundly impact undergraduate education and have the potential to support national efforts to improve the effectiveness of undergraduate STEM education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Turner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia Turner",
   "pi_email_addr": "pturner@college.ucla.edu",
   "nsf_id": "000183594",
   "pi_start_date": "2012-09-15",
   "pi_end_date": "2013-08-24"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Molinaro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Molinaro",
   "pi_email_addr": "marcom@umd.edu",
   "nsf_id": "000321941",
   "pi_start_date": "2012-09-15",
   "pi_end_date": "2013-08-24"
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Reinvention Center is a national consortium of senior administrators (deans and vice provosts, or UVPs) charged with overseeing undergraduate education at major research universities.&nbsp; With their mandates to generate cutting-edge faculty research and to prepare graduate students for faculty positions, research universities (&ldquo;RUs&rdquo;) sometimes shortchange components of their undergraduate teaching mission.&nbsp; The goal of Reinvention Center&rsquo;s biannual conference is to provide a national forum for UVPs to share best practices and develop strategies to improve the caliber of undergraduate education at RUs.&nbsp;&nbsp; UVPs at research universities face particular challenges in educating undergraduates; the Reinvention Center is unique in American higher education as the only national organization which provides such a forum for senior administrators at RUs with campus-wide responsibility for undergraduate education.&nbsp; The exchange of ideas at this conference is intended to directly benefit UVPs, and in turn, those who are involved in undergraduate education at their institutions, and ultimately, the undergraduates themselves.&nbsp;</p>\n<p>The 2012 conference had three major goals.</p>\n<ol> </ol>\n<p><strong>1.&nbsp; A National Dialogue on Accreditation and Assessment Practices</strong></p>\n<ol> </ol>\n<p>Institutional accreditation is a requirement for federal funding, and is therefore critical to most universities.&nbsp; There are six regional accrediting organizations in the U.S. which have very different practices; many university leaders find that their requirements are becoming increasingly (sometimes excessively) burdensome. The conference offered face to face dialogue among national accreditation leadership, prominent critics of current practices, and UVPs.&nbsp; Plenary sessions included a keynote by Princeton president Shirley Tilghman, an outspoken observer of accreditation trends; a roundtable with leaders from each of the regional accrediting agencies; and a panel of high-profile respondents, including CHEA president Judith Eaton, NAICIQI member Anne Neal, and University of California Academic Senate representative Gregg Camfield.&nbsp;&nbsp; A session on accreditation costs and benefits focused on the increasing financial cost of meeting the escalating criteria for a successful accreditation review.&nbsp; Thus the current accreditation debate had been covered from a multitude of perspectives in a highly participatory setting.&nbsp; Assessment was addressed in sessions presenting best practices as well as low-cost assessment tools developed by academics for their own institutions (rather than external vendors) including the University of California&rsquo;s Student Experience in the Research University Survey (SERU) and the Critical thinking Assessment Tool (CAT) test to measure and improve student learning in general education courses.</p>\n<ol> </ol>\n<p><strong>2. Improving STEM Success and Retention</strong></p>\n<ol> </ol>\n<p>STEM attrition is an ongoing national issue.&nbsp; Martin Storksdieck, Director of the Board on Science Education at the National Research Council, delivered a keynote on the changing demands on &nbsp;STEM education.&nbsp; A panel presented successful endeavors in STEM retention for underrepresented minorities that have the potential to be migrated to other campuses. The conference showcased emerging collaborations in which multiple institutions are working on common strategies for improvement.&nbsp; American Association of Universities (AAU) leaders presented two panels on STEM initiatives at its member institutions; the HHMI-funded NEXUS program described its emerging competency-based program for preparing scientists and health professionals; and newcomer Bay View Alliance presented a snapshot of its plans for developing research-driven inquiries into curricular revision and reform.&nbsp; These sessions...",
  "por_txt_cntn": "\nThe Reinvention Center is a national consortium of senior administrators (deans and vice provosts, or UVPs) charged with overseeing undergraduate education at major research universities.  With their mandates to generate cutting-edge faculty research and to prepare graduate students for faculty positions, research universities (\"RUs\") sometimes shortchange components of their undergraduate teaching mission.  The goal of Reinvention CenterÆs biannual conference is to provide a national forum for UVPs to share best practices and develop strategies to improve the caliber of undergraduate education at RUs.   UVPs at research universities face particular challenges in educating undergraduates; the Reinvention Center is unique in American higher education as the only national organization which provides such a forum for senior administrators at RUs with campus-wide responsibility for undergraduate education.  The exchange of ideas at this conference is intended to directly benefit UVPs, and in turn, those who are involved in undergraduate education at their institutions, and ultimately, the undergraduates themselves. \n\nThe 2012 conference had three major goals.\n \n\n1.  A National Dialogue on Accreditation and Assessment Practices\n \n\nInstitutional accreditation is a requirement for federal funding, and is therefore critical to most universities.  There are six regional accrediting organizations in the U.S. which have very different practices; many university leaders find that their requirements are becoming increasingly (sometimes excessively) burdensome. The conference offered face to face dialogue among national accreditation leadership, prominent critics of current practices, and UVPs.  Plenary sessions included a keynote by Princeton president Shirley Tilghman, an outspoken observer of accreditation trends; a roundtable with leaders from each of the regional accrediting agencies; and a panel of high-profile respondents, including CHEA president Judith Eaton, NAICIQI member Anne Neal, and University of California Academic Senate representative Gregg Camfield.   A session on accreditation costs and benefits focused on the increasing financial cost of meeting the escalating criteria for a successful accreditation review.  Thus the current accreditation debate had been covered from a multitude of perspectives in a highly participatory setting.  Assessment was addressed in sessions presenting best practices as well as low-cost assessment tools developed by academics for their own institutions (rather than external vendors) including the University of CaliforniaÆs Student Experience in the Research University Survey (SERU) and the Critical thinking Assessment Tool (CAT) test to measure and improve student learning in general education courses.\n \n\n2. Improving STEM Success and Retention\n \n\nSTEM attrition is an ongoing national issue.  Martin Storksdieck, Director of the Board on Science Education at the National Research Council, delivered a keynote on the changing demands on  STEM education.  A panel presented successful endeavors in STEM retention for underrepresented minorities that have the potential to be migrated to other campuses. The conference showcased emerging collaborations in which multiple institutions are working on common strategies for improvement.  American Association of Universities (AAU) leaders presented two panels on STEM initiatives at its member institutions; the HHMI-funded NEXUS program described its emerging competency-based program for preparing scientists and health professionals; and newcomer Bay View Alliance presented a snapshot of its plans for developing research-driven inquiries into curricular revision and reform.  These sessions allowed attendees to network and gain access into these cross-campus initiatives. \n \n\n3. Developing Professional Skills for Deans and Vice Provosts.  \n \n\nIn a keynote address, Dean and Vice Provost of Undergraduate Education at UCLA, Judith L. Smith, a member of the founding..."
 }
}