{
 "awd_id": "1254189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SAVI: Finland-USA EAGER: Innovations in Learning and Education",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032928333",
 "po_email": "gesolomo@nsf.gov",
 "po_sign_block_name": "Gregg Solomon",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "This award is designated as a Science Across Virtual Institutes (SAVI) award and is being co-funded by NSF's Office of International Science and Engineering. This project, managed by researchers from Pepperdine University, describes the effort to create a knowledge network linking a series of small projects related to the SAVI theme that involve collaboration between U.S. and Finnish researchers. The collaborations include leading STEM educational researchers from both countries and focus on technology-enhanced learning, educational innovation, and learning analytics.  On such projects, the pairing of researchers from the U.S. with those from Finland, a nation whose students regularly rank at the top in international measures of STEM learning, holds great promise as these scientific communities with complementary strengths come together. The goal is to spur innovative at the frontiers of our knowledge of STEM learning.\r\n\r\nThis EAGER will aim to hasten discovery and knowledge sharing and to facilitate the broader impact of the teams findings in educational enterprises in both the United States and Finland. It is the glue, or mechanism, for linking a set of disparate U.S.-Finnish research efforts, allowing for greater communication among the projects and making connections through common intellectual themes and practical innovations. The project will attempt to do so through eight sets of activities, including an active web presence, exchanges of early career and teacher researchers, a webinar for researchers, educators, and policy makers, the development of research toolkits, virtual and in-person SAVI research meetings, short courses, and contributions to research literatures and conferences that reflect the cross-disciplinary nature of the SAVI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Hamilton",
   "pi_email_addr": "eric.hamilton@pepperdine.edu",
   "nsf_id": "000083670",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pepperdine University",
  "inst_street_address": "24255 PACIFIC COAST HWY",
  "inst_street_address_2": "",
  "inst_city_name": "MALIBU",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3105064819",
  "inst_zip_code": "902633999",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "PEPPERDINE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NHBMUW819YE7"
 },
 "perf_inst": {
  "perf_inst_name": "Pepperdine University",
  "perf_str_addr": "6100 Center Drive",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900459200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "807700",
   "pgm_ele_name": "Science Across Virtual Instits"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "5935",
   "pgm_ref_txt": "FINLAND"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8058",
   "pgm_ref_txt": "Science Across Virtual Instits"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\">The principal goal of this project was to employ a collaborative virtual institute approach (&ldquo;Science Across Virtual Institutes,&rdquo; or SAVI), connecting learning scientists, education researchers &nbsp;and other investigators in Finland and the US to design, test, and assess diverse conditions under which students &nbsp;can become deeply and productively immersed in challenging STEM learning and STEM development. &nbsp;A related goal has been to furnish high-quality international research opportunities for early career investigators and for school teachers who are involved in education research and learning science design experiments.&nbsp; This grant supported the coordination of the SAVI network of sixteen research groups in the USA and Finland, divided into eight bilateral teams.&nbsp; This grant organized annual meetings convening all the SAVI team members in 2013 and in 2014. The SAVI organized research visits by approximately 30 US early career researchers and teacher researchers from the eight US research teams to counterpart laboratories in Finland.&nbsp; (Each team had separate funding from their US or Finnish sponsors.)&nbsp; A summary of the project teams appears at innovationsforlearning.net.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">Intellectual Merit </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">Among significant results of the overall SAVI are over three dozen articles and peer-reviewed conference submissions.&nbsp; SAVI partners report completing approximately&nbsp;one dozen substantial platform and instrument developments and upgrades.&nbsp; At least two were commercialized.&nbsp; </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">One significant contribution of the SAVI coordination and team me members included re-thinking engagement in multidimensional gradient rather than binary states across a small number of dimensions (e.g., procedural versus conceptual engagement, etc., corresponding to the main taxonomies of learner engagement in the literature).&nbsp;</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">Additionally, the project has contributed to reconsidering learner engagement through a self-regulatory lens. &nbsp;The tenor of most literature related to student engagement focuses on learning environment factors that will be &ldquo;most engaging.&rdquo; But charting principles that foster a self-regulatory process whereby learners become more adept at designing their own environments is a rich and under-theorized area. The contribution comes in directing attention to the designs of learning environments that help learners create their own conditions to foster personal traits of engagement, persistence and tenacity.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">Additionally, work in the science of learner engagement supported by the SAVI participants in digital games, narrative story-telling through media, agency in media-making, creativity in media-making, and overall absorption in learning &nbsp;has promising implications in cognitive neuroscience.&nbsp;&nbsp;<span>These areas comprise one approach developed in the SAVI of neural ensembles by which learning environments designers can seek to implement designs that correspond to distinct gradients of synchronous neural activation patterns to optimize and synergize learner engagement.</span><strong>&nbsp;</strong><em>&nbsp;</em></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">Broader Impact</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">Among important achievements with broader impacts of the partners coordinated by this SAVI grant are the following:</span></p>\n<ul>\n<li><span style=\"font-family: Times New Roman; font-siz...",
  "por_txt_cntn": "\nThe principal goal of this project was to employ a collaborative virtual institute approach (\"Science Across Virtual Institutes,\" or SAVI), connecting learning scientists, education researchers  and other investigators in Finland and the US to design, test, and assess diverse conditions under which students  can become deeply and productively immersed in challenging STEM learning and STEM development.  A related goal has been to furnish high-quality international research opportunities for early career investigators and for school teachers who are involved in education research and learning science design experiments.  This grant supported the coordination of the SAVI network of sixteen research groups in the USA and Finland, divided into eight bilateral teams.  This grant organized annual meetings convening all the SAVI team members in 2013 and in 2014. The SAVI organized research visits by approximately 30 US early career researchers and teacher researchers from the eight US research teams to counterpart laboratories in Finland.  (Each team had separate funding from their US or Finnish sponsors.)  A summary of the project teams appears at innovationsforlearning.net.\n\nIntellectual Merit \n\nAmong significant results of the overall SAVI are over three dozen articles and peer-reviewed conference submissions.  SAVI partners report completing approximately one dozen substantial platform and instrument developments and upgrades.  At least two were commercialized.  \n\nOne significant contribution of the SAVI coordination and team me members included re-thinking engagement in multidimensional gradient rather than binary states across a small number of dimensions (e.g., procedural versus conceptual engagement, etc., corresponding to the main taxonomies of learner engagement in the literature). \n\nAdditionally, the project has contributed to reconsidering learner engagement through a self-regulatory lens.  The tenor of most literature related to student engagement focuses on learning environment factors that will be \"most engaging.\" But charting principles that foster a self-regulatory process whereby learners become more adept at designing their own environments is a rich and under-theorized area. The contribution comes in directing attention to the designs of learning environments that help learners create their own conditions to foster personal traits of engagement, persistence and tenacity.\n\nAdditionally, work in the science of learner engagement supported by the SAVI participants in digital games, narrative story-telling through media, agency in media-making, creativity in media-making, and overall absorption in learning  has promising implications in cognitive neuroscience.  These areas comprise one approach developed in the SAVI of neural ensembles by which learning environments designers can seek to implement designs that correspond to distinct gradients of synchronous neural activation patterns to optimize and synergize learner engagement.  \n\nBroader Impact\n\nAmong important achievements with broader impacts of the partners coordinated by this SAVI grant are the following:\n\nDevelopment of a collaborative science media-maker platform around science and story-telling at Helsinki University in collaboration with Lapland, Stanford and Pepperdine partners;\nDevelopment of both a methodology and software for next generation experience-sampling to measure flow and engagement in science inquiry by the MSU-Helsinki University team continuing their collaboration through a new PIRE project;\nCo-development of MindStars Books that blend literacy approaches of the Graphogame software at Jyvaskyla with science discourse research by Boulder Language Technologies and Southern Methodist University;\nDevelopment and testing at the University of Washington and Oregon State University of a paradigm for engineering education that counters the \"develop theoretical comprehension then apply in capstone\" model prevalent in undergraduate curriculum with a \"c..."
 }
}