{
 "awd_id": "1255708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Seventh ACM International Conference on Underwater Networks & Systems (WUWNet'12) - Student Travel Awards",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925197",
 "po_email": "mmcclure@nsf.gov",
 "po_sign_block_name": "Marilyn McClure",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "This project supports 10 students to attend the seventh ACM International Workshops on Underwater Networks (WUWNet)to be held in Los Angeles, California, November 5 - 6, 2012. This will provide students exposure to the challenges and techniques for setting up underwater networks and using them for continuous monitoring of significant events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dario",
   "pi_last_name": "Pompili",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dario Pompili",
   "pi_email_addr": "pompili@rutgers.edu",
   "nsf_id": "000501685",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University",
  "perf_str_addr": "3 Rutgers Plaza",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The need to understand the changes in our planet&rsquo;s environment resulting from its inter-relations with human civilization and other natural ecosystems has never been stronger. These are complex, global-scale issues and the challenges are manyfold, beginning with fundamental scientific questions underpinning environmental processes across multiple scales (in space and time as well as biological diversity). Predictive climate change and its intersection with environmental monitoring is the grand challenge of today and constitutes an imminent problem confronting the future of our planet. Within this context, exploration and monitoring of the ocean (90% of which is still unexplored) is a key component.</p>\n<p>Interestingly, the oceans cover 71% of the Earth&rsquo;s surface and represent one of the least explored frontiers; yet, the oceans are integral to climate regulation, nutrient production, oil retrieval, and transportation. Also, water systems in general are of vital importance to life on Earth and commerce. For these reasons, there is significant interest in monitoring aquatic environments for scientific, environmental, commercial, safety, and military purposes. The oceans are integral to climate regulation, nutrient production, oil retrieval and transportation. As such, there is significant interest in monitoring aquatic environments for scientific, environmental, commercial, safety, and military reasons. While there is a need for highly precise, real time, fine grained spatiotemporal sampling of the ocean environment, current methods such as remote telemetry and sequential local sensing cannot satisfy current requirements, let alone future ones. The notion of an underwater network is relatively new due to the lack of maturity of underwater acoustic communications. And yet, networks are critical in order to achieve the monitoring goals noted above. The physical challenges of acoustic underwater communication and the complexity of diverse aquatic environments require us to completely re-think how a network should be deployed in underwater environments.</p>\n<p><a href=\"http://wuwnet.org/\">WUWNet</a>&nbsp;is the premier venue for research and development bringing real-time, in-situ sensing and actuation to this aquatic world. The goal of the workshop is to bring together researchers and practitioners in areas relevant to&nbsp;underwater networks and systems. Thus, many aspects of the networking communication protocol stack - from the physical layer to the application layer and the various system issues - are represented at the workshop series. The objective is to make WUWNet serve as a forum for presenting state-of-the-art on-going research and development, for exchanging ideas and experiences, and for facilitating interactions and collaborations.</p>\n<p>The intellectual merit of the proposal resides in encouraging and supporting graduate student attendance at the Seventh ACM WUWNet, which has emerged as a premier forum in the field of underwater communication and networking. Besides technical paper presentations, the venue will offer a wide range of technical activities including panels, posters, demos, and keynote speeches.</p>\n<p>In terms of its broader impact, this proposal aims at providing graduate students conducting research in the field of underwater communication and networking with the opportunity to attend the ACM WUWNet 2012, the premier technical conference in the field. Attending such high caliber technical venues is extremely valuable for future researchers.</p>\n<p>This student travel grant had encouraged and supported a good number of graduate student attendance to the Seventh ACM WUWNet workshops. It provided graduate students conducting research in the field of underwater communication and networking with the opportunity to attend the ACM WUWNet 2012. Attending such high-caliber technical venues is extremely valuable for future researchers....",
  "por_txt_cntn": "\nThe need to understand the changes in our planetÆs environment resulting from its inter-relations with human civilization and other natural ecosystems has never been stronger. These are complex, global-scale issues and the challenges are manyfold, beginning with fundamental scientific questions underpinning environmental processes across multiple scales (in space and time as well as biological diversity). Predictive climate change and its intersection with environmental monitoring is the grand challenge of today and constitutes an imminent problem confronting the future of our planet. Within this context, exploration and monitoring of the ocean (90% of which is still unexplored) is a key component.\n\nInterestingly, the oceans cover 71% of the EarthÆs surface and represent one of the least explored frontiers; yet, the oceans are integral to climate regulation, nutrient production, oil retrieval, and transportation. Also, water systems in general are of vital importance to life on Earth and commerce. For these reasons, there is significant interest in monitoring aquatic environments for scientific, environmental, commercial, safety, and military purposes. The oceans are integral to climate regulation, nutrient production, oil retrieval and transportation. As such, there is significant interest in monitoring aquatic environments for scientific, environmental, commercial, safety, and military reasons. While there is a need for highly precise, real time, fine grained spatiotemporal sampling of the ocean environment, current methods such as remote telemetry and sequential local sensing cannot satisfy current requirements, let alone future ones. The notion of an underwater network is relatively new due to the lack of maturity of underwater acoustic communications. And yet, networks are critical in order to achieve the monitoring goals noted above. The physical challenges of acoustic underwater communication and the complexity of diverse aquatic environments require us to completely re-think how a network should be deployed in underwater environments.\n\nWUWNet is the premier venue for research and development bringing real-time, in-situ sensing and actuation to this aquatic world. The goal of the workshop is to bring together researchers and practitioners in areas relevant to underwater networks and systems. Thus, many aspects of the networking communication protocol stack - from the physical layer to the application layer and the various system issues - are represented at the workshop series. The objective is to make WUWNet serve as a forum for presenting state-of-the-art on-going research and development, for exchanging ideas and experiences, and for facilitating interactions and collaborations.\n\nThe intellectual merit of the proposal resides in encouraging and supporting graduate student attendance at the Seventh ACM WUWNet, which has emerged as a premier forum in the field of underwater communication and networking. Besides technical paper presentations, the venue will offer a wide range of technical activities including panels, posters, demos, and keynote speeches.\n\nIn terms of its broader impact, this proposal aims at providing graduate students conducting research in the field of underwater communication and networking with the opportunity to attend the ACM WUWNet 2012, the premier technical conference in the field. Attending such high caliber technical venues is extremely valuable for future researchers.\n\nThis student travel grant had encouraged and supported a good number of graduate student attendance to the Seventh ACM WUWNet workshops. It provided graduate students conducting research in the field of underwater communication and networking with the opportunity to attend the ACM WUWNet 2012. Attending such high-caliber technical venues is extremely valuable for future researchers. Not only they were exposed to the state-of-the-art in the field, but also they had the opportunity to interact with peer graduate students from in..."
 }
}