{
 "awd_id": "1255773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  RAPID--Dynamic Ionosphere CubeSat Experiment (DICE) Operations and Data Processing",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 56558.0,
 "awd_amount": 56558.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2012-09-13",
 "awd_abstract_narration": "This is a short term (less than one-year) effort to develop and implement an accurate operational attitude determination algorithm for the NSF Dynamic Ionosphere CubeSat Experiment (DICE) space weather mission.  It will support the development of required software modules as well as continued operation of the two DICE satellites.  Completion of the software modules will result in corrected calibrated electron density and temperature data from the Langmuir Probes onboard the satellites.  More importantly, it will also enable an operational capability to retrieve the satellite attitude information so that both satellites can be reliably steered into the appropriate orientation for the E-field booms to be successfully deployed.  This, in turn, will enable E-field measurements to be obtained, and the full science mission to be completed.\r\n\r\nThe tasks will be carried out as a collaborative effort between scientists and engineers at Utah State University (USU), Atmospheric & Space Tech Research Associates, and Embry-Riddle Aeronautical University (ERAU).   The project will promote education and learning by involving students at USU and ERAU in both the satellite operations and data analysis tasks.\r\n\r\nThe Dynamic Ionosphere Cubesat Experiment (DICE) is one of the first NSF Cubesat missions to be selected and flown. The DICE project consists of two CubeSats, weighing less than 2.2 kg each, which were launched into a highly eccentric low Earth orbit on October 28, 2011. Together the DICE CubeSats measure gradients of electric fields and electron densities in the ionosphere. The main science goal of the DICE project is to study the causes of storm enhanced densities (SED), which is a major space weather disturbance and concern.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Crowley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Crowley",
   "pi_email_addr": "geoff.crowley@orionspace.com",
   "nsf_id": "000415296",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Irfan",
   "pi_last_name": "Azeem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irfan Azeem",
   "pi_email_addr": "iazeem@astraspace.net",
   "nsf_id": "000547753",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcin",
   "pi_last_name": "Pilinski",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Marcin D Pilinski",
   "pi_email_addr": "marcin.pilinski@lasp.colorado.edu",
   "nsf_id": "000619902",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ATMOSPHERIC & SPACE TECHNOLOGY RESEARCH ASSOCIATES, L.L.C.",
  "inst_street_address": "282 CENTURY PL STE 1000",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "2108343475",
  "inst_zip_code": "800271677",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "ATMOSPHERIC & SPACE TECHNOLOGY RESEARCH ASSOCIATES LLC",
  "org_prnt_uei_num": "DRYZNRMCBKL6",
  "org_uei_num": "DRYZNRMCBKL6"
 },
 "perf_inst": {
  "perf_inst_name": "Atmospheric & Space Tech Research Associates",
  "perf_str_addr": "5777 Central Ave. Suite 221",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012829",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 56558.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The DICE satellite mission, led by Atmospheric &amp; Space Technology Research Associates (ASTRA) and Utah State University, is a National Science Foundation funded satellite mission designed to provide new measurements of the ionospheric space weather phenomenon known as Storm Enhanced Density (SED). Storm Enhanced Densities are an aspect of the changing conditions in near-Earth space known as &ldquo;space weather&rdquo;.&nbsp; SED&rsquo;s such as the one pictured in Figure 1 often appear over the eastern US and can have an adverse impact on HF communications and GPS systems on the ground.</p>\n<p>&nbsp;</p>\n<p>Since the launch in October 2011, the two tiny (each the size of a soda can) DICE spacecraft have overcome initial challenges with radio communication at ground station sites in Virginia and Santa Clara. Scientific data regarding the state of the ionosphere and magnetosphere were obtained from the Langmuir Probes and science magnetometer instruments. One of the main goals of this work was to develop and implement an accurate operational attitude determination as well as science-data processing algorithms. Attitude determination, or the knowledge of satellite orientation, is needed for correction of the existing electron density and magnetometer data. This NSF-funded work enabled the development of attitude and science data-processing software, along with continued satellite operations. As a result, we were able to process electron density data from the DICE satellites as they flew through Storm Enhanced Densities such as the ones which occurred over Antarctica pictured in Figure 2.&nbsp; Furthermore, DICE made the first ever observations of Field Aligned Currents from a magnetometer mounted on the body of a CubeSat. Just as importantly, this RAPID project resulted in an operational capability to retrieve the satellite attitude information so that they can be reliably steered into the appropriate orientation for the E-field booms to be successfully deployed.</p>\n<p>&nbsp;</p>\n<p><strong>Scientific Importance</strong>: At low and mid-latitudes during magnetic storms, the distribution of ionospheric plasma is dramatically different than that found during quiet times. Many storm-time characteristics have only been described recently, including the Storm Enhanced Density (SED) bulge and plume features. Several important research questions are still unanswered. First, how exactly the greatly enhanced plasma is formed over the southern USA (the SED bulge) and what is the source of the plasma. Second, exactly what physical drivers are involved in the formation and evolution of the SED plume, and what is their relative importance. Finally, the precise relationship between the occurrence of penetration electric fields, the subsequent expansion of the Appleton anomaly crests, and the development of SED is still an open research question, particularly in terms of why there is an apparent preference for the USA geographic sector.&nbsp; The collocated measurements from two satellites separated by only a few minutes permit exciting new insights into the mechanisms that cause storm-time ionospheric features, such as the SED bulge and plume, which have previously been lacking.<strong> </strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts</strong>: The work done preparing and processing DICE data has broader impacts in the areas of technology and education.&nbsp; Space weather refers to conditions in space that can influence the performance and reliability of space-borne and ground-based technological systems. Ionospheric gradients and irregularities at equatorial, auroral, and mid latitudes produce major effects on navigation, communications and surveillance systems. For example ionospheric structure associated with SEDs over the US has shut down the FAA WAAS system several times, and an ability to understand and forecast SEDs is important. Furthermore, the...",
  "por_txt_cntn": "\nThe DICE satellite mission, led by Atmospheric &amp; Space Technology Research Associates (ASTRA) and Utah State University, is a National Science Foundation funded satellite mission designed to provide new measurements of the ionospheric space weather phenomenon known as Storm Enhanced Density (SED). Storm Enhanced Densities are an aspect of the changing conditions in near-Earth space known as \"space weather\".  SEDÆs such as the one pictured in Figure 1 often appear over the eastern US and can have an adverse impact on HF communications and GPS systems on the ground.\n\n \n\nSince the launch in October 2011, the two tiny (each the size of a soda can) DICE spacecraft have overcome initial challenges with radio communication at ground station sites in Virginia and Santa Clara. Scientific data regarding the state of the ionosphere and magnetosphere were obtained from the Langmuir Probes and science magnetometer instruments. One of the main goals of this work was to develop and implement an accurate operational attitude determination as well as science-data processing algorithms. Attitude determination, or the knowledge of satellite orientation, is needed for correction of the existing electron density and magnetometer data. This NSF-funded work enabled the development of attitude and science data-processing software, along with continued satellite operations. As a result, we were able to process electron density data from the DICE satellites as they flew through Storm Enhanced Densities such as the ones which occurred over Antarctica pictured in Figure 2.  Furthermore, DICE made the first ever observations of Field Aligned Currents from a magnetometer mounted on the body of a CubeSat. Just as importantly, this RAPID project resulted in an operational capability to retrieve the satellite attitude information so that they can be reliably steered into the appropriate orientation for the E-field booms to be successfully deployed.\n\n \n\nScientific Importance: At low and mid-latitudes during magnetic storms, the distribution of ionospheric plasma is dramatically different than that found during quiet times. Many storm-time characteristics have only been described recently, including the Storm Enhanced Density (SED) bulge and plume features. Several important research questions are still unanswered. First, how exactly the greatly enhanced plasma is formed over the southern USA (the SED bulge) and what is the source of the plasma. Second, exactly what physical drivers are involved in the formation and evolution of the SED plume, and what is their relative importance. Finally, the precise relationship between the occurrence of penetration electric fields, the subsequent expansion of the Appleton anomaly crests, and the development of SED is still an open research question, particularly in terms of why there is an apparent preference for the USA geographic sector.  The collocated measurements from two satellites separated by only a few minutes permit exciting new insights into the mechanisms that cause storm-time ionospheric features, such as the SED bulge and plume, which have previously been lacking. \n\n \n\nBroader Impacts: The work done preparing and processing DICE data has broader impacts in the areas of technology and education.  Space weather refers to conditions in space that can influence the performance and reliability of space-borne and ground-based technological systems. Ionospheric gradients and irregularities at equatorial, auroral, and mid latitudes produce major effects on navigation, communications and surveillance systems. For example ionospheric structure associated with SEDs over the US has shut down the FAA WAAS system several times, and an ability to understand and forecast SEDs is important. Furthermore, the involvement of students in the work provided educational benefits at USU/SDL and Embry-Riddle. In addition to the hands-on work, the mission provided material for classes that serve to motivate students with regard to ..."
 }
}