{
 "awd_id": "1255274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Personalization in the Information Age",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "This work seeks to understand the extent and impact of personalization algorithms in popular on-line forums.  In particular, the PI is studying web search engines, social networking sites, and recommendation services like Pintrest, Yelp and Reddit.  While it is well known that each of these classes of information sources perform extensive personalization, there has not been a careful analysis on the impact of their efforts on what users see.  This effort is working to answer a number of fundamental questions: How different are the experiences of distinct users?  What features do the services use as input to their personalization algorithms?  How are they gathered, and where are they stored?  To the extent that the services display different information to different users, are users aware, and can they - or third parties - manage and exploit these changes?  \r\n\r\nThis research project aims to understand the impact of various forms of information manipulation - as opposed to outright censorship - on the Internet.  Personalization algorithms in particular are known to have the potential to place users inside ?filter bubbles?, where they see only information that already aligns with their viewpoints.  In the worst case, adversaries can actively manipulate how content is produced, discovered, and accessed. This work will develop technologies to give users control over the information that they see to mitigate the effects of information manipulation.  Concrete outcomes of this effort include prototype mechanisms to help users ?normalize? personalization technologies and potentially move between alternate on-line ?personalities.?",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Snoeren",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alex C Snoeren",
   "pi_email_addr": "snoeren@cs.ucsd.edu",
   "nsf_id": "000482412",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930404",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "806000",
   "pgm_ele_name": "Secure &Trustworthy Cyberspace"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7434",
   "pgm_ref_txt": "CNCI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8087",
   "pgm_ref_txt": "Frontiers in SaTC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>As the amount of information individuals are exposed to in their daily lives explodes, the fight for eyeballs and attention continues to heat up. Nowhere is this more true than in cyberspace, where content providers and aggregators try to become the go-to resource for end users. One of the most powerful and pervasive mechanisms these entities employ is personalization: by tailoring the content they provide to the particular characteristics of each individual user, information sources and conduits try to differentiate themselves from their competitors. Fundamentally, however, these personalization algorithms distort the information provided to a given user, potentially in ways of which they are unaware. </span></p>\n<p><span>This project aims to understand the extent and impact of personalization algorithms in popular on-line forums. In particular, we study web search engines and social networking sites. &nbsp;While it is well known that each of these classes of information sources perform extensive personalization, there has not been a careful analysis on the impact of their efforts on what users see. We answer a number of fundamental questions: How different are the experiences of distinct users? What features do the services use as input to their personalization algorithms? How are they gathered, and where are they stored? To the extent that the services display different information to different users, are users aware, and can they&mdash;or third parties&mdash;manage and exploit these changes?</span></p>\n<p>The project has two concrete research outcomes, namely peer-reviewed publications addressing the impacts of search-engine personalization, both intentional and otherwise:</p>\n<p><strong>Search engine inconsistency. &nbsp;</strong>Given their critical role as gateways to Web content, the search results a Web search engine provides to its users have an out-sized impact on the way each user views the Web. Previous studies have shown that popular Web search engines like Google employ sophisticated personalization engines that can occasionally provide dramatically inconsistent views of the Web to different users. Unfortunately, even if users are aware of this potential, it is not straightforward for them to determine the extent to which a particular set of search results differs from those returned to other users, nor the factors that contribute to this personalization. We present the design and implementation of Bobble, a Web browser extension that contemporaneously executes a user&rsquo;s Google search query from a variety of different world-wide vantage points under a range of different conditions, alerting the user to the extent of inconsistency present in the set of search results returned to them by Google. Using more than 75,000 real search queries issued by over 170 users during a nine-month period, we explore the frequency and nature of inconsistencies that arise in Google search queries. In contrast to previously published results, we find that 98% of all Google search results display some inconsistency, with a user&rsquo;s geographic location being the dominant factor influencing the nature of the inconsistency.&nbsp;</p>\n</div>\n</div>\n</div>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\"></div>\n</div>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><strong>Pollution attacks in search engines. &nbsp;</strong>Modern Web services routinely personalize content to appeal to the specific interests, viewpoints, and contexts of individual users. Ideally, personalization allows sites to highlight information uniquely relevant to each of their users, thereby increasing user satisfaction&mdash;and, eventually, the service&rsquo;s bottom line. Unfortunately, as we demonstrate, the personalization mechanisms currently employed by popula...",
  "por_txt_cntn": "\n\n\n\nAs the amount of information individuals are exposed to in their daily lives explodes, the fight for eyeballs and attention continues to heat up. Nowhere is this more true than in cyberspace, where content providers and aggregators try to become the go-to resource for end users. One of the most powerful and pervasive mechanisms these entities employ is personalization: by tailoring the content they provide to the particular characteristics of each individual user, information sources and conduits try to differentiate themselves from their competitors. Fundamentally, however, these personalization algorithms distort the information provided to a given user, potentially in ways of which they are unaware. \n\nThis project aims to understand the extent and impact of personalization algorithms in popular on-line forums. In particular, we study web search engines and social networking sites.  While it is well known that each of these classes of information sources perform extensive personalization, there has not been a careful analysis on the impact of their efforts on what users see. We answer a number of fundamental questions: How different are the experiences of distinct users? What features do the services use as input to their personalization algorithms? How are they gathered, and where are they stored? To the extent that the services display different information to different users, are users aware, and can they&mdash;or third parties&mdash;manage and exploit these changes?\n\nThe project has two concrete research outcomes, namely peer-reviewed publications addressing the impacts of search-engine personalization, both intentional and otherwise:\n\nSearch engine inconsistency.  Given their critical role as gateways to Web content, the search results a Web search engine provides to its users have an out-sized impact on the way each user views the Web. Previous studies have shown that popular Web search engines like Google employ sophisticated personalization engines that can occasionally provide dramatically inconsistent views of the Web to different users. Unfortunately, even if users are aware of this potential, it is not straightforward for them to determine the extent to which a particular set of search results differs from those returned to other users, nor the factors that contribute to this personalization. We present the design and implementation of Bobble, a Web browser extension that contemporaneously executes a userÆs Google search query from a variety of different world-wide vantage points under a range of different conditions, alerting the user to the extent of inconsistency present in the set of search results returned to them by Google. Using more than 75,000 real search queries issued by over 170 users during a nine-month period, we explore the frequency and nature of inconsistencies that arise in Google search queries. In contrast to previously published results, we find that 98% of all Google search results display some inconsistency, with a userÆs geographic location being the dominant factor influencing the nature of the inconsistency. \n\n\n\n\n\n\n\n\n\n\nPollution attacks in search engines.  Modern Web services routinely personalize content to appeal to the specific interests, viewpoints, and contexts of individual users. Ideally, personalization allows sites to highlight information uniquely relevant to each of their users, thereby increasing user satisfaction&mdash;and, eventually, the serviceÆs bottom line. Unfortunately, as we demonstrate, the personalization mechanisms currently employed by popular services have not been hardened against attack. We show that third parties can manipulate them to increase the visibility of arbitrary content&mdash;whether it be a new YouTube video, an unpopular product on Amazon, or a low-ranking website in Google search returns. In particular, we demonstrate that attackers can inject information into usersÆ profiles on these services, thereby perturbing the results of the servicesÆ ..."
 }
}