{
 "awd_id": "1256094",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Joint NSF-DST Workshop on Implementation of Sustainable Technologies for Water/Wastewater Treatment and Water Reuse, Bengaluru, India, January 7 -11, 2013",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 41745.0,
 "awd_amount": 41745.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "1256094\r\nSengupta\r\n\r\nThis project will develop research and education collaborations between the US and India on water/wastewater treatment and water reuse, specifically in the context of decentralized, non-point sources through a workshop to be held at the campus of Indian Institute of Science (IISc) in Bengaluru from January 7-11, 2013.  It will identify and analyze decentralized engineered systems that are passive, do not need trained personnel for operation, need minimal maintenance, are ideally suited for treating non-point sources, and can be easily installed in installation in rural areas.  Special emphasis will be given to addressing technical, regulatory, and economic challenges faced in implementing water reuse projects and in ensuring that these projects have the active support of the local population that they serve.  Through pilot-scale demonstration projects, several technologies will be evaluated for some contaminants of concern to both the US and India (arsenic, fluoride, and nitrate in groundwater, and emerging contaminants such as drugs, antibiotics, hormones and steroids in surface drinking water supplies).  This project will also develop protocols for real-time monitoring of important surface water sources in the US and India for common pollutants.  Technologies for removal and recovery of macronutrients (Nitrogen & Phosphorus) from point sources and non-point sources will also be evaluated.  The focus will be on developing protocols for implementation and evaluation of technologies developed by some of the workshop attendees.  This project will also develop course curricula as a result of mutual knowledge exchange between Indian and U.S. researchers. \r\n\r\nThis workshop will strengthen a strategic collaborative partnership between NSF and DST, Government of India.  This workshop will provide American and Indian experts in the area of water quality and sustainability an opportunity to evaluate the water quality challenges facing both countries and exchange ideas and propose sustainable and cost-efficient solutions which can be implemented not only in the US and India but in other parts of the world facing similar challenges.  Water sustainability and reuse is a global environmental challenge.  While progress has been made in innovative treatment technologies that can accomplish removal of target pollutants, there is a strong need to evaluate a holistic system that includes applicability, scalability, cost, life cycle assessment, environmental impact, and ease of use.  Moreover, water quality engineers in the US and India agree that more focus is needed toward decentralized, passive systems that treat non-point sources.  This workshop will provide a framework that will cover the entire spectrum of adoption of a sustainable, innovative, and decentralized technology, from selection to obtaining regulatory approval to evaluation of the technology. The US contingency includes two graduate students and junior and senior faculty.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sukalyan",
   "pi_last_name": "Sengupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sukalyan Sengupta",
   "pi_email_addr": "ssengupta@umassd.edu",
   "nsf_id": "000208637",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts, Dartmouth",
  "inst_street_address": "285 OLD WESTPORT RD",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH DARTMOUTH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5089998953",
  "inst_zip_code": "027472356",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS DARTMOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMMKPCKNN9R2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Dartmouth",
  "perf_str_addr": "285 Old Westport Road",
  "perf_city_name": "North Dartmouth",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027472300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 41745.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A workshop on collaborative research and education between the US and India on water quality issues affecting both countries was held in Chennai, India, from January 7-11, 2013.&nbsp; The US delegation was comprised of six research-active faculty members from public and private universities, a senior scientist from the United States Geological Service (USGS), a project management consultant, a venture capitalist, and two graduate students.&nbsp; The Indian delegation had 25 members and included faculty members, technology vendors, representatives from various non-governmental organizations (NGOs), officials from various government agencies, and graduate students.</p>\n<p>Besides technical and poster presentations and field trips, the workshop included brainstorming sessions.&nbsp; Each session dealt with a particular water quality challenge affecting both the countries, and the entire group was split into subgroups.&nbsp; Each subgroup discussed an aspect of the problem, and arrived at recommendations.&nbsp; The whole group then asembled to piece together inputs from each subgroup.&nbsp; The final result was the creation of a roadmap where a few collaborative projects were sketched out in detail.&nbsp; For each project, considerations included the geographical location where the project would be sited to identification of appropriate technologies (that are suitable to the goals of the project) to funding agencies in India and the US that may individually or jointly finance the project to regulatory agencies that will be involved in approval and monitoring to the role of faculty, graduate students, and technology vendors.</p>\n<p>The outcome of this workshop is a richer understanding of the challenges faced in dealing with collaborative research and education related to water quality and reuse.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2015<br>\n\t\t\t\t\tModified by: Sukalyan&nbsp;Sengupta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA workshop on collaborative research and education between the US and India on water quality issues affecting both countries was held in Chennai, India, from January 7-11, 2013.  The US delegation was comprised of six research-active faculty members from public and private universities, a senior scientist from the United States Geological Service (USGS), a project management consultant, a venture capitalist, and two graduate students.  The Indian delegation had 25 members and included faculty members, technology vendors, representatives from various non-governmental organizations (NGOs), officials from various government agencies, and graduate students.\n\nBesides technical and poster presentations and field trips, the workshop included brainstorming sessions.  Each session dealt with a particular water quality challenge affecting both the countries, and the entire group was split into subgroups.  Each subgroup discussed an aspect of the problem, and arrived at recommendations.  The whole group then asembled to piece together inputs from each subgroup.  The final result was the creation of a roadmap where a few collaborative projects were sketched out in detail.  For each project, considerations included the geographical location where the project would be sited to identification of appropriate technologies (that are suitable to the goals of the project) to funding agencies in India and the US that may individually or jointly finance the project to regulatory agencies that will be involved in approval and monitoring to the role of faculty, graduate students, and technology vendors.\n\nThe outcome of this workshop is a richer understanding of the challenges faced in dealing with collaborative research and education related to water quality and reuse.\n\n\t\t\t\t\tLast Modified: 01/06/2015\n\n\t\t\t\t\tSubmitted by: Sukalyan Sengupta"
 }
}