{
 "awd_id": "1256003",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WIDER: EAGER: Evidence-Based Instructional Practices in Action:  Enhancing Exemplary Teaching at the University of Nebraska-Lincoln",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299703.0,
 "awd_amount": 299703.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2014-08-11",
 "awd_abstract_narration": "This project assesses the state of instructional practices in courses offered in the biology, chemistry, and physics & astronomy departments at the University of Nebraska-Lincoln (UNL). Building on these data, the project will provide a professional development  program on evidence-based instructional practices targeting faculty in these departments. Additionally, the project seeks to enhance and broaden of the use of peer instruction and just-in-time teaching in the biology, chemistry, and physics & astronomy courses, and establish the effectiveness of the professional development program through an assessment of the use of these practices by the participants and impact on students.\r\n\r\nThis project seeks to implement a professional development program on evidence-based instructional practices for chemistry, biology, and physics & astronomy faculty at UNL, as well as train current and future faculty in the implementation of such a program. One of the outcomes of the professional development program will be the widening of the implementation of evidence-based instructional practices in science, technology, engineering, and mathematics (STEM) courses at the institution, which will enhance students' learning environments. This project has the realistic potential of increasing the retention of all students in these STEM courses, and subsequently in STEM majors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marilyne",
   "pi_last_name": "Stains",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyne Stains",
   "pi_email_addr": "mstains@virginia.edu",
   "nsf_id": "000249536",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "T. Jack",
   "pi_last_name": "Morris",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "T. Jack Morris",
   "pi_email_addr": "jmorris@unlinfo.unl.edu",
   "nsf_id": "000405315",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Ducharme",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Ducharme",
   "pi_email_addr": "sducharme1@unl.edu",
   "nsf_id": "000099791",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Lee",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin M Lee",
   "pi_email_addr": "klee6@unl.edu",
   "nsf_id": "000331360",
   "pi_start_date": "2012-08-23",
   "pi_end_date": "2014-08-11"
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "312 N 14th Street",
  "perf_city_name": "Lincoln",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685880430",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299703.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The recruitment of the next generation of scientists, engineers, doctors, and science teachers rests upon the learning environments students experience in postsecondary science classrooms. Indeed, research has shown that Science, Technology, Engineering, and Mathematics (STEM) students leave the sciences at a higher rate than in other fields primarily because of the limitations of the pedagogy enacted in freshman and sophomore courses. Decades of research have demonstrated that evidence-based instructional practices promote students&rsquo; conceptual understanding and attitudes toward science. Importantly, these impacts are greatly enhanced among females and members of minority groups. This project enabled the development of a model of professional development program that trains STEM faculty in evidence-based instructional practices. Over the course of four semesters, the program, called Scientific Teaching Workshop series, trained 67 STEM faculty spread across 20 departments at the University of Nebraska-Lincoln. The focus of the training was on two different evidence-based instructional practices: Peer Instruction (i.e., how to engage your students in class effectively through clicker questions) and Just-in-Time Teaching (i.e., how to engage meaningfully your students before class so that high-level activities can be conducted during class). These practices have been empirically demonstrated to promote students&rsquo; conceptual understanding and increase retention rates. A rigorous assessment plan designed to measure the extent to which this new program was effective demonstrated that the large majority of the faculty who participated in the Peer Instruction series and almost half of the faculty who participated in the Just-in-Time Teaching series integrated these practices in their courses a year later. The successful enactment of the Scientific Teaching Workshops series has thus lead to the broader implementation of these practices in UNL STEM courses and the transformation of these instructional environments, especially the introductory-level courses, into more effective learning environments. The program has now been used as a model for a larger project and the two series developed within this project have been integrated in this larger program.</p>\n<p>&nbsp;</p>\n<p>This project not only transformed the instructional practices of over sixty STEM faculty at the University of Nebraska-Lincoln and provided a new, effective model for training STEM faculty in evidence-based instructional practices, it also significantly contributed to our understanding of instructional practices in STEM courses at the undergraduate level and influences on instructional decisions. It also resulted in the development of two new methods to measure teaching practices in an actionable manner.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The first method leveraged strengths of pre-existing observation protocols and enables a detailed characterization of the extent to which students are actively engaged in the classrooms (physically and mentally). Observational data collected during this project helped in the development of this method and in the characterization of instructional practices of an unprecedented number of STEM faculty (73 across 20 different institutions). We found that the majority of these faculty teach in a lecture format. Interestingly though, we also found that many faculty vary their instructional style from lecture to lecture and that student-centered instructional practices are more likely to be implemented in lower-level courses than upper-level, courses with large enrollment rather than small, and lecture halls rather than rooms with flexible layout such as roundtable. These findings have a range of implications including recognizing that many faculty are not static in their teaching and that flexible seating does not necessarily res...",
  "por_txt_cntn": "\nThe recruitment of the next generation of scientists, engineers, doctors, and science teachers rests upon the learning environments students experience in postsecondary science classrooms. Indeed, research has shown that Science, Technology, Engineering, and Mathematics (STEM) students leave the sciences at a higher rate than in other fields primarily because of the limitations of the pedagogy enacted in freshman and sophomore courses. Decades of research have demonstrated that evidence-based instructional practices promote studentsÆ conceptual understanding and attitudes toward science. Importantly, these impacts are greatly enhanced among females and members of minority groups. This project enabled the development of a model of professional development program that trains STEM faculty in evidence-based instructional practices. Over the course of four semesters, the program, called Scientific Teaching Workshop series, trained 67 STEM faculty spread across 20 departments at the University of Nebraska-Lincoln. The focus of the training was on two different evidence-based instructional practices: Peer Instruction (i.e., how to engage your students in class effectively through clicker questions) and Just-in-Time Teaching (i.e., how to engage meaningfully your students before class so that high-level activities can be conducted during class). These practices have been empirically demonstrated to promote studentsÆ conceptual understanding and increase retention rates. A rigorous assessment plan designed to measure the extent to which this new program was effective demonstrated that the large majority of the faculty who participated in the Peer Instruction series and almost half of the faculty who participated in the Just-in-Time Teaching series integrated these practices in their courses a year later. The successful enactment of the Scientific Teaching Workshops series has thus lead to the broader implementation of these practices in UNL STEM courses and the transformation of these instructional environments, especially the introductory-level courses, into more effective learning environments. The program has now been used as a model for a larger project and the two series developed within this project have been integrated in this larger program.\n\n \n\nThis project not only transformed the instructional practices of over sixty STEM faculty at the University of Nebraska-Lincoln and provided a new, effective model for training STEM faculty in evidence-based instructional practices, it also significantly contributed to our understanding of instructional practices in STEM courses at the undergraduate level and influences on instructional decisions. It also resulted in the development of two new methods to measure teaching practices in an actionable manner.\n\n            The first method leveraged strengths of pre-existing observation protocols and enables a detailed characterization of the extent to which students are actively engaged in the classrooms (physically and mentally). Observational data collected during this project helped in the development of this method and in the characterization of instructional practices of an unprecedented number of STEM faculty (73 across 20 different institutions). We found that the majority of these faculty teach in a lecture format. Interestingly though, we also found that many faculty vary their instructional style from lecture to lecture and that student-centered instructional practices are more likely to be implemented in lower-level courses than upper-level, courses with large enrollment rather than small, and lecture halls rather than rooms with flexible layout such as roundtable. These findings have a range of implications including recognizing that many faculty are not static in their teaching and that flexible seating does not necessarily result in student-centered teaching.\n\n            The second method addresses the need to characterize how faculty who have been trained to use evidence-ba..."
 }
}