{
 "awd_id": "1256970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Securing the Climate, Limnological and Sediment Data Needed to Understand and Calibrate Multi-millennial Records of ENSO in the Eastern Pacific",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 35255.0,
 "awd_amount": 35255.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "A network of data loggers and sediment traps was deployed by researchers for the University of Arizona in three lakes on three islands to monitor meteorological, limnological, and sedimentation variability as a function of climate changes in the region.  The dominant interannual variability is caused by ENSO and during the period of deployment the region exhibited a minor El Nino (2009-2010) followed by modest La Nina conditions (2010-2011).  The region is now in a neutral state with predictions of an El Nino beginning again in winter 2012-2013.  The data loggers are filled to capacity and need to be retrieved, downloaded and replaced.  In addition sediment traps contain the particle rain related to the transition from the week/moderate El Nino to the 2010 La Nina.  Replacement with new traps will permit observations of the transition back into El Nino conditions.\r\n\r\nThis project will support the research of two early career scientists: Jessica Conroy, an NSF Postdoctoral Fellow now at Georgia Tech, and Diane Thompson, an advanced graduate student from the University of Arizona.\r\n\r\nThis an excellent proposal for RAPID funding because:  1) the data collection systems are full and should be replaced this fall before the onset of the next El Nino: 2) the sediment traps will have a record of the most recent La Nina and immediate research progress will occur by retrieving and processing these samples; 3) two early career scientists have studies underway (begun during their Ph.D. thesis research) which will benefit greatly from this field program; 4) the redeployment of new monitors will be in place prior to the beginning of the next El Nino.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Overpeck",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan T Overpeck",
   "pi_email_addr": "jto@email.arizona.edu",
   "nsf_id": "000329336",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 35255.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The El Ni&ntilde;o-Southern Oscillation (ENSO) is a key mode of the Earth&rsquo;s climate system &ndash; weather and climate anomalies associated with El Ni&ntilde;o and La Ni&ntilde;a events affect millions of people around the tropical Pacific basin and beyond. Thus, it is critical to gain an understanding of how ENSO will change in the future as the Earth&rsquo;s climate changes. Unfortunately, climate models, although quite good at many things, do not agree on how ENSO will change in the future. Moreover, there are a growing number of studies, utilizing paleoclimatic proxies, that indicate that models also are unable to capture the full range of ENSO behavior over decadal and longer time scales. At the same time, these proxies don&rsquo;t all agree on the behavior of ENSO over past centuries to millennia. This calls for a better understanding of the proxy records and how they record aspects of ENSO.</p>\n<p>This NSF RAPID grant focused on the collection and analysis of monitoring data that improves our understanding of how lake sediments record ENSO behavior in lakes. Importantly, we focused on lakes where this understanding can then be employed to reconstruct ENSO variability back over 1000+ years. We also focused on lake water, sediment and climate monitoring at two sites (Genovesa and Bainbridge Crater Lakes) in the Galapagos, Ecuador, that are in the center of the core equatorial Pacific region affected by ENSO. Our work allowed us to gain a much improved understanding of the seasonal and interannual climate controls lake temperature, salinity and mixing dynamics, and in turn of how the sediments record ENSO variability. We discovered that cool, dry conditions &ndash; indicative of La Nina and the absence of El Ni&ntilde;o - drive the deposition of anomalously carbonate-rich sediments in both lakes. Using radiocarbon-dated sediments, we can then look at the variability of such sediments (and thus dry conditions) back over centuries and millennia as a proxy for ENSO variability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2014<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;T&nbsp;Overpeck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe El Ni&ntilde;o-Southern Oscillation (ENSO) is a key mode of the EarthÆs climate system &ndash; weather and climate anomalies associated with El Ni&ntilde;o and La Ni&ntilde;a events affect millions of people around the tropical Pacific basin and beyond. Thus, it is critical to gain an understanding of how ENSO will change in the future as the EarthÆs climate changes. Unfortunately, climate models, although quite good at many things, do not agree on how ENSO will change in the future. Moreover, there are a growing number of studies, utilizing paleoclimatic proxies, that indicate that models also are unable to capture the full range of ENSO behavior over decadal and longer time scales. At the same time, these proxies donÆt all agree on the behavior of ENSO over past centuries to millennia. This calls for a better understanding of the proxy records and how they record aspects of ENSO.\n\nThis NSF RAPID grant focused on the collection and analysis of monitoring data that improves our understanding of how lake sediments record ENSO behavior in lakes. Importantly, we focused on lakes where this understanding can then be employed to reconstruct ENSO variability back over 1000+ years. We also focused on lake water, sediment and climate monitoring at two sites (Genovesa and Bainbridge Crater Lakes) in the Galapagos, Ecuador, that are in the center of the core equatorial Pacific region affected by ENSO. Our work allowed us to gain a much improved understanding of the seasonal and interannual climate controls lake temperature, salinity and mixing dynamics, and in turn of how the sediments record ENSO variability. We discovered that cool, dry conditions &ndash; indicative of La Nina and the absence of El Ni&ntilde;o - drive the deposition of anomalously carbonate-rich sediments in both lakes. Using radiocarbon-dated sediments, we can then look at the variability of such sediments (and thus dry conditions) back over centuries and millennia as a proxy for ENSO variability.\n\n \n\n\t\t\t\t\tLast Modified: 01/06/2014\n\n\t\t\t\t\tSubmitted by: Jonathan T Overpeck"
 }
}