{
 "awd_id": "1256286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "G8 Initiative: Catalysing the growth in metal recovery",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 254000.0,
 "awd_amount": 254000.0,
 "awd_min_amd_letter_date": "2012-08-24",
 "awd_max_amd_letter_date": "2012-08-24",
 "awd_abstract_narration": "1256286 (Graedel).  This NSF award funds U.S. researchers participating in a project competitively selected by a G8 Research Council Initiative.  The Initiative is a collaboration among the U.S. National Science Foundation, the Canadian National Sciences and Engineering Research Council (NSERC), the French Agence Nationale de la Recherche (ANR), the German Deutsche Forschungsgemeinschaft (DFG), the Japan Society for the Promotion of Science (JSPS), the Russian Foundation for Basic Research (RFBR), and the United Kingdom Research Councils (RCUK), supporting collaborative research projects selected on a competitive basis that are comprised of researchers from at least three of the partner countries. \r\n\r\nClimate change and peak oil issues have been making headlines with increasing frequency and solutions are being sought to lessen dependence on oil. As new technologies tackle one challenge, other challenges are created through resource deficit. Many low carbon technologies including wind turbines, electric cars and catalytic converters require precious metals in unprecedented quantities threatening their continued availability. These elements are being dispersed throughout our environment, making them costly and difficult to recover. This emphasizes the necessity for a new approach to metal capture and use, thus increasing the lifetime of our reserves. This project will investigate a new direction for turning this vision into reality.  Initial studies indicate that plants are capable of phytomining platinum group metals (PGM) to form stable metal nanoparticles that are active in a variety of industrially important reactions. We intend to utilize mine wastes to pass through plant beds for metal adsorption. The resulting plants will be subjected to controlled pyrolysis to yield a material with stabilized nanoparticles of PGM for use as supported catalysts. This offers an effective solution to an international problem of metal depletion and will lead to the development of a new range of naturally derived catalysts.  Project collaborators consist of a multidisciplinary team that incorporate the following essential expertise: The Centre for Environmental Research in Minerals, Metals and Materials at University of British Columbia, who will gather information on worldwide distributions of PGM ore bodies, provide mine tailing and compositional analysis. The Green Chemistry Centre of Excellence and Centre for Novel Agricultural Products at the University of York will carry out the research into the plant growth, characterization and application of the catalysts. Finally, the Yale University School of Forestry and Environmental Studies will carry out life cycle, economical and societal assessment to determine what impact the project will have on the wider world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Graedel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas E Graedel",
   "pi_email_addr": "thomas.graedel@yale.edu",
   "nsf_id": "000427805",
   "pi_start_date": "2012-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale School of Forestry & Environmental Studies",
  "perf_str_addr": "195 Prospect St",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 254000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research is a component of a G8 Initiative project entitled &ldquo;Catalysing the Growth in Metal Recovery&rdquo;. The overall goal of the project is to assess the feasibility of phytomining (extraction of metals in rock or soil using genetically-selected plants) to mine platinum group metals (PGMs) from mine wastes. The object was to determine how to recover the metals in a manner that will make them directly useful as catalysts, and to see whether such recovery could significantly influence global PGM cycles. The project required expertise in economic geology, plant physiology, chemical analysis, material flow analysis, and life cycle assessment.</p>\n<p>The specific objectives of Yale&rsquo;s contribution to the PHYTOCAT project were centered in Work Project 4: Life-Cycle Assessment of Platinum Group Metals and the PHYTOCAT Process. The overarching goal was to assess long-term prospects for platinum group metal (PGM) supply given current reserve and resource estimates, and to put those estimates in perspective vis-a-vis the prospects for extraction of PGMs from mine wastes. This task required quantifying the material flow cycles of the PGMs in detail &ndash; extractive flows, losses during processing, rates of discard, and potential for recycling. The flows from virgin resources are rather well determined and publicly available, so needed no special effort as part of this project.</p>\n<p>In the case of losses during the life cycle and with recycling flows, platinum group metal information was quite sparse. To fill this gap we completed an extensive study of PGM losses from major and minor uses throughout the life cycle. This is the first overarching analysis of this kind to our knowledge. The survey indicated that overall recovery rates for the PGMs during comminution, concentration, smelting, and refining are of order 71-81%, that is, that some 20-30% of the PGMs in the original ores are lost during this first stage of the life cycle. At the manufacturing stage the losses are generally less, but are highly dependent on the end-use category and the particular element under study. They increase again at the discard and recycling stage, in part due to inadequate collection of PGM-containing products.</p>\n<p>The end products of these studies of production, transformation, and loss were fully-quantified material flow cycles for platinum, palladium, rhodium, ruthenium, and iridium. (Osmium is so little used that information was insufficient to permit its material flow cycle and in-use stock to be determined.) These are the first ever global material flow cycles for the latter four metals, plus a contemporary update to a previous platinum cycle. These cycles now provide a starting point for further materials-related studies of the PGMs.</p>\n<p>A characteristic of dynamic material flow analysis studies is that they can reveal in-use stocks as well as flows. These stocks have been characterized for platinum, palladium, rhodium, ruthenium, and iridium. The results showed rapid growth in in-use stocks since about 1990, predominantly in automobile catalytic converters and in jewelry.</p>\n<p>Should PGMs become scarce as a consequence of high demand or accumulating losses, a possible remedy is substitution with other materials that can perform the same functions. To investigate the possibility, we conducted an extensive study of substitution potential. The results showed that the potential for substitution was severely limited, at least for high-volume uses.</p>\n<p>A final product of Work Project 4 is preliminary life cycle analyses of the overall mine waste to catalyst process. This has been accomplished in preliminary fashion from the perspective of the laboratory-scale phytoextraction research. A life cycle analysis of a production-level process needs to wait until the features of that process are far enough along so that the details of the life cycle can be specified...",
  "por_txt_cntn": "\nThis research is a component of a G8 Initiative project entitled \"Catalysing the Growth in Metal Recovery\". The overall goal of the project is to assess the feasibility of phytomining (extraction of metals in rock or soil using genetically-selected plants) to mine platinum group metals (PGMs) from mine wastes. The object was to determine how to recover the metals in a manner that will make them directly useful as catalysts, and to see whether such recovery could significantly influence global PGM cycles. The project required expertise in economic geology, plant physiology, chemical analysis, material flow analysis, and life cycle assessment.\n\nThe specific objectives of YaleÆs contribution to the PHYTOCAT project were centered in Work Project 4: Life-Cycle Assessment of Platinum Group Metals and the PHYTOCAT Process. The overarching goal was to assess long-term prospects for platinum group metal (PGM) supply given current reserve and resource estimates, and to put those estimates in perspective vis-a-vis the prospects for extraction of PGMs from mine wastes. This task required quantifying the material flow cycles of the PGMs in detail &ndash; extractive flows, losses during processing, rates of discard, and potential for recycling. The flows from virgin resources are rather well determined and publicly available, so needed no special effort as part of this project.\n\nIn the case of losses during the life cycle and with recycling flows, platinum group metal information was quite sparse. To fill this gap we completed an extensive study of PGM losses from major and minor uses throughout the life cycle. This is the first overarching analysis of this kind to our knowledge. The survey indicated that overall recovery rates for the PGMs during comminution, concentration, smelting, and refining are of order 71-81%, that is, that some 20-30% of the PGMs in the original ores are lost during this first stage of the life cycle. At the manufacturing stage the losses are generally less, but are highly dependent on the end-use category and the particular element under study. They increase again at the discard and recycling stage, in part due to inadequate collection of PGM-containing products.\n\nThe end products of these studies of production, transformation, and loss were fully-quantified material flow cycles for platinum, palladium, rhodium, ruthenium, and iridium. (Osmium is so little used that information was insufficient to permit its material flow cycle and in-use stock to be determined.) These are the first ever global material flow cycles for the latter four metals, plus a contemporary update to a previous platinum cycle. These cycles now provide a starting point for further materials-related studies of the PGMs.\n\nA characteristic of dynamic material flow analysis studies is that they can reveal in-use stocks as well as flows. These stocks have been characterized for platinum, palladium, rhodium, ruthenium, and iridium. The results showed rapid growth in in-use stocks since about 1990, predominantly in automobile catalytic converters and in jewelry.\n\nShould PGMs become scarce as a consequence of high demand or accumulating losses, a possible remedy is substitution with other materials that can perform the same functions. To investigate the possibility, we conducted an extensive study of substitution potential. The results showed that the potential for substitution was severely limited, at least for high-volume uses.\n\nA final product of Work Project 4 is preliminary life cycle analyses of the overall mine waste to catalyst process. This has been accomplished in preliminary fashion from the perspective of the laboratory-scale phytoextraction research. A life cycle analysis of a production-level process needs to wait until the features of that process are far enough along so that the details of the life cycle can be specified.\n\nFour publications have resulted from the Work Project 4 research, and two more are in progress.\n\n\t\t\t\t\tLast Modifi..."
 }
}