{
 "awd_id": "1256490",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Piloting Graph Literacy  Activities in Maine",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 298816.0,
 "awd_amount": 298816.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "The goal of this project is to develop and pilot test a limited number of  free computer-based instructional activities that improve student graph comprehension, aimed especially at science students in grades 7 and 8. In addition, the project is developing a pilot assessment instrument focusing on students' comprehension of graphs (\"graph literacy\"). The activities and the assessment instrument are being pilot tested in Maine, a rural state where family income is below the national average and students are underrepresented in studying STEM topics after high school. The state has identified this topic as an important one to focus on in the coming year. \r\n\r\nGraph literacy is the ability to identify the important features of a wide variety of graphs and relate those features to the context of the graphs.  This increases the students' understanding not only of how to interpret graphs, but also of the science content.  This definition of graph literacy, while based in the math and science standards, goes beyond skills tested by many assessments of graph knowledge because they focus primarily on reading points off a graph, typically a type of graph that students have studied and are familiar with. While broadening the usual definition for graph skills, the project focuses on scatter and line graphs of the type encountered in many mathematics and science courses in grades 7-12, as well as in newspapers and magazines.\r\n\r\nGraphs are central to STEM learning in many subjects and at almost all education levels. In spite of the vital role of graphs, students at all ages demonstrate difficulties using and interpreting graphs. The computer-based Graph Literacy activities being developed are based on extensive prior research about students' use and understanding of graphs, as well as continuing advances in delivering education activities through dynamic, interactive Web pages that do not require schools to install any software.  Based on the research literature, there is a consensus that students need to be taught graph literacy in three steps: identifying and encoding the important superficial features of a graph they want to understand, such as the titles, units, and axis labels; linking visual features of that graph to mathematical relationships, based on recurring patterns (e.g., linear increase or decrease); and, integrating all of these features with the context of the graph. The activities we are developing are based on this approach, as are the validated assessments being developed to measure students' graph literacy.\r\n \r\nThe project is conducting a small, randomized experimental trial of the graph literacy activities in year 2 of the project. The goal of  is to determine the effectiveness of the graph literacy activities in improving students' understanding of graphs. The open source software and approaches developed under the prior grant contribute directly to the likely success of this project. Because of growing interest in use of online resources for teaching and learning, this work is potentially transformative for a wide range of audiences, including teachers, students, researchers, and the developers and publishers of instructional materials across all STEM areas and grades. The underlying software technology for Graph Literacy is being made available as open source computer code, and any activities that use the code are released under a creative commons license. As a result, the graph literacy activities, and the pilot assessment instrument, can be widely adopted at no cost.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Staudt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn J Staudt",
   "pi_email_addr": "carolyn@concord.org",
   "nsf_id": "000271194",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Zucker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Zucker",
   "pi_email_addr": "AZucker@concord.org",
   "nsf_id": "000147920",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Concord Consortium",
  "inst_street_address": "25 LOVE LN",
  "inst_street_address_2": "",
  "inst_city_name": "CONCORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9784053205",
  "inst_zip_code": "017422345",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "CONCORD CONSORTIUM INC",
  "org_prnt_uei_num": "FY85DRNMJAM4",
  "org_uei_num": "FY85DRNMJAM4"
 },
 "perf_inst": {
  "perf_inst_name": "Concord Consortium",
  "perf_str_addr": "25 Love Lane",
  "perf_city_name": "Concord",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "017422345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 298816.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Piloting Graph Literacy Activities in Maine (Graph Literacy for short) was designed to address an unmet need for learning activities that target specific conceptual challenges for understanding the meaning of graphs. Graphing is referenced as an important skill in the Next Generation Science Standards and the Common Core State Standards, although &ldquo;graph literacy&rdquo; skills are not addressed in these standards or in common curricula. Teachers need better tools for helping their students learn these skills. This project approached this problem by researching and cataloging the learning steps and objectives involved in graph interpretation, and by creating activities that address a preliminary subset of them. The Graph Literacy project created an assessment instrument to test the effectiveness of the activities and conducted a pilot study of the activities with six middle school teachers in Maine, which demonstrated their effectiveness. The activities were further refined based on feedback from the pilot study and are now published in two forms.</p>\n<p>The seven Graph Literacy activities are browser-based and freely available at the Concord Consortium (CC) website. Each activity is accompanied by a teacher&rsquo;s lesson plan that may be downloaded. Additionally, six of these activities are available as free apps for the iPad at the Apple Store (search &ldquo;Graph Literacy&rdquo;). A full report of the research associated with the graphing activities is available on the CC website. Two papers were published in peer-reviewed journals (MacKenzie, J., Zucker, A. A., &amp; Staudt, C. J.&nbsp;(2015).&nbsp;Understanding algebra graphs using SmartGraphs.&nbsp;<em>The Mathematics Teacher</em>,&nbsp;<em>109</em>(5), &nbsp;387-390; Zucker, A., Staudt, C., &amp; Tinker, R.&nbsp;(2015).&nbsp;Teaching graph literacy across the curriculum,&nbsp;<em>Science Scope</em><em>,&nbsp;38</em>(6), 19-24).</p>\n<p><strong>Intellectual Merit </strong></p>\n<p>In spite of the importance of graphs in communicating information, research has shown that students of all ages demonstrate difficulties using and interpreting graphs. Standards and curricula in general do not specifically target teaching graph interpretation skills. This project has drawn on research showing the skills that students need for graph reading, and developed these skills into a list of learning objectives. It created online learning activities to teach a sample of the objectives, and verified through pilot testing the effectiveness of the approach. It serves as a model for teaching graph reading and interpretation skills.<strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts</strong></p>\n<p>Graphs are essential tools. They are necessary for an informed citizenry to understand data in many fields, including science, mathematics, technology, business, and economics. As a model for better graph literacy, this project serves as a springboard for the educational community to focus on the teaching of graph reading skills by identify important learning objectives and learning methodology. The Graph Literacy project created materials useful for a wide range of audiences. The software is available as open source computer code, so anyone or any organization is free to use the code. The online activities can be freely used by anyone with a modern Web browser and an Internet connection. The project also created an iPad &ldquo;app,&rdquo; making these activities even more widely available.</p>\n<div class=\"gmail_default\"><span style=\"font-family: verdana,sans-serif;\"><br /></span></div><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2016<br>\n\t\t\t\t\tModified by: Carolyn&nbsp;J&nbsp;Staudt</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div ...",
  "por_txt_cntn": "\nPiloting Graph Literacy Activities in Maine (Graph Literacy for short) was designed to address an unmet need for learning activities that target specific conceptual challenges for understanding the meaning of graphs. Graphing is referenced as an important skill in the Next Generation Science Standards and the Common Core State Standards, although \"graph literacy\" skills are not addressed in these standards or in common curricula. Teachers need better tools for helping their students learn these skills. This project approached this problem by researching and cataloging the learning steps and objectives involved in graph interpretation, and by creating activities that address a preliminary subset of them. The Graph Literacy project created an assessment instrument to test the effectiveness of the activities and conducted a pilot study of the activities with six middle school teachers in Maine, which demonstrated their effectiveness. The activities were further refined based on feedback from the pilot study and are now published in two forms.\n\nThe seven Graph Literacy activities are browser-based and freely available at the Concord Consortium (CC) website. Each activity is accompanied by a teacherÆs lesson plan that may be downloaded. Additionally, six of these activities are available as free apps for the iPad at the Apple Store (search \"Graph Literacy\"). A full report of the research associated with the graphing activities is available on the CC website. Two papers were published in peer-reviewed journals (MacKenzie, J., Zucker, A. A., &amp; Staudt, C. J. (2015). Understanding algebra graphs using SmartGraphs. The Mathematics Teacher, 109(5),  387-390; Zucker, A., Staudt, C., &amp; Tinker, R. (2015). Teaching graph literacy across the curriculum, Science Scope, 38(6), 19-24).\n\nIntellectual Merit \n\nIn spite of the importance of graphs in communicating information, research has shown that students of all ages demonstrate difficulties using and interpreting graphs. Standards and curricula in general do not specifically target teaching graph interpretation skills. This project has drawn on research showing the skills that students need for graph reading, and developed these skills into a list of learning objectives. It created online learning activities to teach a sample of the objectives, and verified through pilot testing the effectiveness of the approach. It serves as a model for teaching graph reading and interpretation skills. \n\nBroader Impacts\n\nGraphs are essential tools. They are necessary for an informed citizenry to understand data in many fields, including science, mathematics, technology, business, and economics. As a model for better graph literacy, this project serves as a springboard for the educational community to focus on the teaching of graph reading skills by identify important learning objectives and learning methodology. The Graph Literacy project created materials useful for a wide range of audiences. The software is available as open source computer code, so anyone or any organization is free to use the code. The online activities can be freely used by anyone with a modern Web browser and an Internet connection. The project also created an iPad \"app,\" making these activities even more widely available.\n\n\n\n\t\t\t\t\tLast Modified: 01/05/2016\n\n\t\t\t\t\tSubmitted by: Carolyn J Staudt"
 }
}