{
 "awd_id": "1256016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Sequential Recommender Systems in Mobile and Pervasive Environments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Zemankova",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 74907.0,
 "awd_amount": 74907.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "Individuals on the move, e.g., tourists on a sightseeing trip in an unfamiliar city often find themselves overwhelmed by the challenges of coping with unfamiliar environments. This presents a need for tools and methods that will guide them by providing them useful recommendations while they are \"on the move.\" Recent advances in mobile and sensor-based technologies have made it possible to collect and process location traces across many different mobile applications. Such data, when combined with other spatio-temporal, contextual, and user-specific information can, in principle, be used to generate useful recommendations for individuals on the move. \r\n\r\nThis exploratory research project formulates and explores a novel variant of recommender systems, namely, mobile sequential recommender systems for mobile users where each recommendation takes into account the trajectory and history of past recommendations, as one of selecting a sequence of locations to recommend under a set of spatio-temporal, contextual, and privacy constraints.  Given the combinatorial nature of the problem (where the size of the search space grows is exponential in the relevant parameters) the project aims to explore heuristics. It will also develop appropriate measures for assessing the effectiveness of alternative solutions.\r\n\r\nThe project, if successful, would establish the feasibility of a line of investigation that could lead to the development of effective approaches to sequential recommendation problem with obvious benefits to mobile users. The project enriches research based advanced training opportunities for graduate and undergraduate students. All of the data, software, and publications resulting from the project will be made freely available to the broader research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Xiong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Xiong",
   "pi_email_addr": "hxiong@rutgers.edu",
   "nsf_id": "000385102",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University Newark",
  "inst_street_address": "123 WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9739720283",
  "inst_zip_code": "071023026",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T3NGNR66YK89"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University Newark",
  "perf_str_addr": "1 Washington Park",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071023122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 74907.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advances in mobile and sensor-based technologies have allowed us to collect and process massive amounts of location traces across many different mobile applications. If properly analyzed, this data can be a source of rich intelligence for providing real-time decision making in various mobile applications and for the provision of mobile recommendations. Mobile recommendations constitute an especially important class of recommendations because mobile users often find themselves in unfamiliar environments and are often overwhelmed with the &ldquo;new terrain&rdquo; abundance of unfamiliar information and uncertain choices. Therefore, it is especially useful to equip them with the tools and methods that can guide them through all these uncertainties by providing useful recommendations while they are &ldquo;on the move.&rdquo;</p>\n<p>&nbsp;The major focus of this project is on studying the unique characteristics of mobile recommender systems and on developing approaches to providing mobile sequential recommendations across different application domains that take into account both temporal and spatial nature of mobile data, as well as other types of contextual information. Specifically, this project addressed research problems at the confluence of recommender systems, mobile computing, behavior decision making, and spatial and temporal databases. The project produced 15 publications in high-quality conferences and journals. We describe some significant project results as follows.</p>\n<p>Unlike traditional recommendation tasks, Point of Interests (POI) recommendation is personalized, location-aware, and context dependent. In light of this, this project introduced an aggregated latent Dirichlet allocation (LDA) model to learn the interest topics of users and to infer the interest POIs by mining textual information associated with POIs. Then, a Topic and Location-aware probabilisitc matrix factorization (TL-PMF) method was developed for POI recommendation. Furthermore, to capture the geographical influences on a user's check-in behavior, we proposed a geographical probabilistic factor analysis framework which strategically takes various factors into consideration. In this framework, the user mobility behaviors can be effectively exploited in the recommendation model. Also, the recommendation model can effectively make use of check-in count data as implicit user feedback for modeling user preferences. The developed POI recommendation system has been evaluated on real-world LBSNs data. The results show that the proposed recommendation method outperforms state-of-the-art probabilistic latent factor models with a significant margin. Also, there are several advantages of the proposed method. First, the textual terms associated with POIs are usually incomplete and ambiguous. The proposed method exploits location dependent word-of-mouth opinion in addition to user's personalized interests learnt from the insufficient POI textual information. Second, the location-aware aggregated LDA recommendation approach allows to profile user interests to the POI topic, and thus alleviate the cold start problem in recommendation. Third, the proposed recommendation method can strike a balance between the use of individual information and the use of location-aware word-of-mouth opinions. This helps to avoid the excessive use of personalized information, and thus reducing the possibility of overfitting. Last but not least, the proposed method is flexible and could be extended to incorporate other types of context aware information to enhance POI recommendation.&nbsp;</p>\n<p>&nbsp;Also, this project addressed the so-called \"curse of cardinality\" problem, which can impose significant challenges to the design of sequential analysis methods in terms of computational efficiency and practical use. Specifically, the key idea is to summarize the temporal correlations in an undirected graph. Then, the \"ske...",
  "por_txt_cntn": "\nAdvances in mobile and sensor-based technologies have allowed us to collect and process massive amounts of location traces across many different mobile applications. If properly analyzed, this data can be a source of rich intelligence for providing real-time decision making in various mobile applications and for the provision of mobile recommendations. Mobile recommendations constitute an especially important class of recommendations because mobile users often find themselves in unfamiliar environments and are often overwhelmed with the \"new terrain\" abundance of unfamiliar information and uncertain choices. Therefore, it is especially useful to equip them with the tools and methods that can guide them through all these uncertainties by providing useful recommendations while they are \"on the move.\"\n\n The major focus of this project is on studying the unique characteristics of mobile recommender systems and on developing approaches to providing mobile sequential recommendations across different application domains that take into account both temporal and spatial nature of mobile data, as well as other types of contextual information. Specifically, this project addressed research problems at the confluence of recommender systems, mobile computing, behavior decision making, and spatial and temporal databases. The project produced 15 publications in high-quality conferences and journals. We describe some significant project results as follows.\n\nUnlike traditional recommendation tasks, Point of Interests (POI) recommendation is personalized, location-aware, and context dependent. In light of this, this project introduced an aggregated latent Dirichlet allocation (LDA) model to learn the interest topics of users and to infer the interest POIs by mining textual information associated with POIs. Then, a Topic and Location-aware probabilisitc matrix factorization (TL-PMF) method was developed for POI recommendation. Furthermore, to capture the geographical influences on a user's check-in behavior, we proposed a geographical probabilistic factor analysis framework which strategically takes various factors into consideration. In this framework, the user mobility behaviors can be effectively exploited in the recommendation model. Also, the recommendation model can effectively make use of check-in count data as implicit user feedback for modeling user preferences. The developed POI recommendation system has been evaluated on real-world LBSNs data. The results show that the proposed recommendation method outperforms state-of-the-art probabilistic latent factor models with a significant margin. Also, there are several advantages of the proposed method. First, the textual terms associated with POIs are usually incomplete and ambiguous. The proposed method exploits location dependent word-of-mouth opinion in addition to user's personalized interests learnt from the insufficient POI textual information. Second, the location-aware aggregated LDA recommendation approach allows to profile user interests to the POI topic, and thus alleviate the cold start problem in recommendation. Third, the proposed recommendation method can strike a balance between the use of individual information and the use of location-aware word-of-mouth opinions. This helps to avoid the excessive use of personalized information, and thus reducing the possibility of overfitting. Last but not least, the proposed method is flexible and could be extended to incorporate other types of context aware information to enhance POI recommendation. \n\n Also, this project addressed the so-called \"curse of cardinality\" problem, which can impose significant challenges to the design of sequential analysis methods in terms of computational efficiency and practical use. Specifically, the key idea is to summarize the temporal correlations in an undirected graph. Then, the \"skeleton\" of the graph serves as a higher granularity on which hidden temporal patterns are more likely to be identified. ..."
 }
}