{
 "awd_id": "1256472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WIDER: EAGER: SEEDing Evidence-Based Educational Practices?  What Does It Take?",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 282898.0,
 "awd_amount": 282898.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "This WIDER EAGER project is seeking to better understand how instructors think about evidence-based instructional practices and how introducing such practices across an organization influences their thinking. Despite significant investment and knowledge-building, many evidence-based instructional practices are not in wide use by a majority of STEM faculty members. This is at least in part due to the ways that faculty members think about evidence-based practices, including teaching, learning, and their responsibilities as instructors. \r\n\r\nThis project is implementing a high-profile, institution-level evidence-based instructional practice change effort. A study of STEM faculty models of evidence-based instructional practices is collecting data before and after the change effort to gage differences over time as a result of the change effort. Data are being collected using surveys and a new interview method based on Model Eliciting Activities. These methods are helping to discover the variables and leverage points, as well as the potential interactions between these points, that effect wide-scale change. \r\n\r\nThis project employs engineering management and organizational change literature to designing the intervention and associated research study. It is developing a new interview method which may become useful in future studies of STEM faculty change. This project includes university-level administrators and will demonstrate organizational change at three institutions, which may serve as a new model for other institutions seeking to change STEM faculty instructional practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Karlin",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer N Karlin",
   "pi_email_addr": "jennifer.james-1@mnsu.edu",
   "nsf_id": "000330208",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 East St. Joseph Street",
  "perf_city_name": "Rapid City",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013995",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 282898.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Universities play a significant role in innovation and the nation&rsquo;s economic development. This project studied both the ways to improve the education of science, technology, engineering, and mathematics (STEM) students and the simultaneous improvement of entrepreneurship education for STEM students and university-based economic development system efficacy. The intellectual merit of this project is centered in the creation of the three part model of pedagogical choices (see graphic) and the successful adaptation of our evidence-based curricular process to include students in economic development at our partner institution. The broader impact of this project is centered on finding new ways to change STEM education for increased economic development and better use of the rich knowledge base in how people learn.</p>\n<p>Using a research technique called a card sort, instructors in this research study illustrated their mental models, or ways of thinking, about the ways they make choices regarding what they do in each class and how they go about doing it. This is important because we know a great deal about how to build transformative STEM curriculum, but without understanding how instructors make their implementation decisions we are unlikely to see sustainable change at scale in how STEM is actually taught. One of the key findings is the &ldquo;Three Part Model of Pedagogical Choices&rdquo; illustrated in the attached graphic. There are three key groups of decisions that instructors make for each course and session; each of these has potential leverage points to encourage sustainable, innovative, and transformative change in STEM education. Context decisions are those regarding the students themselves (e.g., background, modes of learning most likely to succeed, experience, prior knowledge), the instructor (e.g., teaching style, comfort with uncertainty, comfort with the course content, other duties and time commitments), and the course content. Infrastructure decisions created from constraints such as the physical space of the classroom, the available technologies, and organizational policies and procedures. Evidence decisions involve the intentional inclusion of research results in the area of learning and teaching to support and inform the other decision types; continued work will help us understand how to increase the percentage of instructors for whom evidence decisions are conscious.</p>\n<p>The second aspect of this project used a stage-gate process created by the investigative team and applied as a tool for selecting ready technologies to patent and send to the marketplace with the goal of increasing economic development in the South Dakota region. This process was designed and driven on evidence-based practices and staffed by a mix of graduate and undergraduate students who interacted with faculty/researchers to vet inventions. However, it was noted at the time that this sort of economic development focused primarily on <em>greenfield</em> (adding new technologies/products) development. Another realm of economic development exists, <em>brownfield</em>, which focuses on improving existing technologies (either through reducing operating costs or creating new markets), creating or adapting new markets for existing technologies, and linking successful ideas into new industries. A common block to brownfield development is the presence (or absence) of appropriate policies &ndash; at the organizational level, municipal, county, state, national or international level.&nbsp; In addition, new technologies sometimes arise in the nexus of applying policy/regulations to state or local government (e.g. software or algorithms developed to assist a state government in administering its Medicaid, Medicare, or EBTA funds.) It has been demonstrated that students involved in economic development or entrepreneurship as part of their education are more likely to engage in entrep...",
  "por_txt_cntn": "\nUniversities play a significant role in innovation and the nationÆs economic development. This project studied both the ways to improve the education of science, technology, engineering, and mathematics (STEM) students and the simultaneous improvement of entrepreneurship education for STEM students and university-based economic development system efficacy. The intellectual merit of this project is centered in the creation of the three part model of pedagogical choices (see graphic) and the successful adaptation of our evidence-based curricular process to include students in economic development at our partner institution. The broader impact of this project is centered on finding new ways to change STEM education for increased economic development and better use of the rich knowledge base in how people learn.\n\nUsing a research technique called a card sort, instructors in this research study illustrated their mental models, or ways of thinking, about the ways they make choices regarding what they do in each class and how they go about doing it. This is important because we know a great deal about how to build transformative STEM curriculum, but without understanding how instructors make their implementation decisions we are unlikely to see sustainable change at scale in how STEM is actually taught. One of the key findings is the \"Three Part Model of Pedagogical Choices\" illustrated in the attached graphic. There are three key groups of decisions that instructors make for each course and session; each of these has potential leverage points to encourage sustainable, innovative, and transformative change in STEM education. Context decisions are those regarding the students themselves (e.g., background, modes of learning most likely to succeed, experience, prior knowledge), the instructor (e.g., teaching style, comfort with uncertainty, comfort with the course content, other duties and time commitments), and the course content. Infrastructure decisions created from constraints such as the physical space of the classroom, the available technologies, and organizational policies and procedures. Evidence decisions involve the intentional inclusion of research results in the area of learning and teaching to support and inform the other decision types; continued work will help us understand how to increase the percentage of instructors for whom evidence decisions are conscious.\n\nThe second aspect of this project used a stage-gate process created by the investigative team and applied as a tool for selecting ready technologies to patent and send to the marketplace with the goal of increasing economic development in the South Dakota region. This process was designed and driven on evidence-based practices and staffed by a mix of graduate and undergraduate students who interacted with faculty/researchers to vet inventions. However, it was noted at the time that this sort of economic development focused primarily on greenfield (adding new technologies/products) development. Another realm of economic development exists, brownfield, which focuses on improving existing technologies (either through reducing operating costs or creating new markets), creating or adapting new markets for existing technologies, and linking successful ideas into new industries. A common block to brownfield development is the presence (or absence) of appropriate policies &ndash; at the organizational level, municipal, county, state, national or international level.  In addition, new technologies sometimes arise in the nexus of applying policy/regulations to state or local government (e.g. software or algorithms developed to assist a state government in administering its Medicaid, Medicare, or EBTA funds.) It has been demonstrated that students involved in economic development or entrepreneurship as part of their education are more likely to engage in entrepreneurship or economic development themselves later in life. Using the lessons learned from creating and implementi..."
 }
}