{
 "awd_id": "1256774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Anticipating The Future of STEM+SC Interactive Learning Environments",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "The PIs' vision is that high school and college students of the future will be fluently and routinely able to better understand \"important ideas\" by creating dynamic simulations via a new kind of literacy akin to both mathematics and writing. That is, they will be able to express their understanding of how things work -- devices, systems, and phenomena -- in the language of systems and computing. The kinds of \"important ideas\" the PIs refer to include systems- and process-related ideas across STEM and other disciplines, including, for example, history and governance. The proposed new medium for expression is called \"Dynamic Simulation\", and in this EAGER project, the PIs are identifying what a dynamic simulation needs to include so that a new and better medium for representing, understanding, exploring, and communicating complex relationships can be developed. The idea is that this new medium will allow more complex relationships among functions and workings of systems to be expressed than can currently be done with easily accessible mathematical, visual, programming, and natural languages. It is expected that the new dynamic language for expression will be a qualitatively new and considerably better follow on to systems such as Etoys and Scratch. Those languages, though very successfully used to express important ideas of elementary-school and middle-school complexity, are too limited for expression of more sophisticated systems-related ideas. It is envisioned that the new language will allow expression of relationships in natural systems, social systems, technological systems, and the biological, psychological, and anthropological systems we are as individuals. Furthermore, the goal is that use of such expressive tools and the representations will allow learners and users to \"see\" the dynamic artifacts they are creating from a variety of different perspectives, allowing them to extract meaning and significance that otherwise might be too abstract to envision. Foundations for bringing the vision to fruition are in computing itself. As the proposal states, \"[s]ince computing is about processes, the science of computing is the science of processes. And within computing, as with many other fields since the 17th century, science and engineering are in a dynamic yin-yang of making and experimenting, observing, and creating models to further both arts.\" \r\n\r\nAs appropriate to the EAGER program, this is \"vision-directed\" research; it is focused on what might be and its activities are aimed toward \"problem finding\" so that a later concrete plan can be formulated. The results of problem finding will be concrete characterizations of many of the problems that will need to be solved to turn parts of the vision into reality. The claim is that we can help our youth better understand process- and systems-oriented phenomena by giving them better means of expressing their understanding. What is needed for that is an expressive computational language that will allow them to express relationships between parts of a system and the ways those parts interact with each other in a dynamic way. The expressive language, the focus of this early project, is a first step in achieving the bigger vision and is conceived as a concrete resource that will allow others to envision educational possibilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Kay",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alan C Kay",
   "pi_email_addr": "alan.kay@vpri.org",
   "nsf_id": "000100424",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Rose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Rose",
   "pi_email_addr": "kim.rose@vpri.org",
   "nsf_id": "000444806",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ViewPoints Research Institute Inc.",
  "inst_street_address": "1209 Grand Central Ave.",
  "inst_street_address_2": "",
  "inst_city_name": "Glendale",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8183323002",
  "inst_zip_code": "912012425",
  "inst_country_name": "United States",
  "cong_dist_code": "30",
  "st_cong_dist_code": "CA30",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Viewpoints Research Institute Inc.",
  "perf_str_addr": "1209 Grand Central Avenue",
  "perf_city_name": "Glendale",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "912012425",
  "perf_ctry_code": "US",
  "perf_cong_dist": "30",
  "perf_st_cong_dist": "CA30",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant was combined with other resources to support planning for a long-range (10+ years) research project to make it possible for &ldquo;every learner to have a teacher&rdquo;.</p>\n<p>Large vision projects rarely make progress just by trying to solve problems that exist at the start: there must also be processes to &ldquo;find problems&rdquo;, and many of our most important technologies today &mdash; for example: the personal computer, the GUI, Internet, etc. &mdash; were the result of <em>problem finding</em> processes (in these cases, funded by ARPA in the 1960s).</p>\n<p>Great teachers &mdash; for example, Socrates &mdash; have been rare in history, and vividly remembered. Writing captured some of what was special about Socrates and sent it through time and space for a few readers. The printing press was able to produce enough copies of the writing to find many more readers who were lifted by these ideas. One of the biggest transitions was from hand written books in libraries of a few hundred books, to vast library collections, but perhaps most importantly to private libraries of individuals.</p>\n<p>This is an historical glimpse of technology providing &ldquo;every learner with a (sort of) teacher&rdquo;. And it was enough to qualitatively change everything important about Europe, then America, and then to spread around the world. We all understand that something like the book that could be replicated inexpensively and in quantity is needed in every age because of the difficulties in creating enough good teachers for everyone.</p>\n<p>Yet a &ldquo;sort of teacher&rdquo; lacks a number of properties of what most people need teachers for: an observer, gentle critic and guide, an answerer and poser of questions that are timely to the learning going on.</p>\n<p>This requires a medium that can do all that books can do, but also to be able to be reactive and proactive on the behalf of the learner. Some of the new knowledge that has appeared since the printing press, especially in the STEM fields, need ways to represent the knowledge that are dynamic &mdash; that carry out descriptions rather than just exhibiting them.</p>\n<p>It should be possible to make and program computers to be able to &ldquo;serve every learner with a teacher&rdquo;. And to have the results for the world be much less expensive than paper media. A computer is &ldquo;a kind of book that can read and write itself&rdquo; and because its content is descriptions, it can manifest a simulation of anything that can be described.</p>\n<p>But we don&rsquo;t know how to describe what good teachers can do and how.</p>\n<p>It is hard to point to good detailed descriptions of the kinds of knowledge that would be valuable to learn. This is partly because it is human nature to <em>negotiate</em> meanings, and this allows both oral and literate discourse to be somewhat vague. An exception is mathematics, but both classes and books about how to learn mathematics are themselves vague. This means that part of the work that has to be done to create processes that can teach well, is to also create a better approach to curriculum, especially in the formative stages of the project.</p>\n<p>In broad terms, a careful study needs to be done of how learning can be facilitated by the environment around a learner, especially with regard to media and other tools, active computer processes, and social/cultural contact. This study needs to be combined with a much better sense of how to help a wide variety of learners to encounter learnable forms of &ldquo;powerful ideas&rdquo; in many subjects and become fluent.</p>\n<p>Just as the printed book changed the role of human teachers &mdash; their knowledge and perspective could now be augmented by the knowledge and perspective of top thinkers and teachers &mdash; an active medium that can deal interactively with learners will again change the roles of the helpers. We can appreciate &mdash; if only from the extreme limitations of the &ldquo;Siris&rdquo; &mdash; that both the apparent intelligence of a computer helper and most especially how a helper and a human can interact is still full of deep problems both to be solved and yet to be found.</p>\n<p>One of the ways that we&rsquo;ve found to advance this is to use &ldquo;puppeting&rdquo; interfaces. These allow expert human teachers to be remote from the learning experience and to act the part of an AI: they see what the learner is seeing, including where the learner is looking, the moment to moment interest of the learner and more. The learners think they are dealing with an active helper medium. This style of experimentation allows many user interface designs to be invented and tested, and good results form targets for the eventual AIs.</p>\n<p>Puppeting interfaces combined with the new curriculum approaches and materials we&rsquo;ve been developing will light the path to &ldquo;every learner will have a teacher&rdquo;.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2017<br>\n\t\t\t\t\tModified by: Kimberly&nbsp;Rose</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant was combined with other resources to support planning for a long-range (10+ years) research project to make it possible for \"every learner to have a teacher\".\n\nLarge vision projects rarely make progress just by trying to solve problems that exist at the start: there must also be processes to \"find problems\", and many of our most important technologies today &mdash; for example: the personal computer, the GUI, Internet, etc. &mdash; were the result of problem finding processes (in these cases, funded by ARPA in the 1960s).\n\nGreat teachers &mdash; for example, Socrates &mdash; have been rare in history, and vividly remembered. Writing captured some of what was special about Socrates and sent it through time and space for a few readers. The printing press was able to produce enough copies of the writing to find many more readers who were lifted by these ideas. One of the biggest transitions was from hand written books in libraries of a few hundred books, to vast library collections, but perhaps most importantly to private libraries of individuals.\n\nThis is an historical glimpse of technology providing \"every learner with a (sort of) teacher\". And it was enough to qualitatively change everything important about Europe, then America, and then to spread around the world. We all understand that something like the book that could be replicated inexpensively and in quantity is needed in every age because of the difficulties in creating enough good teachers for everyone.\n\nYet a \"sort of teacher\" lacks a number of properties of what most people need teachers for: an observer, gentle critic and guide, an answerer and poser of questions that are timely to the learning going on.\n\nThis requires a medium that can do all that books can do, but also to be able to be reactive and proactive on the behalf of the learner. Some of the new knowledge that has appeared since the printing press, especially in the STEM fields, need ways to represent the knowledge that are dynamic &mdash; that carry out descriptions rather than just exhibiting them.\n\nIt should be possible to make and program computers to be able to \"serve every learner with a teacher\". And to have the results for the world be much less expensive than paper media. A computer is \"a kind of book that can read and write itself\" and because its content is descriptions, it can manifest a simulation of anything that can be described.\n\nBut we don?t know how to describe what good teachers can do and how.\n\nIt is hard to point to good detailed descriptions of the kinds of knowledge that would be valuable to learn. This is partly because it is human nature to negotiate meanings, and this allows both oral and literate discourse to be somewhat vague. An exception is mathematics, but both classes and books about how to learn mathematics are themselves vague. This means that part of the work that has to be done to create processes that can teach well, is to also create a better approach to curriculum, especially in the formative stages of the project.\n\nIn broad terms, a careful study needs to be done of how learning can be facilitated by the environment around a learner, especially with regard to media and other tools, active computer processes, and social/cultural contact. This study needs to be combined with a much better sense of how to help a wide variety of learners to encounter learnable forms of \"powerful ideas\" in many subjects and become fluent.\n\nJust as the printed book changed the role of human teachers &mdash; their knowledge and perspective could now be augmented by the knowledge and perspective of top thinkers and teachers &mdash; an active medium that can deal interactively with learners will again change the roles of the helpers. We can appreciate &mdash; if only from the extreme limitations of the \"Siris\" &mdash; that both the apparent intelligence of a computer helper and most especially how a helper and a human can interact is still full of deep problems both to be solved and yet to be found.\n\nOne of the ways that we?ve found to advance this is to use \"puppeting\" interfaces. These allow expert human teachers to be remote from the learning experience and to act the part of an AI: they see what the learner is seeing, including where the learner is looking, the moment to moment interest of the learner and more. The learners think they are dealing with an active helper medium. This style of experimentation allows many user interface designs to be invented and tested, and good results form targets for the eventual AIs.\n\nPuppeting interfaces combined with the new curriculum approaches and materials we?ve been developing will light the path to \"every learner will have a teacher\".\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/27/2017\n\n\t\t\t\t\tSubmitted by: Kimberly Rose"
 }
}