{
 "awd_id": "1256500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WIDER: EAGER: Documenting Instructional Practices in STEM Lecture Courses",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032925350",
 "po_email": "jdearo@nsf.gov",
 "po_sign_block_name": "Jessie Dearo",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "Though there are many critical junctures for improving STEM education, the first two years of undergraduate education are certainly among them. Undergraduates' first experience with university STEM courses typically takes place in large lecture courses. These courses are often criticized for focusing too much on providing information and too little on fostering scientific discussion, analysis, and reflection. Many would tie perceived inadequacies of large lecture courses with the high attrition rate that takes place in STEM majors in the first two years of undergraduate study, especially among underrepresented minority students.  At UCI and elsewhere, there is a great deal of interest in improving lecture courses to foster greater scientific understanding and improve retention in the STEM disciplines. Practices that are considered particularly promising for accomplishing this include enhanced faculty-student interaction; enhanced peer interaction; greater attention to problem-solving; more opportunities for personalized learning; opportunities to receive and communicate information across diverse channels and modalities; and more data-based instruction, in which faculty evaluate the effects of their own teaching by gathering and weighing evidence.  \r\n\r\nIn this project a team of UCI faculty members in the School of Education and the School of Biological Sciences will carry out a systematic study of current instructional practice in large introductory STEM lecture courses at UCI. The goals are to (a) develop a comprehensive matrix for measuring instructional practices in higher education; (b) establish baseline data; (c) obtain a synoptic view of current STEM instruction; (d) promote synergy across departments and schools to conduct and share systematic evidence-based instructional research; and (e) prepare to apply for full-scale funding to support further efforts at strengthening evidence-based STEM education at UCI.  The proposed study will take place among five large UCI schools that teach various disciplines within STEM: Biological Sciences, Engineering, Information and Computer Sciences, Physical Sciences, and Social Ecology. In each of these five schools, large introductory lower-division courses will be identified and six course/sections in each school will be selected for inclusion in the study. Purposeful sampling will ensure the broadest range of faculty participation, by professorial level, gender, and background. Data on current instructional practices in those classes will be gathered from three sources--live and video-taped observations of lectures, discussion sections, and lab sections; interviews with course instructors; and review of course syllabi and other materials--using rubrics that are designed to capture the relative presence or absence of the evidence-based and promising practices described above. Data analysis will focus on triangulation among these three sources to provide a broad and thorough overview of the extent to which evidence-based instructional practices are deployed in STEM lecture courses at UCI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Warschauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Warschauer",
   "pi_email_addr": "markw@uci.edu",
   "nsf_id": "000457770",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "O'Dowd",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Diane K O'Dowd",
   "pi_email_addr": "dkodowd@uci.edu",
   "nsf_id": "000332434",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thurston",
   "pi_last_name": "Domina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thurston Domina",
   "pi_email_addr": "tdomina@email.unc.edu",
   "nsf_id": "000623106",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "McDaniel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne McDaniel",
   "pi_email_addr": "anne.mcdaniel@uci.edu",
   "nsf_id": "000625056",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Salinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon Salinger",
   "pi_email_addr": "sharon.salinger@uci.edu",
   "nsf_id": "000625057",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "5171 California Avenue, Ste 150",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926127600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-0fe57ef9-ce86-a58e-1d1b-f96bd68beeb3\" style=\"line-height: 1.38; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">The WIDER: EAGER project, </span><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline;\">Documenting Instructional Practices in STEM Lecture Courses</span><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">, began in 2013 with the creation of the Simple Protocol for Observing Undergraduate Teaching (SPROUT; <a title=\"Project SPROUT\" href=\"http://projectsprout.education.uci.edu/\">http://projectsprout.education.uci.edu/</a>) that captures the occurrence of instructional practices that have been deemed promising in large, STEM (science, technology, engineering, and math) lectures. This protocol was developed from previous well-validated protocols designed for K-12 instruction and adapted for use in introductory STEM courses at the University of California, Irvine (UCI), a large public research university. The first year of project activity focused on documenting the current state of STEM instruction at UCI. At present, the project takes an evidence-based approach to evaluating the effectiveness of certain promising practices aimed at promoting engagement and persistence in STEM fields, particularly for those groups at highest risk of attrition from STEM majors. The project provides opportunities for educators and researchers to come together and discuss pedagogical solutions that are appropriate for higher education&rsquo;s hallmark large lecture halls.</span></p>\n<p style=\"line-height: 1.38; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">The project has made great strides in assessing the effectiveness of classroom technology (e.g., clickers), instructor practices (e.g., step-by-step problem solving), and student factors implicated in success (e.g., student motivation and help-seeking). Project team members serve on the Learning Spaces Committee for the university and the UC-wide (ten campus) STEM Lecture Group, and work alongside the Division of Undergraduate Education to assist instructors as they seek to implement new instructional practices. Efforts to improve higher education include expanding our work into other UC campuses, CSU campuses, and community colleges.</span></p>\n<p id=\"docs-internal-guid-0fe57ef9-ce86-d07a-ec1a-332e62f070c6\" style=\"line-height: 1.38; margin-top: 12pt; margin-bottom: 12pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">The project offers authentic research opportunities and provides mentoring for both undergraduate and graduate students at UCI. Skill development includes: (a) how to take field notes; (b) how to complete the observation protocol; (c) how to use project video and audio recording equipment; (d) how to conduct semi-structured interviews; (e) how to transcribe interviews; (f) how to complete a literature review and write a research proposal; (g) how to analyze both qualitative and quantitative data; (h) how to present their research findings, including creating posters, powerpoint presentations, and journal art...",
  "por_txt_cntn": "The WIDER: EAGER project, Documenting Instructional Practices in STEM Lecture Courses, began in 2013 with the creation of the Simple Protocol for Observing Undergraduate Teaching (SPROUT; http://projectsprout.education.uci.edu/) that captures the occurrence of instructional practices that have been deemed promising in large, STEM (science, technology, engineering, and math) lectures. This protocol was developed from previous well-validated protocols designed for K-12 instruction and adapted for use in introductory STEM courses at the University of California, Irvine (UCI), a large public research university. The first year of project activity focused on documenting the current state of STEM instruction at UCI. At present, the project takes an evidence-based approach to evaluating the effectiveness of certain promising practices aimed at promoting engagement and persistence in STEM fields, particularly for those groups at highest risk of attrition from STEM majors. The project provides opportunities for educators and researchers to come together and discuss pedagogical solutions that are appropriate for higher educationÆs hallmark large lecture halls.\nThe project has made great strides in assessing the effectiveness of classroom technology (e.g., clickers), instructor practices (e.g., step-by-step problem solving), and student factors implicated in success (e.g., student motivation and help-seeking). Project team members serve on the Learning Spaces Committee for the university and the UC-wide (ten campus) STEM Lecture Group, and work alongside the Division of Undergraduate Education to assist instructors as they seek to implement new instructional practices. Efforts to improve higher education include expanding our work into other UC campuses, CSU campuses, and community colleges.\nThe project offers authentic research opportunities and provides mentoring for both undergraduate and graduate students at UCI. Skill development includes: (a) how to take field notes; (b) how to complete the observation protocol; (c) how to use project video and audio recording equipment; (d) how to conduct semi-structured interviews; (e) how to transcribe interviews; (f) how to complete a literature review and write a research proposal; (g) how to analyze both qualitative and quantitative data; (h) how to present their research findings, including creating posters, powerpoint presentations, and journal articles; and (i) how to work collaboratively on a research team. In addition to acquiring these core research skills, participating undergraduate researchers conduct their own projects using the projectÆs large body of observational and institutional (i.e., demographic) data, presenting findings at an annual symposium for student researchers. In this way, lead research members not only conduct research to improve student experience of higher education, but also use the process of that research as its own educational intervention. \n\n\t\t\t\t\tLast Modified: 11/13/2015\n\n\t\t\t\t\tSubmitted by: Mark Warschauer"
 }
}