{
 "awd_id": "1257141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Large Scale Optical Music Recognition on the International Music Core Library Project",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 85551.0,
 "awd_amount": 98551.0,
 "awd_min_amd_letter_date": "2012-09-12",
 "awd_max_amd_letter_date": "2013-06-17",
 "awd_abstract_narration": "Vast quantities of character-encoded text form the foundation for the Information Retrieval revolution of recent decades.  In contrast, very little symbolically-represented music exists, preventing music from fully participating in the Information Age.  The International Music Score Library Project (IMSLP) is a large and rapidly growing open library of public domain machine-printed classical music scores, actively used by many musicians, music scholars, and researchers around the world.  The PI's objective in this exploratory project is to begin creating the algorithms needed for automatic optical music recognition (OMR) to convert scanned musical scores into symbolic representations.  This is the first step in the PI's long-term goal of building a system to transform the library's score images into symbolic representations, bringing the IMSLP community together in a Wikipedia-like collaboration to mine this invaluable resource.  The result will be a comprehensive and open music library of symbolic scores allowing unprecedented access while forming the basis of many new music applications as well as commercial potential.\r\n\r\nWhile there have been many efforts at OMR over the last fifty years, the current state of the art is far below what the IMSLP challenge requires.  Existing systems require such laborious error correction that it is not clear if they actually improve on manual data entry.  OMR is much harder than its optical character recognition (OCR) counterpart due to the fundamentally two-dimensional layout of music, which makes it difficult to cast the problem in terms of familiar recognition paradigms.  Thus the primary focus of the current work lies in creating and implementing an appropriate recognition paradigm suitable for the two-dimensional structure of music notation, building in knowledge of notation conventions and allowing for automatic adaptation.   To this end, the PI will explore strategies that merge recognition with segmentation, express the desire for non-overlapping musical symbols in a principled way, and model the interpretation problem which understands the often ambiguous meaning of the recognized symbols.\r\n\r\nBroader Impacts:  A large open music library of symbolic scores, as well as offering widespread and easy access to one of our culture's richest traditions, will be transformative for musicians, music researchers, and music lovers.  Libraries will be able to distribute music scores electronically and globally, allowing for adaptive display, ongoing scholarly annotation, and registration of scores with video and audio.  The prevalence of symbolic music scores will open up a world of possibilities to music-science researchers, including systems for music information retrieval, expressive performance, automatic musical accompaniment, transcription and arranging, performance assistance, and many others.  Finally, the library will enable important commercial applications.  For example, many expect that devices such as the iPad will form the sheet music \"delivery systems\" of the future; the benefits of basing such digital music readers on symbolically represented music are compelling, including automatic page turning and content-based annotation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Raphael",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Raphael",
   "pi_email_addr": "craphael@indiana.edu",
   "nsf_id": "000453143",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Crandall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Crandall",
   "pi_email_addr": "djcran@indiana.edu",
   "nsf_id": "000571471",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "901 E Tenth St",
  "perf_city_name": "Bloomington",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474083912",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85551.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under our NSF EAGER grant we have developed the Ceres system, a software tool for optical music recognition.&nbsp; Ceres is named after the Roman goddess of the harvest, as our goal is to harvest large scale libraries of symbolic music data.&nbsp; Symbolic music representations will be the basis for music libraries having far greater reach and power than traditional libraries, allowing unlimited access to public domain holdings, flexible display, parts from scores, and alignment between scores and audio.&nbsp; Symbolic music data will also be the basis for digital music stands, whose ability to immediately access, transpose, turn pages, and provide performance feedback will inevitably lead to their wide adoption and commercial success.&nbsp; Such music data will support the fledgling field of computational musicology, while allowing a wide range of music informatics applications, including musical accompaniment systems and corpus-based composition.&nbsp; In essence, these data will be the key to ushering music into the 21st century, alongside text.&nbsp; <br /><br />Optical music recognition (OMR), analogous to its familiar character recognition cousin, promises to automatically create the needed symbolic music representations from score images.&nbsp; While efforts in this field date back to the 1960s, the current state of the art is not sufficiently developed to support the creation of large-scale libraries.&nbsp; At present the best systems are commercial, and thus lack the benefit of the open source model we pursue.<br />With the rise of the International Music Score Library Project (IMLSP), an open library containing nearly 300,000 scanned scores images, we acutely feel the need for high quality OMR, now more than ever.&nbsp; The holdings of the IMSLP provide the data for our large-scale OMR effort, as well as a community of users to support the process.&nbsp; <br /><br />The heart of our system is its ability to automatically recognize the contents of scanned music scores (digital images).&nbsp; This includes the overall hierarchical understanding of the music page in terms of systems, staves, measures, as well as the contents of these measures in terms of notes, chords, beamed groups, accidentals, clefs, slurs, dynamics, etc.&nbsp; During<br />the period of this grant we have made significant progress in our core recognition ability, increasing its accuracy, expanding the range of symbols we identify, and allowing the system to automatically improve by adapting to the data at hand.&nbsp; <br /><br />However, we have come to see that the definitive music data we seek cannot be the product of recognition alone.&nbsp; Music contains a heavy tail of unusual symbols and notational conventions that have accumulated over several<br />centuries of unconstrained use.&nbsp; It is simply not practical to create a recognizer that covers all of thesesituations, since, in doing so, we inevitably sacrifice performance on the simpler and more common scenarios for the sake of rarer and rarer instances.&nbsp; Thus, during the granting period, we have extended our view of the overall task to include human input in the correction and completion of the recognized results.&nbsp; In this phase a person uses a fully-implemented drag and drop interface to delete and add symbols until the image ink is covered with appropriately labeled primitives.&nbsp;&nbsp; We envision a large and international collection of people using our interface to develop high-quality, definitive music encodings, while supplying the human imprimatur that deems the data worthy of trust.&nbsp; Interactive recognition tools will extend the reach and power of this human-directed phase in later work.&nbsp; <br /><br />During the granting period we have made significant strides in both our core recognition abilities and in implementing an interface that successfully incorporates the necessary human input, thus allo...",
  "por_txt_cntn": "\nUnder our NSF EAGER grant we have developed the Ceres system, a software tool for optical music recognition.  Ceres is named after the Roman goddess of the harvest, as our goal is to harvest large scale libraries of symbolic music data.  Symbolic music representations will be the basis for music libraries having far greater reach and power than traditional libraries, allowing unlimited access to public domain holdings, flexible display, parts from scores, and alignment between scores and audio.  Symbolic music data will also be the basis for digital music stands, whose ability to immediately access, transpose, turn pages, and provide performance feedback will inevitably lead to their wide adoption and commercial success.  Such music data will support the fledgling field of computational musicology, while allowing a wide range of music informatics applications, including musical accompaniment systems and corpus-based composition.  In essence, these data will be the key to ushering music into the 21st century, alongside text.  \n\nOptical music recognition (OMR), analogous to its familiar character recognition cousin, promises to automatically create the needed symbolic music representations from score images.  While efforts in this field date back to the 1960s, the current state of the art is not sufficiently developed to support the creation of large-scale libraries.  At present the best systems are commercial, and thus lack the benefit of the open source model we pursue.\nWith the rise of the International Music Score Library Project (IMLSP), an open library containing nearly 300,000 scanned scores images, we acutely feel the need for high quality OMR, now more than ever.  The holdings of the IMSLP provide the data for our large-scale OMR effort, as well as a community of users to support the process.  \n\nThe heart of our system is its ability to automatically recognize the contents of scanned music scores (digital images).  This includes the overall hierarchical understanding of the music page in terms of systems, staves, measures, as well as the contents of these measures in terms of notes, chords, beamed groups, accidentals, clefs, slurs, dynamics, etc.  During\nthe period of this grant we have made significant progress in our core recognition ability, increasing its accuracy, expanding the range of symbols we identify, and allowing the system to automatically improve by adapting to the data at hand.  \n\nHowever, we have come to see that the definitive music data we seek cannot be the product of recognition alone.  Music contains a heavy tail of unusual symbols and notational conventions that have accumulated over several\ncenturies of unconstrained use.  It is simply not practical to create a recognizer that covers all of thesesituations, since, in doing so, we inevitably sacrifice performance on the simpler and more common scenarios for the sake of rarer and rarer instances.  Thus, during the granting period, we have extended our view of the overall task to include human input in the correction and completion of the recognized results.  In this phase a person uses a fully-implemented drag and drop interface to delete and add symbols until the image ink is covered with appropriately labeled primitives.   We envision a large and international collection of people using our interface to develop high-quality, definitive music encodings, while supplying the human imprimatur that deems the data worthy of trust.  Interactive recognition tools will extend the reach and power of this human-directed phase in later work.  \n\nDuring the granting period we have made significant strides in both our core recognition abilities and in implementing an interface that successfully incorporates the necessary human input, thus allowing the system to be applied in a real-world setting.  At present our system is about 50,000 lines\nof c code, growing every day.  Due to the NSF support our system is competitive with the best commercial systems, though w..."
 }
}