{
 "awd_id": "1258489",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Network Structure, Political Hierarchy, and Economic Inequality: An Interdisciplinary Workshop and Training Program",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 47100.0,
 "awd_amount": 47100.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "This award supports a workshop to be co-organized by Dr. Samuel Bowles and Dr. Paul Hooper and to be held at the Santa Fe Institute. The workshop will bring together leading contributors to the theoretical literature on social networks with anthropologists and other field researchers using network techniques to study the social structure of small-scale societies. The objectives are: (a) to enrich network theory by deploying it in a large set of data in an attempt to answer central social science questions of political hierarchy and economic inequality; (b) to enhance the theoretical, statistical and computational capacity of field workers in the quantitative study of networks; and (c) to provide the basis of one or more synthetic comparative papers, as well as papers on the individual populations involved.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Bowles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel Bowles",
   "pi_email_addr": "bowles@santafe.edu",
   "nsf_id": "000116061",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Hooper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Hooper",
   "pi_email_addr": "phooper@unm.edu",
   "nsf_id": "000625610",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Santa Fe Institute",
  "inst_street_address": "1399 HYDE PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA FE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5059462727",
  "inst_zip_code": "875018943",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NM03",
  "org_lgl_bus_name": "SANTA FE INSTITUTE OF SCIENCE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M8SBQ7NVNAH4"
 },
 "perf_inst": {
  "perf_inst_name": "Santa Fe Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "875018943",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NM03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 47100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On January 31&shy;-February 3, 2013, a workshop entitled &ldquo;Network structure, political hierarchy, and economic inequality: An interdisciplinary workshop and training program&rdquo; was held at the Santa Fe Institute. The major goal of the workshop was to bring together leading contributors to the theoretical literature on social networks, anthropologists, and other field researchers using network techniques to study the social structure of small- scale societies.</p>\n<p>The workshop provided training in network theory, analysis, and their applications from leading experts in this interdisciplinary field. This training covered topics across a wide range of levels, so that field anthropologists encountering these concepts for the first time, as well as specialists in networks, were able to benefit. For anthropologists contributing data for cross&shy;cultural analysis, this also provided an opportunity for hands&shy;on experience in applying network concepts and techniques to their data.&nbsp;</p>\n<p>The major research goal of the workshop was to bring together high quality empirical data from a wide variety of anthropological field sites (Fig. 1) to test theoretical models suggesting that the structure of social networks affects the degree of inequality in wealth in human communities.</p>\n<p>Models of bargaining on networks predict relationships between network structure and the distribution of wealth both across sites, and within sites. Across sites, models positing that social relationships help create wealth, or that wealth attracts social partners, predict positive relationships between inequality in network degree (i.e. number of social partners) and inequality in wealth. This relationship is born out in the left panel of Fig. 2. Within field sites, these models predict positive relationships between network degree and wealth, which were born out in 66% of cases.&nbsp;</p>\n<p>Another set of models&mdash;which focus on the ability of individuals with privileged network positions to extract extra resources through their role as &ldquo;broker&rdquo;, &ldquo;essential intermediary&rdquo;, &ldquo;toll collector&rdquo;, or &ldquo;bottleneck&rdquo;&mdash;predict a positive relationship between inequality in network betweenness (i.e. the presence of bottlenecks in the network) and inequality in wealth across sites, and positive relationships between betweenness and wealth within sites. In multivariate analyses controlling for the direct effects of degree, support for these predictions is weak, which casts some doubt on the utility of &ldquo;broker&rdquo; models in this sample of societies.</p>\n<p>Finally, models of collective bargaining on networks predict a negative relationship between network transitivity (i.e. the likelihood that one&rsquo;s friends are also friends with each other) and inequality in wealth across sites, as born out in the right panel of Fig 2. Within sites, these models predict negative relationships between transitivity and wealth, which was found in 83% of cases. The association of lower wealth with greater transitivity is illustrated in the case of two networks from Tsimane forager-horticulturalists in Bolivia in Fig. 3.&nbsp;</p>\n<p>This project provides a number of key messages for our communities. First, it is clear that networks matter in determining outcomes of inequality or egalitarianism in our societies. As a result, economic factors and policy decisions that affect the structure of networks can be expected to affect the long-run distribution of wealth. In terms of intellectual significance, it is also clear that the structure of networks that determine wealth are themselves the outcomes of individuals&rsquo; interests in cooperating and competing with others. Further work is necessary to understand the various feedbacks between social relationships and economic outcomes that are evident in the current cross-cultural analysis.</p><...",
  "por_txt_cntn": "\nOn January 31&shy;-February 3, 2013, a workshop entitled \"Network structure, political hierarchy, and economic inequality: An interdisciplinary workshop and training program\" was held at the Santa Fe Institute. The major goal of the workshop was to bring together leading contributors to the theoretical literature on social networks, anthropologists, and other field researchers using network techniques to study the social structure of small- scale societies.\n\nThe workshop provided training in network theory, analysis, and their applications from leading experts in this interdisciplinary field. This training covered topics across a wide range of levels, so that field anthropologists encountering these concepts for the first time, as well as specialists in networks, were able to benefit. For anthropologists contributing data for cross&shy;cultural analysis, this also provided an opportunity for hands&shy;on experience in applying network concepts and techniques to their data. \n\nThe major research goal of the workshop was to bring together high quality empirical data from a wide variety of anthropological field sites (Fig. 1) to test theoretical models suggesting that the structure of social networks affects the degree of inequality in wealth in human communities.\n\nModels of bargaining on networks predict relationships between network structure and the distribution of wealth both across sites, and within sites. Across sites, models positing that social relationships help create wealth, or that wealth attracts social partners, predict positive relationships between inequality in network degree (i.e. number of social partners) and inequality in wealth. This relationship is born out in the left panel of Fig. 2. Within field sites, these models predict positive relationships between network degree and wealth, which were born out in 66% of cases. \n\nAnother set of models&mdash;which focus on the ability of individuals with privileged network positions to extract extra resources through their role as \"broker\", \"essential intermediary\", \"toll collector\", or \"bottleneck\"&mdash;predict a positive relationship between inequality in network betweenness (i.e. the presence of bottlenecks in the network) and inequality in wealth across sites, and positive relationships between betweenness and wealth within sites. In multivariate analyses controlling for the direct effects of degree, support for these predictions is weak, which casts some doubt on the utility of \"broker\" models in this sample of societies.\n\nFinally, models of collective bargaining on networks predict a negative relationship between network transitivity (i.e. the likelihood that oneÆs friends are also friends with each other) and inequality in wealth across sites, as born out in the right panel of Fig 2. Within sites, these models predict negative relationships between transitivity and wealth, which was found in 83% of cases. The association of lower wealth with greater transitivity is illustrated in the case of two networks from Tsimane forager-horticulturalists in Bolivia in Fig. 3. \n\nThis project provides a number of key messages for our communities. First, it is clear that networks matter in determining outcomes of inequality or egalitarianism in our societies. As a result, economic factors and policy decisions that affect the structure of networks can be expected to affect the long-run distribution of wealth. In terms of intellectual significance, it is also clear that the structure of networks that determine wealth are themselves the outcomes of individualsÆ interests in cooperating and competing with others. Further work is necessary to understand the various feedbacks between social relationships and economic outcomes that are evident in the current cross-cultural analysis.\n\n\t\t\t\t\tLast Modified: 01/06/2015\n\n\t\t\t\t\tSubmitted by: Samuel Bowles"
 }
}