{
 "awd_id": "1258503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Macrosystems Biology: an Emerging Perspective",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 77075.0,
 "awd_amount": 84311.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2014-05-14",
 "awd_abstract_narration": "Macrosystems ecology is the study of ecological processes and their interactions with environmental processes at regional to global scales. This is a new field that has emerged in recent years to address problems that have been difficult to address through other perspectives, such as plot-level or single investigator research projects. The field is highly integrative, draws heavily from a wide range of ecological and other perspectives, requires critical attention to data management and informatics throughout the life of the project, includes models as central tools, and utilizes analytical approaches that can handle such complexity many of which are relatively new to ecology. This special issue of the journal Frontiers in Ecology and the Environment, published by the Ecological Society of America, derives from a scientific meeting held in early 2012 that addressed the development of Macrosystems Ecology as a new field. The participants in that meeting have organized four overarching synthetic chapters and three more focused, illustrative project-level chapters to be included in the issue. Together, these papers will propose key concepts and theories that the field is exploring currently and some of the exciting research frontiers within the field of ecology and across disciplinary boundaries to other fields. \r\n\r\nThe broader impacts include a conscious effort to involve more junior scientists as lead authors in order to contribute to the growth of this area into the future, as well as one chapter that will focus on the culture of highly collaborative research teams, a topic with broad importance to science in general.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sue",
   "pi_last_name": "Silver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sue Silver",
   "pi_email_addr": "suesilver@esa.org",
   "nsf_id": "000503365",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Soranno",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Soranno",
   "pi_email_addr": "soranno@msu.edu",
   "nsf_id": "000380820",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ecological Society of America",
  "inst_street_address": "1990 M ST NW",
  "inst_street_address_2": "STE 700",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2028338773",
  "inst_zip_code": "200363415",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "ECOLOGICAL SOCIETY OF AMERICA INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "DBRGTD7EY3M1"
 },
 "perf_inst": {
  "perf_inst_name": "Ecological Society of America",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200363415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 77075.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 7236.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Big Data for Big Ecology</strong></p>\n<p><strong>&nbsp;</strong>The world is facing huge environmental problems &ndash; climate change, leading to sea level rise, floods, droughts, and temperature extremes; pollution of both the terrestrial and aquatic environments; deforestation of vast tracts of land; invasive species; biodiversity losses, and more. Every living organism on the planet is being increasingly affected by these changes and much of the current research indicates that there is worse to come. The impacts will be felt over large geographic areas and will continue to affect life on Earth far into the distant future.</p>\n<p>Today&rsquo;s technological advances are allowing scientists to collect huge amounts of data on all the changes that are occurring globally and this, in turn, has led to the birth of a new subdiscipline of ecological science, known as macrosystems ecology. Researchers working in this relatively new branch of science are learning to look at problems not just at local scales, as was often the case in the past, but at regional, national, and even continental scales, as they track the effects of human activities around the globe. These data look at such effects at both microscopic scales (for example, the changes in bacteria and fungi in the soils beneath our feet and the changes in concentrations of gases and pollutants in the air that we breathe) to effects seen easily without the aid of a microscope (for example, the disappearance of whole populations of plants and animals across large geographic areas and the dramatic changes to rivers due to the construction of dams and other infrastructure, as well as to extraction of water for crop irrigation, drinking water, and other uses).</p>\n<p>To carry out this research, scientists are having to learn new approaches and techniques &ndash; for instance, new computer skills to help them collect, store, and analyze all the data that is being collected, and new ways of teaming up, communicating, and collaborating with people from completely different disciplines and backgrounds.</p>\n<p>To help researchers engaged in macrosystems ecology, the international scientific journal, <em>Frontiers in Ecology and the Environment </em>has published an entire special issue devoted to this topic. Consisting of five review papers, four case study papers about ongoing macrosystems projects, and one editorial, all written by experts in the different aspects of this type of broad-scale science, the issue is intended as a guide for scientists embarking on or already involved in &ldquo;big data&rdquo; collection and analysis.</p>\n<p>Each paper in the special issue covers a different aspect of macrosystems ecology, including:</p>\n<ul>\n<li>An overview of the topic, together with examples of how broad-scale processes can lead to environmental changes at local to global scales</li>\n<li>An examination of some of the methodological problems faced by those studying macroscale ecological processes and effects</li>\n<li>Approaches to data documentation, manipulation, and storage in special data repositories</li>\n<li>Guidance on how to build and train diverse, collaborative research teams</li>\n<li>Approaches for defining and measuring the success of collaborative research teams</li>\n<li>Examples of macrosystems research involving:</li>\n</ul>\n<ol>\n<li>&nbsp;<ol>\n<li>Rivers and river basins</li>\n<li>Wetland ecosystems</li>\n<li>Lake ecosystems in North America</li>\n<li>Urban landscapes&nbsp;</li>\n</ol></li>\n</ol>\n<p>As mentioned in the opening editorial: &ldquo;To understand and solve many of today&rsquo;s problems, ecologists need &lsquo;big data&rsquo; and &lsquo;big ecology.&rsquo;&rdquo; This special issue will act as a handbook for researchers attempting to tackle broad-scale scientific questions that aim to mitigate the effects of human activities on the environment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified...",
  "por_txt_cntn": "\nBig Data for Big Ecology\n\n The world is facing huge environmental problems &ndash; climate change, leading to sea level rise, floods, droughts, and temperature extremes; pollution of both the terrestrial and aquatic environments; deforestation of vast tracts of land; invasive species; biodiversity losses, and more. Every living organism on the planet is being increasingly affected by these changes and much of the current research indicates that there is worse to come. The impacts will be felt over large geographic areas and will continue to affect life on Earth far into the distant future.\n\nTodayÆs technological advances are allowing scientists to collect huge amounts of data on all the changes that are occurring globally and this, in turn, has led to the birth of a new subdiscipline of ecological science, known as macrosystems ecology. Researchers working in this relatively new branch of science are learning to look at problems not just at local scales, as was often the case in the past, but at regional, national, and even continental scales, as they track the effects of human activities around the globe. These data look at such effects at both microscopic scales (for example, the changes in bacteria and fungi in the soils beneath our feet and the changes in concentrations of gases and pollutants in the air that we breathe) to effects seen easily without the aid of a microscope (for example, the disappearance of whole populations of plants and animals across large geographic areas and the dramatic changes to rivers due to the construction of dams and other infrastructure, as well as to extraction of water for crop irrigation, drinking water, and other uses).\n\nTo carry out this research, scientists are having to learn new approaches and techniques &ndash; for instance, new computer skills to help them collect, store, and analyze all the data that is being collected, and new ways of teaming up, communicating, and collaborating with people from completely different disciplines and backgrounds.\n\nTo help researchers engaged in macrosystems ecology, the international scientific journal, Frontiers in Ecology and the Environment has published an entire special issue devoted to this topic. Consisting of five review papers, four case study papers about ongoing macrosystems projects, and one editorial, all written by experts in the different aspects of this type of broad-scale science, the issue is intended as a guide for scientists embarking on or already involved in \"big data\" collection and analysis.\n\nEach paper in the special issue covers a different aspect of macrosystems ecology, including:\n\nAn overview of the topic, together with examples of how broad-scale processes can lead to environmental changes at local to global scales\nAn examination of some of the methodological problems faced by those studying macroscale ecological processes and effects\nApproaches to data documentation, manipulation, and storage in special data repositories\nGuidance on how to build and train diverse, collaborative research teams\nApproaches for defining and measuring the success of collaborative research teams\nExamples of macrosystems research involving:\n\n\n \nRivers and river basins\nWetland ecosystems\nLake ecosystems in North America\nUrban landscapes \n\n\n\nAs mentioned in the opening editorial: \"To understand and solve many of todayÆs problems, ecologists need æbig dataÆ and æbig ecology.Æ\" This special issue will act as a handbook for researchers attempting to tackle broad-scale scientific questions that aim to mitigate the effects of human activities on the environment.\n\n \n\n\t\t\t\t\tLast Modified: 11/11/2014\n\n\t\t\t\t\tSubmitted by: Sue Silver"
 }
}