{
 "awd_id": "1258839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Drastic Enhancement of the Electrocatalytic Activity of Metal Nanoparticles in Oxygen Reduction by Organic Capping Ligands",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 111480.0,
 "awd_amount": 111480.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "Technical Merits\r\n\r\nWith the issues surrounding fossil fuel energy, it is important to develop viable technologies for the efficient utilization of reusable and green energy sources. Fuel cells represent a powerful alternative, representing a unique technology that will make substantial contributions to our energy needs by converting the chemical energy stored in small organic molecule fuels into electricity, and more importantly, exert minimal negative impacts on the environments. Yet, despite tremendous progress in recent years, there remain several challenges in the wide-spread commercialization of fuel cells. One of these entails the development of effective catalysts for both the anodic and cathodic reactions so as to achieve the current density that is needed for practical applications.\r\n\r\n\r\nIn the search for effective electrocatalysts for the oxygen reduction reaction (ORR), prior research has mostly focused on the structural characteristics of noble metal nanoparticles (e.g., size, shape, elemental composition, etc.). Professor Shaowei Chen of the University of California-Santa Cruz, believes there is an alternative catalyst type that has promise. He believes that ORR may be manipulated and optimized by the organic capping ligands for the nanoparticles, which have been largely ignored and unexplored. In fact, conventional\r\nwisdom dictates that nanoparticle catalysts should be free of organic passivating layers. Chen?s recent studies show that the nanoparticle electrocatalytic activity may actually be\r\ndrastically enhanced by deliberate chemical functionalization with selected organic ligands,\r\ndespite the fact that part of the nanoparticle surface is covered with the organic ligands. This EAGER award is to continue the exploration of this exciting new area of research, including\r\nfurther and more detailed studies to establish a fundamental framework for the largely unknown performance impact of metal nanoparticles functionalized with metal-carbon covalent linkages.\r\n\r\nBroader Impacts\r\n\r\nBreakthroughs in fuel cell technology are anticipated to affect many aspects of our lives and to\r\nbenefit the society as a whole. This is a relatively novel approach to prepare metal nanoparticles\r\nstabilized by metal-carbon covalent bonds with unique aromatic derivatives and to examine\r\ntheir applications as effective and viable catalysts for the electroreduction of oxygen, a critical\r\nprocess at fuel cell cathode. Improved performance may ultimately bring fuel cells into practical reality as energy sources. The research activities will be closely integrated with various educational outreach programs at the university (e.g., the UC LEADS, ACCESS, and SURF programs) that target minority, women, and disadvantaged undergraduate students, as well as the UCSC COSMOS summer school for talented high-school students. These research internships provide a valuable platform for the students to acquire skills that are unattainable in a conventional classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaowei",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaowei Chen",
   "pi_email_addr": "shaowei@ucsc.edu",
   "nsf_id": "000175136",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIgh Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 111480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of the research project is to prepare metal nanoparticles<br />stabilized by metal-carbon covalent bonds and to examine their applications as<br />effective and viable catalysts for fuel cell electrocatalysis, i.e., reduction<br />of oxygen at fuel cell cathode and oxidation of fuels at fuel cell anode. Whereas platinum has been used as the catalysts of choice for fuel cell<br />electrocatalysis, the high costs and limited reserves of platinum have impeded<br />the wide-spread commercialization of fuel cell. There are at least two possible<br />solutions. The first is to further increase the activity of platinum and thus<br />reduce the use (and costs) of platinum, and the other is to identify alternative<br />nanoparticles that are as effective as or even more active than the platinum<br />counterparts. Towards this end, whereas most prior research was focused on platinum-based alloy nanoparticles, in this project we carried out a series of studies to investigate the impacts of organic capping ligands and the metal-ligand bonds on the nanoparticle electrocatalytic activity. It has to be noted that thus far such a parameter has not been investigated systematically in fuel cell<br />electrocatalysis. Experimentally, we prepared three metal nanoparticles (silver,<br />palladium, and platinum) functionalized by metal-carbon covalent bonds at the metal-ligand interface. Our results clearly showed that the resulting nanoparticles exhibited marked enhancement of the electrocatalytic activity in both oxygen reduction and oxidation of ethylene glycol, in comparison with commercial Pt/C catalysts, despite the fact that the nanoparticle surface remained partially covered by the organic ligands. &nbsp;The results were largely ascribed to the effective manipulation of the energy of the nanoparticle core electrons by the organic capping ligands, thanks to the low resistance at the metal-ligand interface linkages, and hence the adsorption of oxygen or ethylene glycol onto the metal surfaces.</p>\n<p>Two graduate students, one (female) undergraduate, and one high school student were actively&nbsp;involved in this project. The research activities were integrated closely with the UCSC COSMOS program which the PI joined in summer 2010 as a faculty partner. The COSMOS program is a summer residential program&nbsp;targeting highly talented high school students throughout the State of California.&nbsp;The PI designed a cluster focused on Nanochemistry with the syllabus including both&nbsp;daily lectures about the fundamentals of nanomaterials chemistry and a lab component where the students have the unique opportunity to synthesize and characterize a series of nanoparticle materials and test their electrocatalytic activity in a model fuel cell. Such intense training of cutting-edge research lies far beyond the typical high school curriculum. We hope that we will be able to strengthen/spark the students' interest in pursuing a career in STEM.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2013<br>\n\t\t\t\t\tModified by: Shaowei&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of the research project is to prepare metal nanoparticles\nstabilized by metal-carbon covalent bonds and to examine their applications as\neffective and viable catalysts for fuel cell electrocatalysis, i.e., reduction\nof oxygen at fuel cell cathode and oxidation of fuels at fuel cell anode. Whereas platinum has been used as the catalysts of choice for fuel cell\nelectrocatalysis, the high costs and limited reserves of platinum have impeded\nthe wide-spread commercialization of fuel cell. There are at least two possible\nsolutions. The first is to further increase the activity of platinum and thus\nreduce the use (and costs) of platinum, and the other is to identify alternative\nnanoparticles that are as effective as or even more active than the platinum\ncounterparts. Towards this end, whereas most prior research was focused on platinum-based alloy nanoparticles, in this project we carried out a series of studies to investigate the impacts of organic capping ligands and the metal-ligand bonds on the nanoparticle electrocatalytic activity. It has to be noted that thus far such a parameter has not been investigated systematically in fuel cell\nelectrocatalysis. Experimentally, we prepared three metal nanoparticles (silver,\npalladium, and platinum) functionalized by metal-carbon covalent bonds at the metal-ligand interface. Our results clearly showed that the resulting nanoparticles exhibited marked enhancement of the electrocatalytic activity in both oxygen reduction and oxidation of ethylene glycol, in comparison with commercial Pt/C catalysts, despite the fact that the nanoparticle surface remained partially covered by the organic ligands.  The results were largely ascribed to the effective manipulation of the energy of the nanoparticle core electrons by the organic capping ligands, thanks to the low resistance at the metal-ligand interface linkages, and hence the adsorption of oxygen or ethylene glycol onto the metal surfaces.\n\nTwo graduate students, one (female) undergraduate, and one high school student were actively involved in this project. The research activities were integrated closely with the UCSC COSMOS program which the PI joined in summer 2010 as a faculty partner. The COSMOS program is a summer residential program targeting highly talented high school students throughout the State of California. The PI designed a cluster focused on Nanochemistry with the syllabus including both daily lectures about the fundamentals of nanomaterials chemistry and a lab component where the students have the unique opportunity to synthesize and characterize a series of nanoparticle materials and test their electrocatalytic activity in a model fuel cell. Such intense training of cutting-edge research lies far beyond the typical high school curriculum. We hope that we will be able to strengthen/spark the students' interest in pursuing a career in STEM.\n\n\t\t\t\t\tLast Modified: 11/12/2013\n\n\t\t\t\t\tSubmitted by: Shaowei Chen"
 }
}