{
 "awd_id": "1258463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Frontiers in Bioengineering Research, February 25-26, 2013, Atlanta, GA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2012-12-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "1258463\r\nBao\r\n\r\nIntellectual Merit \r\nBioengineering is an interdisciplinary field that integrates engineering and life sciences to advance human health and well-being, and solve other real-world problems. With recent advances in bioengineering and biomedical research, especially in cellular and molecular bioengineering, biological and medical imaging, biomaterials and nanomedicine, a significant amount of cutting edge research has been performed over the last ten years, which has generated, and will continue to generate a large impact to improving human health and promoting environmental sustainability. However, the field of bioengineering is also facing significant challenges. To further develop this field, it is important to examine the current status of bioengineering research, discuss major issues and challenges in this interdisciplinary field, and identify future research directions that will significantly benefit our society.\r\n\r\nTo meet this critical need, the PI and co-PI, Drs. Gang Bao and Robert Nerem have been organizing an NSF-sponsored Workshop titled, Workshop on Frontiers in Bioengineering Research, to be held February 25-26, 2013 in Atlanta, GA. This 2-day workshop will consist of three sessions: (1) Biological and Medical Imaging; (2) Bio-materials and Application; (3) Cellular and Molecular Bioengineering. For each session, we have identified invited speakers and a session chair. The specific objectives of this Workshop are: (1) to bring together leaders of bioengineering to showcase the cutting-edge research in the field, (2) to discuss the critical issues and challenges in further developing this field, and (3) to identify future research directions in bioengineering. Efforts will be made to recruit female and minority speakers and attendees, as well as attracting young faculty members to the Workshop. It is expected that this\r\nWorkshop will help develop novel ideas and transformative research projects that integrate engineering and life sciences, address fundamental biological issues, and solve biomedical problems that significantly improve human health.\r\n\r\nIn order to achieve the goals of the Workshop, outstanding leaders of bioengineering will be invited as keynote speakers or session chairs. This NSF Conference Grant will cover their travel expanses and part of other Workshop expenses. The presentations and discussions at the Workshop will be summarized in a report to NSF. To help disseminate the outcomes of the Workshop, Annals of Biomedical Engineering plans to publish a special issue that may include a position paper on future directions of bioengineering based on the discussions at the Workshop, and review articles in selected areas of bioengineering. The Workshop presentations and reports will also be disseminated at the web site: http://ibb.gatech.edu/frontiers\r\n\r\nBroader Impact\r\nThe intellectual merit of the proposed workshop is the stimulation of creative, original, and potentially transformative new ideas and concepts and the identification of future directions in bioengineering, thus generating a broader impact to the fields of bioengineering, biotechnology, biology and medicine. The discussions at this workshop will advance our understanding of the underlying scientific and technological issues and challenges in further developing bioengineering, and facilitate interdisciplinary studies that may lead to a broader range of applications of bioengineering to biology and medicine, from advanced bio-imaging technologies and methods for medical applications, to new biomaterials for regenerative medicine, to new devices using living cells as an engine, to new nanomedicine approaches for diagnosing and treating human diseases. By having female and minority speakers as the Workshop as role models, this Workshop will broaden the participation of underrepresented groups. This workshop will also stimulate translational research and innovation, and inspire and help train the young future leaders of bioengineering. The results of the workshop will be disseminated broadly to enhance scientific and technological understanding and impact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Bao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Bao",
   "pi_email_addr": "gang.bao@rice.edu",
   "nsf_id": "000364385",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With recent advances in bioengineering and biomedical research, a significant amount of cutting edge research has been performed over the last ten years, which has generated, and will continue to generate a large impact to improving human health and promoting environmental sustainability. At the same time, the field of bioengineering is facing significant challenges. It is there important to examine the current status of bioengineering research, discuss major issues and challenges in this interdisciplinary field, and identify future research directions that will significantly benefit our society.</p>\n<p>To meet this critical need, supported by NSF, a Workshop titled, &lsquo;Workshop on Frontiers in Bioengineering Research&rsquo;, was held February 25-26, 2013 in Atlanta, GA. &nbsp;This 2-day workshop consisted of three sessions: (1) Biological and Medical Imaging; (2) Bio-materials and Application; (3) Cellular and Molecular Bioengineering.&nbsp; The specific objectives of this Workshop were: (1) to bring together leaders of bioengineering to showcase the cutting-edge research in the field, (2) to discuss the critical issues and challenges in further developing this field, and (3) to identify future research directions in bioengineering. Efforts were made to recruit female and minority speakers and attendees, and attract young faculty members to the Workshop.&nbsp;</p>\n<p>This workshop stimulated creative, original, and potentially transformative new ideas and concepts and identified future directions in bioengineering, thus generating a broader impact to the fields of bioengineering, biotechnology, biology and medicine. To help disseminate the outcomes of the Workshop, a special issue of Annals of Biomedical Engineering on Frontiers of Bioengineering will be published by the end of 2013, which consists of a series of review articles covering a broad range of topics in bioengineering research. This workshop will help develop translational research and innovation in bioengineering, and inspire and help train the next-generation leaders of bioengineering.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2013<br>\n\t\t\t\t\tModified by: Gang&nbsp;Bao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith recent advances in bioengineering and biomedical research, a significant amount of cutting edge research has been performed over the last ten years, which has generated, and will continue to generate a large impact to improving human health and promoting environmental sustainability. At the same time, the field of bioengineering is facing significant challenges. It is there important to examine the current status of bioengineering research, discuss major issues and challenges in this interdisciplinary field, and identify future research directions that will significantly benefit our society.\n\nTo meet this critical need, supported by NSF, a Workshop titled, æWorkshop on Frontiers in Bioengineering ResearchÆ, was held February 25-26, 2013 in Atlanta, GA.  This 2-day workshop consisted of three sessions: (1) Biological and Medical Imaging; (2) Bio-materials and Application; (3) Cellular and Molecular Bioengineering.  The specific objectives of this Workshop were: (1) to bring together leaders of bioengineering to showcase the cutting-edge research in the field, (2) to discuss the critical issues and challenges in further developing this field, and (3) to identify future research directions in bioengineering. Efforts were made to recruit female and minority speakers and attendees, and attract young faculty members to the Workshop. \n\nThis workshop stimulated creative, original, and potentially transformative new ideas and concepts and identified future directions in bioengineering, thus generating a broader impact to the fields of bioengineering, biotechnology, biology and medicine. To help disseminate the outcomes of the Workshop, a special issue of Annals of Biomedical Engineering on Frontiers of Bioengineering will be published by the end of 2013, which consists of a series of review articles covering a broad range of topics in bioengineering research. This workshop will help develop translational research and innovation in bioengineering, and inspire and help train the next-generation leaders of bioengineering. \n\n \n\n\t\t\t\t\tLast Modified: 08/30/2013\n\n\t\t\t\t\tSubmitted by: Gang Bao"
 }
}