{
 "awd_id": "1258730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intensive Grantsmanship Workshop (IGW)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Celestine Pea",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 44936.0,
 "awd_amount": 44936.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "This project from Teachers College, Columbia University brings together a group of women academicians representing STEM (science, technology, engineering, and mathematics) and related fields (e.g. psychology, cognitive development, physiology) for three days of strategically focused networking, panel discussions, and paired mentoring.  Intellectually, the project supports a workshop aimed at increasing awareness and providing access to networking and grantsmanship opportunities to support education research. It seeks to address why more women, especially African American women, doctoral students, faculty, and administrators do not apply for grants and also obtain grant award from funding sources external to colleges and universities.  The project explores ways to mitigate barriers that might interfere with future networking and funding opportunities. Major topics for the workshop include increasing scholarship, knowledge about mentorship, funding sources, support at the institutional level to submit a proposal, collaborators at the university level, funds to travel to meet with peers and funding agencies in preparation for writing proposals, peer network at universities to offer support and training in proposal development, and the lack of publications to increase research competitiveness.\r\n\r\nFrom the broader impact perspective, the project focuses on ways to help women improve their research by becoming more knowledgeable about grant funds to support their work. In addition, the standard to award promotion and tenure to faculty in higher education encompasses research, teaching, and service. Core to obtaining a tenured faculty appointment involves the procurement of external funding. In the past, it has been difficult for females, in particular, African American females to obtain grant funding, which is fundamental to the career development of faculty. Hence, this workshop focuses on the big picture regarding women in academia, their need to obtain funding for their research and scholarship, and their need to connect with other women in the academy. The workshop builds on existing knowledge and practice from relevant and prior efforts in the academy and beyond.  It uses the combined strength of women as an effective way to improve research and publishing through networking and grantsmanship.  The outcomes include strengthening the network between women academicians for support and learning in STEM and related fields, increasing knowledge about grant funding resources and funding opportunities, and improving mentoring to facilitate growth personally and professionally relative to research in education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Felicia",
   "pi_last_name": "Mensah",
   "pi_mid_init": "",
   "pi_sufx_name": "Ms.",
   "pi_full_name": "Felicia Mensah",
   "pi_email_addr": "fm2140@tc.columbia.edu",
   "nsf_id": "000250993",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Teachers College, Columbia University",
  "inst_street_address": "525 W 120TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126783000",
  "inst_zip_code": "100276605",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "TEACHERS COLLEGE COLUMBIA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DBM1C8MDJ5L3"
 },
 "perf_inst": {
  "perf_inst_name": "Teachers College, Columbia University",
  "perf_str_addr": "525W 120th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276696",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 44936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p><strong>The Intensive Grantsmanship Workshop (IGW)</strong>, supported by funding from the National Science Foundation, brought together an interdisciplinary group of female women of color, ranging from doctoral students to pre-tenured and tenured faculty and administrators for strategically focused two full days of networking, workshops, panel discussions, and paired mentoring centered on gaining information about grantwriting.&nbsp;</p>\n<p><span>The IGW consisted of three workshops-- two face-to-face and one virtual session, held once per year over the three years of NSF funding. &nbsp;The first IGW was held in Baltimore, MD; the second on the campus of Teachers College, Columbia University, NYC; and the third was a virtual session hosted by Text and Academic Authors (TAA) Association. More than 144 hits were made to the specially-designed virtual archive of resources on grantwriting, including webinars, podcasts, and handouts.</span></p>\n<p><span>The overall purpose of the IGW addressed the lack of external funding applied for and awarded to African American women doctoral students, faculty, and administrators and worked to mitigate some of the perceived barriers related to writing proposals and seeking external funding.</span></p>\n<p><span>From participating in the IGW, participants of one or more of the workshops completed the final evaluation. &nbsp;They noted the top four areas where they gained the most knowledge: (a) Proposal/grant-writing process; (b) Role of program officers; (c) Public and private research funding sources; and (d) Budget development.</span></p>\n<p><span>The top four skills that participants gained from participating in one or more of the IGW sessions were: (a) Strategic thinking about research and funding opportunities; (b) Utilizing funding databases; (c) Initiating relationships with program officers; and (d) Writing a fundable project proposal (dissertation fellowship, external or internal grant application, etc.).</span></p>\n<p><span>The four most valuable aspects from participating in one or more of workshops of the IGW were: (a) Establishing and participating in a supportive network; (b) Situating self in the academy for success; (c) Clarifying personal priorities related to research and funding; and (d) Developing partnerships/relationships that will extend beyond the Intensive Grantsmanship Workshop.</span></p>\n<p><span>A few comments from participants who attended one or more of the IGW sessions completed the final evaluation are shared: (1) &ldquo;I learned the pitfalls that can exist with grant writing. I also learned the important of the development of meaningful, fundable research&rdquo;; (2) &ldquo;Prior to IGW I had no insight on writing, proposals or grants. It opened up my eyes to so much. What I learned and being around the group of women I was around, influenced me to take my educational career to a new level. I began applying for conferences, proposals for chapters and really just making the most out of the opportunities that were around me&rdquo;; and (3) &ldquo;I learned about the entire grant process and ideas on where to look for funding resources for potential grant funding.&rdquo;</span></p>\n<p><span>The culminating project for the IGW was the issuance of Sisters of the Academy IGW grants to support research projects. Six awardees received funding to support their research projects, ranging across multiple disciplinary fields of study, and for women at various career stages. In applying for the grants, awardees put into practice what they learned from participating in the IGW sessions.</span></p>\n<p><span>Overall, the goals of the IGW Workshop were met. This project was extremely valuable to women in higher education, and ultimately to the universities and institutions in which the participants reside. The IGW served as an exemplary form of professional development for African Ame...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nThe Intensive Grantsmanship Workshop (IGW), supported by funding from the National Science Foundation, brought together an interdisciplinary group of female women of color, ranging from doctoral students to pre-tenured and tenured faculty and administrators for strategically focused two full days of networking, workshops, panel discussions, and paired mentoring centered on gaining information about grantwriting. \n\nThe IGW consisted of three workshops-- two face-to-face and one virtual session, held once per year over the three years of NSF funding.  The first IGW was held in Baltimore, MD; the second on the campus of Teachers College, Columbia University, NYC; and the third was a virtual session hosted by Text and Academic Authors (TAA) Association. More than 144 hits were made to the specially-designed virtual archive of resources on grantwriting, including webinars, podcasts, and handouts.\n\nThe overall purpose of the IGW addressed the lack of external funding applied for and awarded to African American women doctoral students, faculty, and administrators and worked to mitigate some of the perceived barriers related to writing proposals and seeking external funding.\n\nFrom participating in the IGW, participants of one or more of the workshops completed the final evaluation.  They noted the top four areas where they gained the most knowledge: (a) Proposal/grant-writing process; (b) Role of program officers; (c) Public and private research funding sources; and (d) Budget development.\n\nThe top four skills that participants gained from participating in one or more of the IGW sessions were: (a) Strategic thinking about research and funding opportunities; (b) Utilizing funding databases; (c) Initiating relationships with program officers; and (d) Writing a fundable project proposal (dissertation fellowship, external or internal grant application, etc.).\n\nThe four most valuable aspects from participating in one or more of workshops of the IGW were: (a) Establishing and participating in a supportive network; (b) Situating self in the academy for success; (c) Clarifying personal priorities related to research and funding; and (d) Developing partnerships/relationships that will extend beyond the Intensive Grantsmanship Workshop.\n\nA few comments from participants who attended one or more of the IGW sessions completed the final evaluation are shared: (1) \"I learned the pitfalls that can exist with grant writing. I also learned the important of the development of meaningful, fundable research\"; (2) \"Prior to IGW I had no insight on writing, proposals or grants. It opened up my eyes to so much. What I learned and being around the group of women I was around, influenced me to take my educational career to a new level. I began applying for conferences, proposals for chapters and really just making the most out of the opportunities that were around me\"; and (3) \"I learned about the entire grant process and ideas on where to look for funding resources for potential grant funding.\"\n\nThe culminating project for the IGW was the issuance of Sisters of the Academy IGW grants to support research projects. Six awardees received funding to support their research projects, ranging across multiple disciplinary fields of study, and for women at various career stages. In applying for the grants, awardees put into practice what they learned from participating in the IGW sessions.\n\nOverall, the goals of the IGW Workshop were met. This project was extremely valuable to women in higher education, and ultimately to the universities and institutions in which the participants reside. The IGW served as an exemplary form of professional development for African American women doctoral students, faculty, and administrators and may be a useful model for higher education institutions on the development of high-quality professional experiences for securing external funding and supporting African American women in academe. The model utilized var..."
 }
}