{
 "awd_id": "1258689",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Titania Nanotubes and Related Materials for Diverse Applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "The project will investigate the commercial potentail of titania nanotubes for applications in solar cells, photocatalysis, catalysis, etc. Research in these areas by the PI over the last several years has identified several high-efficiency, low-cost technology-ready methodologies in (i) the development and characterization of titania nanotube anodes with ultra-high surface density produced via inexpensive and scalable electrochemical routes. (ii) synthesis of low-cost polymer hole-regenerators such as poly-ethylene-dioxy-thiophene (PEDOT) amenable to solar cell applications (iii) Titania nanotubes decorated with gold nanoparticles with extraordinarily high catalytic oxidation efficiencies thus demonstrating promise for applications in fuel cells, automobile catalysts, etc. Several advances in energy technology will emanate from this work: (i) tech-ready biocompatible nanomaterials; high-performance catalyst materials; photocatalyst and photovoltaic anodes with superior charge transport and solar absorptive properties will be developed (ii) the liquid electrolyte which is the main bottleneck in current PV cells/modules will be replaced by solid hole-conductors and (iii) an optimal integration of high-performance solar cell components will be achieved resulting in stable, low cost, high-efficiency solar cells which are amenable to large-volume manufacture. \r\n\r\nIf successful, this project may have commercial impacts with the establishment of several new contacts. The novel developments within this project will be patented and rapid tech-transfer measures will be taken. The research draws on a number scientific disciplines, combining materials science with photovoltaics, optoelectronics and chemistry, thus providing a unique educational experience for students including the participation of underrepresented groups, enhancement of infrastructure for research and education, and industrial outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Latika",
   "pi_last_name": "Menon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Latika Menon",
   "pi_email_addr": "l.menon@neu.edu",
   "nsf_id": "000403416",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under the NSF I-CORPS program, an intensive customer discovery process has been carried out to explore the commercialization potential of a nanomaterial-based technology. The technology consists of rapid and inexpensive synthesis of titania nanotubes patented by the Menon Laboratory at Northeastern University. The team explored the potential of the technology for the development of next-generation low-cost, robust and reliable filtration membranes. Based on preliminary proof-of-concept results, the team has received a grant<sup>1</sup> from MassCEC&nbsp;to advance the technology to the next stage of prototype demonstration specifically for water-oil separation, with immediate applications in the treatment of oil-contaminated water produced from oil-drilling and hydraulic fracturing.<a name=\"_GoBack\"></a> A start-up venture, Menon Laboratories, Inc. has also been incorporated&nbsp;for commercialization of the filtration membrane prototypes.</p>\n<p>Intellectual Merit: The work carried out under the I-Corps has resulted in significant advancement in the scientific understanding of titania nanotube-based filtration membranes.&nbsp;Filtration membranes based on titania nanotubes<sup>2</sup> offer several step changes compared to state of the art membranes such as tighter control over the separation, down to 20 nm (comparable or better than state-of-the-art), ultra-low cost materials, in some cases down to 20% of the cost of current materials, highly robust and strongly resistant to changes in temperature and pH, higher active surface area (porosity), while maintaining the filtration efficiency, naturally porous membranes at the nanoscale, requiring no further processing (one-step synthesis) thus reducing overall cost and the ability to offer selective filtration through control of material properties (morphology at the nanoscale, ligand attachment, addition of dopants, etc.).&nbsp;</p>\n<p><span>Broader Impacts: Development of the prototype and commercialization of the technology will significantly impact the filtration and separation industry, for example customers who require highly efficient separation technologies for applications such as chemical separation (slurry filtration, acid purification, separation of metals), biological separation (separation of biomolecules, drugs), air purification (removal of toxic chemicals from atmosphere) and water treatment (anti-microbial, arsenic treatment), desalination, oil-water separation (anti-fouling, high-temperature resistant).&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span><sup>1</sup><a href=\"http://www.masscec.com/news/patrick-administration-announces-three-grant-awards-water-innovation\">http://www.masscec.com/news/patrick-administration-announces-three-grant-awards-water-innovation</a></span></p>\n<p><sup>2</sup>Titania Nanotubes for Separation Applications,&nbsp;<span>E. Panaitescu, M. Ghosh, L. Menon, pg&nbsp;<span>151 - 154, Ch. 4, Water Technologies CleanTech 2013 proceedings.</span></span></p>\n<h1></h1>\n<p><span>&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2013<br>\n\t\t\t\t\tModified by: Latika&nbsp;Menon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnder the NSF I-CORPS program, an intensive customer discovery process has been carried out to explore the commercialization potential of a nanomaterial-based technology. The technology consists of rapid and inexpensive synthesis of titania nanotubes patented by the Menon Laboratory at Northeastern University. The team explored the potential of the technology for the development of next-generation low-cost, robust and reliable filtration membranes. Based on preliminary proof-of-concept results, the team has received a grant1 from MassCEC to advance the technology to the next stage of prototype demonstration specifically for water-oil separation, with immediate applications in the treatment of oil-contaminated water produced from oil-drilling and hydraulic fracturing. A start-up venture, Menon Laboratories, Inc. has also been incorporated for commercialization of the filtration membrane prototypes.\n\nIntellectual Merit: The work carried out under the I-Corps has resulted in significant advancement in the scientific understanding of titania nanotube-based filtration membranes. Filtration membranes based on titania nanotubes2 offer several step changes compared to state of the art membranes such as tighter control over the separation, down to 20 nm (comparable or better than state-of-the-art), ultra-low cost materials, in some cases down to 20% of the cost of current materials, highly robust and strongly resistant to changes in temperature and pH, higher active surface area (porosity), while maintaining the filtration efficiency, naturally porous membranes at the nanoscale, requiring no further processing (one-step synthesis) thus reducing overall cost and the ability to offer selective filtration through control of material properties (morphology at the nanoscale, ligand attachment, addition of dopants, etc.). \n\nBroader Impacts: Development of the prototype and commercialization of the technology will significantly impact the filtration and separation industry, for example customers who require highly efficient separation technologies for applications such as chemical separation (slurry filtration, acid purification, separation of metals), biological separation (separation of biomolecules, drugs), air purification (removal of toxic chemicals from atmosphere) and water treatment (anti-microbial, arsenic treatment), desalination, oil-water separation (anti-fouling, high-temperature resistant). \n\n \n\n1http://www.masscec.com/news/patrick-administration-announces-three-grant-awards-water-innovation\n\n2Titania Nanotubes for Separation Applications, E. Panaitescu, M. Ghosh, L. Menon, pg 151 - 154, Ch. 4, Water Technologies CleanTech 2013 proceedings.\n\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/30/2013\n\n\t\t\t\t\tSubmitted by: Latika Menon"
 }
}