{
 "awd_id": "1258446",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Promoting algebra learning through an accessible expression system for students with visual impairments and blindness",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Hoadley",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "The long-term goal of the PIs for this project is to transform the enterprise of STEM education for blind students and those with visual impairments by creating a fully accessible teaching platform that acknowledges their special needs. Learning of mathematics for students with visual impairments and blindness, including algebra, is especially difficult, as it requires finding and describing patterns, making generalizations about numbers, and using symbols and models to represent patterns. Rather than relying on visual cues, students with visual impairments must compensate using other senses and cognitive abilities to understand and apply concepts that typical students merely observe. This EAGER project is designed to lay the groundwork for investigating in real-world classroom settings which kinds of auditory and tactile representations will promote conceptual learning in mathematics. The PIs are designing and refining a platform that allows audio and other interactions, both for communicating with the learner and for the learner to use to express him/herself. The platform makes math materials accessible to the visually impaired and gives them ways of expressing their math understanding. The functionality built into the platform also allows interactions between visually-impaired students and remote math teachers who specialize in teaching math to those who are blind and visually impaired. Research explores the impact on the learning of algebra when students are provided output and input of math auditorily via a computer as compared to traditional methods of interaction and explores, as well, the affordances and weaknesses of different input and output modalities. This will provide a baseline of difficulties in grasping math concepts that still remain; the intention is that research on explicitly promoting learning will come after.\r\n\r\n\r\nLearning of mathematics for students with visual impairments and blindness is especially difficult. For most students with visual impairments, the primary issues with learning mathematics, particularly advanced mathematics, is due to the highly visual nature of the curriculum. Algebra, a gateway course to other STEM disciplines, is particularly visual. Therefore, many capable students with visual impairments are never afforded the opportunity to complete advanced mathematics courses such as algebra, thus impeding their prospects for success in STEM-related fields. This project addresses first steps in ameliorating these problems, putting in place input and output technologies that give visually impaired students better access to the concepts of math and identifying which difficulties in learning the concepts of mathematics remain. This work has potential to inform on ways to help those with visual impairments more easily learn mathematics; its findings may also uncover new ways of helping those without impairments but who find the abstractions of mathematics difficult alternative means of learning mathematics more easily. This project represents work in its early states on an untested but potentially transformative idea and is likely to catalyze rapid and innovative advances in the development of technologies for helping the blind and visually impaired better grasp abstract mathematical concepts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Derrick",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Derrick Smith",
   "pi_email_addr": "dws0009@uah.edu",
   "nsf_id": "000568878",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Slate",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Erica R Slate",
   "pi_email_addr": "erica.slate@uah.edu",
   "nsf_id": "000623641",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was the transform the enterprise of STEM education for students with visual impairments (VI) by developing and researching the basic components needed for students with VI to participate in online learning. First, the project set out to determine what specific tools are needed to establish an infrastructure for online learning through the creation of specific software tools that allow for input and output (with audio support) of math information. Therefore, the project technology development team refined the WAVES software to include Teacher and Student editions, with the Teacher edition allowing for adding instructional information. The WAVES software consists of two components: the &ldquo;Worksheet&rdquo; and the &ldquo;Token Toolbar&rdquo;. The Token Toolbar is an app that is used to type (or write) math text using a standard keyboard. The Token Toolbar then converts the math text into MathML (a language to write math on websites) and &ldquo;pastes&rdquo; the math text on the Worksheet. In essence, the Token Toolbar is the &ldquo;pencil&rdquo; while the Worksheet is the paper. In order to make the WAVES software accessible to students with visual impairments, audio output tools were added so that the math text could be spoken using a computers speakers.</p>\n<p>With the ability to listen to math lessons and complete assignments using the WAVES software, students were then asked to utilize an accessible Learning Management System (LMS) to access the online course. It was determined that open-sourced LMS&rsquo;s such as Moodle were the most accessible. Thus, by combining the WAVES software with Moodle&rsquo;s basic features, students with visual impairments were able to access a basic online math course using common assistive technologies such as screen-readers and zooming software.</p>\n<p>Throughout the research and development activities of the project, the participants (28 high school students from four residential schools for the blind) provided direct feedback on the refinement of the WAVES software, instructional practices, and interaction with the Learning Management System. As part of the research, students were asked to complete two algebra modules: one on solving order of operations expressions and one on solving equations of varying degrees of difficulty. During the first module (order of operations), the focus of the research was on the interaction of the students with the technology. It was determined that the students were able to learn and utilized the WAVES software with minimal training and a high level of efficiency and effectiveness. However, it was also determined that the students required more direct instruction on the use of other assistive technologies in order to access the LMS.</p>\n<p>During the second module, the focus was on the students&rsquo; ability to learn the content (solving equations). After completing the five-day module, the scores on a pre and post assessment showed growth in learning of the content. In reviewing the daily assignments, the students became more comfortable with the software as they continued in the module. Overall, it was determined that these tools provided basic access to online instruction in STEM subjects. While the basic infrastructure for accessible online STEM courses has been demonstrated, continued development of more accessible tools as well as refinement of current tools. In short, the project met its primary goal of shedding light on the tools and strategies required for students with visual impairments to participate in an online STEM content course.</p>\n<p>The project has advanced the field of special education for students with visual impairments by providing a clearer understanding of the tools and practices required for STEM-related online instruction for this population. It was determined that students with visual impairments would need advanced assistive technology competence but with basic math writing tools could fully participate in an online math or science course. From the perspective of <strong>broader impacts</strong>, the development of the technological tools (WAVES software) and development of an understanding of how it interacts with Learning Management Systems has the potential to provide students with visual impairments with more opportunities for advanced STEM instruction. With access to high-quality courses in STEM content areas, students with visual impairments would have greater opportunities to continue on into STEM fields where they are currently under-represented. At the same time, it was determined that the tools developed for this project are universally-designed and have the potential to support online STEM education for all students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2016<br>\n\t\t\t\t\tModified by: Derrick&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this project was the transform the enterprise of STEM education for students with visual impairments (VI) by developing and researching the basic components needed for students with VI to participate in online learning. First, the project set out to determine what specific tools are needed to establish an infrastructure for online learning through the creation of specific software tools that allow for input and output (with audio support) of math information. Therefore, the project technology development team refined the WAVES software to include Teacher and Student editions, with the Teacher edition allowing for adding instructional information. The WAVES software consists of two components: the \"Worksheet\" and the \"Token Toolbar\". The Token Toolbar is an app that is used to type (or write) math text using a standard keyboard. The Token Toolbar then converts the math text into MathML (a language to write math on websites) and \"pastes\" the math text on the Worksheet. In essence, the Token Toolbar is the \"pencil\" while the Worksheet is the paper. In order to make the WAVES software accessible to students with visual impairments, audio output tools were added so that the math text could be spoken using a computers speakers.\n\nWith the ability to listen to math lessons and complete assignments using the WAVES software, students were then asked to utilize an accessible Learning Management System (LMS) to access the online course. It was determined that open-sourced LMS?s such as Moodle were the most accessible. Thus, by combining the WAVES software with Moodle?s basic features, students with visual impairments were able to access a basic online math course using common assistive technologies such as screen-readers and zooming software.\n\nThroughout the research and development activities of the project, the participants (28 high school students from four residential schools for the blind) provided direct feedback on the refinement of the WAVES software, instructional practices, and interaction with the Learning Management System. As part of the research, students were asked to complete two algebra modules: one on solving order of operations expressions and one on solving equations of varying degrees of difficulty. During the first module (order of operations), the focus of the research was on the interaction of the students with the technology. It was determined that the students were able to learn and utilized the WAVES software with minimal training and a high level of efficiency and effectiveness. However, it was also determined that the students required more direct instruction on the use of other assistive technologies in order to access the LMS.\n\nDuring the second module, the focus was on the students? ability to learn the content (solving equations). After completing the five-day module, the scores on a pre and post assessment showed growth in learning of the content. In reviewing the daily assignments, the students became more comfortable with the software as they continued in the module. Overall, it was determined that these tools provided basic access to online instruction in STEM subjects. While the basic infrastructure for accessible online STEM courses has been demonstrated, continued development of more accessible tools as well as refinement of current tools. In short, the project met its primary goal of shedding light on the tools and strategies required for students with visual impairments to participate in an online STEM content course.\n\nThe project has advanced the field of special education for students with visual impairments by providing a clearer understanding of the tools and practices required for STEM-related online instruction for this population. It was determined that students with visual impairments would need advanced assistive technology competence but with basic math writing tools could fully participate in an online math or science course. From the perspective of broader impacts, the development of the technological tools (WAVES software) and development of an understanding of how it interacts with Learning Management Systems has the potential to provide students with visual impairments with more opportunities for advanced STEM instruction. With access to high-quality courses in STEM content areas, students with visual impairments would have greater opportunities to continue on into STEM fields where they are currently under-represented. At the same time, it was determined that the tools developed for this project are universally-designed and have the potential to support online STEM education for all students.\n\n \n\n\t\t\t\t\tLast Modified: 03/22/2016\n\n\t\t\t\t\tSubmitted by: Derrick Smith"
 }
}