{
 "awd_id": "1258962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Torsion Boundary Cohomology of PEL-type Shimura Varieties",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 94654.0,
 "awd_amount": 94654.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "In this project, the PI proposes to study the boundary cohomology of (general) PEL-type Shimura varieties, namely the cone of the canonical morphism from the compactly supported cohomology to the ordinary cohomology, with torsion (or integral) automorphic coefficients.  A consequence will be a better understanding of the whole torsion cohomology of PEL-type Shimura varieties, which might answer many questions about freeness, liftability, and congruences, and might explain intriguing (potential) pathologies in the torsion interior cohomology (which the PI noticed in his joint work with Junecue Suh).  The PI hopes to show that such pathologies do occur in general, but with arithmetically meaningful (and maybe surprising) explanations.  The PI also hopes that techniques developed in this project will be useful for studying other interesting questions, such as the arithmeticity of theta correspondences.\r\n\r\nGeometry and number theory are two oldest branches of mathematics, and combined applications of them (such as error correcting codes) have become indispensable in modern daily life (involving, for example, telecommunication and data storage).  The so-called Shimura varieties are important geometric objects because they relate analysis, geometry, and number theory in a natural yet mysterious way, and advances in the theory of Shimura varieties have contributed to many of the most exciting recent developments in number theory.  This project aims at exploring some relatively new territories in this important theory, where many basic questions have yet to be answered.  The PI believes that progresses in this project will establish new links among several very different branches of geometry and number theory.  The project will also support activities disseminating the knowledge and new ideas in this field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kai-Wen",
   "pi_last_name": "Lan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kai-Wen Lan",
   "pi_email_addr": "kwlan@umn.edu",
   "nsf_id": "000575852",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 94654.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Shimura varieties are generalizations of the classical modular curves, which carry geometric structures relating the symmetry of analytic manifolds---realized as the so-called automorphic representations---to the symmetry&nbsp;of algebraic numbers---realized as the so-called Galois representations.&nbsp; While many earlier developments in the theory of Shimura varieties have focused on understanding the contributions away from the boundary, we&nbsp;focused on the contributions of the boundary, not only&nbsp;over complex or rational numbers, but also in positive or mixed characteristics.</p>\n<p>The most important and novel&nbsp;outcomes of this project, in terms of its intellectual merit,&nbsp;can be summarized as follows:</p>\n<p>(1) By extending my earlier works on the theory of degeneration of abelian varieties with additional structures, I constructed good partial toroidal and minimal compactifications of the so-called PEL-type Shimura varieties and Kuga families with ordinary loci, which vastly generalized the geometric setup in&nbsp;the pioneering works of Katz's and Hida's on p-adic modular forms, allowing arbitrary ramifications and depths of levels at p.</p>\n<p>For nonexperts, the upshot is as follows:&nbsp; While the geometry of Shimura varieties&nbsp;can be&nbsp;formidably complicated in general, the ordinary loci are&nbsp;nice open&nbsp;subsets of them which behave like smooth manifolds.&nbsp; We exploited their nice features and constructed nice partial compactifications for them, which allow various delicate&nbsp;computations in the applications to be discussed below.</p>\n<p>(2) With Michael Harris, Richard Taylor, and Jack Thorne, we found a new way to associate Galois represenations with automorphic representations, with no assumption on self-duality or ramification on the representations involved.&nbsp; This is an important development in the so-called&nbsp;Langlands program, and has&nbsp;inspired works of&nbsp;great impact, such as Peter Scholze's deep and&nbsp;impressive generalization of our result to the torsion setup.&nbsp; Our method is based on a calculation---inspired by the work of Harris and Zucker's---of the contribution of the toroidal boundary to the rigid cohomology of the ordinary loci&nbsp;of certain Shimura varieties associated with&nbsp;unitary groups, and on a crucial relative vanishing statement, namely the vanishing of the higher direct images of the so-called subcanonical extensions of automorphic bundles (whose global sections over the complex numbers can be represented by holomorphic cuspidal automorphic&nbsp;forms), both of which are technical results of some independent interest by themselves.</p>\n<p>For nonexperts, the upshot is as follows:&nbsp; The association of Galois representations to automorphic representations can be viewed as a vast generalization of the quadratic reciprocity law.&nbsp; Most earlier applications of Shimura varieties towards the association of Galois representations made use of the so-called etale cohomology of Shimura varieties, but the Galois representations associated with non-self-dual automorphic representations&nbsp;are not supposed to&nbsp;occur in the etale cohomology of any&nbsp;Shimura variety.&nbsp; Our method overcame this difficulty by realizing the desired Galois representations in p-adic limits of those that do occur in the etale cohomology of Shimura varieties.&nbsp;&nbsp;The desired&nbsp;p-adic limits occur in the contribution of the partial toroidal boundary to the rigid cohomology of the ordinary loci, which we are able to analyze in sufficient detail.</p>\n<p>(3) With Benoit Stroh, we discovered a way to deduce the above-mentioned relative vanishing from my Kodaira-type vanishing results with Junecue Suh, at least when the residue characteristics are zero or larger than an explicit bound.&nbsp; While the result is technical in nature, the upshot is that&nbsp;it gives a more concep...",
  "por_txt_cntn": "\nShimura varieties are generalizations of the classical modular curves, which carry geometric structures relating the symmetry of analytic manifolds---realized as the so-called automorphic representations---to the symmetry of algebraic numbers---realized as the so-called Galois representations.  While many earlier developments in the theory of Shimura varieties have focused on understanding the contributions away from the boundary, we focused on the contributions of the boundary, not only over complex or rational numbers, but also in positive or mixed characteristics.\n\nThe most important and novel outcomes of this project, in terms of its intellectual merit, can be summarized as follows:\n\n(1) By extending my earlier works on the theory of degeneration of abelian varieties with additional structures, I constructed good partial toroidal and minimal compactifications of the so-called PEL-type Shimura varieties and Kuga families with ordinary loci, which vastly generalized the geometric setup in the pioneering works of Katz's and Hida's on p-adic modular forms, allowing arbitrary ramifications and depths of levels at p.\n\nFor nonexperts, the upshot is as follows:  While the geometry of Shimura varieties can be formidably complicated in general, the ordinary loci are nice open subsets of them which behave like smooth manifolds.  We exploited their nice features and constructed nice partial compactifications for them, which allow various delicate computations in the applications to be discussed below.\n\n(2) With Michael Harris, Richard Taylor, and Jack Thorne, we found a new way to associate Galois represenations with automorphic representations, with no assumption on self-duality or ramification on the representations involved.  This is an important development in the so-called Langlands program, and has inspired works of great impact, such as Peter Scholze's deep and impressive generalization of our result to the torsion setup.  Our method is based on a calculation---inspired by the work of Harris and Zucker's---of the contribution of the toroidal boundary to the rigid cohomology of the ordinary loci of certain Shimura varieties associated with unitary groups, and on a crucial relative vanishing statement, namely the vanishing of the higher direct images of the so-called subcanonical extensions of automorphic bundles (whose global sections over the complex numbers can be represented by holomorphic cuspidal automorphic forms), both of which are technical results of some independent interest by themselves.\n\nFor nonexperts, the upshot is as follows:  The association of Galois representations to automorphic representations can be viewed as a vast generalization of the quadratic reciprocity law.  Most earlier applications of Shimura varieties towards the association of Galois representations made use of the so-called etale cohomology of Shimura varieties, but the Galois representations associated with non-self-dual automorphic representations are not supposed to occur in the etale cohomology of any Shimura variety.  Our method overcame this difficulty by realizing the desired Galois representations in p-adic limits of those that do occur in the etale cohomology of Shimura varieties.  The desired p-adic limits occur in the contribution of the partial toroidal boundary to the rigid cohomology of the ordinary loci, which we are able to analyze in sufficient detail.\n\n(3) With Benoit Stroh, we discovered a way to deduce the above-mentioned relative vanishing from my Kodaira-type vanishing results with Junecue Suh, at least when the residue characteristics are zero or larger than an explicit bound.  While the result is technical in nature, the upshot is that it gives a more conceptual explanation to the otherwise mysterious relative vanishing statement.\n\n(4) The classical Koecher's principle asserts that, for holomorphic Siegel modular forms of scalar-valued weights and of genus at least two, the growth condition is redundant---the forms autom..."
 }
}