{
 "awd_id": "1258927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Scientific Collaboration in Time",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 86333.0,
 "awd_amount": 86333.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "This project explores an innovative interdisciplinary approach for studying the dynamics of scientific collaboration. Over the last decade, science policy has increasingly focused on the benefits of knowledge sharing, openness, and collaboration, a policy theme that has motivated a number of large recent investments by the NSF and other funding agencies in cyberinfrastructure development and deployment. The success of these investments however depends on attention to field-specific practices and cultures that may influence or even block adoption of cyberinfrastructure. This exploratory project sets out to advance a new interdisciplinary methodology that integrates ethnographic field studies with the analysis of large-scale publication networks to strengthen the empirical basis for understanding field differences in scientific collaboration.\r\n\r\nMethodologically, this project offers an innovative integration of quantitative network analysis of large publication networks with qualitative ethnographic field studies. Theoretically and substantively, it illustrates on the multi-level temporal dynamics that shape, and sometimes frustrate, efforts at scientific collaboration and innovation. The methodology developed in this project supports field-level comparisons of scientific communities and fills a critical gap in the research capabilities of scientometrics, innovation studies, and science policy, which are too often split between macro-scale (countries, disciplines, journals) or micro-scale (individuals, specific research localities) analyses, neglecting meso-scale dynamics that are formative to the shape and outcome of scientific knowledge production within and across fields.\r\n\r\nSpecifically, this project investigates the addition of a temporal dimension to a network ethnographic approach to study and compare temporal dimensions of scientific collaboration across research fields. The test cases are provided by two research fields (in ecology and at the boundary between physics and chemistry) that exhibit significant variation in the temporal rhythms that underlie the structure of short- and long-term collaborations within a research group and between this group and its collaborators.  Adding temporality to the analysis increases the resolution of collective structures in publication networks to support the strategic sampling of ethnographic field sites; enables the study of the emergence and evolution of collaborative structures at the team, sub-community, and field level and the detection of field-specific historical trends; and supports the search for field differences in the timing and rhythms of collaborative activities. This EAGER projects serves to explore and test the suitability of a network-analytic approach to capture scientific collaboration dynamics at various scales before deploying it in larger-scale empirical studies.\r\n\r\nBroader Impacts: Through strengthening the empirical base to inform science and innovation policy and to guide investment decisions, this exploratory project develops a methodological approach with a wide re-use potential for the comparative study of collaboration dynamics in scientific communities. Understanding the field-specific dynamics, tensions, and challenges of collaboration practices and their evolution over time is critical when the potential benefit and impact of policy and socio-technical interventions (such as cyberinfrastructure, data sharing mandates, and new incentive schemes), and, by improving metrics to quantify the impacts of these investments, complements existing investments and informs future investments in these specific areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Jackson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Jackson",
   "pi_email_addr": "sjj54@cornell.edu",
   "nsf_id": "000488585",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "301 College Ave.",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148537501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807500",
   "pgm_ele_name": "SciSIP Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86333.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project set out to explore an innovative interdisciplinary approach for studying the dynamics of scientific collaboration.&nbsp; It used both quantitative and qualitative research methods to explore temporal dimensions of collaboration in scientific fields. Our project partners at the University of Michigan developed software and quantitative analytic techniques to visualize how scientific research groups who collectively generate new knowledge change over time, including through the structure of their collaborative links, participation in community, and focus on specific research topics.&nbsp; Our work has explored in greater detail and through ethnographic methods the real-world dynamics by how these changes operate in specific scientific fields, with special focus on oceanography, ecology, and earth science research.&nbsp; In particular, we have produced important new findings around how groups organize and manage collaborations in complex and interdisciplinary spaces; how cultures of planning grounded in defense, business, and systems engineering worlds engage scientific fields and groups traditionally oriented around short term projects and individual to small-group principal investigator (PI) traditions. Collectively, this work provides better insight into how scientific fields grow and shift over time.&nbsp; This provides valuable insight to participants and leaders in collaborative scientific networks and also funders and science policy analysts seeking to support more effective funding and policy interventions into the nation&rsquo;s scientific research infrastructure.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2014<br>\n\t\t\t\t\tModified by: Steven&nbsp;J&nbsp;Jackson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project set out to explore an innovative interdisciplinary approach for studying the dynamics of scientific collaboration.  It used both quantitative and qualitative research methods to explore temporal dimensions of collaboration in scientific fields. Our project partners at the University of Michigan developed software and quantitative analytic techniques to visualize how scientific research groups who collectively generate new knowledge change over time, including through the structure of their collaborative links, participation in community, and focus on specific research topics.  Our work has explored in greater detail and through ethnographic methods the real-world dynamics by how these changes operate in specific scientific fields, with special focus on oceanography, ecology, and earth science research.  In particular, we have produced important new findings around how groups organize and manage collaborations in complex and interdisciplinary spaces; how cultures of planning grounded in defense, business, and systems engineering worlds engage scientific fields and groups traditionally oriented around short term projects and individual to small-group principal investigator (PI) traditions. Collectively, this work provides better insight into how scientific fields grow and shift over time.  This provides valuable insight to participants and leaders in collaborative scientific networks and also funders and science policy analysts seeking to support more effective funding and policy interventions into the nationÆs scientific research infrastructure.\n\n \n\n\t\t\t\t\tLast Modified: 12/02/2014\n\n\t\t\t\t\tSubmitted by: Steven J Jackson"
 }
}