{
 "awd_id": "1259930",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Climate-mediated coupling of hydrology and biogeochemistry in arctic hillslopes",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 229096.0,
 "awd_amount": 229096.0,
 "awd_min_amd_letter_date": "2012-09-14",
 "awd_max_amd_letter_date": "2012-09-14",
 "awd_abstract_narration": "This research will evaluate how climate-induced changes in water and nutrient cycles on land are propagated to stream networks. Increased export of water and the nutrients nitrogen and phosphorus from river networks to the Arctic Ocean reflects shifts in patterns of water and nutrient movement in the arctic. Changing climate may contribute to such shifts by causing release of nutrients from thawing permafrost, altering precipitation patterns, increasing rates of biogeochemical reactions, or expanding storage capacity in thawed soils. These changes may have far-reaching effects because flowing water connects land to downstream aquatic ecosystems, but the flowpaths connecting terrestrial ecosystems to stream networks remain poorly understood. This research will focus on transport and reaction of water and solutes within water tracks, which are linear regions of surface and subsurface flow that connect hillslopes to streams and account for up to 35% of watershed area in arctic tundra. Specific objectives are to: 1) quantify sources of water and dissolved nutrients to water tracks, 2) identify effects of snow accumulation, thaw depth, and storm characteristics on storage and transport of water and solutes, and 3) estimate the effects of hydrology on rates of nutrient cycling in water tracks. \r\n\r\nThe research will have significance for predicting responses of the arctic to continued climate change through links between hydrologic and nutrient cycles. Further, research will increase understanding of the role of hillslopes in connecting terrestrial ecosystems to stream networks, contributing to filling a research gap in hydrology and biogeochemistry. In addition, this project will train young scientists (grade school through post-graduate) in the skills and methods used to study responses of water and nutrient cycles to climate change. Arctic tundra is inaccessible to most students, yet one of the environments most susceptible to climate-induced changes. This project will include opportunities for undergraduate and graduate students to conduct research in the arctic, development of online instructional materials that bring cutting-edge topics and research methods to undergraduate courses in hydrology, and science lessons for K-6 students that incorporate real-time field data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Godsey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah E Godsey",
   "pi_email_addr": "godsey@isu.edu",
   "nsf_id": "000577419",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Idaho State University",
  "inst_street_address": "921 S 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POCATELLO",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2082822592",
  "inst_zip_code": "832015377",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "IDAHO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJC9GJJJL4M7"
 },
 "perf_inst": {
  "perf_inst_name": "Idaho State University",
  "perf_str_addr": "921 S. 8th Ave",
  "perf_city_name": "Pocatello",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "832015377",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 229096.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Water tracks Project outcomes report </strong></p>\n<p>Arctic hillslopes are often punctuated by long, narrow stripes of dark green vegetation in summer. These stripes mark the locations of water tracks, which are areas where water preferentially flows over the ground and through the soil down to lakes or streams. Despite the prevalence of these features in arctic watersheds, little is known about the role of water tracks in connecting terrestrial and aquatic ecosystems. We studied how flows of water and nutrients in water tracks of Northern Alaska will respond to climate warming and variability. We found that water did not always follow the pathways that one would predict based on following topographic lows on the landscape. Instead water followed more complicated flow pathways and the amount of flow through water tracks depended on the size and intensity of storms and how wet the soils were before the storm. Similarly, precipitation, rather than depth of thawed soils was a stronger influence on nutrient retention and export. The largest fluxes of dissolved, bioreactive elements including carbon, nitrogen, and phosphorus, occurred during snowmelt. Surprisingly, even though snowmelt usually occurred when soils were mostly frozen, some water from snowmelt persisted in hillslopes and kept flowing in the water tracks until mid-summer, suggesting that the size of the snowpack and timing of its melt influence the amounts of water and solutes transferred from hillslopes to receiving streams and lakes. Nutrient retention, which occurs due to plant and microbial activity as well as physical processes in soils, limits the transfer of dissolved nutrients from hillslopes to receiving lakes and streams. In the subsurface, retention of nitrogen and phosphorus tended to decline in deeper soils, compared to surface soils. Soils tended to be more retentive of phosphorus than of nitrogen. However, the contribution of these deeper flows, relative to water flowing over the surface, depends upon inputs of precipitation. Nutrient storage and retention at the surface did not show seasonal patterns, but instead was related to the amount and rate of water flow down hillslopes. Therefore, overall, nutrient retention in water tracks was most strongly related to the timing and abundance of precipitation. This project has provided evidence that the precipitation regime, including the size of the snowpack, timing of snowmelt, and timing and abundance of rain in summer have a strong influence on the hydrologic connections of arctic watersheds and the distribution and availability of elements required for life. &nbsp;&nbsp;</p>\n<p>In addition to the science outcomes of this project, our work included several training and education efforts. We partnered with the PolarTREC program to host a high school science teacher at Toolik Field Station. We visited the teacher&rsquo;s classroom to introduce arctic science to her students and helped develop hands-on activities to teach concepts in soil science and watershed hydrology. The teacher gained exposure to multiple aspects of arctic science through field work with our group and others at the field station. We also engaged in public outreach through work with Frontier Scientists to produce short videos and a newspaper article describing our work on water tracks. Our project included a significant training effort, including three graduate students and seven undergraduate or recently graduated technicians. These trainees gained experience or expertise in coordinating logistics of remote field work, analytical chemistry, biogeochemical and hydrologic monitoring, data management, and modeling.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2015<br>\n\t\t\t\t\tModified by: Sarah&nbsp;E&nbsp;Godsey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWater tracks Project outcomes report \n\nArctic hillslopes are often punctuated by long, narrow stripes of dark green vegetation in summer. These stripes mark the locations of water tracks, which are areas where water preferentially flows over the ground and through the soil down to lakes or streams. Despite the prevalence of these features in arctic watersheds, little is known about the role of water tracks in connecting terrestrial and aquatic ecosystems. We studied how flows of water and nutrients in water tracks of Northern Alaska will respond to climate warming and variability. We found that water did not always follow the pathways that one would predict based on following topographic lows on the landscape. Instead water followed more complicated flow pathways and the amount of flow through water tracks depended on the size and intensity of storms and how wet the soils were before the storm. Similarly, precipitation, rather than depth of thawed soils was a stronger influence on nutrient retention and export. The largest fluxes of dissolved, bioreactive elements including carbon, nitrogen, and phosphorus, occurred during snowmelt. Surprisingly, even though snowmelt usually occurred when soils were mostly frozen, some water from snowmelt persisted in hillslopes and kept flowing in the water tracks until mid-summer, suggesting that the size of the snowpack and timing of its melt influence the amounts of water and solutes transferred from hillslopes to receiving streams and lakes. Nutrient retention, which occurs due to plant and microbial activity as well as physical processes in soils, limits the transfer of dissolved nutrients from hillslopes to receiving lakes and streams. In the subsurface, retention of nitrogen and phosphorus tended to decline in deeper soils, compared to surface soils. Soils tended to be more retentive of phosphorus than of nitrogen. However, the contribution of these deeper flows, relative to water flowing over the surface, depends upon inputs of precipitation. Nutrient storage and retention at the surface did not show seasonal patterns, but instead was related to the amount and rate of water flow down hillslopes. Therefore, overall, nutrient retention in water tracks was most strongly related to the timing and abundance of precipitation. This project has provided evidence that the precipitation regime, including the size of the snowpack, timing of snowmelt, and timing and abundance of rain in summer have a strong influence on the hydrologic connections of arctic watersheds and the distribution and availability of elements required for life.   \n\nIn addition to the science outcomes of this project, our work included several training and education efforts. We partnered with the PolarTREC program to host a high school science teacher at Toolik Field Station. We visited the teacherÆs classroom to introduce arctic science to her students and helped develop hands-on activities to teach concepts in soil science and watershed hydrology. The teacher gained exposure to multiple aspects of arctic science through field work with our group and others at the field station. We also engaged in public outreach through work with Frontier Scientists to produce short videos and a newspaper article describing our work on water tracks. Our project included a significant training effort, including three graduate students and seven undergraduate or recently graduated technicians. These trainees gained experience or expertise in coordinating logistics of remote field work, analytical chemistry, biogeochemical and hydrologic monitoring, data management, and modeling.\n\n\t\t\t\t\tLast Modified: 10/31/2015\n\n\t\t\t\t\tSubmitted by: Sarah E Godsey"
 }
}