{
 "awd_id": "1260910",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: A Simulation Environment for Studying Aging and Degradation of Structures and Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 17838.0,
 "awd_amount": 17838.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "Abstract :\r\n\r\nDegradation of structures and materials in the civil infrastructure is one of the main challenges that engineers face today.  This CAREER project will develop an advanced simulation environment for modeling degradation of structures and materials using a multi-physics approach and object-oriented design. To limit the scope of the project, the simulation environment will be developed in the context of a specific application: corrosion in reinforced concrete structures. This research project will integrate fundamental theories and computational tools to model the complete corrosion-induced damage process in reinforced concrete. The approach to be followed include the description of the coupled multi-physics phenomena (i.e. heat and mass transport, electrochemistry, and mechanical damage) through nonlinear systems of coupled partial differential equations and the implementation of numerical methods such as finite elements for the solution of these systems of equations. The processes involved in corrosion-induced damage have been studied separately in the past, but a holistic approach that allows for modeling the complete corrosion degradation process is still lacking. The proposed research will develop new knowledge for reliably coupling moisture, heat, and ionic transport, generation of corrosion products, and the ensuing mechanical damage.\r\n\r\nThe intellectual merit of this proposal stems from the development of a holistic and multidisciplinary approach for studying degradation of structural systems. Moreover, the simulation environment developed in this research will serve as a virtual laboratory for studying complete life cycles of structures, facing one of the modern challenges of computational mechanics.  Deterioration of infrastructure deeply affects our society. Invariably, all structures degrade over time and it is imperative that we learn how to predict changes in the safety limits of structures. The realistic assessment of reduction in structural capacity using a holistic approach is still needed. This research project addresses these issues from the context of corrosion in reinforced concrete, but uses a general approach easily expandable to other deterioration mechanisms found in structures such as aircrafts, cars, nuclear containers, dams, space vehicles, etc. In addition, the multi-physics framework used in this research and its implementation using an object-oriented design will serve as paradigm for the solution of complex problems found in other engineering and science areas such as biology, physics, chemistry, materials science, etc.\r\n\r\n Degradation of structures is intrinsically a multi-phenomena process, which requires multidisciplinary thinking. Students involved in research and classes related to this project will have to gain knowledge from a variety of areas such as heat and mass transport, physical chemistry, solid mechanics, and computational methods for the solution of partial differential equations. The object-oriented design approach adopted in this research will allow for easy expansion and adaptation of the software to other deterioration mechanisms found in other areas of engineering and science. The proposed simulation environment will be open source and available to the research and practicing community. The educational component of the project encompasses curriculum expansion, internships at a national laboratory, and outreach programs. The project aims at increasing the number of Hispanic students that pursue engineering and science degrees. The Hispanic population in the US is growing at an expeditious rate, while the number of Hispanic students that pursue engineering degrees is currently very small.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wilkins",
   "pi_last_name": "Aquino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wilkins Aquino",
   "pi_email_addr": "wilkins.aquino@duke.edu",
   "nsf_id": "000230865",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  },
  {
   "pgm_ele_code": "768000",
   "pgm_ele_name": "EDA-Eng Diversity Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 17838.0
  }
 ],
 "por": null
}