{
 "awd_id": "1260828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Directions in Environmental Ethics: Interdisciplinary and Public Engagement with Emerging Contaminants and Technologies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 557532.0,
 "awd_amount": 557532.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2016-01-20",
 "awd_abstract_narration": "This award funds an interdisciplinary training program for doctoral students and postdoctoral fellows in Science, Technology, and Society that will generate and communicate new ethics tools for handling emerging contaminants and emerging technologies in a  responsible and publicly accountable fashion. Emerging contaminants are chemicals for which there is limited knowledge of health and evironmental effects, yet  which are prevalent in the environment. Examples include PBDE flame retardants and bisphenol A. Emerging technologies are designed to advance human livelihood, but have implications for human health, the environment, or society that are often unclear. Examples include nanotechnology, bioremediation technologies, and synthetic genomics. Because so little is known about the effects of these products, and because these products sometimes change as they are put into use, new forms of ethical engagement are required. This award will generate new ethical tools to handle these types of technologies and chemicals, and train graduate students and postdoctoral students to use these new tools. The principal investigator will create a theory of \"reflexive research ethics\" that draws on STS theories of health social movements, public engagement in science, and ethics. Through coursework, mentoring relationships with STS faculty, participation in a special seminar series, and work with community groups and scientists, trainees will learn reflexive research ethics. \r\n\r\nThis theory and practice of research ethics makes use of scholarship on how to engage publics and scientists in varied fields in complex decisions about scientific products whose effects are not well known but which are potentially dangerous. It also provides new methods for addressing complex ethical issues raised by emerging scientific products and technologies. Training and research will help strengthen cross-disciplinary and public discussions of science ethics. \r\n\r\nThe broader impacts of this award include the generation new ethics tools that can be used by other researchers to carry out NSF's Responsible Conduct of Research training requirement in innovative ways; the engagement of community groups through mutual learning between community partners and students; and the publication of student and mentor projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phil",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Phil Brown",
   "pi_email_addr": "p.brown@northeastern.edu",
   "nsf_id": "000188082",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7915",
   "pgm_ref_txt": "Ethics & Values of SET"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 557532.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Training Program has accomplished a lot in its three years. Of special note, the Training Program served as a proof-of-concept for training programs of our special niche, and enabled us to win an NIEHS T-32 training program in 2015,&nbsp;&ldquo;Transdisciplinary Training at the Intersection of Environmental Health and Social Science\" ($865,034).</p>\n<p>A key strength of the Training Program is that Trainees participated in the weekly research meeting of the Social Science Environmental Health Research Institute, which includes 4 faculty, 2 postdocs, 12 doctoral students, 2 masters students, and 2 undergraduates. These meetings rotate format, including a) visiting scholars from within the university, nearby universities and research centers, and visitors from further away; b) presentations by SSEHRI members of articles and other work in progress; c) discussion of grants in preparation; d) broader theoretical and conceptual discussions, and e) conference planning for several conferences &ndash; Social Science-Environmental Health Research to Action Conference, Reproductive Health and the Environment, Local Environmental Action, and Greater Boston Women of Color Environmental Health Conference. &nbsp;</p>\n<p>In the conference preparation work and participation in the conferences, Trainees have learned a lot about academic-community partnerships in environmental health, working with Resilient Sisterhood Project (a largely African-American group that does public education from high school to adults on EDCs and environmental health), Alternatives for Community and Environment (a major environmental justice group), and Toxics Action Center (a New England-wide environmental advocacy group similar to the national Center for Health, Environment, and Justice).</p>\n<p>In addition, there is a bi-weekly Training Program meeting which is more geared to skills training. We include in the Training Program meetings the four NIH doctoral trainees and the one postdoc trainee from the training grant &ldquo;Transdisciplinary Training at the Intersection of Environmental Health and Social Science,&rdquo; and most of the other SSEHRI students and postdocs also attend. We have opened these meetings also to the Trainees in our Superfund Research Program and the undergraduates in our NIEHS R-25 Training Program which is designed to serve students of color. Several of those other Trainees attend, which broadens their learning and brings our Trainees into contact with a more diverse pool of students from other disciplines. The mixture benefits all Trainees, while leveraging our NSF resources for the broader environmental health training on campus.</p>\n<p>To the PI&rsquo;s knowledge, there is no other social science program that provides formal training at the intersection of social science and environmental health science. This advances social science, especially Sociology and STS, with the opportunity to train young scholars to work in new forms of interdisciplinary research with both life and natural scientists in the environmental field.&nbsp; This project&rsquo;s focus on research ethics helps social scientists to better understand the ethical concerns underlying virtually all research. Scholars coming out of this program develop opportunities for creative types of joint appointments with medical schools, public health schools, and environmental studies/environmental science programs. In the process, this expands the outlook and the job potential for social science scholars. Because there are an increasing number of federally-funded programs requiring such collaboration, this project prepares the discipline for a new funding outlook.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Phil&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Training Program has accomplished a lot in its three years. Of special note, the Training Program served as a proof-of-concept for training programs of our special niche, and enabled us to win an NIEHS T-32 training program in 2015, \"Transdisciplinary Training at the Intersection of Environmental Health and Social Science\" ($865,034).\n\nA key strength of the Training Program is that Trainees participated in the weekly research meeting of the Social Science Environmental Health Research Institute, which includes 4 faculty, 2 postdocs, 12 doctoral students, 2 masters students, and 2 undergraduates. These meetings rotate format, including a) visiting scholars from within the university, nearby universities and research centers, and visitors from further away; b) presentations by SSEHRI members of articles and other work in progress; c) discussion of grants in preparation; d) broader theoretical and conceptual discussions, and e) conference planning for several conferences &ndash; Social Science-Environmental Health Research to Action Conference, Reproductive Health and the Environment, Local Environmental Action, and Greater Boston Women of Color Environmental Health Conference.  \n\nIn the conference preparation work and participation in the conferences, Trainees have learned a lot about academic-community partnerships in environmental health, working with Resilient Sisterhood Project (a largely African-American group that does public education from high school to adults on EDCs and environmental health), Alternatives for Community and Environment (a major environmental justice group), and Toxics Action Center (a New England-wide environmental advocacy group similar to the national Center for Health, Environment, and Justice).\n\nIn addition, there is a bi-weekly Training Program meeting which is more geared to skills training. We include in the Training Program meetings the four NIH doctoral trainees and the one postdoc trainee from the training grant \"Transdisciplinary Training at the Intersection of Environmental Health and Social Science,\" and most of the other SSEHRI students and postdocs also attend. We have opened these meetings also to the Trainees in our Superfund Research Program and the undergraduates in our NIEHS R-25 Training Program which is designed to serve students of color. Several of those other Trainees attend, which broadens their learning and brings our Trainees into contact with a more diverse pool of students from other disciplines. The mixture benefits all Trainees, while leveraging our NSF resources for the broader environmental health training on campus.\n\nTo the PI?s knowledge, there is no other social science program that provides formal training at the intersection of social science and environmental health science. This advances social science, especially Sociology and STS, with the opportunity to train young scholars to work in new forms of interdisciplinary research with both life and natural scientists in the environmental field.  This project?s focus on research ethics helps social scientists to better understand the ethical concerns underlying virtually all research. Scholars coming out of this program develop opportunities for creative types of joint appointments with medical schools, public health schools, and environmental studies/environmental science programs. In the process, this expands the outlook and the job potential for social science scholars. Because there are an increasing number of federally-funded programs requiring such collaboration, this project prepares the discipline for a new funding outlook.\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Phil Brown"
 }
}