{
 "awd_id": "1260073",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: A Hybrid Photosynthetic Electron Transport Chain Based on Graphene Oxide",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 94270.0,
 "awd_amount": 94270.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "1260073\r\nVittadello\r\n\r\nSeveral approaches for biological and biomimetic energy conversion systems have been proposed.  In particular, the possibility of using photosynthesis to produce hydrogen from biological resources is attractive, and both natural microorganisms and semi-artificial devices are being investigated within various national and international programs. The approaches of semi-artificial device research being followed are aimed at a photoelectrochemical system based on PSII and PSI, which are natural photosystems, and hydrogenase. The original model, proposed in 1979, entailed the use of particles floating in solution in the presence of redox mediators. New strategies proposed by the research team of Professor  Michele Vittadello of CUNY Medgar Evers College and Professor Paul Falkowski of Rutgers University involve the immobilization of PSII and PSI CCs (core complexes) and hydrogenases onto electrodic surfaces. So far, no one has published a full working device using isolated core complexes.\r\n\r\n\r\nVittadello and Falkowski propose to demonstrate the possibility by assembling a viable photosynthetic hybrid system for water splitting based on graphene oxide (GO), core complexes of natural photosystems PSII and PSI, and Pt as a catalyst. Single-layered GO provides an ideal chemical ?canvas? for the self-assembly of photosynthetic proteins. The residual oxygen-containing chemical species include hydroxyl, carboxyl, epoxy, and ketonic functional groups concentrated at the edges of graphene quantum islands. The degree of oxidation can be used to control electron/hole transport properties. Although preliminary results for the PSI-GO and PSII-GO have been attained, the basis for this EAGER proposal is the attempt to demonstrate that photoinduced vectorial electron transfer is possible in triads comprised of PSII CCs, GO, and PSI CCs in a direct or facilitated fashion, giving rise to a supramolecular hybrid electron-transport chain with minimized overpotentials, on the model of the natural photosynthetic Z-scheme. \r\n \r\nThe investigators are well qualified for conducting this project given their background knowledge in photosynthesis, electrochemistry, biophysics, biochemistry, materials science and engineering. The research team includes Senior Research Associate Kamil Woronowicz and is in an excellent position to expand the collaborative effort in semi-artificial photosynthesis for hydrogen generation. The investigation of GO-protein interactions is highly transformational for bionanotechnologies with potential applications in multi-enzyme catalysis for fuel production and chemical synthesis, and protein purification for drug development. The successful proof-of-concept will lay the foundation for further studies. The vibrancy of the topic will help leverage the ongoing effort of the investigators in the STEM educational area, through the unique institutional expertise available at Medgar Evers College and at the Rutgers Energy Institute.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Vittadello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Vittadello",
   "pi_email_addr": "mvittadello@mec.cuny.edu",
   "nsf_id": "000738494",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Falkowski",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Falkowski",
   "pi_email_addr": "falko@imcs.rutgers.edu",
   "nsf_id": "000161836",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Medgar Evers College",
  "inst_street_address": "1650 BEDFORD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7182706107",
  "inst_zip_code": "112252017",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NY09",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "JNQFZNMEYGB3"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Medgar Evers College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112252298",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "NY09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "048E",
   "pgm_ref_txt": "BIO-CATALYSIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 94270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: justify;\"><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-family: Times New Roman; font-size: small;\">EAGER: A Hybrid Photosynthetic Electron Transport Chain Based on Graphene Oxide</span></strong></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: justify;\"><span><strong><span style=\"font-size: small;\">&nbsp;</span></strong></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: justify;\"><span><strong><span style=\"font-size: small;\">Project Outcomes Report</span></strong></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: justify;\"><span><span style=\"font-size: small;\">&nbsp;</span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; text-align: justify;\"><span style=\"font-size: small;\"><span><strong>Intellectual Merit. </strong></span><span>P</span></span><span><span style=\"font-size: small;\">hotosynthesis in living cells depends on the step-wise electron transfer between molecular intermediates embedded in the bilayer membrane. The research accomplished under this NSF EAGER grant in one year of work plus three months of no-cost extension has provided evidence for our ability to recapitulate the essential characteristics of natural photosynthetic electron transport, using purified molecular components <em style=\"mso-bidi-font-style: normal;\">in vitro</em> and conductive nanomaterials in suspension. Photosystem II core complexes (PSII CCs) Histidine-tagged on the stromal side were isolated from thermophilic cyanobacterium <em style=\"mso-bidi-font-style: normal;\">Thermosynechococcus elongatus</em>. This genetically modified strain was provided by Dr. William A. Rutherford at the Imperial College of London. Photosystem I core complexes (PSI CCs) Histidine-tagged on the luminal side were isolated from <em style=\"mso-bidi-font-style: normal;\">Synechococcus sp. PCC 7002</em>. This genetically modified strain was provided by Dr. John H. Golbeck at Pennsylvania State University. Chemically modified graphene with Nickel coordination sites (GO-NiNTA) initially invented in our laboratory under previous funding from AFOSR was further developed for the oriented self-assembly of PSII CCs and PSI CCs. The precursor graphene oxide (GO) was provided by Dr. Manish Chhowalla at Rutgers University. The self-assembly procedure resulted in suspensions of GO-NiNTA nanosheets decorated with PSII and PSI. Each of these nanosheet constitutes an independent biohybrid electron transport chain labelled as (PSII)</span><sub><span style=\"font-size: x-small;\">n</span></sub><span style=\"font-size: small;\">-(GO-NiNTA)-(PSI)</span><sub><span style=\"font-size: x-small;\">m</span></sub><span style=\"font-size: small;\"> or more simply PSII-(GO-NiNTA)-PSI. The main goal of the EAGER grant was to use Joliot-type spectroscopy in order to probe PSI and PSII and demonstrate electronic communication between them through GO. This was a non-trivial experimental challenge because JTS is a very sensitive technique and small differences among samples can impair the possibility to detect the predicted effects. Another challenge was represented by the need to stabilize the suspension with suitable detergents. A key experiment was devised in which a competitive ligand to the Ni coordination sites was used to remove the photosynthetic proteins from GO-NiNTA. In the framework of this type of decoupling experiment we were able to show that PSI can reveal indirectly the presence of electronically coupled PSII. The possibility to reach this conclusion was enabled by a kinetic model describing t...",
  "por_txt_cntn": "\n \nEAGER: A Hybrid Photosynthetic Electron Transport Chain Based on Graphene Oxide\n\n \n \n\n \nProject Outcomes Report\n\n \n \n\n \nIntellectual Merit. Photosynthesis in living cells depends on the step-wise electron transfer between molecular intermediates embedded in the bilayer membrane. The research accomplished under this NSF EAGER grant in one year of work plus three months of no-cost extension has provided evidence for our ability to recapitulate the essential characteristics of natural photosynthetic electron transport, using purified molecular components in vitro and conductive nanomaterials in suspension. Photosystem II core complexes (PSII CCs) Histidine-tagged on the stromal side were isolated from thermophilic cyanobacterium Thermosynechococcus elongatus. This genetically modified strain was provided by Dr. William A. Rutherford at the Imperial College of London. Photosystem I core complexes (PSI CCs) Histidine-tagged on the luminal side were isolated from Synechococcus sp. PCC 7002. This genetically modified strain was provided by Dr. John H. Golbeck at Pennsylvania State University. Chemically modified graphene with Nickel coordination sites (GO-NiNTA) initially invented in our laboratory under previous funding from AFOSR was further developed for the oriented self-assembly of PSII CCs and PSI CCs. The precursor graphene oxide (GO) was provided by Dr. Manish Chhowalla at Rutgers University. The self-assembly procedure resulted in suspensions of GO-NiNTA nanosheets decorated with PSII and PSI. Each of these nanosheet constitutes an independent biohybrid electron transport chain labelled as (PSII)n-(GO-NiNTA)-(PSI)m or more simply PSII-(GO-NiNTA)-PSI. The main goal of the EAGER grant was to use Joliot-type spectroscopy in order to probe PSI and PSII and demonstrate electronic communication between them through GO. This was a non-trivial experimental challenge because JTS is a very sensitive technique and small differences among samples can impair the possibility to detect the predicted effects. Another challenge was represented by the need to stabilize the suspension with suitable detergents. A key experiment was devised in which a competitive ligand to the Ni coordination sites was used to remove the photosynthetic proteins from GO-NiNTA. In the framework of this type of decoupling experiment we were able to show that PSI can reveal indirectly the presence of electronically coupled PSII. The possibility to reach this conclusion was enabled by a kinetic model describing the oxidation of PSI, and the re-reduction of PSI by a chemical donor under flooding conditions, in the presence of PSII and GO and suitable redox mediators.  The model was built by considering how the behavior of free PSI in suspension is affected by tethering on GO-NiNTA, with or without co-immobilized PSII. The model provided equations for the simulation of the JTS profiles under illumination and dark conditions in the coupled and uncoupled system. Variable fluorescence measurements conducted targeting PSII revealed electronic transfer from PSII to PSI through GO-NiNTA. Supporting information indicating that GO behaves like an electron sink to the photosystems came from EPR measurements conducted in collaboration with Dr. Donald J. Hirsh at The College of New Jersey.\n\n \n \n\n \nBroader Impact. Energy nanotechnology and materials chemistry, is a combined field in which the United States cannot afford to lose its competitive edge for reasons including strategic positioning, economic security, and environmental sustainability. This project has advanced knowledge in biohybrid photosynthetic nanotechnology and materials, while promoting the career advancement of a post-doctoral scholar. Training of one undergraduate student and a graduate student resulted from the proposed effort. A part-time post-doctoral scholar and a post-baccalaureate student were marginally involved. Moreover, this project has leveraged the ongoing effort of the investigators in the STEM ed..."
 }
}