{
 "awd_id": "1261189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  GSE/RES:  Diverse Young Women Traveling Pathways to STEM",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2012-08-06",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 121262.0,
 "awd_amount": 121262.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "Intellectual Merit: The purpose of this study is to examine the relationship between (1) access to and use of STEM-related social, cultural, and economic \"capital\" (or resources) and (2) specific educational pathways in college for a group of academically talented, mostly minority young women who participated for 3 years in a high school program intended to spark and sustain their interest in engineering. The high school program, Female Recruits Explore Engineering (FREE), was implemented in 10 public schools in 3 states (CO, IA, and OH), from 2006-2009. FREE began with 131 mostly urban, Latina, Black, Native American and Asian American girls who were strong students in math and science. The proposed study will follow all the young women who stayed in FREE during high school and their first post-high school year (n=81). In this group, 22% are pursuing engineering majors, 35% are in other STEM majors, 33% are pursuing non-STEM majors, and 10% are undecided. Pierre Bourdieu's \"social capital\" framework will be employed to analyze the capital the participants brought with them and will have used in college, including that gained in FREE, to pursue their college goals. The concept of \"educational pathways\" will be used to examine the dynamic interplay between institutional structures for pursuing college degrees, sources of support in college, and individual decisions and choices made in college. Data will include information about the young women's high school backgrounds, experiences and lives (observation; interviews; demographic, self-efficacy and social network surveys; Blackberry PIN, Messenger and email messages; website and Facebook postings) from the FREE project. Comparable new data will be collected about the women's college experiences through Facebook postings, interviews and surveys. The qualitative data will be analyzed by creating a coding scheme of a priori categories (based on the research questions) and in situ (emerging from the data) categories and managed with the ATLAS.ti software program. Survey data will be analyzed with descriptive statistics, and where survey questions have been drawn from national surveys, those data will be used to make national comparisons.\r\n\r\nBroader Impacts: This research seeks to impact the broader education community and society as a whole by: illuminating the connections between forms of capital and choice for or against careers in engineering and other STEM fields; contributing to policies and programs for increasing diversity in STEM fields; involving non-privileged students in research related to their STEM circumstances and options; preparing graduate students in Education, Women's Studies, and STEM fields for research on education-related issues, particularly those involving under-represented populations; and widely disseminating results through diverse sources, such as peer-reviewed journals, STEM-oriented associations, the FREE website, college-oriented websites and magazines, local and national press, and speaking engagements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Bruning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monica Bruning",
   "pi_email_addr": "mbruning@d.umn.edu",
   "nsf_id": "000402384",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Des Moines Area Community College",
  "inst_street_address": "2006 S ANKENY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ANKENY",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5159646200",
  "inst_zip_code": "500238995",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "IA03",
  "org_lgl_bus_name": "DES MOINES AREA COMMUNITY COLLEGE",
  "org_prnt_uei_num": "UHXRPL5G4FY3",
  "org_uei_num": "UHXRPL5G4FY3"
 },
 "perf_inst": {
  "perf_inst_name": "Des Moines Area Community College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500233993",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "IA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 121262.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this study are to examine the relationship between (1) access to and use of STEM-related social, cultural, and economic &ldquo;capital&rdquo; (or resources) and (2) specific educational pathways in college for a group of academically talented, mostly minority young women who participated for 3 years in a high school program intended to spark and sustain their interest in engineering.&nbsp; The high school program, Female Recruits Explore Engineering (FREE), was implemented in 10 public schools in 3 states (CO, IA, and OH), from 2006-2009.&nbsp; FREE began with 131 mostly urban, Latina, Black, Native American and Asian American girls who were strong students in math and science.&nbsp;&nbsp; This study follows all the young women who stayed in FREE during high school and their first post-high school year (n=81). In this group, 22% were pursuing engineering majors, 35% were in other STEM majors, 33% were pursuing non-STEM majors, and 10% were undecided or not in college in their first year post-graduation.. Pierre Bourdieu&rsquo;s &ldquo;social capital&rdquo; framework is being used to analyze the capital the participants brought with them and use in college, including that gained in FREE, to pursue their college goals. The concept of &ldquo;educational pathways&rdquo; will be utilized to examine the dynamic interplay between institutional structures for pursuing college degrees, sources of support in college, and individual decisions and choices made in college.</p>\n<p>The primary research question is: How does STEM-related social capital brought to college as well as gained there and used in college affect young women&rsquo;s persistence in STEM vs. non-STEM pathways in college? Data will include information about the young women&rsquo;s high school backgrounds, experiences and lives (observation; interviews; demographic, self-efficacy and social network surveys; Blackberry PIN, Messenger and email messages; website and Facebook postings) from the FREE project. Comparable new data will be collected about the women&rsquo;s college experiences through Facebook postings, interviews and surveys. The qualitative data will be analyzed by creating a coding scheme of <em>a priori</em> categories (based on the research questions) and <em>in situ</em> (emerging from the data) categories and managed with the ATLAS.ti software program. Survey data will be analyzed with descriptive statistics, and where survey questions have been drawn from national surveys, those data will be used to make national comparisons.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2014<br>\n\t\t\t\t\tModified by: Monica&nbsp;Bruning</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goals of this study are to examine the relationship between (1) access to and use of STEM-related social, cultural, and economic \"capital\" (or resources) and (2) specific educational pathways in college for a group of academically talented, mostly minority young women who participated for 3 years in a high school program intended to spark and sustain their interest in engineering.  The high school program, Female Recruits Explore Engineering (FREE), was implemented in 10 public schools in 3 states (CO, IA, and OH), from 2006-2009.  FREE began with 131 mostly urban, Latina, Black, Native American and Asian American girls who were strong students in math and science.   This study follows all the young women who stayed in FREE during high school and their first post-high school year (n=81). In this group, 22% were pursuing engineering majors, 35% were in other STEM majors, 33% were pursuing non-STEM majors, and 10% were undecided or not in college in their first year post-graduation.. Pierre BourdieuÆs \"social capital\" framework is being used to analyze the capital the participants brought with them and use in college, including that gained in FREE, to pursue their college goals. The concept of \"educational pathways\" will be utilized to examine the dynamic interplay between institutional structures for pursuing college degrees, sources of support in college, and individual decisions and choices made in college.\n\nThe primary research question is: How does STEM-related social capital brought to college as well as gained there and used in college affect young womenÆs persistence in STEM vs. non-STEM pathways in college? Data will include information about the young womenÆs high school backgrounds, experiences and lives (observation; interviews; demographic, self-efficacy and social network surveys; Blackberry PIN, Messenger and email messages; website and Facebook postings) from the FREE project. Comparable new data will be collected about the womenÆs college experiences through Facebook postings, interviews and surveys. The qualitative data will be analyzed by creating a coding scheme of a priori categories (based on the research questions) and in situ (emerging from the data) categories and managed with the ATLAS.ti software program. Survey data will be analyzed with descriptive statistics, and where survey questions have been drawn from national surveys, those data will be used to make national comparisons. \n\n \n\n\t\t\t\t\tLast Modified: 06/13/2014\n\n\t\t\t\t\tSubmitted by: Monica Bruning"
 }
}