{
 "awd_id": "1261052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Innovation Accelerator: A New Web-based Portal Software Tool to Find Disruptive Innovative Solutions",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "Researchers are developing a human-machine synergism in which the machine complements human weaknesses to being innovative while the human returns the favor for the machine. This method called Innovation Assistance (IA) represents a fundamental new way of thinking about innovation and replaces the minimally successful Artificial Intelligence techniques from the 1980's that were unable to get machines to be innovative by themselves. This is accomplished by carefully understanding the fundamental axis upon which all innovation turns: every innovative solution is based upon at least one overlooked (i.e., obscure) feature of the problem. Humans and machines have different reasons for overlooking obscure features. Each partner in the human-machine interaction will help counter the other?s weaknesses. Researchers have thus far devised nearly two dozen innovation techniques that counteract the many cognitive reasons why humans overlook obscure features. \r\n\r\nThis technology has applications for STEM education, lawyers, the military and engineers. The problem-solving model used in this method has the potential to be used to alter innovative education in STEM fields. Techniques developed through IA will be able to more efficiently search databases for similar solutions to an entered problem. There is potential for this technology to be used in a military setting for training forces to be more innovative problem solvers in the field. Engineering applications of this technology could assist in moving projects more rapidly through research and development phases. This technology addresses a growing need to improve the innovation capabilities of individuals and organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sundar",
   "pi_last_name": "Krishnamurty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sundar Krishnamurty",
   "pi_email_addr": "skrishna@ecs.umass.edu",
   "nsf_id": "000218726",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "70 Butterfield Terrace",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the I-Corps grant, we conducted 81 customer interviews about their needs in the area of innovation. After all this feedback, which resulted in multiple refinements to our value proposition, we decided to incorporate as Innovation Accelerator, Inc. The main problem that our company&rsquo;s technology can immediately address is automatically finding adaptable solutions from diverse fields to an unsolved problem. Engineering companies need to find technology that either already accomplishes the problem they are working on or could be adapted to the problem they are working on. Our patent-pending search algorithm can automatically find adaptable solutions to a given problem from diverse fields taking into account the variations in the way that the problem can be described. Companies have also expressed an interest in being able to search their history of company projects (i.e., legacy data) in order to find past projects that may have already solved a part of or the whole of their current problem. Our patent-pending search algorithm can also accomplish this task.</p>\n<p>Our first software product, <em>Analogy Finder</em>, find &lsquo;analogous&rsquo; solutions in the U.S. Patent database to an unsolved problem. Simply type in the desired goal and using semantic logic, our algorithm will generate a vast assortment of different ways that the goal could be expressed in diverse fields. Searches using this set of goal phrases produce possible solutions from all domains of the patent database. <em>Analogy Finder&rsquo;s </em>current interface is show in the accompanying image entitled &nbsp;&ldquo;Analogy Finder Interface.&rdquo;</p>\n<p>The major outcomes thus far for <em>Analogy Finder</em> are the following:</p>\n<ul>\n<li>PTC (ptc.com) invited us to apply to become a PTC Partner, a third-party software vendor, for our software <em>Analogy Finder</em>.</li>\n<li>Saint-Gobain has invited us to become a vendor. After the completion of the application, Saint-Gobain will license our <em>Analogy Finder</em> software.</li>\n<li>Provisional Patent Application for <em>Analogy Finder</em> filed on November 21, 2012. <em>U.S. Patent Pending No. 61/728,924</em>.</li>\n<li>Provisional Patent Application for <em>Analogy Finder</em>, to be filed on November 21, 2013.</li>\n</ul>\n<p>Another innovation technique, the <em>Feature Type Spectrum</em>, helps engineers uncover overlooked features of the materials and objects they work with. The major outcomes thus far for <em>Feature Type Spectrum</em> are the following.</p>\n<ul>\n<li>Provisional Patent Application for <em>Feature Type Spectrum</em>, filed on October 22, 2012. <em>U.S. Patent Pending No. 61/716,681</em>.</li>\n<li>Non-Provisional Patent Application for <em>Feature Type Spectrum</em>, to be filed October 22, 2013.</li>\n</ul>\n<p>We have applied for an NSF SBIR Phase I grant that, if granted, will fund our company Innovation Accelerator, Inc., to add a graphical interface to <em>Analogy Finder</em> as well as group the returned patents in various ways. For example, the patents will be grouped by the type of solution they are: mechanical, chemical, thermal, electrical, etc.</p>\n<p>Working closely with Boston Engineering while they used <em>Analogy Finder</em>, we realized that it is not always obvious what expression of the goal should be entered into <em>Analogy Finder</em>. So, we developed a structured group process to help teams articulate and refine all the possible ways that the goal could be expressed. We adapted our general Brainswarming process to the needs of engineers. Brainswarming is an alternative to brainstorming that does not require talking as people make their contributions to a special problem-solving graph that makes the problem-solving process intuitive. We edited the Brainswarming process by adding techniques to help engineers uncover the assumptions they are making and the features of the objects/materials th...",
  "por_txt_cntn": "\nDuring the I-Corps grant, we conducted 81 customer interviews about their needs in the area of innovation. After all this feedback, which resulted in multiple refinements to our value proposition, we decided to incorporate as Innovation Accelerator, Inc. The main problem that our companyÆs technology can immediately address is automatically finding adaptable solutions from diverse fields to an unsolved problem. Engineering companies need to find technology that either already accomplishes the problem they are working on or could be adapted to the problem they are working on. Our patent-pending search algorithm can automatically find adaptable solutions to a given problem from diverse fields taking into account the variations in the way that the problem can be described. Companies have also expressed an interest in being able to search their history of company projects (i.e., legacy data) in order to find past projects that may have already solved a part of or the whole of their current problem. Our patent-pending search algorithm can also accomplish this task.\n\nOur first software product, Analogy Finder, find æanalogousÆ solutions in the U.S. Patent database to an unsolved problem. Simply type in the desired goal and using semantic logic, our algorithm will generate a vast assortment of different ways that the goal could be expressed in diverse fields. Searches using this set of goal phrases produce possible solutions from all domains of the patent database. Analogy FinderÆs current interface is show in the accompanying image entitled  \"Analogy Finder Interface.\"\n\nThe major outcomes thus far for Analogy Finder are the following:\n\nPTC (ptc.com) invited us to apply to become a PTC Partner, a third-party software vendor, for our software Analogy Finder.\nSaint-Gobain has invited us to become a vendor. After the completion of the application, Saint-Gobain will license our Analogy Finder software.\nProvisional Patent Application for Analogy Finder filed on November 21, 2012. U.S. Patent Pending No. 61/728,924.\nProvisional Patent Application for Analogy Finder, to be filed on November 21, 2013.\n\n\nAnother innovation technique, the Feature Type Spectrum, helps engineers uncover overlooked features of the materials and objects they work with. The major outcomes thus far for Feature Type Spectrum are the following.\n\nProvisional Patent Application for Feature Type Spectrum, filed on October 22, 2012. U.S. Patent Pending No. 61/716,681.\nNon-Provisional Patent Application for Feature Type Spectrum, to be filed October 22, 2013.\n\n\nWe have applied for an NSF SBIR Phase I grant that, if granted, will fund our company Innovation Accelerator, Inc., to add a graphical interface to Analogy Finder as well as group the returned patents in various ways. For example, the patents will be grouped by the type of solution they are: mechanical, chemical, thermal, electrical, etc.\n\nWorking closely with Boston Engineering while they used Analogy Finder, we realized that it is not always obvious what expression of the goal should be entered into Analogy Finder. So, we developed a structured group process to help teams articulate and refine all the possible ways that the goal could be expressed. We adapted our general Brainswarming process to the needs of engineers. Brainswarming is an alternative to brainstorming that does not require talking as people make their contributions to a special problem-solving graph that makes the problem-solving process intuitive. We edited the Brainswarming process by adding techniques to help engineers uncover the assumptions they are making and the features of the objects/materials that they are overlooking. We call the new process an Innovation Kaizen. As the image entitled \"Innovation Kaizen\" shows, the team articulated a tree of possibilities for how to automate a lawn mower by automatically detecting the grass on the ground. After the goal is refined into concrete possibilities, Analogy Finder is then used to find patents ..."
 }
}