{
 "awd_id": "1261680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Climate Feedbacks in the Antarctic from Stratospheric Balloon GPS Radio Occultation Soundings",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2012-08-09",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 150382.0,
 "awd_amount": 150382.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "New efforts to assimilate satellite borne, high-resolution infrared (IR) sounding data from IASI and AIRS satellite radiances are providing much denser information on upper air temperature and humidity. Such efforts have the potential to greatly improve the skill of numerical weather prediction (NWP) model forecast and reanalysis products for the undersampled atmosphere of the southern hemisphere. This is one of the key aims of the CONCORDIASI campaign, a USAP supported IPY project.  However, significant biases remain in the IR profiles due to cloud contamination and surface emissivity uncertainties that are specific to the Antarctic environment. This study seeks to improve the quality of global and regional reanalyses using GPS radio occultation profiling techniques made from stratospheric balloon platforms encircling Antarctica in the spring polar vortex. The study is intended to reduce biases in the satellite sounding observations, and to develop the capability for assimilating the balloon GPS RO profiles directly into NWP models.\r\n\r\nImproved satellite soundings, or balloon borne GPS radio occultation profiling, will help our characterization of southern hemisphere temperature, moisture and circulation features needed for better understanding of phenomena such as ozone depletion, and the workings of the polarity of the Southern Hemisphere annular mode (SAM). Uncertainty as to the future evolution of the climate systems in the polar regions limits our ability to project global climate variability and change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Haase",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer S Haase",
   "pi_email_addr": "jhaase@ucsd.edu",
   "nsf_id": "000447398",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150382.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Climate models predict that increased CO2 in the global atmosphere and the associated changes in warming will result in stronger westerly winds that circle the Antarctic continent. The increase in these circumpolar westerlies, also called the southern polar vortex, in turn strongly affects the motion and distribution of sea ice, by changing the location of the major cyclone centers and changing the surface temperature trends. This leads to an increase in surface temperature over the Antarctic Peninsula and the Weddel sea that affect the state of the Antarctic ice shelves. Environmental change on ice shelves and sea ice affects most of the animal life in Antarctica. The circumpolar westerlies also present a unique opportunity to make more observations of the Antarctic atmosphere and improve weather models and ultimately estimates of climate change. American and French researchers collaborated in the Concordiasi project to launch stratospheric balloons into the polar vortex where they circled the continent for up to 3 months, with instruments on board to measure the atmosphere. Dropsondes were released from some balloons measuring profiles of pressure, temperature and humidity as they fell to the Earth. This project developed a new system to measure the atmospheric profiles using GPS signals from a receiver carried from two of the balloons. The measurements of the time it takes the GPS signals to traverse the atmosphere from the satellites to the balloon were used to detect small delays due to atmospheric density that can be used to estimate temperature of the atmosphere. This technique, called GPS radio occultation, had never been used before in the Antarctic from balloons, and provides extra information, in addition to the dropsondes, to verify that weather satellites are correctly measuring the atmosphere and that the data improves weather and climate models. A study of a storm off west coast of Antarctica showed that these measurements help to understand how winds move ice away to or towards the continent.</p>\n<p>&nbsp;</p>\n<p>When the circumpolar westerlies pass over the Antarctic peninsula, the high mountain ranges force the air up and over and create waves in the atmosphere. These waves propagate up into the stratosphere above 10km and create drag on stratospheric winds. It is necessary to understand how gravity waves propagate up into the stratosphere in order to incorporate these effects into more accurate climate models. Because the balloons expand to a fixed size, they have a constant density and travel with the winds at nearly constant height of 17 km. When the balloons travel over the Antarctic peninsula the follow the motion of the gravity waves. The GPS receivers measure this motion precisely and therefore provide measurements of the amount of energy transmitted by the gravity waves into the stratosphere. The new results provide more accurate information on gravity waves to the climate models.</p>\n<p>&nbsp;</p>\n<p>The new instrumentation and analysis techniques developed in the Concordiasi project now make it possible to use stratospheric balloons for these type of measurements for other research campaigns. There is a new project planned in the future to use the balloons to measure equatorial winds and atmospheric profiles.</p>\n<p>&nbsp;</p>\n<p>The project provided a great opportunity to involve students at all levels to assist in the research, from high school and undergraduates, to masters and PhD graduate students, from Indiana, California, Puerto Rico, New Jersey, France, China, and Armenia. Four of the nine researchers were female. The students were exposed to techniques for making atmospheric campaign measurements, understanding instrumentation, computer programming and data analysis. The students were able to present their work at major scientific conferences and gain the experience required to advance in their careers. An outreach program with ...",
  "por_txt_cntn": "\nClimate models predict that increased CO2 in the global atmosphere and the associated changes in warming will result in stronger westerly winds that circle the Antarctic continent. The increase in these circumpolar westerlies, also called the southern polar vortex, in turn strongly affects the motion and distribution of sea ice, by changing the location of the major cyclone centers and changing the surface temperature trends. This leads to an increase in surface temperature over the Antarctic Peninsula and the Weddel sea that affect the state of the Antarctic ice shelves. Environmental change on ice shelves and sea ice affects most of the animal life in Antarctica. The circumpolar westerlies also present a unique opportunity to make more observations of the Antarctic atmosphere and improve weather models and ultimately estimates of climate change. American and French researchers collaborated in the Concordiasi project to launch stratospheric balloons into the polar vortex where they circled the continent for up to 3 months, with instruments on board to measure the atmosphere. Dropsondes were released from some balloons measuring profiles of pressure, temperature and humidity as they fell to the Earth. This project developed a new system to measure the atmospheric profiles using GPS signals from a receiver carried from two of the balloons. The measurements of the time it takes the GPS signals to traverse the atmosphere from the satellites to the balloon were used to detect small delays due to atmospheric density that can be used to estimate temperature of the atmosphere. This technique, called GPS radio occultation, had never been used before in the Antarctic from balloons, and provides extra information, in addition to the dropsondes, to verify that weather satellites are correctly measuring the atmosphere and that the data improves weather and climate models. A study of a storm off west coast of Antarctica showed that these measurements help to understand how winds move ice away to or towards the continent.\n\n \n\nWhen the circumpolar westerlies pass over the Antarctic peninsula, the high mountain ranges force the air up and over and create waves in the atmosphere. These waves propagate up into the stratosphere above 10km and create drag on stratospheric winds. It is necessary to understand how gravity waves propagate up into the stratosphere in order to incorporate these effects into more accurate climate models. Because the balloons expand to a fixed size, they have a constant density and travel with the winds at nearly constant height of 17 km. When the balloons travel over the Antarctic peninsula the follow the motion of the gravity waves. The GPS receivers measure this motion precisely and therefore provide measurements of the amount of energy transmitted by the gravity waves into the stratosphere. The new results provide more accurate information on gravity waves to the climate models.\n\n \n\nThe new instrumentation and analysis techniques developed in the Concordiasi project now make it possible to use stratospheric balloons for these type of measurements for other research campaigns. There is a new project planned in the future to use the balloons to measure equatorial winds and atmospheric profiles.\n\n \n\nThe project provided a great opportunity to involve students at all levels to assist in the research, from high school and undergraduates, to masters and PhD graduate students, from Indiana, California, Puerto Rico, New Jersey, France, China, and Armenia. Four of the nine researchers were female. The students were exposed to techniques for making atmospheric campaign measurements, understanding instrumentation, computer programming and data analysis. The students were able to present their work at major scientific conferences and gain the experience required to advance in their careers. An outreach program with the local elementary school was developed to reinforce the spirit of international collaboration by incorporating..."
 }
}