{
 "awd_id": "1261263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Corrosion Protection of Metals Using Nanoporous Oxide Thin-Films: An Environmentally Friendly Game-Changing Technology",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sara B. Nerlove",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 69320.0,
 "awd_amount": 69320.0,
 "awd_min_amd_letter_date": "2012-09-14",
 "awd_max_amd_letter_date": "2012-09-14",
 "awd_abstract_narration": "This EAGER project will establish basic knowledge to demonstrate the counter-intuitive notion that certain porous coatings are capable of deterring corrosion. This study will be based on electrochemistry and surface characterization of coated and uncoated metals subject to corrosive environments. The Environmental Chemistry & Technology (EC&T) program team at the University of Wisconsin-Madison will work to establish the links between the type of oxide used in making the coatings, the physical properties of the resulting porous film, and the required corrosion deterring properties. The traditional approach to anti-corrosion focuses on fully covering the surface with a thick layer to avoid the penetration of an electrolyte. This project has the potential to elucidate the role of nanopores on diffusion and reaction and thus to develop understanding of the role of nano-porosity in preventing corrosion.\r\n\r\nThe broader impacts of the project are that it may open up opportunities for new research in the field.  Corrosion is a worldwide drain on resources, costing about 3-4% of the economic output of industrialized countries. The nature of this project conveys broad impacts from technological and environmental points of view. These coatings are made from sol-gel chemistries, which are water-based and do not require organic solvents.  Since the final products are metal oxides, the coatings are practically inert from a food safety point of view, in addition to having lower VOC emissions than those derived from the application of organic anti-corrosion coatings in a variety of other contexts.  Therefore, these coatings may become an environmentally friendly alternative for coating cans and other food-related products and also may have the potential to provide solutions to corrosion problems in a multiplicity of other settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Anderson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Anderson",
   "pi_email_addr": "nanopor@facstaff.wisc.edu",
   "nsf_id": "000337923",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "Environmental Chemistry and Tech. Prog., UW Madison",
  "perf_str_addr": "660 N. Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061413",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1084",
   "pgm_ref_txt": "NANOTECHNOLOGY INITIATIVE"
  },
  {
   "pgm_ref_code": "1662",
   "pgm_ref_txt": "PARTNRSHIPS FOR INNOVATION-PFI"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "8085",
   "pgm_ref_txt": "Building Innovation Capacity"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 69320.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The scope and diversity of problems caused by corrosion cost the US alone hundreds of billions dollars per year. The interactions between metals and their environment cause these materials prone to oxidize resulting in structural deterioration. Iron rust formation is a classic &ndash;and still problematic&ndash; example, sometimes produced by the sole presence of air and water.</p>\n<p>Steel is a versatile and ubiquitous material, made by alloying iron with other materials to obtain products more resistant to corrosion. Low-grade steels are usually alloyed with carbon. Although not entirely corrosion-resistant (even prone to atmospheric corrosion), carbon steels are relatively cheap to make. Stainless alloys incorporate metals such as chromium, vanadium or nickel, making them 3 or more times expensive. Specialty stainless steels, used in highly corrosive enviroments, can drive up costs even higher.</p>\n<p>Coatings (paints) are an economical alternative, as covering metal surfaces may be more viable than improving the quality of the metal body. Most coatings are based in organic polymers. Depending on the application, these coatings can perform reasonably well. However, they may present issues such as low adhesion strength, low resistance to abrasion, limited use at high temperatures, emissions of volatile organic carbons (VOC) during their application and potential release of toxic polymers once applied.</p>\n<p>This work focused on developing a ceramic coating from a nanoparticle suspension of zirconium dioxide ZrO<sub>2</sub> (zirconia), a non-toxic oxide, from sol-gel chemistry techniques. Ceramic coatings attach strongly and are suitable for high temperatures. Our suspensions are aqueous-based, thus no toxic VOC are emitted during curing and use. Ceramic coatings, however, do have issues such as cracking and non-uniform distribution. However, If correctly applied, the nanoparticles comprising the ceramic coating form layers of hundreds of nanometers in thickness, making them compliant with surface expansion and contraction. Futhermore, the nanoparticulate suspensions employed to coat substrates are stable and can be stored for several months. Zirconia may be considered a very passive material, thus its incorporation on the outer layer of steel is thought to reduce the rate of iron oxidation by placing this surface coating of ZrO<sub>2</sub> on an already oxidized surface. It should be noted that the coated metals require to be heated to sinter the nanoparticles into a film, which usually contains pores of a size</p>\n<p>in the angstrom-nanometer scale.</p>\n<p>In our studies, we developed a protocol and validated the efficacy of these films to enhance the corrosion resistance of a low-grade, carbon steel alloy from immersion in sodium chloride. A 35 g/l solution was chosen for testing. The goal is to provide a non-toxic, durable and resistant alternative coating that can significantly enhance the use of low-grade materials in corrosive environments. In order to obtain a well-adhered coating less prone to crack, surface preparation is critical. The nanoparticles bind covalently with the surface, thus a high-energy hydrophilic surface is required prior to coating. Steels are inherently hydrophobic, thus they were heat treated to render the surface with a thin oxide layer. In order to avoid rust formation, the atmosphere during heating was modified to promote the formation of the more stable magnetite (Fe<sub>3</sub>O<sub>4</sub>) than the rust component hematite (Fe<sub>2</sub>O<sub>3</sub>). In addition to controlling the atmosphere, we also optimized the heating temperature and time, with the goal of minimizing these two variables without compromising the quality of the oxide layer. The quality of the coating was also affected by the surface roughness. Sanding using 600 grit paper significantly improved the anti-corrosion properties, probably by reducing the presen...",
  "por_txt_cntn": "\nThe scope and diversity of problems caused by corrosion cost the US alone hundreds of billions dollars per year. The interactions between metals and their environment cause these materials prone to oxidize resulting in structural deterioration. Iron rust formation is a classic &ndash;and still problematic&ndash; example, sometimes produced by the sole presence of air and water.\n\nSteel is a versatile and ubiquitous material, made by alloying iron with other materials to obtain products more resistant to corrosion. Low-grade steels are usually alloyed with carbon. Although not entirely corrosion-resistant (even prone to atmospheric corrosion), carbon steels are relatively cheap to make. Stainless alloys incorporate metals such as chromium, vanadium or nickel, making them 3 or more times expensive. Specialty stainless steels, used in highly corrosive enviroments, can drive up costs even higher.\n\nCoatings (paints) are an economical alternative, as covering metal surfaces may be more viable than improving the quality of the metal body. Most coatings are based in organic polymers. Depending on the application, these coatings can perform reasonably well. However, they may present issues such as low adhesion strength, low resistance to abrasion, limited use at high temperatures, emissions of volatile organic carbons (VOC) during their application and potential release of toxic polymers once applied.\n\nThis work focused on developing a ceramic coating from a nanoparticle suspension of zirconium dioxide ZrO2 (zirconia), a non-toxic oxide, from sol-gel chemistry techniques. Ceramic coatings attach strongly and are suitable for high temperatures. Our suspensions are aqueous-based, thus no toxic VOC are emitted during curing and use. Ceramic coatings, however, do have issues such as cracking and non-uniform distribution. However, If correctly applied, the nanoparticles comprising the ceramic coating form layers of hundreds of nanometers in thickness, making them compliant with surface expansion and contraction. Futhermore, the nanoparticulate suspensions employed to coat substrates are stable and can be stored for several months. Zirconia may be considered a very passive material, thus its incorporation on the outer layer of steel is thought to reduce the rate of iron oxidation by placing this surface coating of ZrO2 on an already oxidized surface. It should be noted that the coated metals require to be heated to sinter the nanoparticles into a film, which usually contains pores of a size\n\nin the angstrom-nanometer scale.\n\nIn our studies, we developed a protocol and validated the efficacy of these films to enhance the corrosion resistance of a low-grade, carbon steel alloy from immersion in sodium chloride. A 35 g/l solution was chosen for testing. The goal is to provide a non-toxic, durable and resistant alternative coating that can significantly enhance the use of low-grade materials in corrosive environments. In order to obtain a well-adhered coating less prone to crack, surface preparation is critical. The nanoparticles bind covalently with the surface, thus a high-energy hydrophilic surface is required prior to coating. Steels are inherently hydrophobic, thus they were heat treated to render the surface with a thin oxide layer. In order to avoid rust formation, the atmosphere during heating was modified to promote the formation of the more stable magnetite (Fe3O4) than the rust component hematite (Fe2O3). In addition to controlling the atmosphere, we also optimized the heating temperature and time, with the goal of minimizing these two variables without compromising the quality of the oxide layer. The quality of the coating was also affected by the surface roughness. Sanding using 600 grit paper significantly improved the anti-corrosion properties, probably by reducing the presence of micro-environments that catalyze redox activity leading to corrosion. Surface imaging and analyses, performed with scanning electron microscopy (SEM), e..."
 }
}