{
 "awd_id": "1261687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Complex and Harmonic Analysis in Spectral Theory; Cyclic and Subcyclic vectors of Rank One Perturbations and Anderson-type Hamiltonians",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-08-08",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 55867.0,
 "awd_amount": 55867.0,
 "awd_min_amd_letter_date": "2012-09-12",
 "awd_max_amd_letter_date": "2012-09-12",
 "awd_abstract_narration": "This proposal consists of several parts. Part one concerns Aleksandrov-Clark Theory, which relates rank one perturbations to functional models, the Hilbert transform, holomorphic composition operators, rigid functions and the Nehari interpolation problem. A formula (a generalization of the normalized Cauchy transform) for the adjoint of the Clark operator has recently been proven by the principal investigator in collaboration with Salem Prize winner S. Treil. It should be possible to gain some control over the embedded singular spectrum for rank one perturbations, a long standing problem in the field. Part two pertains to the interpretation of a wide class of singular integral operators, including those of Calderon-Zygmund type, in the two-weight situation with very general measures (in particular, non-doubling). Singular integral operators play an essential role in modern Analysis. The last two parts are devoted to aspects of cyclicity. Cyclicity is related to the question for which measures the corresponding Hardy space is dense in that of square integrable functions with respect to the measure, to the backward shift operator, and a classical result of Douglas, Shapiro and Shields connects cyclicity with pseudocontinuation; and thus opening a new area of complex function theory. In part three, the goal is to prove that (assuming cyclicity of the operator) any non-zero vector yields cyclic vectors for rank one perturbations for almost all parameters. This may be useful in practice. It should be mentioned, that for a cyclic operator, it may not be easy to find a cyclic vector. Two interesting new notions are introduced for the setting of an operator on a separable Hilbert space: Subcyclic vectors (a refinement of the definition of cyclic vectors) and a certain graph. Apart from studying their properties, a deep relationship between them in the context of Anderson-type Hamiltonians has preliminarily been proven by the principal investigator in collaboration with E. Abakumov and A. Poltoratski. The last part of this project is connected to the famous problem of Anderson localization, which was suggested by Nobel laureate P. W. Anderson in 1958. The PI will study the cyclicity of vectors for Anderson-type Hamiltonians (a generalization of most Anderson models, e.g. random Schroedinger operators) via analytical as well as numerical methods.\r\n\r\nThe underlying goal is to develop the mathematical tools necessary to understand the dynamics of physical systems. Such systems are often described by second-order differential equations, like the Schroedinger equation from quantum mechanics (the governing mechanics at the molecular level) and the string equation which is the cutting edge attempt to unite quantum mechanics with general relativity (the theory describing gravity). One of the objects of study - 'singular integral operators' - have become a useful tool in perturbation theory. The latter is concerned roughly with the following question: Given certain information about a physical system, can one predict what happens in the case where one parameter, for example in the initial condition, is changed/perturbed? Cyclicity, for physicists, means that the spectrum (e.g. of light) is simple or non-degenerate. In many problems it is important to know whether this is the case or not. For example, the above-mentioned Anderson localization addresses the question whether or not an impure crystal allows the diffusion of waves or, roughly speaking, whether all electrons stay within a bounded region in space. The results obtained in the scope of this project will be published in scientific journals and reported at research conferences. The proposed subjects provide a wealth of accessible research questions for undergraduate and graduate students. The principal investigator will write expository articles, give seminars at the student level, and mentor young researchers interested in the many open problems she will make available.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constanze",
   "pi_last_name": "Liaw",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Constanze D Liaw",
   "pi_email_addr": "liaw@udel.edu",
   "nsf_id": "000514583",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor University",
  "inst_street_address": "700 S UNIVERSITY PARKS DR",
  "inst_street_address_2": "",
  "inst_city_name": "WACO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2547103817",
  "inst_zip_code": "767061003",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "TX17",
  "org_lgl_bus_name": "BAYLOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6T9BYG5EYX5"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor University",
  "perf_str_addr": "One Bear Place",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767987360",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 55867.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of the project were multi-faceted with the common thread to develop new analysis that enables one to cope with problems from mathematical physics.</p>\n<p>For one part, advances were made for different aspects of the theory of rank one perturbations, which arises for example when one boundary condition of a self-adjoint Sturm-Liouville (i.e. second order differential) operator is changed from Neuman via Robin to, in the limit, Dirichlet. A new relation between rank one perturbations and a large class of random Hamiltonians (i.e. infinite rank random perturbations including the discrete random Schroedinger operator, which occurs in solid state physics) was established. In some sense, the spectral properties of rank one perturbations are proved to be as difficult as those of random Hamiltonians. Further, the complex function theoretic aspects (Clark theory) were dealt with in great generality.</p>\n<p>Singular integral operators are central to harmonic analysis and occur naturally in partial differential equations. A new abstract way of defining a general class of singular integral operators was introduced. In particular, Calderon-Zygmund operators are included and the two measures merely need to be Radon (singular non-doubling is allowed).</p>\n<p>The PI&rsquo;s work on the Anderson model introduced a new approach to the problem of Anderson localization, and as such has impacts on our understanding of electric properties of an imperfect crystal (solid state physics). More concretely, a formula was provided which may lead the way to a rigorous proof of the extended states conjecture, and an implementation of the proposed approach yielded numerical evidence for the existence of extended states for the discrete random Schroedinger operator in dimension two at weak disorder. Some further tests were conducted, but many more are necessary.</p>\n<p>The young, yet very active field of exceptional orthogonal polynomials has a wide range of applications, including mass-dependent potentials, supersymmetric quantum mechanics, quasi-exact solvability and Fokker-Plank and Dirac equations. The advances made on exceptional polynomials provided a rigorous foundation to part of the subject. Further, especially noteworthy is the discovery and study of a new type Laguerre expression.</p>\n<p>The cyclicity of functions for the forward shift operator was studied on a scale of spaces of analytic functions called the Dirichlet-type spaces that generalize the Hardy space, i.e. analytic functions on the disk with square Lebesgue integrable boundary values. The questions are related to the Brown-Shields conjecture and as such lay deep in the heart of complex analysis. Following a study of certain approximation properties of functions in one variable, some results were extended to functions of two complex variables. As the history of complex function theory suggests, the difficulty of the problem increased enormously. In the end, a complete characterization of cyclic polynomials for the forward shift on the Dirichlet-type spaces over the bidisk was obtained in terms of the intersection of their zero varieties with the distinguished boundary. The tools included an application of the van der Corput Lemma from oscillatory integrals.</p>\n<p>&nbsp;</p>\n<p class=\"Default\">The work done under this grant was published in high quality research journals. The PI has organized three conferences and two special sessions, and delivered over 30 talks on the topic of the project. Among the presentations were a plenary talk at the Southeastern Analysis meeting in Clemson and a one-hour talk at the 13<sup>th</sup> New Mexico Analysis seminar in Albuquerque. The audiences of the presentations and publications are from both analysis (including complex analysis, harmonic analysis, operator theory) and mathematical physicists. The PI was invited to Oberwolfach&rsquo;s &ldquo;Hilbert modules &amp; Complex...",
  "por_txt_cntn": "\nThe major goals of the project were multi-faceted with the common thread to develop new analysis that enables one to cope with problems from mathematical physics.\n\nFor one part, advances were made for different aspects of the theory of rank one perturbations, which arises for example when one boundary condition of a self-adjoint Sturm-Liouville (i.e. second order differential) operator is changed from Neuman via Robin to, in the limit, Dirichlet. A new relation between rank one perturbations and a large class of random Hamiltonians (i.e. infinite rank random perturbations including the discrete random Schroedinger operator, which occurs in solid state physics) was established. In some sense, the spectral properties of rank one perturbations are proved to be as difficult as those of random Hamiltonians. Further, the complex function theoretic aspects (Clark theory) were dealt with in great generality.\n\nSingular integral operators are central to harmonic analysis and occur naturally in partial differential equations. A new abstract way of defining a general class of singular integral operators was introduced. In particular, Calderon-Zygmund operators are included and the two measures merely need to be Radon (singular non-doubling is allowed).\n\nThe PIÆs work on the Anderson model introduced a new approach to the problem of Anderson localization, and as such has impacts on our understanding of electric properties of an imperfect crystal (solid state physics). More concretely, a formula was provided which may lead the way to a rigorous proof of the extended states conjecture, and an implementation of the proposed approach yielded numerical evidence for the existence of extended states for the discrete random Schroedinger operator in dimension two at weak disorder. Some further tests were conducted, but many more are necessary.\n\nThe young, yet very active field of exceptional orthogonal polynomials has a wide range of applications, including mass-dependent potentials, supersymmetric quantum mechanics, quasi-exact solvability and Fokker-Plank and Dirac equations. The advances made on exceptional polynomials provided a rigorous foundation to part of the subject. Further, especially noteworthy is the discovery and study of a new type Laguerre expression.\n\nThe cyclicity of functions for the forward shift operator was studied on a scale of spaces of analytic functions called the Dirichlet-type spaces that generalize the Hardy space, i.e. analytic functions on the disk with square Lebesgue integrable boundary values. The questions are related to the Brown-Shields conjecture and as such lay deep in the heart of complex analysis. Following a study of certain approximation properties of functions in one variable, some results were extended to functions of two complex variables. As the history of complex function theory suggests, the difficulty of the problem increased enormously. In the end, a complete characterization of cyclic polynomials for the forward shift on the Dirichlet-type spaces over the bidisk was obtained in terms of the intersection of their zero varieties with the distinguished boundary. The tools included an application of the van der Corput Lemma from oscillatory integrals.\n\n \nThe work done under this grant was published in high quality research journals. The PI has organized three conferences and two special sessions, and delivered over 30 talks on the topic of the project. Among the presentations were a plenary talk at the Southeastern Analysis meeting in Clemson and a one-hour talk at the 13th New Mexico Analysis seminar in Albuquerque. The audiences of the presentations and publications are from both analysis (including complex analysis, harmonic analysis, operator theory) and mathematical physicists. The PI was invited to OberwolfachÆs \"Hilbert modules &amp; Complex Geometry\", and has received an invitation to be a Bucknell \"Distinguished Visitor\". She conducted a two-month long research visit to the Universitaet Stut..."
 }
}