{
 "awd_id": "1261357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS:  Medium:  Collaborative Research:  Optimizing Network Support for Cloud Services: From Short-Term Measurements to Long-Term Planning",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Lyles",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 574996.0,
 "awd_amount": 427762.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "Online Service Providers (OSPs) host a wide range of application services, including email, Web search, video streaming, and multiplayer games, on servers in data centers all over the world.  Each service has specific performance requirements.  For example, Web search and multiplayer games need low latency, whereas video streaming and bulk file transfers need high throughput.  Clients access these services from a wide variety of geographic locations over access networks with wildly different performance.  Offering good performance to these diverse clients at a reasonable cost is the life blood of any OSP.\r\n\r\nOSPs affect client performance by controlling content routing (selecting which data center should serve a client request) and network routing (selecting interdomain paths to clients, or paths within the OSP's own backbone), and by longer-term planning of future data centers and relationships with upstream ISPs. Unfortunately, OSPs have relatively poor visibility into end-to-end performance and do not adapt both content and network routing to maximize performance; in addition, OSP operators lack good models for deciding where to place the next server or data center, or which ISPs to select as neighbors.\r\n\r\nTo address the wide-area networking needs of online services, this project is designing, implementing, deploying, and evaluating practical techniques that allow OSPs to perform content and network routing (and make longer-term placement decisions), based on timely and accurate information about end-to-end performance and transit costs.  The project is developing techniques to help OSP operators measure, control, and plan the wide-area connectivity between distributed services and their clients, and between the servers themselves.  The project tasks include: (1) designing performance-measurement techniques and conduct measurement-driven studies of OSP traffic management; (2) designing, modeling, and prototyping protocols for joint optimization of content and network routing, and traffic management within an OSP backbone; and (3) driving long-term planning of server placement and ISP peer selection based on models of transit costs.\r\n\r\nTo evaluate our algorithms together, and \"in the wild\", the project will use experimental platforms for network monitoring (BISmark, M-Lab, and, where available, measurement servers in ISP backbone networks), content and network routing (DONAR and Transit Portal), cloud computing (VICCI), and programmable networking (OpenFlow).  \r\n\r\nBroader Impact:\r\nThe PIs are working with industry to evaluate and deploy the solutions on operational networks.  They will also continue their close collaboration on graduate networking curriculum development to include the research topics and experimental platforms in this project.  As part of the project outreach, the PIs are organizing \"summer camps\" (drawing on their earlier experiences with summer camps for the VINI and BISmark projects) to bring under-represented students to their institutions for summer internships.  The PIs will also work with under-represented regions and institutions to deploy their infrastructure and engage faculty and students in research projects using the platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Feamster",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas G Feamster",
   "pi_email_addr": "feamster@uchicago.edu",
   "nsf_id": "000489704",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "7925",
   "pgm_ref_txt": "LARGE PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 174719.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}