{
 "awd_id": "1261748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The interplay between methanotrophy, methanogenesis, and soil geochemistry and its impact on net methane flux to the atmosphere from Arctic soils",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "hailiang dong",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 51521.0,
 "awd_amount": 51521.0,
 "awd_min_amd_letter_date": "2012-09-18",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "Abstract\r\n\r\n\r\n(1) Technical description\r\n\r\nMicrobial communities recycle carbon and nitrogen in the terrestrial environment and are central to the flux of soil gases, including methane (CH4), a potent greenhouse gas. Unfortunately, patterns of CH4 release from soils, especially in the Arctic are changing, and there is an urgent need to better understand the basis of in situ CH4 production by methanogens and oxidation rates and patterns by methanotrophs; the main biological mechanism for CH4 consumption. Laboratory work by the PI has established that mineral-bound nutrients are accessible to methanotrophs and enhance their activity. Preliminary fieldwork in soil environments near Ny Ålesund, Svalbard suggests that soil macronutrients, such as P, and perhaps trace metals like Cu and Ni may limit methanotroph activity and therefore methane oxidation rates. There is little known, however, how these geochemical and nutrient conditions vary through the biological active zone (BAZ) and impact methanogenesis. In collaboration with two researchers from Newcastle University in the UK, who will perform all microbiological, metagenomic and gas flux analyses, the PI proposes to perform geochemical, mineralogical, and isotopic analyses on soils collected through the BAZ from more than 13 sites in the vicinity of Ny Ålesund, Svalbard. EAGER funds are requested to: \r\n\r\n1. Field-test these laboratory relationships in a complex natural Arctic permafrost soil environment, in which success is not guaranteed. \r\n\r\n2. Test the innovative hypothesis that soil geochemistry is a fundamental control on methane flux, a hypothesis that has not been field-tested previously, nor with the rigor of our proposed sampling plan that includes variation in altitude, hydrology, geomorphology, and bedrock lithology. \r\n\r\n3. Develop a geochemical tool for predicting methane flux in Arctic environments, which utilizes existing geochemical data or new data, acquired at relatively low cost. \r\n\r\n(2) Broader significance and importance\r\n\r\nMethane fluxes from Arctic soils are an important input into the global climate system; this project, if successful, can strengthen our ability to predict and model global climate change.  Understanding the link between soil geochemistry and methanotroph/methanogen activity has broad applicability for many natural systems outside of the Arctic.  This project strengthens international collaboration (with UK researchers).  One B.S. student will be trained through this grant.  The PI has also partnered with a biology high school teacher to provide research opportunities for high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Roberts",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Roberts",
   "pi_email_addr": "jaroberts@ku.edu",
   "nsf_id": "000420435",
   "pi_start_date": "2012-09-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research, Inc.",
  "perf_str_addr": "2385 Irving Hill Road",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "158100",
   "pgm_ele_name": "CONTINENTAL DYNAMICS PROGRAM"
  },
  {
   "pgm_ele_code": "725500",
   "pgm_ele_name": "GEOINFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 51521.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microbial communities are the primarly recyclers of carbon in the soil environment and are central to the production and consumption of soil gases, including methane (CH<sub>4</sub>), a potent greenhouse gas. Because patterns of CH<sub>4</sub> release from soils is changing, especially in thawing Arctic permafrost soils, there is an urgent need to better understand the basis of<em> </em>CH<sub>4</sub> production by methanogenic microorganisms and oxidation rates and patterns by methanotrophic microorganisms; the main biological mechanism for CH<sub>4</sub> consumption. To identify environmental controls on methane release, we characterized soil geochemistry and microbial community conditions in Arctic soils collected across Kongsfjorden, Svalbard, which is diverse in its bedrock geology, hydrology, and topography. &nbsp; Analysis of soil geochemistry and microbial ecology from the collected samples demonstrate that soil microbial abundance, diversity and activity do not correlate to methane release, but instead are controlled by the essential nutrient, phosphorus.&nbsp; Laboratory experiments using soil microorganisms from Svalbard support our assertions that methanotroph abundance and activity in this enviroment are limited with respect to the phosphorus content of the soil.&nbsp; Based on these results, we hypothesize that the ability of methanotrophs to consume increased methane, as permafrost thaws due to warming temperatures, will be constrained by the relatively low nutritional content of Arctic soils.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2014<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;A&nbsp;Roberts</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1261748/1261748_10216258_1415643033461_Grayetal2014_Fig6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1261748/1261748_10216258_1415643033461_Grayetal2014_Fig6--rgov-800width.jpg\" title=\"Permafrost Soil Profile and Methane Flux with Continued Warming\"><img src=\"/por/images/Reports/POR/2014/1261748/1261748_10216258_1415643033461_Grayetal2014_Fig6--rgov-66x44.jpg\" alt=\"Permafrost Soil Profile and Methane Flux with Continued Warming\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of a typical high Arctic soil profile (a) and theconceptual impact of warming on methane (CH4(g)) and (CO2(g))released to the atmosphere (b and c).</div>\n<div class=\"imageCredit\">Figure 6; Gray, N.D., C.M. McCann, B. Christgen, J.A. Roberts, and D.W. Graham. (2014) Mineralogy constrains bacterial and methanotroph abundances in Arctic soils: implications for methane released to atmosphere. Biogeochemistry, v. 120, 307-317.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jennifer&nbsp;A&nbsp;Roberts</div>\n<div class=\"imageTitle\">Permafrost Soil Profile and Methane Flux with Continued Warming</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMicrobial communities are the primarly recyclers of carbon in the soil environment and are central to the production and consumption of soil gases, including methane (CH4), a potent greenhouse gas. Because patterns of CH4 release from soils is changing, especially in thawing Arctic permafrost soils, there is an urgent need to better understand the basis of CH4 production by methanogenic microorganisms and oxidation rates and patterns by methanotrophic microorganisms; the main biological mechanism for CH4 consumption. To identify environmental controls on methane release, we characterized soil geochemistry and microbial community conditions in Arctic soils collected across Kongsfjorden, Svalbard, which is diverse in its bedrock geology, hydrology, and topography.   Analysis of soil geochemistry and microbial ecology from the collected samples demonstrate that soil microbial abundance, diversity and activity do not correlate to methane release, but instead are controlled by the essential nutrient, phosphorus.  Laboratory experiments using soil microorganisms from Svalbard support our assertions that methanotroph abundance and activity in this enviroment are limited with respect to the phosphorus content of the soil.  Based on these results, we hypothesize that the ability of methanotrophs to consume increased methane, as permafrost thaws due to warming temperatures, will be constrained by the relatively low nutritional content of Arctic soils.\n\n\t\t\t\t\tLast Modified: 11/10/2014\n\n\t\t\t\t\tSubmitted by: Jennifer A Roberts"
 }
}