{
 "awd_id": "1262274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/RES: Uncovering tacit knowledge about gender, communication and interpersonal interactions in engineering",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dana Britton",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 290270.0,
 "awd_amount": 313590.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2014-06-14",
 "awd_abstract_narration": "Intellectual Merit: The University of Louisville is undertaking a project based upon the theory that women who have been successful in engineering schools and workplaces have developed tacit knowledge (assumptions, habits, and strategies that individuals know but usually cannot articulate explicitly) about how to interact successfully in this environment. The goal of this project is to tap into this tacit knowledge and bring it to the surface where it can serve as a resource for young women and girls just entering engineering and similar male-dominated fields.  Stage one of the project identifies common problem scenarios that women might face in male-dominated settings by interviewing and conducting focus groups with approximately 100 undergraduate women majoring in engineering. Stage two uses these situations as the basis for discourse completion interviews with approximately 60 female engineering faculty and professionals from a range of backgrounds. Interviews with approximately 20 male professionals will be used as a control population. These interviews will enable the identification of some features of tacit knowledge about communication in engineering. Stage three will involve focus groups of about 80 undergraduate students to double-check whether the findings and conclusions resonate. \r\n\r\nBroader Impacts: This project will produce new knowledge about how gender interacts with the discourse and interpersonal norms of masculine cultures such as engineering. It connects research on frequently cited barriers to women's persistence in engineering (such as self-confidence, stereotype threat, and school climate) to research on engineering communication, providing a new lens for understanding these issues. Most importantly, this project will identify specific strategies that women have successfully used to navigate and even change masculine fields, providing information that can address the problem of the \"leaky pipeline\" of women in engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Wolfe",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna Wolfe",
   "pi_email_addr": "jowolfe@andrew.cmu.edu",
   "nsf_id": "000237313",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 290270.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 23320.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Women and girls in masculine settings such as engineering face a paradox: they encounter many difficult and uncomfortable situations, yet if they complain about these situations, they risk being branded as an &ldquo;emotional female&rdquo; or worse. The literature on undergraduate women in engineering is rife with situations in which women face major problems in team projects and other interactions outside of class but have no good strategies for resolving these problems. This project is based upon the theory that women who have been successful in engineering schools and workplaces have developed <em>tacit knowledge </em>(assumptions, habits, and strategies that individuals know but usually cannot articulate explicitly) about how to interact successfully in this environment. This project attempts to tap into this tacit knowledge and bring it to the surface where it can serve as a resource for young women and girls just entering engineering and similar male-dominated fields.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\"><strong>INTELLECTUAL MERIT: </strong></p>\n<p class=\"Default\">We found that female engineering students self-report many more problems working on teams than their male peers and that they have few strategies for responding to these problems.&nbsp; The most common strategies were avoidance and overly aggressive confrontation, both of which had negative consequences.&nbsp; By contrast, professional female engineers were able to articulate the following strategies:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Confront problems early: doing nothing is rarely the right solution.</li>\n<li>Avoid emotional language.</li>\n<li>Avoid calling out individuals for negative behaviors; instead focus on the project</li>\n<li>Offer solutions rather than dwell on problems (i.e., focus on the future not the past)</li>\n<li>Explicitly state shared goals or criteria to refocus the group</li>\n<li>Share individual learning goals to advocate for opportunities to develop oneself</li>\n<li>Use structured procedures and infrastructure to depersonalize interactions.&nbsp; Examples of structured procedures include formal brainstorming; systematic analysis of options with pros and cons; task schedules with early deadlines</li>\n<li>Use compliments to praise what is going right as well as point out what needs to change</li>\n</ol><ol> </ol>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Our interviews with professional female engineers and engineering faculty provide many nuanced examples of how to phrase particular requests and proposals that we can share with students.&nbsp;</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">Our findings in particular challenge the popular conflict management advice to use &ldquo;I feel&rdquo; statements to increase empathy and understanding.&nbsp; While there are certainly contexts in which such statements are appropriate, we found that &ldquo;I feel&rdquo; statements can backfire for women in masculine settings where women are already suspected of being driven by emotion rather than logic.&nbsp; Instead of feeling statements, our findings suggest that women should focus on articulating shared criteria and goals.&nbsp; Thus instead of saying &ldquo;I feel frustrated that this project is behind schedule,&rdquo; women in masculine settings may be more successful if they say &ldquo;We all want to complete this project on time&rdquo; and then move on to suggest a solution.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>BROADER IMPACTS: </strong></p>\n<p>We have developed innovative training materials and a 90-minute workshop to introduce our findings to students.&nbsp; Initial evaluations of these workshops indicate that students enjoy the workshops, are able to apply the principles learned at the end of the 90 minutes, and retain some workshop content three weeks later.&nbsp; Howeve...",
  "por_txt_cntn": "\nWomen and girls in masculine settings such as engineering face a paradox: they encounter many difficult and uncomfortable situations, yet if they complain about these situations, they risk being branded as an \"emotional female\" or worse. The literature on undergraduate women in engineering is rife with situations in which women face major problems in team projects and other interactions outside of class but have no good strategies for resolving these problems. This project is based upon the theory that women who have been successful in engineering schools and workplaces have developed tacit knowledge (assumptions, habits, and strategies that individuals know but usually cannot articulate explicitly) about how to interact successfully in this environment. This project attempts to tap into this tacit knowledge and bring it to the surface where it can serve as a resource for young women and girls just entering engineering and similar male-dominated fields.\n \n \nINTELLECTUAL MERIT: \nWe found that female engineering students self-report many more problems working on teams than their male peers and that they have few strategies for responding to these problems.  The most common strategies were avoidance and overly aggressive confrontation, both of which had negative consequences.  By contrast, professional female engineers were able to articulate the following strategies:\n\n \n\nConfront problems early: doing nothing is rarely the right solution.\nAvoid emotional language.\nAvoid calling out individuals for negative behaviors; instead focus on the project\nOffer solutions rather than dwell on problems (i.e., focus on the future not the past)\nExplicitly state shared goals or criteria to refocus the group\nShare individual learning goals to advocate for opportunities to develop oneself\nUse structured procedures and infrastructure to depersonalize interactions.  Examples of structured procedures include formal brainstorming; systematic analysis of options with pros and cons; task schedules with early deadlines\nUse compliments to praise what is going right as well as point out what needs to change\n \n \nOur interviews with professional female engineers and engineering faculty provide many nuanced examples of how to phrase particular requests and proposals that we can share with students. \n \nOur findings in particular challenge the popular conflict management advice to use \"I feel\" statements to increase empathy and understanding.  While there are certainly contexts in which such statements are appropriate, we found that \"I feel\" statements can backfire for women in masculine settings where women are already suspected of being driven by emotion rather than logic.  Instead of feeling statements, our findings suggest that women should focus on articulating shared criteria and goals.  Thus instead of saying \"I feel frustrated that this project is behind schedule,\" women in masculine settings may be more successful if they say \"We all want to complete this project on time\" and then move on to suggest a solution. \n\n \n\nBROADER IMPACTS: \n\nWe have developed innovative training materials and a 90-minute workshop to introduce our findings to students.  Initial evaluations of these workshops indicate that students enjoy the workshops, are able to apply the principles learned at the end of the 90 minutes, and retain some workshop content three weeks later.  However, our evaluations also suggest more follow-ups to the single 90-minute workshop are needed. \n\n \n\nWith additional development of workshop materials and investment in faculty training, the products of this project should contribute to the retention of women and underrepresented minorities in STEM fields.\n\n\t\t\t\t\tLast Modified: 03/09/2016\n\n\t\t\t\t\tSubmitted by: Joanna Wolfe"
 }
}