{
 "awd_id": "1262275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NeTS: Small: Collaborative Research: Mobile Content Distribution in Vehicular Ad Hoc Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2012-08-13",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 179888.0,
 "awd_amount": 179888.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "Mobile content distribution (MCD) is an important emerging application in vehicular ad hoc networks (VANETs). Its high and stable data rate requirement puts significant stress on the severely bandwidth-limited and highly mobile VANETs. Symbol level network coding (SLNC) provides better error-resilience and in turn higher spatial reusability for wireless transmission. It thus is a promising approach for the very bandwidth-hungry MCD networks. This project focuses on two main fundamental problems related to exploiting SLNC for MCD in VANETs. First, a theoretic study on the network capacity and performance bounds achievable by SLNC in mobile wireless networks is carried out. A new model is proposed to characterize the SLNC operation in a flow network setting. Key factors that impact the achievable throughput are identified. Methods to derive accumulated throughput for a mobile receiver following certain mobility pattern are investigated. The second research focus is on the design of distributed and localized algorithms and protocols for MCD networks using SLNC. A suite of new network protocols for SLNC-based MCD network are proposed in order to maximize the throughput of the MCD network.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kui",
   "pi_last_name": "Ren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kui Ren",
   "pi_email_addr": "kuiren@buffalo.edu",
   "nsf_id": "000095353",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "420 Crofts Hall",
  "perf_city_name": "Buffalo",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142607003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7923",
   "pgm_ref_txt": "SMALL PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Vehicular ad hoc networks (VANETs) is well-known for its fast-changing topology and adverse wireless channel environments. Various solutions have been proposed to enhance the performance of mobile content distribution (MCD). Our project mainly focuses on four important research modules in VANETs. We also extend our research to enhance the security and optimizes the system performance of cloud based VANETs.</p>\n<p>In the first research module, we investigate some related and important problems regarding to secure, robust and high-rate short-range communication for off-the-shelf mobile devices. We address the issues by integrating advanced technologies from different dimensions, including acoustics-based communication, adaptive self-jamming, image processing, automatic identification and data capture and cryptography. We have two significant outcomes from this research module: 1) we propose an acoustics-based NFC (Near Field Communication) system for smartphones, which aims at providing a software-based solution to secure smartphone communication without key agreement phase. We design and implement a secure keyless acoustic short-range communication system, called PriWhisper, which adopts the emerging friendly jamming technique from radio communication for data confidentiality. To the best of our knowledge, PriWhisper is the first research on extending friendly jamming technique to aerial acoustic communication system for mobile devices. By evaluating our system prototype on several Andorid smartphone platforms, we demonstrate PriWhisper achieves high efficiency, compatibility and usability. 2) we explore barcode-based NFC system for achieving lightweight real-time streaming for smartphones and propose a novel secure wireless communication system named SBVLC (Secure Barcod-based Visible Light communication). The SBVLC system works across various mobile platforms equipped with a color screen and a front-facing camera, which can be widely adopted by most off-the-shelf smartphones. Our work is the first that focuses on modeling and analyzing the security of VLC channel and barcode-based communication between smartphones. We then extend our work from regular barcode to color barcodes and propose an improved system called RainBar. Analysis and experimental results show that RainBar outperforms the existing color barcode system in terms of decoding rate and throughput.</p>\n<p>In the second research module, we investigate the security designs for location-based social networks. For the first time we show through real world attacks that location-based social networks cannot well protect their users&rsquo; location privacy. We further develop an automated user location tracking system and demonstrate its effectiveness and efficiency via a real-world experiment. We also develop a framework that explores a grid reference system and location classifications to mitigate the attacks.</p>\n<p>In the third research module, we tackle the challenge of building an advanced large scale information infrastructure for processing crowdsourcing mobile content data in an accurate and noise-resilient manner. Crowdsourcing is a technology with the potential to revolutionize large-scale data gathering in an extremely cost-effective manner. We design track-able models, and also employ the divide and conquer approach to address the inherently incomplete, opportunistic, and noisy crowd-sourced mobile content data. We have two significant results from this research module: 1) we propose, design, and prototype a novel crowdsourcing system empowered by off-the-shelf smartphones for building interior reconstructions, named IndoorCrowd2D. IndoorCrowd2D is able to provide indoor panoramic map and geo-data for each individual floor of any building around the world. By utilizing the image information and sensory data in a coordinated way, our system demonstrates high result-accuracy, as well as allows a gr...",
  "por_txt_cntn": "\nVehicular ad hoc networks (VANETs) is well-known for its fast-changing topology and adverse wireless channel environments. Various solutions have been proposed to enhance the performance of mobile content distribution (MCD). Our project mainly focuses on four important research modules in VANETs. We also extend our research to enhance the security and optimizes the system performance of cloud based VANETs.\n\nIn the first research module, we investigate some related and important problems regarding to secure, robust and high-rate short-range communication for off-the-shelf mobile devices. We address the issues by integrating advanced technologies from different dimensions, including acoustics-based communication, adaptive self-jamming, image processing, automatic identification and data capture and cryptography. We have two significant outcomes from this research module: 1) we propose an acoustics-based NFC (Near Field Communication) system for smartphones, which aims at providing a software-based solution to secure smartphone communication without key agreement phase. We design and implement a secure keyless acoustic short-range communication system, called PriWhisper, which adopts the emerging friendly jamming technique from radio communication for data confidentiality. To the best of our knowledge, PriWhisper is the first research on extending friendly jamming technique to aerial acoustic communication system for mobile devices. By evaluating our system prototype on several Andorid smartphone platforms, we demonstrate PriWhisper achieves high efficiency, compatibility and usability. 2) we explore barcode-based NFC system for achieving lightweight real-time streaming for smartphones and propose a novel secure wireless communication system named SBVLC (Secure Barcod-based Visible Light communication). The SBVLC system works across various mobile platforms equipped with a color screen and a front-facing camera, which can be widely adopted by most off-the-shelf smartphones. Our work is the first that focuses on modeling and analyzing the security of VLC channel and barcode-based communication between smartphones. We then extend our work from regular barcode to color barcodes and propose an improved system called RainBar. Analysis and experimental results show that RainBar outperforms the existing color barcode system in terms of decoding rate and throughput.\n\nIn the second research module, we investigate the security designs for location-based social networks. For the first time we show through real world attacks that location-based social networks cannot well protect their usersÆ location privacy. We further develop an automated user location tracking system and demonstrate its effectiveness and efficiency via a real-world experiment. We also develop a framework that explores a grid reference system and location classifications to mitigate the attacks.\n\nIn the third research module, we tackle the challenge of building an advanced large scale information infrastructure for processing crowdsourcing mobile content data in an accurate and noise-resilient manner. Crowdsourcing is a technology with the potential to revolutionize large-scale data gathering in an extremely cost-effective manner. We design track-able models, and also employ the divide and conquer approach to address the inherently incomplete, opportunistic, and noisy crowd-sourced mobile content data. We have two significant results from this research module: 1) we propose, design, and prototype a novel crowdsourcing system empowered by off-the-shelf smartphones for building interior reconstructions, named IndoorCrowd2D. IndoorCrowd2D is able to provide indoor panoramic map and geo-data for each individual floor of any building around the world. By utilizing the image information and sensory data in a coordinated way, our system demonstrates high result-accuracy, as well as allows a gradual build-up procedure of the building 2D map. 2) we utilize crowd-sourced sensor-ri..."
 }
}