{
 "awd_id": "1264537",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Integrated Investigations of Isotope Fractionation in Magmatic Systems",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 106675.0,
 "awd_amount": 106675.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2012-09-20",
 "awd_abstract_narration": "Intellectual Merit. Significant variations in stable isotope ratios of several non-traditional stable isotope (NTSI) systems have recently been observed in igneous rocks. The origin of these variations remains largely unknown despite the critical observation that the variations correlate with extent of differentiation. At present, it is not possible to evaluate whether traditional processes such as fractional crystallization may account for the observations, because the fractionation factors among magmatic phases have not been determined. The exciting new discovery that large isotopic fractionations occur in melts held within a temperature gradient offers an alternative possible explanation for the observed isotopic variations, but to fully assess this mechanism requires further experimental investigation. The fractionation by thermal diffusion appears to be so large that it may provide the basis for a unique tool to discern the role of thermal-gradient-driven processes for magmatic differentiation. This project represents a synergistic collaboration involving four interrelated and complementary studies: 1) Characterize NTSI fractionation in laboratory silicate Soret (fully molten) experiments. Soret experiments will use both natural compositions and selected simple systems; 2) Characterize major and trace element behavior and NTSI fractionation in thermal migration (partially molten) experiments; these will focus on basalt to rhyolite bulk compositions and also determine thermal diffusion fractionations for Mg, Si and Fe; 3) Use molecular dynamics simulations of isotope fractionation within a temperature gradient in the MgO-SiO2 system to investigate the physical basis for the effects of thermal diffusion on NTSI fractionation; 4) Determine equilibrium fractionation factors between melts, vapor and mineral phases for Mg, Si and Fe using the three-isotope method. The proposed science plan brings together four groups of researchers with complementary expertise. The team connects diverse areas of petrology/geochemistry research from field petrology to experimental petrology to molecular dynamics simulation. The project will provide constraints on a first-order problem in igneous petrology, the origin of NTSI fractionations in igneous rocks. It will provide further understanding of the fundamental process of thermal diffusion and its strong mass dependence and improve the NTSI tool for discerning the role of temperature gradients in magma differentiation.\r\n\r\nBroader Impacts: The project will support involvement of three graduate students, a postdoc and early career faculty (UNLV) and a research scientist (UCD) in a complex project utilizing a broad range of conceptual, analytical, experimental and simulation tools. Group meetings and video conferencing will foster the collaboration and involve the students and postdoc in all aspects of the study. Each PI expects to incorporate the results of this study into regular teaching of petrology, geochemistry and numerical modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Simon",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Adam C Simon",
   "pi_email_addr": "simonac@umich.edu",
   "nsf_id": "000252378",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 106675.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Stable isotopes are a powerful tool for fingerprinting geochemical processes in natural environments.&nbsp; Classic, and powerful, examples are hydrogen, oxygen and sulfur stable isotopes that allow us to fingerprint anthropgenic vs. natural sources of atmospheric gases.&nbsp; Recently, the technical ability to measure mass differences among stable iron isotopes (mass 54, 56, 57 and 58) opened up wonderful new opportunities to add this power isotope system to our geologic toolbox. However, first, the relative mobility of iron isotopes as a function of pressure, temperature and bulk system composition must be quantified.&nbsp; Without this quantitative framework, application of the isotope system to natural systems is not possible.&nbsp; In this project, we quantified the fractionation of iron isotopes among silicate melt, aqueous fluid, and the mineral magnetite.&nbsp; We found that magnetite is ubiquitously enriched in heavy iron isotopes, and that this is related to the fact that magnetite contains two-thirds of its iron as ferric iron.&nbsp; However, contrary to published hypotheses, we determined that heavy iron isotopes strongly prefer to partition in a low-density, chlorine-bearing aqueous fluid rather than a coexisting silicate melt. This result is striking because aqueous fluid contain only ferrous iron, and silicate melts in most geologic environments contain some proportion of ferrous and ferric iron.&nbsp; The more oxidized nature of the silicate melt leads to the prediction that silicate melt should be enriched in heavy iron.&nbsp; Our new data disallow fluid loss as a geologically plausible reason for the observation that high-silica, evolved silciate magmas are isotopically heavy with respect to iron. Rather, our data complement recent models that invoke crystal fractionation as the leading cause of heavy isotope enrichment. As a proof of concept for our data, we measured iron and oxygen isotopes in magnetite from several iron-rich ore deposits and developed a new \"magmatic box\" that the measured isotope abundances of both iron and oxygen to fingerprint the source reservoir of these two elements. This led us to develop a new holistic model for the evolution of iron oxide - apatite ore deposits, which are vital to satisfying society's consumption of iron, and also the rare earth elements that are mined from these ore bodies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Adam&nbsp;C&nbsp;Simon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStable isotopes are a powerful tool for fingerprinting geochemical processes in natural environments.  Classic, and powerful, examples are hydrogen, oxygen and sulfur stable isotopes that allow us to fingerprint anthropgenic vs. natural sources of atmospheric gases.  Recently, the technical ability to measure mass differences among stable iron isotopes (mass 54, 56, 57 and 58) opened up wonderful new opportunities to add this power isotope system to our geologic toolbox. However, first, the relative mobility of iron isotopes as a function of pressure, temperature and bulk system composition must be quantified.  Without this quantitative framework, application of the isotope system to natural systems is not possible.  In this project, we quantified the fractionation of iron isotopes among silicate melt, aqueous fluid, and the mineral magnetite.  We found that magnetite is ubiquitously enriched in heavy iron isotopes, and that this is related to the fact that magnetite contains two-thirds of its iron as ferric iron.  However, contrary to published hypotheses, we determined that heavy iron isotopes strongly prefer to partition in a low-density, chlorine-bearing aqueous fluid rather than a coexisting silicate melt. This result is striking because aqueous fluid contain only ferrous iron, and silicate melts in most geologic environments contain some proportion of ferrous and ferric iron.  The more oxidized nature of the silicate melt leads to the prediction that silicate melt should be enriched in heavy iron.  Our new data disallow fluid loss as a geologically plausible reason for the observation that high-silica, evolved silciate magmas are isotopically heavy with respect to iron. Rather, our data complement recent models that invoke crystal fractionation as the leading cause of heavy isotope enrichment. As a proof of concept for our data, we measured iron and oxygen isotopes in magnetite from several iron-rich ore deposits and developed a new \"magmatic box\" that the measured isotope abundances of both iron and oxygen to fingerprint the source reservoir of these two elements. This led us to develop a new holistic model for the evolution of iron oxide - apatite ore deposits, which are vital to satisfying society's consumption of iron, and also the rare earth elements that are mined from these ore bodies.\n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Adam C Simon"
 }
}