{
 "awd_id": "1264560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantifying Rare Earth (REE) and High Field Strength (HFSE) Element Mobility in Fluids at Conditions Appropriate for Forearc to Subarc Cold and Hot Subduction Zones",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 379393.0,
 "awd_amount": 379393.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2014-07-03",
 "awd_abstract_narration": "Intellectual Merit: Ocean lithosphere and overlying sediments undergo metamorphic dehydration as these materials are subducted (i.e., increasing pressure and temperature). This process has been hypothesized to account for distinctive geochemical signatures in arc magmas as opposed to those from mid-ocean ridges (MORB) and ocean islands (OIB). The underlying process involves the ability of exsolved fluids to selectively fractionate elements during fluid-rock reactions. The fluid is proposed to enrich arc magmas in the large ion lithophile elements (LILE: K, Rb, Cs, Sr, Ba) relative to high field strength elements (HFSE: Nb, Zr, Ta, Hf, Ti), as well as enriching the magmas in light-REE (LREE) relative to the middle- and heavy-REE (MREE, HREE).  At present, data needed to quantify such processes are mostly available for pure or dilute aqueous solutions and cover a relatively small area in the P-T space wherein prograde metamorphic dehydration occurs in the forearc and subarc environments. Experimental studies are proposed to expand significantly our knowledge of the behavior of the REE and HFSE in aqueous fluid as a function of fluid chemistry, pressure and temperature at subduction zone conditions. For example, the partitioning of Nb between rutile and fluid, La and Ce between monazite and fluid, and Y between xenotime and fluid will be determined for a range of fluid bulk compositions, including H2O-NaCl and H2O-NaF systems, with quartz used to ensure the fluid contains sufficient Si relative to that expected in nature. This work will thus allow assessment of the effects of dissolved Cl, F and Si on trace element solubilities in realistic aqueous fluids. Two complementary experimental techniques will be used: 1) a hydrothermal diamond anvil cell (HDAC) at 1 - 3 GPa and 300-600°C, wherein Nb, La, Ce and Y concentrations will be measured in situ by using synchrotron X-ray fluorescence (SXRF); and 2) a piston-cylinder apparatus at 1 and 1.8 GPa and 700-900°C, wherein trace element concentrations in fluid will be measured by using the mass-loss technique combined with LA-ICP-MS analysis of recovered crystals to assess the nature of congruent dissolution of the solid phases. Successful development and calibration of the experimental technique was demonstrated (and described in this proposal) by measuring xenotime solubility, hence Y abundance, in a HCl-H2O fluid to 5 GPa.  New results will add significantly to the limited mineral-fluid partitioning data base over pressure-temperature regime of interest, and allow geologists to model more accurately the effects of fluid-present metamorphism and magmatism in the subduction zone environment.\r\n \r\nBroader Impacts: This project involves collaboration between three UNLV faculty members who combine their expertise to mentor one female PhD student, Ms. Elizabeth Tanis, and at least two UNLV undergraduate students per year. The PhD student is already working on this project and has presented data at two AGU meetings as well as one submitted manuscript that is accepted pending revision. All students will be trained in cutting-edge synchrotron-based experimental techniques, piston-cylinder mass loss experiments, analytical chemistry and interpretation of geochemical data sets, and, importantly, will develop research relationships with a diverse group of scientists through collaboration with faculty at UNLV, Memorial University of Newfoundland and beamline scientists at the Advanced Photon Source. The PIs participate regularly in community outreach, presenting lectures and hands-on geology demonstrations to K-12 students. Simon and Burnley regularly visit K-12 classes, and Simon is the Geoscience member of a UNLV-Clark County School District \"summer institute\" that brings 60 K-5 teachers to UNLV each summer for intensive science-curriculum education as well as the Geoscience content mentor for the Clark Magnate High School science Olympiad team in 2011-2012. Results will be incorporated directly into courses taught by the PIs, and results will presented at appropriate science meetings and published in peer-reviewed journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Simon",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Adam C Simon",
   "pi_email_addr": "simonac@umich.edu",
   "nsf_id": "000252378",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan",
  "perf_str_addr": "3003 South State St.",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091271",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "757100",
   "pgm_ele_name": "DEEP EARTH PROCESSES SECTION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 183070.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 123534.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 72789.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The coastlines of all continents surrounding the Pacific Ocean are the locus of explosive volcanic eruptions. These eruptions are ultimately the surface manifestation of water that is added to Earth's mantle nearly 50 miles beneath Earth&rsquo;s surface as the basaltic ocean crust is subducted beneath continents.&nbsp; The water that is released to Earth&rsquo;s mantle from the subducting ocean crust is able to transport every element in the periodic table, to varying degrees. This results in changing the composition of Earth&rsquo;s mantle above the subducted slab and generating magma (liquid rock) that is able to ascend and erupt. At the surface, geologists measure and use the elemental composition of erupted magmas to decipher processes responsible for explosive vs quiescent eruptions. Historically, a group of elements referred to as high field strength elements (HFSE) were thought to be immobile in the water that hydrates Earth&rsquo;s mantle. However, this assumption was never tested at conditions relevant for subduction zones. In this study, we performed experiments to constrain the ability of water to dissolve and transport HFSE. The results indicate that the HFSE are in fact quite soluble in water at the high pressure and moderate temperatures known to exist in subduction zone environments. The demonstrated mobility of HFSE in water-rich fluids evolved during subduction require reevaluation of the use of ratios of HFSE that are used to interpret the compositional evolution of Earth&rsquo;s continental crust.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2016<br>\n\t\t\t\t\tModified by: Adam&nbsp;C&nbsp;Simon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe coastlines of all continents surrounding the Pacific Ocean are the locus of explosive volcanic eruptions. These eruptions are ultimately the surface manifestation of water that is added to Earth's mantle nearly 50 miles beneath Earth?s surface as the basaltic ocean crust is subducted beneath continents.  The water that is released to Earth?s mantle from the subducting ocean crust is able to transport every element in the periodic table, to varying degrees. This results in changing the composition of Earth?s mantle above the subducted slab and generating magma (liquid rock) that is able to ascend and erupt. At the surface, geologists measure and use the elemental composition of erupted magmas to decipher processes responsible for explosive vs quiescent eruptions. Historically, a group of elements referred to as high field strength elements (HFSE) were thought to be immobile in the water that hydrates Earth?s mantle. However, this assumption was never tested at conditions relevant for subduction zones. In this study, we performed experiments to constrain the ability of water to dissolve and transport HFSE. The results indicate that the HFSE are in fact quite soluble in water at the high pressure and moderate temperatures known to exist in subduction zone environments. The demonstrated mobility of HFSE in water-rich fluids evolved during subduction require reevaluation of the use of ratios of HFSE that are used to interpret the compositional evolution of Earth?s continental crust.\n\n\t\t\t\t\tLast Modified: 11/25/2016\n\n\t\t\t\t\tSubmitted by: Adam C Simon"
 }
}