{
 "awd_id": "1265959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Seeing the forest with the leaves--inferring plant habit and ecophysiology from leaf fossils",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 196922.0,
 "awd_amount": 196923.0,
 "awd_min_amd_letter_date": "2012-09-28",
 "awd_max_amd_letter_date": "2013-08-08",
 "awd_abstract_narration": "COLLABORATIVE RESEARCH: SEEING THE FOREST WITH THE LEAVES--INFERRING PLANT HABIT AND ECOPHYSIOLOGY FROM LEAF FOSSILS\r\nC. Kevin Boyce1 & Maciej A Zwieniecki2 (PIs)\r\n1.-Department of Geophysical Sciences, University of Chicago, Chicago, IL 60637.\r\n2. Arnold Arboretum of Harvard University, Cambridge, MA 02138.\r\n\r\nDetached leaves are among the most common of plant macrofossils.  Because leaves are the primary interface between plant and environment, fossil leaf morphology has been widely proven to be a valuable source of information regarding past climates and atmospheric compositions.  From the leaf's perspective, however, the plant to which the leaf is attached is as much a part of its environment as regional climate.  Thus, fossil leaves may also preserve an untapped wealth of information concerning the habit and ecology of the parent plant as well as the vegetation structure of the landscape.  \r\nThe primary goal of this project is to develop anatomical proxies for interpreting three parameters of whole-plant ecophysiology from leaf fossils using the emerging mechanistic understanding of how leaf structure and physiology are linked.  1) Plant habit -tall tree or low shrub- is provided from variance in vein density between leaf compressions with similar total vein number.  2) Adaptation to water vapor pressure deficit -a sunny, exposed environment or a shaded, understory environment- is provided by the ratio of the vein-vein and vein-leaf surface distances in anatomically preserved leaf fossils.  3) Carbon assimilation and transpiration capacities are provided by the density of veins per leaf surface area in leaf compressions.  These tools will be established with a phylogenetically and ecologically diverse series of field-based measurements in both tropical and temperate forests, as well as greenhouse and growth chamber experiments to simulate conditions that no longer exist in the modern world.  First applications will focus on the ecophysiology of key fossils during the Cretaceous/Early Cenozoic diversification of flowering plants and the late Paleozoic diversification of seed plants - key topics in their own right, but also important for the introduction of these techniques to the larger paleontological community.\r\nA crucial point is that the proxies are based in understood physiological mechanisms, not just in statistical correlations.  Thus, they will be available to all paleontologists interested in any period of plant evolution from the first leaves and forests in the Devonian through to the Recent.  These tools will aid reconstruction of fossils and understanding of the evolution of physiology and ecology.  More broadly, this work will provide a new approach for constraining past climates and the carbon and hydrological cycles of deep time.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maciej",
   "pi_last_name": "Zwieniecki",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Maciej A Zwieniecki",
   "pi_email_addr": "mzwienie@ucdavis.edu",
   "nsf_id": "000435357",
   "pi_start_date": "2012-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 99532.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 57058.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 40332.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Goal of the project &lsquo;Seeing the forest with the leaves--inferring plant habit and ecophysiology from leaf fossils&rsquo; was to link morphological traits of leaves with their micro-site specific physiology. Finding of such links would allow using leaf fossils to reconstruct whole plants from leaf fragments. Our research led to discovery of interesting principles that link leaf size with height of a tree.&nbsp; While small trees can be supported by wide range of leaf sizes from few mm to even over a meter long, tall trees (~100 m) can only be supported by leaves with length of approximately 20 cm.&nbsp; This limit arises from transport efficiency of phloem (sugar transporting tissue located in the bark).&nbsp; Leaves longer than 20 cm would be unable to export sugars and thus are inefficient, while shorter leaves would not be able to load phloem with enough sugars to deliver them to roots.&nbsp; Inferring tree size ranges from leaflet size is first step to reconstruct old (pre-historic) forests.&nbsp; We also linked vein density and vein location in the leaves to micro-environmental condition including air humidity and shade level.&nbsp; This knowledge provide easy path for determination if particular leaf come from shaded understory plant or from the top of the tree crown. Thus opening a path to reconstruct leaf vertical location from even small-fossilized leaf fragments.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2015<br>\n\t\t\t\t\tModified by: Maciej&nbsp;A&nbsp;Zwieniecki</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGoal of the project æSeeing the forest with the leaves--inferring plant habit and ecophysiology from leaf fossilsÆ was to link morphological traits of leaves with their micro-site specific physiology. Finding of such links would allow using leaf fossils to reconstruct whole plants from leaf fragments. Our research led to discovery of interesting principles that link leaf size with height of a tree.  While small trees can be supported by wide range of leaf sizes from few mm to even over a meter long, tall trees (~100 m) can only be supported by leaves with length of approximately 20 cm.  This limit arises from transport efficiency of phloem (sugar transporting tissue located in the bark).  Leaves longer than 20 cm would be unable to export sugars and thus are inefficient, while shorter leaves would not be able to load phloem with enough sugars to deliver them to roots.  Inferring tree size ranges from leaflet size is first step to reconstruct old (pre-historic) forests.  We also linked vein density and vein location in the leaves to micro-environmental condition including air humidity and shade level.  This knowledge provide easy path for determination if particular leaf come from shaded understory plant or from the top of the tree crown. Thus opening a path to reconstruct leaf vertical location from even small-fossilized leaf fragments. \n\n \n\n\t\t\t\t\tLast Modified: 12/29/2015\n\n\t\t\t\t\tSubmitted by: Maciej A Zwieniecki"
 }
}