{
 "awd_id": "1265343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mapping Saharan dust fluxes through the onset and termination of the African Humid Period in a transect of African margin cores",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2012-08-17",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 275579.0,
 "awd_amount": 275579.0,
 "awd_min_amd_letter_date": "2012-09-27",
 "awd_max_amd_letter_date": "2012-09-27",
 "awd_abstract_narration": "During the African Humid Period between 11 and 5 thousand years ago, central North Africa supported large lakes, abundant megafauna and numerous human settlements. The transition from this period to the dry conditions of the last 5 thousand years marks one of the most dramatic regional climate changes since the end of the last glacial period, but currently available records disagree over the timing and abruptness of the transition. This research develops records of wind-blown dust deposition-- a sensitive recorder of continental aridity and atmospheric circulation-- from a north-south transect of eight sediment cores from along the northwest African continental margin. These records will reveal whether the beginning and end of the African Humid Period occurred synchronously and with similar abruptness throughout North Africa. Fluvial sediment fluxes and dust grain size data from the cores will provide complementary insights into changes in precipitation and wind strength. In addition to elucidating the mechanisms driving abrupt climate changes in monsoonal regions, this project's broader impacts include support and mentoring for a new principal investigator in a postdoctoral position, involvement of undergraduate students in research, and adaptation of project findings for inclusion in undergraduate Earth science courses at Columbia University and in high school curricular materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McGee",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D McGee",
   "pi_email_addr": "davidmcg@mit.edu",
   "nsf_id": "000507739",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 275579.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>North Africa&rsquo;s Sahara Desert is the world&rsquo;s largest source of windblown mineral dust, sending hundreds of teragrams of dust westward over the North Atlantic Ocean each year. Deep-sea sediment cores allow us to reconstruct past changes in the deposition of this dust in the ocean; these dust reconstructions provide continuous records of North African climate that are essential for understanding the impacts of past climate changes in the region. An influential previously published study of a sediment core near the northwest African coast documented reduced dust emissions during the &ldquo;Green Sahara&rdquo; climate of 11,700 to 5,000 years ago, when the Sahara supported lakes, grasslands and widespread human settlements. It also pointed to abrupt transitions into and out of this so-called &ldquo;African Humid Period&rdquo; that suggest that North African climate can respond nonlinearly to gradual changes. In particular, the abrupt increase in dust emissions around 5,000 years ago suggests tipping points in African climate that are poorly understood and that may be relevant for future climate change in the region.</p>\n<p>Our goals in this project were to a) test the reproducibility of this single influential record by reconstructing dust deposition changes in a number of cores along the northwest African coast; b) provide accurate estimates of past changes in dust deposition that will offer targets for climate models and allow us to test the active role of dust in amplifying and accelerating past climate changes in North Africa.</p>\n<p>Our results from sediment cores forming an 800 km north-south transect along the northwest African margin indicate that Saharan dust deposition records are highly reproducible. In records spanning the period from the peak of the last ice age (20,000 years ago) to the last 2000 years, we consistently find minimum dust deposition during the African Humid Period and maximum dust deposition during two periods from approximately 18,000-15,000 and 13,000-12,000 years ago during which there was pronounced cooling of the high-latitude North Atlantic. Our results strongly suggest that, just as in the late 20<sup>th</sup> century, North African climate tracked north-south temperature differences in the Atlantic Ocean over the last 20,000 years, with a warmer North Atlantic being associated with wetter conditions in North Africa. The consistency of this relationship through a wide range of climates suggests that future changes in North African precipitation will track Atlantic temperature patterns as well.</p>\n<p>Our data are also consistent with abrupt transitions in North African climate, supporting the inference from the previously published record that regional monsoon strength is susceptible to dramatic changes even when background conditions are changing very slowly. Our work thus supports continued efforts to identify the factors that can amplify North African climate change, as it is essential to ensure that these feedbacks are included in future projections.</p>\n<p>Finally, we have extended this project to test whether records from near the North African coast are representative of Saharan dust emissions over the broader North Atlantic. We reconstructed dust deposition over the last 20,000 years in sediments from the Bahamas, which faithfully preserve records of long-range Saharan dust transport. Our results show that dust deposition on the western side of the Atlantic strongly parallels that on the eastern side closer to the source. Furthermore, the magnitude of long-range dust transport changes indicated by our data suggests that past changes in Saharan dust emissions are large enough to have played an important role in amplifying past changes in North African climate; that is, rather than simply being a passive recorder of African climate change, dust may have helped reinforce and accelerate the changes we observe. Climate ...",
  "por_txt_cntn": "\nNorth AfricaÆs Sahara Desert is the worldÆs largest source of windblown mineral dust, sending hundreds of teragrams of dust westward over the North Atlantic Ocean each year. Deep-sea sediment cores allow us to reconstruct past changes in the deposition of this dust in the ocean; these dust reconstructions provide continuous records of North African climate that are essential for understanding the impacts of past climate changes in the region. An influential previously published study of a sediment core near the northwest African coast documented reduced dust emissions during the \"Green Sahara\" climate of 11,700 to 5,000 years ago, when the Sahara supported lakes, grasslands and widespread human settlements. It also pointed to abrupt transitions into and out of this so-called \"African Humid Period\" that suggest that North African climate can respond nonlinearly to gradual changes. In particular, the abrupt increase in dust emissions around 5,000 years ago suggests tipping points in African climate that are poorly understood and that may be relevant for future climate change in the region.\n\nOur goals in this project were to a) test the reproducibility of this single influential record by reconstructing dust deposition changes in a number of cores along the northwest African coast; b) provide accurate estimates of past changes in dust deposition that will offer targets for climate models and allow us to test the active role of dust in amplifying and accelerating past climate changes in North Africa.\n\nOur results from sediment cores forming an 800 km north-south transect along the northwest African margin indicate that Saharan dust deposition records are highly reproducible. In records spanning the period from the peak of the last ice age (20,000 years ago) to the last 2000 years, we consistently find minimum dust deposition during the African Humid Period and maximum dust deposition during two periods from approximately 18,000-15,000 and 13,000-12,000 years ago during which there was pronounced cooling of the high-latitude North Atlantic. Our results strongly suggest that, just as in the late 20th century, North African climate tracked north-south temperature differences in the Atlantic Ocean over the last 20,000 years, with a warmer North Atlantic being associated with wetter conditions in North Africa. The consistency of this relationship through a wide range of climates suggests that future changes in North African precipitation will track Atlantic temperature patterns as well.\n\nOur data are also consistent with abrupt transitions in North African climate, supporting the inference from the previously published record that regional monsoon strength is susceptible to dramatic changes even when background conditions are changing very slowly. Our work thus supports continued efforts to identify the factors that can amplify North African climate change, as it is essential to ensure that these feedbacks are included in future projections.\n\nFinally, we have extended this project to test whether records from near the North African coast are representative of Saharan dust emissions over the broader North Atlantic. We reconstructed dust deposition over the last 20,000 years in sediments from the Bahamas, which faithfully preserve records of long-range Saharan dust transport. Our results show that dust deposition on the western side of the Atlantic strongly parallels that on the eastern side closer to the source. Furthermore, the magnitude of long-range dust transport changes indicated by our data suggests that past changes in Saharan dust emissions are large enough to have played an important role in amplifying past changes in North African climate; that is, rather than simply being a passive recorder of African climate change, dust may have helped reinforce and accelerate the changes we observe. Climate models have long been known to underestimate the magnitude of past precipitation changes in North Africa, and we suggest that one rea..."
 }
}