{
 "awd_id": "1265115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "I-Corps:  Diversity-aware News Recommendation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Konsek",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "This project plans to investigate building a diversity-aware news recommendation service to improve people's news reading experience. Researchers have launched several controlled experiments and field trials to validate theories and gain insights on how to measure alternative notions of diversity, how to model users' diversity preferences, and how to present challenging items to users in a way that is palatable to users. In addition, we have developed algorithms, systems and widgets that classify political articles according to their political opinions, produce a balanced list of articles, and present the diversity-enhanced recommendations to users while they are reading related articles. This work is the first attempt to formalize several different instantiations of the general concept of diversity and to devise algorithms that optimize for these measures.\r\n\r\nDigital news aggregators rely on ratings and links to select and present subsets of the large quantity of news and opinion items generated each day. Opinion and topic diversity in the output sets can provide several benefits. For individual readers, diverse results may be more interesting and lead to greater learning over time. A particular form of diversity, proportional representation of different group interests, can provide common ground for discussion with other people and also lead to understanding of which are majority and which are minority viewpoints. The service proposed by this project, if successful, will be made available directly to consumers, as a website and browser plug-ins. Researchers believe that they can provide a service that will help the public enhance their news-reading habits. Diversity-aware recommendation techniques are likely to be applicable to other domains beyond news reading where selecting a diverse set of items is valuable, such as search engine results, e-Commerce product recommendations, and audience voting on questions to ask of a conference speaker or public official.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Resnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Resnick",
   "pi_email_addr": "presnick@umich.edu",
   "nsf_id": "000185853",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802300",
   "pgm_ele_name": "I-Corps"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this I-Corps grant was to explore commercialization opportunities for work developed under Grant No. IIS-0916099, &nbsp;and to train faculty and graduate students in how to carry out commercialization.</p>\n<p>The technologies that we thought might be ripe for commercialization included:</p>\n<ul>\n<li>&nbsp;A simple algorithm, &ldquo;sidelines&rdquo;, that builds a more balanced list of articles based on readers&rsquo; votes than would be assembled by simply taking all the highest vote getters.</li>\n<li>A semi-supervised learning algorithm that classifies people and political articles into conservative, liberal, and other.</li>\n</ul>\n<p>One successful outcome of the project was the training of a faculty member and a doctoral student in the process of &ldquo;customer discovery&rdquo;, which places a focus on the value proposition and potential market for a product or service rather than the technological capabilities. The doctoral student, after completing his dissertation, has committed himself to tech entrepreneurship.</p>\n<p>We were primarily interested in opportunities for &ldquo;social&rdquo; ventures that would be profitable and improve society. In particular, we wanted to reduce political polarization by making liberals more aware of arguments in favor of conservative political positions and conservatives more aware of arguments in favor of liberal political positions. In the end, we did not identify a commercialization opportunity that is worth pursuing at this time. We explored two major options, described below.</p>\n<p>First, we explored the possibility of creating a balanced news aggregator, a service that would recommend news and opinion articles that would expose readers to arguments in support of both liberal and conservative positions. In our customer discovery process, we found that there is a potential audience for such an aggregator, among very politically engaged readers. However, those people are not particularly unhappy with their existing ability to find interesting articles from a variety of viewpoints, and thus would be unlikely to pay for a balanced news aggregator service even if they would use it. One recurring theme during our interviews about the balanced news aggregator, however, was that some people were so passionate about an issue that they expressed a willingness to pay to have *other people* be exposed to materials supporting their positions.</p>\n<p>So, we next explored providing a channel for reaching politically engaged people who have opted in to receiving persuasion attempts. An advocacy organization would sponsor viewers of articles or videos that are designed to win over skeptics. We would find the skeptical but politically engaged viewers. A brief questionnaire after viewing would ensure attention from the viewer and provide feedback to the sponsor about effectiveness.</p>\n<p>In the customer discovery process, we tried to identify organizations that might be interested in reaching such audiences, and be willing to pay for doing so. We did not succeed in identifying a clear market for a service that connects advocacy groups with people who are skeptical but open to persuasion. Most political campaigns, we were told, are going to significant expense to do targeting in the opposite direction of what we are offering: they want to reach people who are already sympathetic, rather than people who are leaning the other way.</p>\n<p>We did get a clear characterization of the kinds of groups that might be interested in reaching the opposition. Roughly, this would be groups with a long-term advocacy goal who believed that people currently on the \"other side\" should be on their side, given their values or economic interests. In the end, we concluded that it would be too much of an uphill battle at this time trying to create a new market in this area where none exists currently.</p>\n<p>We did get some pointers to potential ot...",
  "por_txt_cntn": "\nThe purpose of this I-Corps grant was to explore commercialization opportunities for work developed under Grant No. IIS-0916099,  and to train faculty and graduate students in how to carry out commercialization.\n\nThe technologies that we thought might be ripe for commercialization included:\n\n A simple algorithm, \"sidelines\", that builds a more balanced list of articles based on readersÆ votes than would be assembled by simply taking all the highest vote getters.\nA semi-supervised learning algorithm that classifies people and political articles into conservative, liberal, and other.\n\n\nOne successful outcome of the project was the training of a faculty member and a doctoral student in the process of \"customer discovery\", which places a focus on the value proposition and potential market for a product or service rather than the technological capabilities. The doctoral student, after completing his dissertation, has committed himself to tech entrepreneurship.\n\nWe were primarily interested in opportunities for \"social\" ventures that would be profitable and improve society. In particular, we wanted to reduce political polarization by making liberals more aware of arguments in favor of conservative political positions and conservatives more aware of arguments in favor of liberal political positions. In the end, we did not identify a commercialization opportunity that is worth pursuing at this time. We explored two major options, described below.\n\nFirst, we explored the possibility of creating a balanced news aggregator, a service that would recommend news and opinion articles that would expose readers to arguments in support of both liberal and conservative positions. In our customer discovery process, we found that there is a potential audience for such an aggregator, among very politically engaged readers. However, those people are not particularly unhappy with their existing ability to find interesting articles from a variety of viewpoints, and thus would be unlikely to pay for a balanced news aggregator service even if they would use it. One recurring theme during our interviews about the balanced news aggregator, however, was that some people were so passionate about an issue that they expressed a willingness to pay to have *other people* be exposed to materials supporting their positions.\n\nSo, we next explored providing a channel for reaching politically engaged people who have opted in to receiving persuasion attempts. An advocacy organization would sponsor viewers of articles or videos that are designed to win over skeptics. We would find the skeptical but politically engaged viewers. A brief questionnaire after viewing would ensure attention from the viewer and provide feedback to the sponsor about effectiveness.\n\nIn the customer discovery process, we tried to identify organizations that might be interested in reaching such audiences, and be willing to pay for doing so. We did not succeed in identifying a clear market for a service that connects advocacy groups with people who are skeptical but open to persuasion. Most political campaigns, we were told, are going to significant expense to do targeting in the opposite direction of what we are offering: they want to reach people who are already sympathetic, rather than people who are leaning the other way.\n\nWe did get a clear characterization of the kinds of groups that might be interested in reaching the opposition. Roughly, this would be groups with a long-term advocacy goal who believed that people currently on the \"other side\" should be on their side, given their values or economic interests. In the end, we concluded that it would be too much of an uphill battle at this time trying to create a new market in this area where none exists currently.\n\nWe did get some pointers to potential other value propositions that we could offer, notably providing information about what messages are persuasive with different audiences rather than providing access to opposition audiences. T..."
 }
}