{
 "awd_id": "0933962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organizational Nomination for PAESMEM: Center for Innovation in Engineering and Science Education, Stevens Institute of Technology",
 "cfda_num": "47.076",
 "org_code": "11040300",
 "po_phone": "7032927772",
 "po_email": "mjames@nsf.gov",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-04-05",
 "awd_max_amd_letter_date": "2011-04-05",
 "awd_abstract_narration": "The Center for Innovation in Engineering and Science Education (CIESE) at Stevens Institute of Technology was founded in 1988. Since that time the Center has developed curricula, conducted teacher professional development and mentoring programs, and implemented capacity-building efforts that have directly impacted more than 19,000 K-12 teachers, more than 283 community college faculty, and millions of students. Programs have been largely focused in underserved and high minority school districts including Newark, Jersey City, and Camden, NJ and Miami, Florida, Cleveland, Ohio and tribal communities in rural and remote areas of Arizona. More than 19,000 teachers and students have benefited from CIESE programs; of these approximately 68% or 13,416 teachers represent high need, high minority districts. Over 20 years, upwards of six million students in disadvantaged school districts have been impacted. The Center's associated programs have directly benefited some 500 middle and high school students from disadvantaged, high need, urban districts.  CIESE has deliberately and strategically focused on developing and implementing programs that have a high probability of institutionalizing innovations that will be sustained after the period of grant funding. For this reason, CIESE collaborates primarily with classroom teachers and school and district administrators, to enhance teacher content knowledge and change classroom practice, with a long-term impact on many classes of students over time. All programs incorporate intensive and supported hands-on teacher professional development, and substantial in-class mentoring and follow-up. Collaborations with community colleges, in which CIESE has closely mentored faculty to implement STEM programs, have resulted in successful replications of CIESE programs in New Jersey and in 21 other states. Evidence of CIESE's effectiveness as an exemplar of STEM mentoring is demonstrated in a number of K-12 Science and Engineering initiatives.  Elementary students posted statistically significant higher gains in their knowledge of science and engineering concepts than a comparison group of students after their teachers implemented curriculum materials for which they received professional development and monthly classroom visits. Middle and high school students demonstrated increased knowledge of key science concepts after designing and building robots to perform tasks in an underwater environment, a curriculum module for which their teachers were trained and mentored by CIESE. Student data also suggest that the curriculum has increased student awareness of engineering, their interest in engineering careers, and their understanding of the engineering design process and iterative design. Teachers' knowledge and awareness of engineering, experience teaching engineering and the engineering design process, and likelihood of sharing/recommending engineering materials and resources with colleagues increased as a result of their professional development and mentoring in a statewide engineering initiative led by CIESE. CIESE's collaborations with other schools show the potential of expanding the CIESE model of mentoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "McGrath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth McGrath",
   "pi_email_addr": "bmcgrath@stevens.edu",
   "nsf_id": "000242540",
   "pi_start_date": "2011-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Slaughter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Slaughter",
   "pi_email_addr": "jcunningham@nacme.org",
   "nsf_id": "000527539",
   "pi_start_date": "2011-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "National Action Council for Minorities in Engineering Inc",
  "perf_str_addr": "1432 DUKE STREET",
  "perf_city_name": "ALEXANDRIA",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "223143403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159300",
   "pgm_ele_name": "PAESMEM Pres Awrds Excell Ment"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}