{
 "awd_id": "0938430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Individual Award for Excellence in Physics Mentoring",
 "cfda_num": "47.076",
 "org_code": "11040300",
 "po_phone": "7032927772",
 "po_email": "mjames@nsf.gov",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-05-26",
 "awd_max_amd_letter_date": "2011-05-26",
 "awd_abstract_narration": "Dr. Richard Cardenas has served as the chair of the Physics and Earth Science department at St. Mary?s University since 2004. He facilitated the formation of the Society of Physics Students in 2002 and presently serves as the principal adviser to this group. In addition, Dr. Cardenas initiated the Fiesta of Physics Program in 2003, and since its inception the program has provided science education outreach to more than 15,000 families who live in the area surrounding St. Mary's University in San Antonio, Texas. This program impacts low income, minority families who otherwise may not consider a science career or understand the role the natural world plays in their day-to-day lives. As a primary mentoring activity, St. Mary's students help develop the programming and conduct the experiments that they take to the various schools in the surrounding area. Over the past six years, Dr. Cardenas has personally mentored over 60 physics majors, and over 500 St. Mary?s students, primarily from the sciences but also from non-science majors, have participated in the Fiesta of Physics program. In order to prepare and teach the science experiments in Fiesta of Physics, students must have a good understanding of basic physics and other science principles and achieve deep learning that transcends the superficial memorization that often serves as knowledge. Einstein once stated that \"if you can?t explain relativity to a six-year old, you don't understand it\". Fiesta of Physics students have taken Einstein's observation to heart as they prepare to explain a variety of science principles to many six through ten-year olds and their families, many of whom indicated that they would like to become scientists in the future. In addition, the St. Mary's students develop greater curiosity and interest in science themselves, and over 80% of physics majors go on to attend graduate school to seek Ph.Ds. Many others go on to teach in area high schools. This Fiesta Physics Program reaches thousands of children and their families who have earlier not been interested in science and who are often taught by teachers who lack education and training in science fields. Frequently, science teachers recognize their limitations and actively recruit Dr. Cardenas to bring the Fiesta of Physics to their schools. Due to resource limitations, Fiesta of Physics has limited its programming to the Edgewood Independent School District, one of the poorest school districts in Texas. Currently, there is a waiting list of schools outside the Edgewood District that want to bring Fiesta of Physics to their students. To try and accommodate more schools, twice a year Fiesta of Physics provides programming through an on-campus extravaganza for all schools that wish to participate. Science demonstrations have helped the school children on the state-mandated achievement test. The Spring 2009 program had over 300 attendees most of whom were fourth or fifth graders. Increasingly, non-science majors who want to participate in community education outreach are being drawn to the program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Cardenas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Cardenas",
   "pi_email_addr": "rcardenas@stmarytx.edu",
   "nsf_id": "000442161",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "St Mary's University San Antonio",
  "inst_street_address": "1 CAMINO SANTA MARIA ST",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104363720",
  "inst_zip_code": "782285433",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "ST. MARY'S UNIVERSITY OF SAN ANTONIO, TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "VGLPU3GKY6Q5"
 },
 "perf_inst": {
  "perf_inst_name": "St Mary's University San Antonio",
  "perf_str_addr": "1 CAMINO SANTA MARIA ST",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782285433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159300",
   "pgm_ele_name": "PAESMEM Pres Awrds Excell Ment"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}