{
 "awd_id": "0938439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organizational:  Grinnell Science Project",
 "cfda_num": "47.076",
 "org_code": "11040300",
 "po_phone": "7032927772",
 "po_email": "mjames@nsf.gov",
 "po_sign_block_name": "Martha James",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-04-05",
 "awd_max_amd_letter_date": "2011-06-01",
 "awd_abstract_narration": "The Grinnell Science Project (GSP) is a multi-disciplinary program aimed at increasing the success in science of students from groups traditionally underrepresented in the sciences, and to make the sciences accessible and relevant for all Grinnell College students. The project was introduced in 1992, in response to internal studies that indicated that students, particularly those of color, female, and first-generation college students, were entering college with an avowed interest in pursuing degrees in the sciences, but abandoning their academic goals when they failed to do well in introductory science courses. Science Division faculty and student life administrators developed a program aimed at addressing three barriers to success in the sciences experienced by underrepresented students; unsuccessful acclimation to college life, learning styles that do not respond to traditional pedagogy, and a lack of mentoring and role models. To address these issues, GSP was devised over a series of years. It has involved curricular changes, activities and structures that foster a community of scientists, and improvement of student achievement. GSP is committed to developing the talents of all students interested in science and mathematics, especially those from groups underrepresented in the sciences, such as students of color, first-generation college students, and women in physics, mathematics and computer science. Enrollment is offered to students from underrepresented groups who express interest in science or math and who will be first-year students at Grinnell. The main goal is to help students get an effective start at Grinnell. A primary tool for accomplishing GSP goals is weaving a \"web of mentoring,\" not only close mentoring of students by their teachers, but also student to student and faculty to faculty. GSP was also greatly influential in the design of new science facilities at Grinnell College, which are a national model. By promoting student achievement and excellence in teaching and learning, GSP addresses the issue of increasing the diversity of the STEM workforce, using a range of activities all of which are rooted in intensive mentoring, and building a community of scientists (students and faculty alike) that supports persistence in science through and after graduation. Prior to the Grinnell Science Project, from 1992-1994, an average of 42 science majors graduated annually who were women and eight who were students of color. By 2008, those numbers had increased to 90 women (a 114% increase) and 21 students of color (a 162.5% increase). Over 500 students have participated in the pre-orientation program and earned higher average grades compared with those who were invited but did not attend. Thousands of other students have benefited from the curricular and pedagogical changes, as well as from the mentoring relationships that have been established. GSP has been used as a model by a number of institutions of higher education, including Bowdoin College and Brown University. Efforts continue to accommodate the requests for assistance in initiating similar programs on other campuses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Swartz",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Swartz",
   "pi_email_addr": "swartz@grinnell.edu",
   "nsf_id": "000468838",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Smith",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Paula V Smith",
   "pi_email_addr": "smithp@grinnell.edu",
   "nsf_id": "000529497",
   "pi_start_date": "2011-04-05",
   "pi_end_date": "2011-06-01"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Swartz",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Swartz",
   "pi_email_addr": "swartz@grinnell.edu",
   "nsf_id": "000468838",
   "pi_start_date": "2011-04-05",
   "pi_end_date": "2011-06-01"
  }
 ],
 "inst": {
  "inst_name": "Grinnell College",
  "inst_street_address": "733 BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "GRINNELL",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "6412694983",
  "inst_zip_code": "501122227",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IA02",
  "org_lgl_bus_name": "THE TRUSTEES OF GRINNELL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NRFXPGZU88G2"
 },
 "perf_inst": {
  "perf_inst_name": "Grinnell College",
  "perf_str_addr": "733 BROAD ST",
  "perf_city_name": "GRINNELL",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "501122227",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159300",
   "pgm_ele_name": "PAESMEM Pres Awrds Excell Ment"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": null
}