{
 "awd_id": "0940857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New Faculty Workshop for TYC Physics Faculty",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 199987.0,
 "awd_amount": 199987.0,
 "awd_min_amd_letter_date": "2011-06-22",
 "awd_max_amd_letter_date": "2012-05-14",
 "awd_abstract_narration": "Two-year colleges play a significant role in the United States' higher education system, and approximately 37% of students in higher education attend a two-year college. A recent American Institute of Physics (AIP) report found that 54% of two-year colleges have only one full-time physics professor. As a consequence, many new physics faculty in two-year colleges do not receive mentoring from a more senior physicist at their institution. Over 60% of two-year physics instructors indicate that they correspond with colleagues about teaching less than once a week. \r\n\r\nWhile traditional instruction provides discipline-based content, it frequently does not engage students in the learning process. Substantial efforts have been made to develop research-based active engagement instructional strategies in physics. The American Institute of Physics (AIP) recently administered a survey on the use of these strategies in higher education. While two-year colleges had the highest response rate at 54%, the results showed that traditional lecture occurred in over 60% of the classes the majority of the time and that 43% of the respondents were not using a single innovative strategy listed on the survey. Without having any knowledge of researched-based instructional strategies in physics and no mentor or colleague to discuss teaching with, it is not surprising that the majority of two-year college physics instructors do not use any of these proven strategies. \r\n\r\nThis project consists of an intensive educational experience to enhance STEM student learning through developing new physics faculty at two-year colleges. The New Faculty Workshop for TYC Physics Faculty consists of 18 months of mentoring and developing physics faculty who are in their first five years of teaching. This experience includes online discussions of seminal papers in physics education research, a four-day intensive conference, 15 months of mentoring for the participants, and a two-day commencement conference held in tandem with an American Association of Physics Teachers national summer meeting. \r\n\r\nThe project impacts 30 new instructors, changing the way these instructors interact with students over the course of their careers. By scheduling the follow-up sessions in conjunction with the AAPT national meeting, the project is able to introduce participants to the professional development opportunities available to them through this professional organization. \r\n\r\nThe intellectual merit includes: \r\nReaching a significant number of new physics instructors to give them a working knowledge of recent developments in physics pedagogy. \r\nPresenting the material in an active engagement environment that models the type of classroom management that they will implement. \r\nMentoring the participants to provide them the support they need to make significant change in their program. \r\n\r\nThe broader impacts include: \r\nA significant impact on the manner in which students are taught at the participants' institutions. \r\nStudents from participants' institutions who are better prepared in the content of the material covered in the physics courses at these institutions. \r\nStudents who have developed skill sets that are valued by employers due to the experience of being taught physics using strategies known to promote a deeper understanding of physics content.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Schultz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Scott F Schultz",
   "pi_email_addr": "sfschultz@dmacc.edu",
   "nsf_id": "000155238",
   "pi_start_date": "2011-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Hein",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Warren W Hein",
   "pi_email_addr": "whein@aapt.org",
   "nsf_id": "000338647",
   "pi_start_date": "2011-06-22",
   "pi_end_date": "2012-05-14"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Leif",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Todd R Leif",
   "pi_email_addr": "tleif@cloud.edu",
   "nsf_id": "000529565",
   "pi_start_date": "2011-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Cunningham",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beth Cunningham",
   "pi_email_addr": "bcunning@aapt.org",
   "nsf_id": "000574409",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Association of Physics Teachers",
  "inst_street_address": "1 PHYSICS ELLIPSE FL 5",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3012093311",
  "inst_zip_code": "207403841",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION OF PHYSICS TEACHERS, INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "YRLVBH8FJ9L6"
 },
 "perf_inst": {
  "perf_inst_name": "American Association of Physics Teachers",
  "perf_str_addr": "1 PHYSICS ELLIPSE FL 5",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207403841",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project was to provide 30 new Two-Year College Physics Instructors with an 18-month intensive professional development experience including the following:</p>\n<p>(1) a pre-conference on-line interactions among project staff and participants ---participants read, reflect, and provide commentary on a set of seminal papers in physics education research that have a direct bearing on teaching introductory physics; (2) a 4-day immersion experience, in workshop format, where participants receive direct experience with several research-based instructional strategies, working in small groups with highly experienced two-year college instructors serving as the project staff and peer mentors; (3) post-conference mentoring process where project staff interacted with participants bi-weekly; and (4) a follow-up meeting conducted in tandem with a national meeting of AAPT where participants presented an instructional activity which was their capstone project for the initiative. <br /> <br /> &nbsp;<strong>Intellectual merit</strong>:</p>\n<p><strong>1. Reaching a significant number of new physics instructors to give them a working knowledge of recent developments in physics pedagogy.</strong>&nbsp; <br /> <br /> Twenty-nine participants started the online preliminary discussions in January of 2011.&nbsp; One participant was sick and unable to attend the New Faculty Conference held in March. Five didn&rsquo;t finish the programs commencement conference. Twenty three completed implies a nearly 80% completion rate. Nearly every member of the cohort who didn&rsquo;t finish the project was on maternity/paternity leave. The PI&rsquo;s are working on possible solutions to assist people in these and similar situations during future conferences. Efforts are being directed toward a virtual type of completion methodology.<br /> <br /> <strong>2. Presenting the material in an active engagement environment that models the type of classroom management that we desire them to implement.</strong> <br /> <br /> Throughout the project, conferences were designed to be delivered via an active engagement approach. Participants noted the leadership &ldquo;Practiced what they preached&rdquo;. Each session gave quick introductions to the specific teaching pedagogical approach via a lecture method, followed by an application exercise /experience which modeled the researched based approaches from both a student and an instructor perspective. Successful transitions for participants using the techniques seemed evident during the later stages, strongly noted by the leadership team and recognized in the presentations given during the AAPT meeting. These final projects were disseminated the physics teaching society and were detailed in final submissions of handouts/curriculum materials shared within the cohort. <br /> <br /> <strong>3. Mentoring the participants to provide them the support they need to make significant change in their program.</strong> <br /> <br /> External evaluator Melissa Dancy noted that the large number of participants posting to the discussion board did so without direct instruction. This indicates the board was viewed as valuable tool for participants. However, &nbsp;they may need help staying focused in their participation. Given more directed focus to the mentoring groups will help future cohorts.&nbsp; The Pi&rsquo;s are considering a more structured approach to the mentoring groups as faculty learning communities have been shown to be more affective.</p>\n<p><strong>Broader impacts</strong>:<br /> <br /> <strong>1. Significant impact on the manner in which students are taught at the participant&rsquo;s institutions.</strong><br /> <br /> Within 3 months after the Commence Conference held at the Summer AAPT Meeting, participants submitted final projects to both the PI&rsquo;s and to the cohort group via the blackboard interaction system. <br /> <br /> The project i...",
  "por_txt_cntn": "\nThe major goal of this project was to provide 30 new Two-Year College Physics Instructors with an 18-month intensive professional development experience including the following:\n\n(1) a pre-conference on-line interactions among project staff and participants ---participants read, reflect, and provide commentary on a set of seminal papers in physics education research that have a direct bearing on teaching introductory physics; (2) a 4-day immersion experience, in workshop format, where participants receive direct experience with several research-based instructional strategies, working in small groups with highly experienced two-year college instructors serving as the project staff and peer mentors; (3) post-conference mentoring process where project staff interacted with participants bi-weekly; and (4) a follow-up meeting conducted in tandem with a national meeting of AAPT where participants presented an instructional activity which was their capstone project for the initiative. \n \n  Intellectual merit:\n\n1. Reaching a significant number of new physics instructors to give them a working knowledge of recent developments in physics pedagogy.  \n \n Twenty-nine participants started the online preliminary discussions in January of 2011.  One participant was sick and unable to attend the New Faculty Conference held in March. Five didnÆt finish the programs commencement conference. Twenty three completed implies a nearly 80% completion rate. Nearly every member of the cohort who didnÆt finish the project was on maternity/paternity leave. The PIÆs are working on possible solutions to assist people in these and similar situations during future conferences. Efforts are being directed toward a virtual type of completion methodology.\n \n 2. Presenting the material in an active engagement environment that models the type of classroom management that we desire them to implement. \n \n Throughout the project, conferences were designed to be delivered via an active engagement approach. Participants noted the leadership \"Practiced what they preached\". Each session gave quick introductions to the specific teaching pedagogical approach via a lecture method, followed by an application exercise /experience which modeled the researched based approaches from both a student and an instructor perspective. Successful transitions for participants using the techniques seemed evident during the later stages, strongly noted by the leadership team and recognized in the presentations given during the AAPT meeting. These final projects were disseminated the physics teaching society and were detailed in final submissions of handouts/curriculum materials shared within the cohort. \n \n 3. Mentoring the participants to provide them the support they need to make significant change in their program. \n \n External evaluator Melissa Dancy noted that the large number of participants posting to the discussion board did so without direct instruction. This indicates the board was viewed as valuable tool for participants. However,  they may need help staying focused in their participation. Given more directed focus to the mentoring groups will help future cohorts.  The PiÆs are considering a more structured approach to the mentoring groups as faculty learning communities have been shown to be more affective.\n\nBroader impacts:\n \n 1. Significant impact on the manner in which students are taught at the participantÆs institutions.\n \n Within 3 months after the Commence Conference held at the Summer AAPT Meeting, participants submitted final projects to both the PIÆs and to the cohort group via the blackboard interaction system. \n \n The project intended to impact 30 new instructors, changing the way these instructors interact with students over the course of their careers. 23 instructors completed the eighteen month experience.  By scheduling the follow-up sessions in conjunction with the AAPT national meeting, the project enabled participants to be introduced the professional develop..."
 }
}