{
 "awd_id": "0940824",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "DataNet Full Proposal: Sustainable Environment through Actionable Data (SEAD)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924538",
 "po_email": "awalton@nsf.gov",
 "po_sign_block_name": "Amy Walton",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 8000000.0,
 "awd_amount": 8074920.0,
 "awd_min_amd_letter_date": "2011-09-27",
 "awd_max_amd_letter_date": "2017-04-26",
 "awd_abstract_narration": "Abstract:\r\nAward Number ? 0940824\r\nTitle: DataNet Full Proposal: Sustainable Environment through Actionable Data (SEAD)\r\n\r\nThe universities of Michigan, Indiana, and Illinois propose a DataNet partnership called Sustainable Environment through Actionable Data (SEAD). SEAD will enable new modalities of sustainability science - the study of dynamic interactions between nature and society. Advancing the science of sustainability requires integration of social science, natural science, and environmental data at multiple spatial and temporal scales that is rich in local and location-specific observations; referenced for regional, national, and global comparability and scale; and integrated to enable end users to detect interactions among multiple phenomena. SEAD will respond to the expressed needs of sustainability science researchers for long-term management of heterogeneous data by developing new capabilities for data integration, dissemination, and long-term preservation. SEAD will provide researchers with tools for active curation and use social networking to engage data producers and users in community curation, gradually shifting curatorial and collection development responsibilities from professional curators to the producer and user communities. Our focus is on the \"long tail\" of social and environmental data: derived data products, data collections from individual PI's and small group investigations, and data sets of local, regional or topical significance that are critical to sustainability science but are of limited value until they can be referenced geo-spatially and temporally, combined with related data and observations, and modeled consistently. SEAD will make data accessible to diverse users, including domain scientists, local, national and international policy makers, manufacturers of sustainable technologies, citizen scientists, and informed consumers. SEAD will take advantage of existing robust digital library and institutional repository (IR) infrastructures at the three universities for access, storage, and preservation to ensure wide accessibility of data, linkages between data and scientific publications, and persistence.\r\n\r\nSEAD will serve researchers efficiently and in a financially sustainable way via active curation, make innovative use of social networking, integrate data with existing digital library infrastructures, and provide synthesis services that significantly increase the research and societal value of data. Our work will establish a new active curation paradigm that can be readily integrated into the scientific workflow and that leverages social networking technologies to engage the science community in data curation. Our research program will produce novel solutions to the synthesis of heterogeneous data across different levels of spatio-temporal granularity and scope; management of logical contexts and data models; appropriate sharing of data with privacy and proprietary restrictions; and preservation through emulation and migration-based-technologies and policies for distributed stewardship. Our cyberinfrastructure development work will support a network of repositories that functions on several levels: locally through integration of SEAD data into campus digital library/repository infrastructures, inter-institutionally through a model for distributed data curation and storage, and nationally and internationally by extending our approach to other IRs, other DataNet Partners, sensor and observational networks, and topical data archives. Our financial sustainability plan will identify appropriate incentive mechanisms and business models based on a tight coupling of preservation and access services with research library managed IR infrastructure and ongoing involvement of scientists and users.\r\n\r\nSEAD will build national and global capabilities for science-informed sustainability policy and planning in land use, natural resource management, agriculture, energy, economic development, \"green\" manufacturing, and related areas where critical decisions will be made in the next decade.  The project will engage the community that preserves and shares scientific data, thus enhancing the public investment in scientific research and making taxpayer funded data widely available and easier to use which will provide high-value cost-effective curation and preservation capabilities through partnerships with other \"small science\" domains.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Hedstrom",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret L Hedstrom",
   "pi_email_addr": "hedstrom@umich.edu",
   "nsf_id": "000383855",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Praveen",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Praveen Kumar",
   "pi_email_addr": "kumar1@uiuc.edu",
   "nsf_id": "000388848",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Alter",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "George C Alter",
   "pi_email_addr": "altergc@umich.edu",
   "nsf_id": "000206718",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Plale",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Beth A Plale",
   "pi_email_addr": "plale@iu.edu",
   "nsf_id": "000334472",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Myers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Myers",
   "pi_email_addr": "myersjd@umich.edu",
   "nsf_id": "000183691",
   "pi_start_date": "2011-09-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772600",
   "pgm_ele_name": "Data Cyberinfrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7726",
   "pgm_ref_txt": "DATANET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3503839.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 416161.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2074920.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 2000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The SEAD project developed and implemented a new approach to sharing and archiving data that makes it easier for individual researchers and small projects to take advantage of secure storage, easily add metadata, control access to active data, and publish data.&nbsp; The project created a first-of-its-kind hosted, self-service capability for publishing large amounts of data using custom metadata without the need for project-specific cyberinfrastructure.&nbsp; It enabled the publication of more than 50 data collections, including millions of files and terabytes of data, and it provided services to more than 40 groups (and more 200 registered users) over 6 years.&nbsp; The project&rsquo;s contributions to cyberinfrastructure for access to and long-term preservation of research data include development and implementation of an Active and Social Curation model and supporting technical infrastructure.&nbsp; The SEAD project designed its active project spaces so that people working on projects could share their data with other project participants, comment on and annotate data, upload new versions of data sets, add and correct metadata associated with the data, and establish relationships among files.&nbsp;The project developed a curation and publication workflow that supports rich semantic annotation of datasets, and folder- and file-level components of datasets so that they can be transferred to repositories and preserved using best-practice standards for packaging (Library of Congress&rsquo; BagIT), metadata serialization (Open Archives Initiative Object Reuse and Exchange serialized as JSON-LD), and common metadata (i.e. Dublin Core for bibliographic information, and W3C Prov for provenance).&nbsp; These contributions are documented in 60 publications and they were further disseminated by members of the SEAD team through 116 presentations, including 23 posters, at conferences and professional meetings; and at 38 workshops. In the final stage of the project responsibility for maintenance and further development of the SEAD code was transferred to the National Data Service.&nbsp; This will enable other repositories in the future to ingest data from SEAD project sites.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2017<br>\n\t\t\t\t\tModified by: Margaret&nbsp;L&nbsp;Hedstrom</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe SEAD project developed and implemented a new approach to sharing and archiving data that makes it easier for individual researchers and small projects to take advantage of secure storage, easily add metadata, control access to active data, and publish data.  The project created a first-of-its-kind hosted, self-service capability for publishing large amounts of data using custom metadata without the need for project-specific cyberinfrastructure.  It enabled the publication of more than 50 data collections, including millions of files and terabytes of data, and it provided services to more than 40 groups (and more 200 registered users) over 6 years.  The project?s contributions to cyberinfrastructure for access to and long-term preservation of research data include development and implementation of an Active and Social Curation model and supporting technical infrastructure.  The SEAD project designed its active project spaces so that people working on projects could share their data with other project participants, comment on and annotate data, upload new versions of data sets, add and correct metadata associated with the data, and establish relationships among files. The project developed a curation and publication workflow that supports rich semantic annotation of datasets, and folder- and file-level components of datasets so that they can be transferred to repositories and preserved using best-practice standards for packaging (Library of Congress? BagIT), metadata serialization (Open Archives Initiative Object Reuse and Exchange serialized as JSON-LD), and common metadata (i.e. Dublin Core for bibliographic information, and W3C Prov for provenance).  These contributions are documented in 60 publications and they were further disseminated by members of the SEAD team through 116 presentations, including 23 posters, at conferences and professional meetings; and at 38 workshops. In the final stage of the project responsibility for maintenance and further development of the SEAD code was transferred to the National Data Service.  This will enable other repositories in the future to ingest data from SEAD project sites.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2017\n\n\t\t\t\t\tSubmitted by: Margaret L Hedstrom"
 }
}