{
 "awd_id": "0944167",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Surface wave and body wave modeling of attenuation in the mantle transition zone",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 156329.0,
 "awd_amount": 156329.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2011-02-22",
 "awd_abstract_narration": "Seismic images of the Earth?s interior play a central role in the geophysical and geochemical modeling of the planet?s structure and dynamics. The majority of these seismic models contain three-dimensional variations in wave speed. Attenuation, or Q&#8722;1, tomography has so far progressed more slowly than velocity tomography because wave amplitudes and spectral content, which are the primary data in attenuation studies, require a more complex interpretation than traveltimes and phase delays. In addition to intrinsic wave attenuation, amplitudes are affected by focusing due to spatial gradients in wave speed, the presence of scatterers, and the earthquake rupture process.Progress in the research of, for example, the nature of the low-velocity zone in the upper mantle, the role of hydrous phases in the mantle, and material flow through the transition zone depends critically on the availablity of models of seismic velocity and attenuation. Because wave speed is\r\ninfluenced by several factors (temperature, composition, melt), robust and unique interpretations of tomographic velocity images require accompanying images of the attenuation structure in the mantle, ideally with comparable spatial resolution.\r\n\r\nThe main thrust of the proposed work involves the development of a new 3-D global-scale model for wave attenuation in the upper mantle that builds upon our previous modeling. The model will be constrained by new fundamental-mode and higher-mode surface-wave amplitudes. Notably, the overtone data set has not been used in attenuation studies before and will allow resolution of the transition zone. An important component of this research is the investigation into improved theoretical and practical treatments for focusing effects on wave amplitude, including a simultaneous inversion for global shear-velocity and attenuation models. A critical component of ?resolution testing? involves model interrogation with independent data sets of body-wave amplitudes and spectra, and with realistic 3-D synthetics. They will investigate to what extent P and SH spectra, S and SS amplitudes, and regional waveform data can be reconciled with our new attenuation model. They will also examine a number of critical theoretical approximations using SPECFEM synthetics",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeroen",
   "pi_last_name": "Ritsema",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeroen E Ritsema",
   "pi_email_addr": "jritsema@umich.edu",
   "nsf_id": "000489890",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 156329.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--  /* Font Definitions */ @font-face \t{font-family:Times; \tpanose-1:2 0 5 0 0 0 0 0 0 0; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1791491579 18 0 131231 0;} @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1791491579 18 0 131231 0;} @font-face \t{font-family:\"Adobe Devanagari\"; \tpanose-1:2 4 5 3 5 2 1 2 2 3; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-1610579729 1073750090 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:10.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-fareast-language:JA;} p \t{mso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:10.0pt; \tfont-family:Times; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-bidi-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:11.0pt; \tmso-ansi-font-size:11.0pt; \tmso-bidi-font-size:11.0pt; \tfont-family:\"Adobe Devanagari\"; \tmso-ascii-font-family:\"Adobe Devanagari\"; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:\"Adobe Devanagari\"; \tmso-fareast-language:JA;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} -->\n<p>Almost every day, an earthquake with a magnitude higher than 5 generates seismic waves that propagate through the Earth's interior and are recorded by seismometers around the globe. These wave provide seismologists a glimpse on the structure of Earths interior, much like a radiologists use X-rays to examine patients.</p>\n<p>Most seismic investigations of Earth's interior focus on the speed of seismic wave through the Earth. These speeds depend on Earth's internal temperature structure and composition. Seismic images of Earth's interior depict tectonic plate motions and the age differences of continents.</p>\n<p>Our research has focused on seismic wave amplitudes. Wave amplitude measurements quantify the attenuation (or damping) and the focusing of seismic waves. Complementary to wave speed, wave attenuation depends on Earth&rsquo;s temperature structure and the presence of fluids in Earth&rsquo;s interior.</p>\n<p>Using the hundreds of seismometers from the USArray, a migrating network of broadband seismometers across the lower 48 states of the US, we have made measurements of compressional (i.e. sound) and shear wave attenuation using a spectral ratio measurement. We have found that the overall wave attenuation is low in the tectonically active western half of the US. Attenuation is relatively high in the eastern half of the US. This pattern is similar to the variable surface heat flow from Earth&rsquo;s interior and indicates that the large-scale spatial variations of attenuation is primarily caused by temperature variations. The small spatial scale variability is significant. However, it is difficult to associate these signals uniquely to temperature or compositional variations as scattering and wave amplification in the crust influences our measurements strongly.</p>\n<p>Our analysis of global-scale attenuation indicates that attenuation in the lower mantle (between 800-3000 km depth) is lower than indicated by standard models for Earth&rsquo;s seismic structure. Our r...",
  "por_txt_cntn": "\n\nAlmost every day, an earthquake with a magnitude higher than 5 generates seismic waves that propagate through the Earth's interior and are recorded by seismometers around the globe. These wave provide seismologists a glimpse on the structure of Earths interior, much like a radiologists use X-rays to examine patients.\n\nMost seismic investigations of Earth's interior focus on the speed of seismic wave through the Earth. These speeds depend on Earth's internal temperature structure and composition. Seismic images of Earth's interior depict tectonic plate motions and the age differences of continents.\n\nOur research has focused on seismic wave amplitudes. Wave amplitude measurements quantify the attenuation (or damping) and the focusing of seismic waves. Complementary to wave speed, wave attenuation depends on EarthÆs temperature structure and the presence of fluids in EarthÆs interior.\n\nUsing the hundreds of seismometers from the USArray, a migrating network of broadband seismometers across the lower 48 states of the US, we have made measurements of compressional (i.e. sound) and shear wave attenuation using a spectral ratio measurement. We have found that the overall wave attenuation is low in the tectonically active western half of the US. Attenuation is relatively high in the eastern half of the US. This pattern is similar to the variable surface heat flow from EarthÆs interior and indicates that the large-scale spatial variations of attenuation is primarily caused by temperature variations. The small spatial scale variability is significant. However, it is difficult to associate these signals uniquely to temperature or compositional variations as scattering and wave amplification in the crust influences our measurements strongly.\n\nOur analysis of global-scale attenuation indicates that attenuation in the lower mantle (between 800-3000 km depth) is lower than indicated by standard models for EarthÆs seismic structure. Our results are in agreement with the latest (2014) free-oscillation measurements of wave attenuation. We find a minor frequency dependence of attenuation. Our on-going analysis is focused on understanding the physical mechanisms of attenuation responsible for frequency dependence.\n\n\t\t\t\t\tLast Modified: 06/16/2015\n\n\t\t\t\t\tSubmitted by: Jeroen E Ritsema"
 }
}