{
 "awd_id": "0947220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Thermal Ionization Mass Spectrometer",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 179107.0,
 "awd_amount": 179107.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2011-02-14",
 "awd_abstract_narration": "0947220\r\nBrandon\r\n\r\nThis award provides $179,107 in NSF funding over 24 months to support partial acquisition of a Thermal Ionization Mass Spectrometer (TIMS). The instrument will be installed in recently-renovated space along with a multicollector inductively coupled plasma mass spectrometer. The TIMS will be used for high-precision Neodymium isotope measurements in chondrites, early Earth, and planetary materials. These studies will be used to better understand Earth's early fractionation and bulk Sm/Nd in the silicate Earth. High precision Osmium isotope measurements will be made in mantle and igneous rocks to better understand early Earth Reniun/Osmium and Platinum/Osmium ratios in the Earth's interior. Re-Os isotope systematics will be used as a precise chronometer to elucidate sediment formation and hydrocarbon migration and will be applied to mantle and igneous rocks to determine the timing of Earth's interior geochemical processes. Additionally, Sm-Nd isotope chronology will be assessed in metamorphic rocks. The TIMS will also be applied to U-Pb isotope chronology. The new instrument will support students through faculty mentoring, coursework and internship programs. Additionally, the research efforts will provide hands-on use for graduate students and post-docs. The instrument will interface with the Houston Alliance for Minority Participation Project funded by NSF. Collaborations within UH and with Rice and NASA will also be supported. UH will provide a new renovated laboratory with clean lab capabilities for this effort. UH will also support half of a laboratory technician salary. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Brandon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Brandon",
   "pi_email_addr": "abrandon@uh.edu",
   "nsf_id": "000532774",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Lapen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Lapen",
   "pi_email_addr": "tjlapen@uh.edu",
   "nsf_id": "000428266",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179107.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The award provided partial funding for a thermal ionization mass spectrometer (TIMS) for the Chronology Laboratory at the University of Houston (UH).&nbsp; Additional funding was obtained from the State of Texas and in a parallel award from NASA.&nbsp; Developing this facility has provided an exciting new direction of innovative research at the University of Houston that complements and enhances existing strong research programs presently in the department, including geochemistry, petrology, surface processes, seismology, and tectonics/structural geology. After evaluation of instruments available, the TIMS instrument that was selected for the new facility was a ThermoFisher Trtion Plus with 9 faraday cups, one electron multiplier, and both positive and negative ion capability.&nbsp; This new Triton Plus fulfills the scientific objectives of the researchers at UH who will use it.&nbsp; The instrument was delivered in 2011 and became fully operation in the spring of 2012.&nbsp; It has been in constant use since this time.</p>\n<p><strong>Intellectual Merit.&nbsp; </strong>To present and within the foreseeable future, the Triton Plus TIMS has supported a wide range of NSF-related research activities including:&nbsp;</p>\n<ul>\n<li>High-precision <sup>142</sup>Nd/<sup>144</sup>Nd isotope measurements of chondrites, early Earth, and planetary materials to address early fractionation and bulk Sm/Nd in the silicate Earth.</li>\n<li>Sr isotope compositions of Earth materials to trace their origins including micro-sampling of minerals in lavas as windows into crustal magma dynamics, and the origin of metasomatism in mantle peridotites.</li>\n<li>High-precision measurements of Os isotopes in mantle and igneous rocks to address fractionation of Re/Os and Pt/Os in the Earth&rsquo;s interior and to trace sources of magmas. </li>\n<li>Re-Os isotope systematics as a precise chronometer of sediment formation and migrated hydrocarbons. </li>\n<li>Re-Os isotope studies of mantle and igneous rocks as tracers and the timing of geochemical processes in the Earth&rsquo;s interior. </li>\n</ul>\n<p><strong>Broader Impacts</strong>. &nbsp;The new TIMS facility at UH has supported the objectives of the NSF research programs by providing high-quality isotope data of terrestrial materials to address important questions about the nature of our planet.&nbsp; It has enhanced education at all levels through active participation in research. &nbsp;&nbsp;Within the award period one undergraduate research project was performed and two additional undergraduate students will be using the TIMS in the summer of 2013.&nbsp; Two masters students and one PhD student have used the TIMS for their research projects.&nbsp; Six post-doctoral researchers and research faculty have used the TIMS.&nbsp; This new facility has thus provided an educational platform spanning from very junior to senior levels of research experience in an interactive environment within the UH Chronology Laboratory and this will continue.&nbsp; This approach to research provides strong support of NSF&rsquo;s educational goals for the training of future geochemists.</p>\n<p>In 2011, the enrollment at UH was 14.3% African American, 18.8% Asian American, 24.8% Hispanic, 2.5% Multiracial, 7.5% International, and 30.8% White/Other.&nbsp; This broad ethnic diversity at UH allow students from underrepresented populations important access to state-of-the-art equipment and cutting-edge research in the earth and planetary sciences made possible with the new Triton Plus. As the research program built around the Triton Plus continues to evolve it will facilitate new and current research far beyond the campus of the University of Houston itself by fostering collaborations between individuals from Rice University, Lunar and Planetary Institute, and the NASA Johnson Space Center, as well as from the Houston energy industry.&nbsp; For the latter, one energy compa...",
  "por_txt_cntn": "\nThe award provided partial funding for a thermal ionization mass spectrometer (TIMS) for the Chronology Laboratory at the University of Houston (UH).  Additional funding was obtained from the State of Texas and in a parallel award from NASA.  Developing this facility has provided an exciting new direction of innovative research at the University of Houston that complements and enhances existing strong research programs presently in the department, including geochemistry, petrology, surface processes, seismology, and tectonics/structural geology. After evaluation of instruments available, the TIMS instrument that was selected for the new facility was a ThermoFisher Trtion Plus with 9 faraday cups, one electron multiplier, and both positive and negative ion capability.  This new Triton Plus fulfills the scientific objectives of the researchers at UH who will use it.  The instrument was delivered in 2011 and became fully operation in the spring of 2012.  It has been in constant use since this time.\n\nIntellectual Merit.  To present and within the foreseeable future, the Triton Plus TIMS has supported a wide range of NSF-related research activities including: \n\nHigh-precision 142Nd/144Nd isotope measurements of chondrites, early Earth, and planetary materials to address early fractionation and bulk Sm/Nd in the silicate Earth.\nSr isotope compositions of Earth materials to trace their origins including micro-sampling of minerals in lavas as windows into crustal magma dynamics, and the origin of metasomatism in mantle peridotites.\nHigh-precision measurements of Os isotopes in mantle and igneous rocks to address fractionation of Re/Os and Pt/Os in the EarthÆs interior and to trace sources of magmas. \nRe-Os isotope systematics as a precise chronometer of sediment formation and migrated hydrocarbons. \nRe-Os isotope studies of mantle and igneous rocks as tracers and the timing of geochemical processes in the EarthÆs interior. \n\n\nBroader Impacts.  The new TIMS facility at UH has supported the objectives of the NSF research programs by providing high-quality isotope data of terrestrial materials to address important questions about the nature of our planet.  It has enhanced education at all levels through active participation in research.   Within the award period one undergraduate research project was performed and two additional undergraduate students will be using the TIMS in the summer of 2013.  Two masters students and one PhD student have used the TIMS for their research projects.  Six post-doctoral researchers and research faculty have used the TIMS.  This new facility has thus provided an educational platform spanning from very junior to senior levels of research experience in an interactive environment within the UH Chronology Laboratory and this will continue.  This approach to research provides strong support of NSFÆs educational goals for the training of future geochemists.\n\nIn 2011, the enrollment at UH was 14.3% African American, 18.8% Asian American, 24.8% Hispanic, 2.5% Multiracial, 7.5% International, and 30.8% White/Other.  This broad ethnic diversity at UH allow students from underrepresented populations important access to state-of-the-art equipment and cutting-edge research in the earth and planetary sciences made possible with the new Triton Plus. As the research program built around the Triton Plus continues to evolve it will facilitate new and current research far beyond the campus of the University of Houston itself by fostering collaborations between individuals from Rice University, Lunar and Planetary Institute, and the NASA Johnson Space Center, as well as from the Houston energy industry.  For the latter, one energy company is currently supporting a PhD student to perform research on the Triton Plus and this is anticipated to expand with time.\n\n\t\t\t\t\tLast Modified: 04/03/2013\n\n\t\t\t\t\tSubmitted by: Alan Brandon"
 }
}