{
 "awd_id": "0948987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a Fourier-Transform Infrared  Microscopy Laboratory for Research in Earth and Materials Sciences",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2010-11-01",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 140254.0,
 "awd_amount": 140254.0,
 "awd_min_amd_letter_date": "2010-11-01",
 "awd_max_amd_letter_date": "2010-11-01",
 "awd_abstract_narration": "0948987\r\nThomas\r\n\r\nThis award will fund a Fourier transform infrared (FTIR) spectrometer and an IR microscope for measuring volatiles in natural materials and in materials synthesized in known temperature and pressure regimes. The proposed acquisition will allow analyzing trace amounts of water in synthesized minerals and glasses created under controlled pressure and temperature conditions. Experimental systems will allow the investigators to vary pressure, temperature and chemical composition in order to assess water solubility in minerals and glasses. The FTIR system will allow direct water measurement in normally anhydrous components and will be be used to constrain mechanisms and refine models for natural materials. The measurements are fundamental to understanding effects on physical properties occurring when even small amounts of water become incorporated during mineral formation. Crystallographic siting and specific absorbing component spatial orientation within the crystal lattice will be assessed using the new FTIR system. Other analytical techniques (linear particle accelerator with H+ profiling, a Raman microprobe, and supercomputing facility) will help validate water concentrations and characterize mineral distribution. Measurements and modeling obtained in controlled experiments will ultimately be used to interpret and quantify FTIR spectra from natural materials. The instrument will be used to model processes which are difficult to understand without laboratory simulations (fluid flow, mantle convection, water-assisted deformation, melting, plutonism, volcanism, and ore deposition). The PIs have supported research projects for eight undergraduates over the past two years. Students present research at meetings and in research papers. Two graduate students will be directly supported in their research with this acquisition. The PI will assume overall responsibility for daily operation, maintenance, user scheduling, and training. Ample space is already available in recently-renovated laboratory. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Thomas",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jay B Thomas",
   "pi_email_addr": "jthom102@syr.edu",
   "nsf_id": "000536437",
   "pi_start_date": "2010-11-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "E. Bruce",
   "pi_last_name": "Watson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "E. Bruce Watson",
   "pi_email_addr": "watsoe@rpi.edu",
   "nsf_id": "000085349",
   "pi_start_date": "2010-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140254.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On June 30<sup>th</sup>, 2011 we completed installation of a &lsquo;state-of-the-art&rsquo; infrared microscope system in the Department of Earth and Environmental Sciences at Rensselaer Polytechnic Institute (Troy, NY).&nbsp; The infrared microscope is very similar to the familiar light microscope but instead of using a light radiation with wavelengths in the visible wavelength region (400-700 nm, or violet to red) it uses radiation in the infrared region (781 nm-17000 nm).&nbsp; Materials transmit, scatter and absorb incident visible light radiation emitted from the sun or other light sources (e.g. light bulbs).&nbsp; The human eye &lsquo;detects&rsquo; color when a material absorbs certain wavelengths of light and the remaining wavelengths that reach the eye combine to produce a perceived color.&nbsp; The infrared microscope system operates in a similar fashion.&nbsp; The infrared radiation&mdash;analogous to light in a standard microscope&mdash;absorbed by the sample of interest is detected using special detectors in the instrument.&nbsp; Molecules that make up different materials have absorptions at specific wavelengths in the infrared region that can be used to characterize its composition.&nbsp;</p>\n<p>Our research group is particularly interested in how water and other &lsquo;volatile&rsquo; components are incorporated and transported in glasses, minerals and polycrystalline materials.&nbsp; The presence of volatile components dramatically changes practically all physical properties of materials.&nbsp; For example, the incorporation of water in a mixture of the minerals quartz and feldspar will lower the melting temperature by hundreds of degrees.&nbsp; At the most basic level, the infrared microscope system will allow us to constrain how water is incorporated into minerals and glasses, and how that water affects other properties of the materials. While this fundamental information is intriguing in itself, &lsquo;users&rsquo; of our results will likely tackle large scale questions such as water in early Earth, plate-scale geochemical cycling, and perhaps deformation mechanisms operative in &lsquo;wet&rsquo; systems.&nbsp;</p>\n<p>A major impact of building the research infrastructure at Rensselaer is improvement of student educational and research experiences. The analytical facilities play an important role in training students that will comprise the future of geological research. We take great efforts to make the research conducted by senior members of our research group accessible to all educational levels. The graduate and undergraduate students in our group are integrated to such a degree that they are essential to our ongoing research. Over the last three years eleven undergraduate students have actively participated in research projects using our experimental and analytical facilities. Numerous students have presented abstracts at meetings and published results in international journals.&nbsp; Five of these students graduated from RPI and entered programs at Colorado, Scripps, Chicago, Rensselaer and Brown. Undergraduate and graduate students immeasurably benefit from having open access to the analytical facilities at Rensselaer.&nbsp; Additionally, each June CoPI Bruce Watson&rsquo;s research group hosts the Exxon Mobil/NASA Bernard Harris Summer Science Camp at Rensselaer.&nbsp; This is a program designed for underrepresented children to participate in hand-on research activities using modern analytical facilities at Rensselaer.&nbsp; We analyze a variety of Earth materials familiar to young students such as coins, gem stones and glass.&nbsp; The infrared microscope will be used in the summer science camp this June to show students that glass (natural and synthetic) contains &lsquo;water&rsquo; in the form of OH<sup>-</sup> and H2O.&nbsp; In the coming years we expect that the infrared microscope facility at RPI will continue to complement our exten...",
  "por_txt_cntn": "\nOn June 30th, 2011 we completed installation of a æstate-of-the-artÆ infrared microscope system in the Department of Earth and Environmental Sciences at Rensselaer Polytechnic Institute (Troy, NY).  The infrared microscope is very similar to the familiar light microscope but instead of using a light radiation with wavelengths in the visible wavelength region (400-700 nm, or violet to red) it uses radiation in the infrared region (781 nm-17000 nm).  Materials transmit, scatter and absorb incident visible light radiation emitted from the sun or other light sources (e.g. light bulbs).  The human eye ædetectsÆ color when a material absorbs certain wavelengths of light and the remaining wavelengths that reach the eye combine to produce a perceived color.  The infrared microscope system operates in a similar fashion.  The infrared radiation&mdash;analogous to light in a standard microscope&mdash;absorbed by the sample of interest is detected using special detectors in the instrument.  Molecules that make up different materials have absorptions at specific wavelengths in the infrared region that can be used to characterize its composition. \n\nOur research group is particularly interested in how water and other ævolatileÆ components are incorporated and transported in glasses, minerals and polycrystalline materials.  The presence of volatile components dramatically changes practically all physical properties of materials.  For example, the incorporation of water in a mixture of the minerals quartz and feldspar will lower the melting temperature by hundreds of degrees.  At the most basic level, the infrared microscope system will allow us to constrain how water is incorporated into minerals and glasses, and how that water affects other properties of the materials. While this fundamental information is intriguing in itself, æusersÆ of our results will likely tackle large scale questions such as water in early Earth, plate-scale geochemical cycling, and perhaps deformation mechanisms operative in æwetÆ systems. \n\nA major impact of building the research infrastructure at Rensselaer is improvement of student educational and research experiences. The analytical facilities play an important role in training students that will comprise the future of geological research. We take great efforts to make the research conducted by senior members of our research group accessible to all educational levels. The graduate and undergraduate students in our group are integrated to such a degree that they are essential to our ongoing research. Over the last three years eleven undergraduate students have actively participated in research projects using our experimental and analytical facilities. Numerous students have presented abstracts at meetings and published results in international journals.  Five of these students graduated from RPI and entered programs at Colorado, Scripps, Chicago, Rensselaer and Brown. Undergraduate and graduate students immeasurably benefit from having open access to the analytical facilities at Rensselaer.  Additionally, each June CoPI Bruce WatsonÆs research group hosts the Exxon Mobil/NASA Bernard Harris Summer Science Camp at Rensselaer.  This is a program designed for underrepresented children to participate in hand-on research activities using modern analytical facilities at Rensselaer.  We analyze a variety of Earth materials familiar to young students such as coins, gem stones and glass.  The infrared microscope will be used in the summer science camp this June to show students that glass (natural and synthetic) contains æwaterÆ in the form of OH- and H2O.  In the coming years we expect that the infrared microscope facility at RPI will continue to complement our extensive set of analytical facilities at RPI to serve researches and students at all academic and research levels.\n\n\t\t\t\t\tLast Modified: 02/06/2012\n\n\t\t\t\t\tSubmitted by: Jay B Thomas"
 }
}