{
 "awd_id": "0949263",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Mobile Tower System for Interdisciplinary Atmospheric Research",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 191397.0,
 "awd_amount": 191397.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "0949263\r\nEmanuel\r\n\r\nThis award will fund acquisition of a mobile land-atmosphere research tower allowing flux measurements in the Southern Appalachian Mountains which are stressed by land use changes, pollution, development, invasive organisms and climate change. The proposed instrumentation will support understanding interactions between terrestrial and atmospheric environments. The tower system will be used in short- to intermediate-term mass and energy fluxes measurements over southern Appalachian landscapes; trace gas and aerosol sample collection for assessing regional air quality and climate issues; atmospheric deposition studies and deposition controls on southern Appalachian landscapes;  high precision precipitation data collection for understanding precipitation processes and controlling factors in the region; and experimental design flexibility that cannot be achieved with a similarly equipped fixed tower. The instrumentation will support multiple departments including Geology, Biology, Chemistry, Geography and Physics and will also support the Appalachian Atmospheric Interdisciplinary Research (ApplAIR) Program. The latter program supports regional issues with air quality, meteorology, climate and bioshpere-atmospheric interactions. The requested mobile towers will support the permanent tower currently operated through AppAIR. The instrument will incorporated into student research projects and coursework within the five relevant departments and will serve an interdisciplinary program in Environmental Science. Field work will be coordinated with the McKinney Geological Teaching Museum for public outreach. The PI will leverage NSF research funding for transporting and deploying the tower systems. Use will be prioritized by the PI with preference given to funded research projects. The PI has ample experience setting up, deploying and using the requested field-based instrumentation. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Emanuel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan E Emanuel",
   "pi_email_addr": "ree@duke.edu",
   "nsf_id": "000573967",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Neufeld",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Howard S Neufeld",
   "pi_email_addr": "neufeldhs@appstate.edu",
   "nsf_id": "000233470",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lester",
   "pi_last_name": "Perry",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Lester B Perry",
   "pi_email_addr": "perrylb@appstate.edu",
   "nsf_id": "000500455",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Sherman",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "James P Sherman",
   "pi_email_addr": "shermanjp@appstate.edu",
   "nsf_id": "000500457",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "Taubman",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Brett F Taubman",
   "pi_email_addr": "taubmanbf@appstate.edu",
   "nsf_id": "000500459",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9141",
   "pgm_ref_txt": "RES IN UNDERGRAD. INST - EQUIP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 191397.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award funded the acquisition of a mobile tower system to investigate land-atmosphere interactions in the Southern Appalachian Mountains.&nbsp; The Southern Appalachians are affected by a range of environmental stressors that include land use change, development, air pollution, invasive organisms and climate change; however, ground-based monitoring is relatively limited across the heterogeneous landscapes that make up this region.&nbsp; The Mobile Research Tower (MRT) combines in one platform key instrumentation needed to study these issues across the diverse landscapes of the Southern Appalachians.&nbsp; Specifically, the tower can be deployed in these landscapes to measure water, carbon and energy balances along with air quality and meteorological conditions.&nbsp; A modular component of the MRT, the Mobile Precipitation Research and Monitoring (MOPRAM) station, can be deployed with the rest of the MRT or alone to collect high-precision data on rain and snow events.&nbsp; These measurements are critical for understanding how Southern Appalachian landscapes currently respond to local environmental stressors and how the region as a whole will continue to respond to regional and global pressures of climate change and population growth. The MRT offers experimental flexibility that cannot be achieved with a similarly equipped fixed tower and will serve as a key component of future efforts to understand regional environmental change in the Southern Appalachians and elsewhere in the southeastern US.</p>\n<p>The MRT was customized from a trailer-mounted, telescoping tower designed originally as a portable telecommunication platform.&nbsp; During Years 1 and 2, the tower itself and other components were acquired, configured and tested individually and assembled into a mobile system.&nbsp; Scientific instruments (e.g. meteorological sensors, gas analyzers, aerosol monitors, dataloggers) were calibrated and tested both in the laboratory and in the field.&nbsp; In addition to scientific instrumentation, components of the MRT include a solar-charged power system and cellular modem to facilitate deployments of days to weeks in remote areas without access to line power or telecommunications.&nbsp; During Years 2 and 3, the MRT and MOPRAM were deployed at a 1,800 m elevation site along the North Carolina - Tennessee border to study land-atmosphere processes during the growing season in a mountaintop spruce-fir forest.&nbsp; The deployments were for 1 week (Year 2) and 5 weeks (Year 3).&nbsp; The MOPRAM remained on site during the non-growing season to study rain and snow events (including Hurricane Sandy) at this high elevation site and also to fill a critical gap in ground-based precipitation measurements in this region.</p>\n<p>The MRT provides critical infrastructure to facilitate field-based environmental research in the Southern Appalachian region.&nbsp; Scientists from multiple institutions are using the MRT to study atmospheric, hydrologic and ecological processes in this region through the collaborative Appalachian Atmospheric Interdisciplinary Research (AppalAIR) program. &nbsp;Results generated from early deployments are already being presented, published and incorporated into proposals for new research funding.&nbsp; The MRT has been leveraged to enhance other research projects and to build collaborations with scientists at other organizations.&nbsp; Graduate and undergraduate students from multiple institutions have received hands-on training and experience in advanced data collection and analysis with this instrumentation.&nbsp; Data from the MRT have been incorporated into classroom activities at North Carolina State University and Appalachian State University and have contributed to graduate student theses at both institutions (one completed Master&rsquo;s thesis at Appalachian State University and one Ph.D. thesis in progress at North Carolina State University)...",
  "por_txt_cntn": "\nThis award funded the acquisition of a mobile tower system to investigate land-atmosphere interactions in the Southern Appalachian Mountains.  The Southern Appalachians are affected by a range of environmental stressors that include land use change, development, air pollution, invasive organisms and climate change; however, ground-based monitoring is relatively limited across the heterogeneous landscapes that make up this region.  The Mobile Research Tower (MRT) combines in one platform key instrumentation needed to study these issues across the diverse landscapes of the Southern Appalachians.  Specifically, the tower can be deployed in these landscapes to measure water, carbon and energy balances along with air quality and meteorological conditions.  A modular component of the MRT, the Mobile Precipitation Research and Monitoring (MOPRAM) station, can be deployed with the rest of the MRT or alone to collect high-precision data on rain and snow events.  These measurements are critical for understanding how Southern Appalachian landscapes currently respond to local environmental stressors and how the region as a whole will continue to respond to regional and global pressures of climate change and population growth. The MRT offers experimental flexibility that cannot be achieved with a similarly equipped fixed tower and will serve as a key component of future efforts to understand regional environmental change in the Southern Appalachians and elsewhere in the southeastern US.\n\nThe MRT was customized from a trailer-mounted, telescoping tower designed originally as a portable telecommunication platform.  During Years 1 and 2, the tower itself and other components were acquired, configured and tested individually and assembled into a mobile system.  Scientific instruments (e.g. meteorological sensors, gas analyzers, aerosol monitors, dataloggers) were calibrated and tested both in the laboratory and in the field.  In addition to scientific instrumentation, components of the MRT include a solar-charged power system and cellular modem to facilitate deployments of days to weeks in remote areas without access to line power or telecommunications.  During Years 2 and 3, the MRT and MOPRAM were deployed at a 1,800 m elevation site along the North Carolina - Tennessee border to study land-atmosphere processes during the growing season in a mountaintop spruce-fir forest.  The deployments were for 1 week (Year 2) and 5 weeks (Year 3).  The MOPRAM remained on site during the non-growing season to study rain and snow events (including Hurricane Sandy) at this high elevation site and also to fill a critical gap in ground-based precipitation measurements in this region.\n\nThe MRT provides critical infrastructure to facilitate field-based environmental research in the Southern Appalachian region.  Scientists from multiple institutions are using the MRT to study atmospheric, hydrologic and ecological processes in this region through the collaborative Appalachian Atmospheric Interdisciplinary Research (AppalAIR) program.  Results generated from early deployments are already being presented, published and incorporated into proposals for new research funding.  The MRT has been leveraged to enhance other research projects and to build collaborations with scientists at other organizations.  Graduate and undergraduate students from multiple institutions have received hands-on training and experience in advanced data collection and analysis with this instrumentation.  Data from the MRT have been incorporated into classroom activities at North Carolina State University and Appalachian State University and have contributed to graduate student theses at both institutions (one completed MasterÆs thesis at Appalachian State University and one Ph.D. thesis in progress at North Carolina State University).\n\n \n\nFigure 1. MRT Deployed near the NC - TN border, summer 2013.\n\nFigure 2. MOPRAM unit deployed in 2013.\n\n \n\n\t\t\t\t\tLast Modified: 02/03/2014\n\n\t\t\t\t\tSubmitted b..."
 }
}