{
 "awd_id": "0949190",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Borehole Geophysical Instrumentation for the Study of Fracture Flow Hydrology",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2010-11-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 56805.0,
 "awd_amount": 56805.0,
 "awd_min_amd_letter_date": "2010-11-09",
 "awd_max_amd_letter_date": "2010-11-09",
 "awd_abstract_narration": "0949190\r\nRomanowicz\r\n\r\nThis award provides $56,805 in NSF funding over 12 months to acquire borehole geophysical instrumentation and supporting equipment to characterize hydraulic properties and fractrure flow hydrology in the field. Funds will be used to obtain a winch with cable, caliper probe, resistivity probes, flowmeter, software, data loggers, TLC meter, a generator, and pump. The main focus for this equipment is to characterize fracture hydraulic properties and interconnectivity. Tests will be conducted under a variety of ambient and stressed conditions. The instrumentation will significantly enhance hydrogeological and environmental science education at SUNY Plattsburgh. The borehole geophysical instruments will be used for to students in both research and classroom environments. The equipment will be incorporated into undergraduate classes to provide opportunities for students to use state-of- the-art geophysical equipment. Students will learn how to collect and interpret geophysical data and apply that information to the study of fractured-rock hydrology, thus better preparing them for graduate school or industry. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Romanowicz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin Romanowicz",
   "pi_email_addr": "romanoea@plattsburgh.edu",
   "nsf_id": "000508347",
   "pi_start_date": "2010-11-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Franzi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Franzi",
   "pi_email_addr": "franzida@plattsburgh.edu",
   "nsf_id": "000113023",
   "pi_start_date": "2010-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Plattsburgh",
  "inst_street_address": "101 BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PLATTSBURGH",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5185642155",
  "inst_zip_code": "129012637",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "M3SSQY9ACBN5",
  "org_uei_num": "M3SSQY9ACBN5"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Plattsburgh",
  "perf_str_addr": "101 BROAD ST",
  "perf_city_name": "PLATTSBURGH",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "129012637",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 56805.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;The funding for this proposal was for the purchase of borehole geophysical instruments for the study and teaching of hydrogeology.&nbsp; These geophysical instruments include fluid temperature and specific conductivity, gamma, calipers and a heat-pulse flow meter.&nbsp; The temperature and specific conductivity probe measures the temperature and specific conductivity of well water at specific depth intervals.&nbsp; The gamma probe counts gamma particles from the bedrock through which the well was drilled.&nbsp; This is useful for determining changes in rock types in the well.&nbsp; The caliper measures the diameter of the well.&nbsp; This is necessary to locate fractures intersecting the well.&nbsp; The heat-pulse flow meter measures the vertical flow of water in the well.&nbsp; This allows us to measure flow between fractures intersecting the well.&nbsp;&nbsp; Supporting equipment was also purchased including data loggers for water depth, temperature, and conductivity; a 500-meter computerized winch; generator and a pump.&nbsp; These instruments are to enhance the teaching and research opportunities at our hydrology field site (Altona Flat Rock, in northeastern New York).&nbsp; At this site we have over 20 wells, 2 weather stations and stream gauges.&nbsp; This equipment has allowed us to expand greatly our capability of educating students in hydrogeology and structural geology.&nbsp; It has been very helpful for students to gain experience using the equipment and interpreting the data as both a hydrogeologic tool with applications in environmental studies and as a structural tool with application in structural analysis and geologic resources.&nbsp; Students have been able to gain marketable skills in the used of the equipment and data analysis.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to the educational purpose of these acquisitions, there is a research agenda as well.&nbsp; Altona Flat Rock is an important field site for the investigation of groundwater flow through fractures.&nbsp; Undergraduate students have participated in several research projects studying groundwater flow.&nbsp; Groundwater flow in fractures is much different than typical groundwater flow through porous bedrock and surficial deposits.&nbsp; Many of the techniques used to characterize the properties of aquifers are not applicable to groundwater flow in fractures.&nbsp; We have used this site to better understand how groundwater flows through fractures.&nbsp; More importantly, we have studied how to interpret the hydrology of wells as a means to understand the hydraulic characteristics of fractures.&nbsp; In many cases, when wells intersect fractures, groundwater flow between the fractures occurs in the wells.&nbsp; The well &ldquo;short circuits&rdquo; the fractures and provides a conduit for flow between the fractures.&nbsp; Understanding the flow between fractures in wells can lead to further understanding of how groundwater flows in the fractures and temporal changes in the flow.&nbsp; Several undergraduate students worked on a research project that documents clearly changes in flow between fractures.&nbsp; The students will present the results of their research at a professional meeting (March 2013, Northeast Geological Society of America).&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have used the equipment to support research by others.&nbsp; Altona Flat Rock has been used by the University of Buffalo, University of Maine, California State University at Long Beach, and the US Geological Survey.&nbsp; We have supported their research efforts by provided geophysical data.&nbsp; Finally, we are working with the Vermont State Geological Survey studying thermal gradients in ...",
  "por_txt_cntn": "\n                The funding for this proposal was for the purchase of borehole geophysical instruments for the study and teaching of hydrogeology.  These geophysical instruments include fluid temperature and specific conductivity, gamma, calipers and a heat-pulse flow meter.  The temperature and specific conductivity probe measures the temperature and specific conductivity of well water at specific depth intervals.  The gamma probe counts gamma particles from the bedrock through which the well was drilled.  This is useful for determining changes in rock types in the well.  The caliper measures the diameter of the well.  This is necessary to locate fractures intersecting the well.  The heat-pulse flow meter measures the vertical flow of water in the well.  This allows us to measure flow between fractures intersecting the well.   Supporting equipment was also purchased including data loggers for water depth, temperature, and conductivity; a 500-meter computerized winch; generator and a pump.  These instruments are to enhance the teaching and research opportunities at our hydrology field site (Altona Flat Rock, in northeastern New York).  At this site we have over 20 wells, 2 weather stations and stream gauges.  This equipment has allowed us to expand greatly our capability of educating students in hydrogeology and structural geology.  It has been very helpful for students to gain experience using the equipment and interpreting the data as both a hydrogeologic tool with applications in environmental studies and as a structural tool with application in structural analysis and geologic resources.  Students have been able to gain marketable skills in the used of the equipment and data analysis.\n\n \n\n                In addition to the educational purpose of these acquisitions, there is a research agenda as well.  Altona Flat Rock is an important field site for the investigation of groundwater flow through fractures.  Undergraduate students have participated in several research projects studying groundwater flow.  Groundwater flow in fractures is much different than typical groundwater flow through porous bedrock and surficial deposits.  Many of the techniques used to characterize the properties of aquifers are not applicable to groundwater flow in fractures.  We have used this site to better understand how groundwater flows through fractures.  More importantly, we have studied how to interpret the hydrology of wells as a means to understand the hydraulic characteristics of fractures.  In many cases, when wells intersect fractures, groundwater flow between the fractures occurs in the wells.  The well \"short circuits\" the fractures and provides a conduit for flow between the fractures.  Understanding the flow between fractures in wells can lead to further understanding of how groundwater flows in the fractures and temporal changes in the flow.  Several undergraduate students worked on a research project that documents clearly changes in flow between fractures.  The students will present the results of their research at a professional meeting (March 2013, Northeast Geological Society of America). \n\n \n\n                We have used the equipment to support research by others.  Altona Flat Rock has been used by the University of Buffalo, University of Maine, California State University at Long Beach, and the US Geological Survey.  We have supported their research efforts by provided geophysical data.  Finally, we are working with the Vermont State Geological Survey studying thermal gradients in deep wells in Vermont for use as geothermal energy.  \n\n \n\n\t\t\t\t\tLast Modified: 12/18/2012\n\n\t\t\t\t\tSubmitted by: Edwin Romanowicz"
 }
}