{
 "awd_id": "0949191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Career: Acquisition of a gas source mass spectrometer, technical support, and outreach for research in paleoclimate",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2011-03-16",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "0949191\r\nTripati\r\n\r\nThis award provides funding to acquire a gas-source, isotope-ratio mass spectrometer for the analysis of multiply substituted carbon dioxide isotopologues, which form the basis of the new carbonate ?clumped isotope? thermometer. Studies by the early career PI and collaborators during her postdoctoral research demonstrated that the instrumentation awarded here offers unparalleled opportunities for addressing a range of questions in paleoclimatology. For example, accurate constraints on past temperature are critical for documenting climate change and resolving its causes. Paleoclimate records also have the potential to inform us about the amplitude and regional pattern of climate change and about the processes responsible for such change. In addition to being essential to understanding the climate evolution of the Earth over a range of timescales, accurate records of temperature are relevant to outstanding questions in paleoceanography (constraining the density structure of the ocean in the past), biogeochemistry (the nature silicate weathering feedbacks), carbonate sedimentology (the burial and cementation history of reef carbonates), geobiology (the role of climate change in driving major speciation and extinction events in the Paleozoic), and tectonics (the elevation history of the Tibetan Plateau). The instrumentation will support the development of a state-of-the art lab at UCLA encouraging collaborative research projects with outside scientists, including state universities and non-Ph.D. granting institutions. The instrument will be integrated into research activities in the classroom, and utilized intensively by students in thesis research. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aradhna",
   "pi_last_name": "Tripati",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aradhna Tripati",
   "pi_email_addr": "atripati@g.ucla.edu",
   "nsf_id": "000534698",
   "pi_start_date": "2011-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported the acquisition of instrumentation that forms the core of a state-of-the-art lab, one of the first in the world with the capability of measuring a rare isotopic species to sufficiently high precision that we can undertake studies of the geologic record of climate change. It provided novel, world-class instrumentation that is being heavily utilized by geoscientists that otherwise would not have access to such facilities. In doing so, this funding has promoted access for scientists from institutions all over the country to one of the most exciting developments in isotope geochemistry that has broad relevance throughout the geosciences.</p>\n<p>The instrumentation was used to conduct research, to collect data for student thesis projects, to pursue collaborative and interdisciplinary projects, and to produce high-quality scientific results to address a number of outstanding questions. It has been used to conduct scientific research on the chemistry of minerals, the role of greenhouse gases on climate change, and the evolution of life.&nbsp; Our findings are novel and relevant to isotope geochemistry, climate modeling, Earth&rsquo;s climate and oceanic history, glaciology, geobiology, natural resources (both energy exploration and water resources), and sedimentary geology. We have generated a substantial amount of new calibration data that allow us to better understand calcification and mineral-formation processes in modern systems. We have documented new processes that are important to interpreting data fro geological systems. We have studied the climate history of the western US, the midwestern US, central China, and Indonesia, and examined water cycling and temperature. We have generated datasets on rocks that are relevant to petroleum geology and sedimentary geology. We have measured dinosaur eggshells and teeth to determine body temperatures in extinct organisms.</p>\n<p>We have taught and trained a number of K-12 students, teachers, undergraduates, graduate students, and postdoctoral researchers. We have engaged the public, conducted community outreach to diverse groups, and exposed parents and children to cutting-edge science and technology. We have provided numerous scholarships to K-12 students, teachers, and undergraduates. We have heavily recruited Hispanic, Afro-Caribbean, Native American, and other minority groups to our laboratory. We have developed partnerships with local schools (K-12), CSU, and community colleges.</p>\n<p>The project provided opportunities for graduate students, postdoctoral researchers, and undergraduates to perform research and to acquire new skills in the geosciences, including in geochemistry, geobiology, sedimentary geology, and paleoclimate. The instrument was used to train undergraduates (21 undergraduates at UCLA, 1 undergraduate from CSULA, 2 undergraduates from Imperial College), graduate (3 graduate students from UCLA, 18 graduate students from other universities), and postdoctoral researchers (5 postdoctoral researchers at UCLA, 1 from another university), high school students (7 students in total), high school teachers (3 in total), and for outreach to K-12 students and their families. It has been used for training and educational purposes in multiple courses including three undergraduate courses at UCLA, and an international graduate course in geobiology. We also have had several school groups visit the laboratory and learn about the instrumentation (including from Central High School, Markham Middle School, Marymount High School).&nbsp;</p>\n<p>The results have been published in peer-reviewed scientific journals, including 8 papers, one of which discussed climate change and was featured on NPR. 6 manuscripts are in review or submitted, and 7 manuscripts are in preparation.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2014<br>\n\t\t\t\t\tModified by: Aradhna&nbsp;Tripati</p>\n</div>\n<div class=\"porSideCol\"...",
  "por_txt_cntn": "\nThis project supported the acquisition of instrumentation that forms the core of a state-of-the-art lab, one of the first in the world with the capability of measuring a rare isotopic species to sufficiently high precision that we can undertake studies of the geologic record of climate change. It provided novel, world-class instrumentation that is being heavily utilized by geoscientists that otherwise would not have access to such facilities. In doing so, this funding has promoted access for scientists from institutions all over the country to one of the most exciting developments in isotope geochemistry that has broad relevance throughout the geosciences.\n\nThe instrumentation was used to conduct research, to collect data for student thesis projects, to pursue collaborative and interdisciplinary projects, and to produce high-quality scientific results to address a number of outstanding questions. It has been used to conduct scientific research on the chemistry of minerals, the role of greenhouse gases on climate change, and the evolution of life.  Our findings are novel and relevant to isotope geochemistry, climate modeling, EarthÆs climate and oceanic history, glaciology, geobiology, natural resources (both energy exploration and water resources), and sedimentary geology. We have generated a substantial amount of new calibration data that allow us to better understand calcification and mineral-formation processes in modern systems. We have documented new processes that are important to interpreting data fro geological systems. We have studied the climate history of the western US, the midwestern US, central China, and Indonesia, and examined water cycling and temperature. We have generated datasets on rocks that are relevant to petroleum geology and sedimentary geology. We have measured dinosaur eggshells and teeth to determine body temperatures in extinct organisms.\n\nWe have taught and trained a number of K-12 students, teachers, undergraduates, graduate students, and postdoctoral researchers. We have engaged the public, conducted community outreach to diverse groups, and exposed parents and children to cutting-edge science and technology. We have provided numerous scholarships to K-12 students, teachers, and undergraduates. We have heavily recruited Hispanic, Afro-Caribbean, Native American, and other minority groups to our laboratory. We have developed partnerships with local schools (K-12), CSU, and community colleges.\n\nThe project provided opportunities for graduate students, postdoctoral researchers, and undergraduates to perform research and to acquire new skills in the geosciences, including in geochemistry, geobiology, sedimentary geology, and paleoclimate. The instrument was used to train undergraduates (21 undergraduates at UCLA, 1 undergraduate from CSULA, 2 undergraduates from Imperial College), graduate (3 graduate students from UCLA, 18 graduate students from other universities), and postdoctoral researchers (5 postdoctoral researchers at UCLA, 1 from another university), high school students (7 students in total), high school teachers (3 in total), and for outreach to K-12 students and their families. It has been used for training and educational purposes in multiple courses including three undergraduate courses at UCLA, and an international graduate course in geobiology. We also have had several school groups visit the laboratory and learn about the instrumentation (including from Central High School, Markham Middle School, Marymount High School). \n\nThe results have been published in peer-reviewed scientific journals, including 8 papers, one of which discussed climate change and was featured on NPR. 6 manuscripts are in review or submitted, and 7 manuscripts are in preparation. \n\n\t\t\t\t\tLast Modified: 06/02/2014\n\n\t\t\t\t\tSubmitted by: Aradhna Tripati"
 }
}