{
 "awd_id": "0949376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of an X-Ray Fluorescence instrument for research and teaching at Wesleyan University",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 149720.0,
 "awd_amount": 149720.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2015-02-27",
 "awd_abstract_narration": "The analytical technique of X-ray fluorescence (XRF) is well proven, and provides quantitative information on a broad range of elements, with relatively simple sample preparation and ease of use. This award will fund the acquisition of a new XRF instrument that is ideal for use in teaching and research in a mid-sized, intensely focused earth science department such as the Wesleyan University E&ES department.  Wesleyan BA and MA students as well as those from neighboring universities will use the new instrument for their research. Wesleyan teachers will use the instrument to inspire students on the path of ?original discovery? and stimulate curiosity into scientific endeavors that may ultimately lead to innovations in industry, recognition of environmental hazards, or new energy resources.\r\n\r\nScience education of college students is important given the role that technology and scientific discourse play in society and the need to compete in the global economy. The use of ?active learning projects? greatly facilitates the teaching of science. Students collect new data from their samples, and interpret these to test a hypothesis, show a spatial anomaly, or derive a new hypothesis on the origin of the samples. The chemical composition of rocks and minerals provides direct evidence on their origin and evolution. Therefore, petrology is a prime tool in deciphering earth history as well as helping to locate new energy resources or ore bodies. Sedimentary rocks may reveal evidence of the climate at the time when they were deposited, whereas volcanic rocks yield clues to the deeper, inaccessible parts of the earth, such as the mantle. The chemical composition of soils and sediment may give clues to anthropogenic or natural pollution with toxic elements, including Lead, Copper and Arsenic. Acquisition of a new X-ray fluorescence spectrometer at Wesleyan University enables us to reach these goals.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Johan",
   "pi_last_name": "Varekamp",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Johan C Varekamp",
   "pi_email_addr": "JVAREKAMP@WESLEYAN.EDU",
   "nsf_id": "000421840",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wesleyan University",
  "inst_street_address": "237 HIGH ST",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "MIDDLETOWN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606853683",
  "inst_zip_code": "064593208",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CT01",
  "org_lgl_bus_name": "WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZETJL6DKF963"
 },
 "perf_inst": {
  "perf_inst_name": "Wesleyan University",
  "perf_str_addr": "237 HIGH ST",
  "perf_city_name": "MIDDLETOWN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "064593208",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149720.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Reports on pollution in soils, food, or water, be it in China or in the western world are common today. Most pollution occurs with elements (or compounds) that are naturally occurring, such as lead or chrome. To define pollution, we need to know what the natural background quantities are for a given element and at which levels it becomes a threat to human or ecosystem health. To do so, we need sensitive instrumentation that can detect elements at the ppm level e.g., 1 ppm Pb is one millionth of a gram of Pb per gram of soil. When we educate our students at Wesleyan University, in classes or through research projects, they should be trained in the use of such instruments. That experience can be applied later in their professional careers towards environmental monitoring programs, be it at the state or federal level. The NSF funded X-ray fluorescence instrument (XRF) at Wesleyan University is very suitable for this kind of work and can routinely detect Copper (Cu), Zinc (Zn), Lead (Pb) and Arsenic (As) at very low levels. Other applications of XRF analyses are in volcanology, sediment analyses for climate research, and plant analyses for contaminants.</p>\n<p>&nbsp;</p>\n<p>Some results of our work with the new XRF instrument at Wesleyan University are given below.</p>\n<p>&nbsp;</p>\n<p>We analysed sediment from coves in the Connecticut River, which show strong contamination with Cu, Pb and Zn as well as Mercury (Hg). We dated the sediment cores and identified the sources of these excess metals: a nearby waste water treatment facility, urban run off, and a local powerplant. Natural background Pb concentrations in the Connecticut River sediment is 20-30 ppm Pb, so the Pb anomalies over the last 80 years in the Wethersfield Cove (WC cores) near Hartford are significant. The KC (Keeney Cove) cores are taken slightly further downstream. The Figures show these records of metal pollution over time and indicate the dramatically cleaner sediment since the 1970s when environmental legislation led to a decrease in metal releases into the environment. The second figure shows the Vanadium pollution record from the same location, with a spike in the mid-1970s, possibly related to a diesel spillage event.</p>\n<p>The analyses of volcanic rocks from active volcanoes is another application of XRF instrumentation for us. Volcanoes erupt at irregular intervals and studies are carried out to see how the build up of high-pressure gases inside the volcano ultimately leads to eruptions. The magma crystallization and replenishment prior to an eruption is commonly expressed in the composition of the erupted materials. Rock analyses by XRF is done for the major elements that make up the main minerals in these rocks as well as for the low abundance trace elements. We have worked on Copahue volcano in northern Patagonia (Argentina) which erupted in 2000 and 2012. The products of these eruptions were compared with its earlier history (800,000 years) and it shows that these eruptions are heralding a new phase of activity for the volcano, with relatively &lsquo;primitive&rsquo; magmas that have not yet crystallized or evolved much. These features are expressed in relatively high Mg contents and low Ba contents as shown in the figures.</p>\n<p>We carried out sediment analyses from the marine cores near Antarctica, where glaciers release small particles into the sea that were torn from the rocks when the glacier was on land.&nbsp; Mapping the sediment composition in cores delineates which glaciers dumped sediment into ocean at a given period in the past, and helps in the reconstruction of past sea level rise as well as climate change studies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2016<br>\n\t\t\t\t\tModified by: Johan&nbsp;C&nbsp;Varekamp</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\t...",
  "por_txt_cntn": "\nReports on pollution in soils, food, or water, be it in China or in the western world are common today. Most pollution occurs with elements (or compounds) that are naturally occurring, such as lead or chrome. To define pollution, we need to know what the natural background quantities are for a given element and at which levels it becomes a threat to human or ecosystem health. To do so, we need sensitive instrumentation that can detect elements at the ppm level e.g., 1 ppm Pb is one millionth of a gram of Pb per gram of soil. When we educate our students at Wesleyan University, in classes or through research projects, they should be trained in the use of such instruments. That experience can be applied later in their professional careers towards environmental monitoring programs, be it at the state or federal level. The NSF funded X-ray fluorescence instrument (XRF) at Wesleyan University is very suitable for this kind of work and can routinely detect Copper (Cu), Zinc (Zn), Lead (Pb) and Arsenic (As) at very low levels. Other applications of XRF analyses are in volcanology, sediment analyses for climate research, and plant analyses for contaminants.\n\n \n\nSome results of our work with the new XRF instrument at Wesleyan University are given below.\n\n \n\nWe analysed sediment from coves in the Connecticut River, which show strong contamination with Cu, Pb and Zn as well as Mercury (Hg). We dated the sediment cores and identified the sources of these excess metals: a nearby waste water treatment facility, urban run off, and a local powerplant. Natural background Pb concentrations in the Connecticut River sediment is 20-30 ppm Pb, so the Pb anomalies over the last 80 years in the Wethersfield Cove (WC cores) near Hartford are significant. The KC (Keeney Cove) cores are taken slightly further downstream. The Figures show these records of metal pollution over time and indicate the dramatically cleaner sediment since the 1970s when environmental legislation led to a decrease in metal releases into the environment. The second figure shows the Vanadium pollution record from the same location, with a spike in the mid-1970s, possibly related to a diesel spillage event.\n\nThe analyses of volcanic rocks from active volcanoes is another application of XRF instrumentation for us. Volcanoes erupt at irregular intervals and studies are carried out to see how the build up of high-pressure gases inside the volcano ultimately leads to eruptions. The magma crystallization and replenishment prior to an eruption is commonly expressed in the composition of the erupted materials. Rock analyses by XRF is done for the major elements that make up the main minerals in these rocks as well as for the low abundance trace elements. We have worked on Copahue volcano in northern Patagonia (Argentina) which erupted in 2000 and 2012. The products of these eruptions were compared with its earlier history (800,000 years) and it shows that these eruptions are heralding a new phase of activity for the volcano, with relatively æprimitiveÆ magmas that have not yet crystallized or evolved much. These features are expressed in relatively high Mg contents and low Ba contents as shown in the figures.\n\nWe carried out sediment analyses from the marine cores near Antarctica, where glaciers release small particles into the sea that were torn from the rocks when the glacier was on land.  Mapping the sediment composition in cores delineates which glaciers dumped sediment into ocean at a given period in the past, and helps in the reconstruction of past sea level rise as well as climate change studies.\n\n \n\n\t\t\t\t\tLast Modified: 01/19/2016\n\n\t\t\t\t\tSubmitted by: Johan C Varekamp"
 }
}