{
 "awd_id": "0969311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Strongly Interacting Quantum Mixtures of Ultracold Atoms",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2010-10-15",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 755000.0,
 "awd_min_amd_letter_date": "2011-01-24",
 "awd_max_amd_letter_date": "2014-12-15",
 "awd_abstract_narration": "This is a research program on mixtures of ultracold atomic gases with the goal to study novel forms of matter. These gases represent an entirely new material with unique and controllable properties, and they provide a model system for the physics of electrons in modern materials. The experiments focus on phenomena far from equilibrium and in the presence of disorder, two themes that are poorly understood theoretically, but of great importance in uncovering the workings of High-TC superconductors and colossal magnetoresistive materials. One series of experiments will deal with spin transport in Fermi gases, with implications for the emerging field of spintronics. A second class of experiments will establish the rules by which diffusion, interactions and disorder can quench metallic states and how impurities promote or destroy superfluidity. This research will test and thereby advance current theories and is relevant to diverse fields of physics: From studies of high-temperature superconductors in condensed matter physics, to the quark-gluon plasma of the early Universe and the behavior of neutron matter in nuclear physics.\r\n \r\nImproved knowledge gained from these experiments may enable material scientists to harness the power of modern materials for storage devices with extreme data density, for energy efficiency and lightweight electric motors. The work will provide training for graduate and undergraduate students and postdocs on lasers, computer control, vacuum assemblies, and radiofrequency and microwave electronics, thereby combining research with education objectives. The direct observation and manipulation of many-body states will provide a very stimulating and rewarding experience at a time when the fields of atomic physics and condensed matter physics merge. All research will be performed on campus and will be fully integrated in teaching and education, via MIT's program for Undergraduate Research Opportunities (UROP) and in physics and public lectures by providing visual illustrations for basic concepts in physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Zwierlein",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Martin W Zwierlein",
   "pi_email_addr": "zwierlei@mit.edu",
   "nsf_id": "000495995",
   "pi_start_date": "2011-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7263",
   "pgm_ref_txt": "NETWORKING INFRASTRUCT-EDUCAT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 155000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Imagine you live in the desert. You may have water from a nearby oasis, but no one has ever told you that water can freeze. You would have to invent a fridge before you could discover that water can turn into ice below a critical temperature. It turns out that many substances undergo such phase transitions upon cooling, and importantly, electrons do that, too. The electrons in metals can become superconducting, that is, they can conduct electricity without any resistance and therefore without any loss of energy. This occurs typically at a few degrees above absolute zero (minus 273.15 degrees Celsius), but for &ldquo;high-temperature&rdquo; superconductors this already occurs already around 100 degrees. It would benefit society greatly to have room temperature superconductors, so current could be transported throughout the country and the world without any heat loss. This loss makes up 5 to 10% of the energy production of the US, and could power entire countries if saved. The great problem is that we do not understand how electrons behave when they interact as strongly as in these complex materials.</p>\n<p>In our experiments, we work with gases of atoms or molecules that behave like electrons, they are fermions. These gases are a million times thinner than air, so that one can in principle image each single one of them. That is, everything happens at a macroscopic scale, rather than at the small scale of atomic distances in a metal. Everything happens as if in slow-motion compared to the rapid motion of electrons in solids. One can take real-time movies of our atomic. That way, we can understand the behavior of fermions in a laboratory setting, which will help improving the theories behind superconductors. The prize to pay is that we have to cool our gas down to Nanokelvin temperatures, that is a billionth of a degree above absolute zero.</p>\n<p>Over the last five years, my research group has studied strongly interacting Fermi gases extensively. We have found that gases can interact so strongly that they in fact repel each other upon collision. This effect is shown in Figure 1 (from Nature 472, 201 (2011)). Such bouncing gases were entirely unexpected, as no theoretical method was able to predict this behavior before our experiment. In fact, we found that these gases display the slowest diffusion ever possible in nature.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>When these gases equilibrate and get cooled to below a certain critical temperature, we observe that they turn into a superfluid &ndash; the atoms flow without friction. This is the analogue of a superconductor, just for particles that are neutral, and not charged like electrons. A crucial question we solved was on the equation of state of these gases &ndash; the relation between the density, pressure and temperature of a gas. We were able to directly observe the superfluid transition in the equation of state, as a sudden increase and fall of the compressibility and specific heat of the gas (see Figure 2 and Science <strong>335</strong>, 563 (2012)). The experimental data was precise enough to distinguish various theoretical approaches and validate a novel theoretical method for strongly interacting fermions. This method can now be used with confidence on other systems of interest, for example high-temperature superconductors.</p>\n<p>&nbsp;</p>\n<p>In further work we were able to perturb the superfluid and create solitary waves, i.e. waves that do not spread as they propagate. Such waves are known for water waves and in many other systems, but they have special properties for superfluids. For example, we were able to detect vortices, mini-whirlpools, that stretch from one end to the other end of the superfluid and maintained their shape for many seconds (see Figure 3 and Nature <strong>499</strong>, 426 (2013)).</p>\n<p>&nbsp;The ultimate knowledge from our Fermi gas we can obtain when imaging each and every single a...",
  "por_txt_cntn": "\nImagine you live in the desert. You may have water from a nearby oasis, but no one has ever told you that water can freeze. You would have to invent a fridge before you could discover that water can turn into ice below a critical temperature. It turns out that many substances undergo such phase transitions upon cooling, and importantly, electrons do that, too. The electrons in metals can become superconducting, that is, they can conduct electricity without any resistance and therefore without any loss of energy. This occurs typically at a few degrees above absolute zero (minus 273.15 degrees Celsius), but for \"high-temperature\" superconductors this already occurs already around 100 degrees. It would benefit society greatly to have room temperature superconductors, so current could be transported throughout the country and the world without any heat loss. This loss makes up 5 to 10% of the energy production of the US, and could power entire countries if saved. The great problem is that we do not understand how electrons behave when they interact as strongly as in these complex materials.\n\nIn our experiments, we work with gases of atoms or molecules that behave like electrons, they are fermions. These gases are a million times thinner than air, so that one can in principle image each single one of them. That is, everything happens at a macroscopic scale, rather than at the small scale of atomic distances in a metal. Everything happens as if in slow-motion compared to the rapid motion of electrons in solids. One can take real-time movies of our atomic. That way, we can understand the behavior of fermions in a laboratory setting, which will help improving the theories behind superconductors. The prize to pay is that we have to cool our gas down to Nanokelvin temperatures, that is a billionth of a degree above absolute zero.\n\nOver the last five years, my research group has studied strongly interacting Fermi gases extensively. We have found that gases can interact so strongly that they in fact repel each other upon collision. This effect is shown in Figure 1 (from Nature 472, 201 (2011)). Such bouncing gases were entirely unexpected, as no theoretical method was able to predict this behavior before our experiment. In fact, we found that these gases display the slowest diffusion ever possible in nature.\n\n \n\n \n\nWhen these gases equilibrate and get cooled to below a certain critical temperature, we observe that they turn into a superfluid &ndash; the atoms flow without friction. This is the analogue of a superconductor, just for particles that are neutral, and not charged like electrons. A crucial question we solved was on the equation of state of these gases &ndash; the relation between the density, pressure and temperature of a gas. We were able to directly observe the superfluid transition in the equation of state, as a sudden increase and fall of the compressibility and specific heat of the gas (see Figure 2 and Science 335, 563 (2012)). The experimental data was precise enough to distinguish various theoretical approaches and validate a novel theoretical method for strongly interacting fermions. This method can now be used with confidence on other systems of interest, for example high-temperature superconductors.\n\n \n\nIn further work we were able to perturb the superfluid and create solitary waves, i.e. waves that do not spread as they propagate. Such waves are known for water waves and in many other systems, but they have special properties for superfluids. For example, we were able to detect vortices, mini-whirlpools, that stretch from one end to the other end of the superfluid and maintained their shape for many seconds (see Figure 3 and Nature 499, 426 (2013)).\n\n The ultimate knowledge from our Fermi gas we can obtain when imaging each and every single atom. This has been a long-standing goal in the field. We demonstrated such a Fermi gas microscope for the first time in the beginning of 2015 (see Figure 4 and PRL 114, 193001 ..."
 }
}