{
 "awd_id": "1003847",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Engineering Pathways Partnership Project (EP3): A Rural Model for a Modern World",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yvette Weatherton",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 899896.0,
 "awd_amount": 899896.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2013-04-24",
 "awd_abstract_narration": "The Engineering Pathway Partnership Project (EP3) explores the creation of alternative pathways to mechatronics and engineering-related careers to fill the compelling need in Arizona (and across the nation) for highly-educated technicians in mechanics and electronics.  The EP3 model incorporates industry internships that bring technology and engineering into the classroom and the curriculum into the workplace, benefiting both teachers and students. Central to the success of the EP3 model and at the core of the work-based learning experiences is the early introduction of a problem-solving systems approach to engineering and technology through mechatronics in early engineering education. This effort is facilitated in partnership with Science Foundation Arizona STEM Initiative (SFAz STEM), Cochise Community College, Sierra Vista Unified School District, the University of Arizona, the U.S. Army's Fort Huachuca and representative local industry leaders.  EP3 is building a rural \"pathways\" model for identifying, meeting, and then integrating industry standards and workplace competencies into the technical education curriculum at Cochise Community College, enabling further advances in technological education.  \r\n\r\nThe research design includes questions related to 1) how early engineering experiences and direct exposure to the community college environment can encourage student interest 2) how such a program enables current teachers to be more successful in an increasingly demanding technical curriculum 3) whether those who now teach science and math can be more successful at teaching early engineering and technology and 4) whether authentic engineering experiences within the context of industry impact how students see themselves.\r\n\r\nOne hundred thirty high school students are to be educated in mechatronics and engineering technology through participation in EP3's student learning initiative which encompasses support from Project Lead the Way (PLTW).  Fifteen participating teachers receive professional develop to design curriculum through EP3's Professional Teacher Learning Council which is established to work in concert with industry to address research-driven questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Nicodemus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Karen A Nicodemus",
   "pi_email_addr": "kanicodemus@gmail.com",
   "nsf_id": "000547910",
   "pi_start_date": "2011-03-11",
   "pi_end_date": "2012-06-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Verlyn",
   "pi_last_name": "Fick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Verlyn Fick",
   "pi_email_addr": "fickv@cochise.edu",
   "nsf_id": "000618405",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "VanIngen-Dunn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline VanIngen-Dunn",
   "pi_email_addr": "cvaninge@asu.edu",
   "nsf_id": "000541128",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Science Foundation Arizona",
  "inst_street_address": "1475 N. Scottsdale Rd, Suite 200",
  "inst_street_address_2": "",
  "inst_city_name": "Scottsdale",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "6023840308",
  "inst_zip_code": "852573538",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "AZ01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "GXMNVAQSB2J1"
 },
 "perf_inst": {
  "perf_inst_name": "Science Foundation Arizona",
  "perf_str_addr": "1475 N. Scottsdale Rd, Suite 200",
  "perf_city_name": "Scottsdale",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852573538",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "AZ01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299988.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299936.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 299972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OUTCOMES REPORT</strong></p>\n<p><strong>Engineering Pathway Partnership Program (EP3)</strong></p>\n<p><strong>National Science Foundation Grant #DUE-1003847</strong></p>\n<p>&nbsp;</p>\n<p>Science Foundation Arizona (SFAz) partnered with Cochise College (Cochise), located in Sierra Vista, Arizona, in the Engineering Pathway Partnership Program (EP3), achieving stated goals to unite educators and industry leaders in a coordinated effort to develop a local talent pool, and disseminate the EP3 Model. Outcomes of this grant include an internship program, industry-informed curriculum, and a more robust and engaged Advisory Board serving as Cochise&rsquo;s STEM resource base.&nbsp; A teacher-led approach to data collection and analysis supports the continued development and dissemination of the Pathways work captured in the form of a STEM Pathways Model and easy-to-use online STEM Pathways Guide (http://stem.sfaz.org).</p>\n<p>&nbsp;</p>\n<p><em>Internship Program.&nbsp; </em>Cochise benefited from the targeted investment of grant funding in an industry coordinator who connected local companies with community college students to serve as interns.&nbsp; Previously, these companies only sought interns from a University 100 miles away.&nbsp; Now, they can achieve the same objective to hire talent through a local internship program.&nbsp; Starting with one company that was incentivized to hire grant-funded interns, nine students were brought in as interns.&nbsp; In three years, 21 local companies provided internships to a total of 50 community college students, with 60% landing full-time jobs.&nbsp; Twelve of these companies joined in the third year and paid for the interns themselves, creating a more sustainable program.&nbsp; The impact of these internships on community college students is the addition of real world experiences and the training and education needed for in-demand, highly skilled STEM jobs that drive this rural community&rsquo;s economy.</p>\n<p>&nbsp;</p>\n<p><em>Industry-informed Curriculum.&nbsp; </em>A local committee of Cybersecurity and Networking companies specified the skills they were looking for, and Cochise responded with an improved competency-based curriculum and testing required for students to earn the appropriate credentials. The result is an increasing number of Sierra Vista companies hiring these students as interns and full-time employees.&nbsp; Further, Cochise is finalizing a new Engineering Technology AAS degree program, also with input from a committee of local companies needing engineering technicians.&nbsp; The exciting aspect of this development is that it incorporates the skills and certifications of Cochise&rsquo;s existing Siemens-certified Mechatronics program, previously perceived only as an automated manufacturing curriculum, which made it difficult to build traction in a community with little to no manufacturing. &nbsp;The inclusion of applied learning through Mechatronics reinforces the engineering fundamentals students need to earn an Engineering degree.&nbsp; The impact of industry-informed curriculum is improved program relevance and value, plus a newfound awareness among the community about these programs.</p>\n<p>&nbsp;</p>\n<p><em>Professional Learning Council (PLC).&nbsp; </em>Teacher professional development was an important component of the EP3 effort and was accomplished through a twenty-member PLC comprised of representatives from this rural southern Arizona educational community.&nbsp; The PLC conducted action research, research initiated by individuals working as part of a \"community of practice,\" to improve the way they address issues and to produce guidelines for best practice related to Mathematics and the Engineering Pathway. &nbsp;When College and University members work together with their K-12 teacher and administrator colleagues to understand the barriers to successful student transition, solutio...",
  "por_txt_cntn": "\nPROJECT OUTCOMES REPORT\n\nEngineering Pathway Partnership Program (EP3)\n\nNational Science Foundation Grant #DUE-1003847\n\n \n\nScience Foundation Arizona (SFAz) partnered with Cochise College (Cochise), located in Sierra Vista, Arizona, in the Engineering Pathway Partnership Program (EP3), achieving stated goals to unite educators and industry leaders in a coordinated effort to develop a local talent pool, and disseminate the EP3 Model. Outcomes of this grant include an internship program, industry-informed curriculum, and a more robust and engaged Advisory Board serving as CochiseÆs STEM resource base.  A teacher-led approach to data collection and analysis supports the continued development and dissemination of the Pathways work captured in the form of a STEM Pathways Model and easy-to-use online STEM Pathways Guide (http://stem.sfaz.org).\n\n \n\nInternship Program.  Cochise benefited from the targeted investment of grant funding in an industry coordinator who connected local companies with community college students to serve as interns.  Previously, these companies only sought interns from a University 100 miles away.  Now, they can achieve the same objective to hire talent through a local internship program.  Starting with one company that was incentivized to hire grant-funded interns, nine students were brought in as interns.  In three years, 21 local companies provided internships to a total of 50 community college students, with 60% landing full-time jobs.  Twelve of these companies joined in the third year and paid for the interns themselves, creating a more sustainable program.  The impact of these internships on community college students is the addition of real world experiences and the training and education needed for in-demand, highly skilled STEM jobs that drive this rural communityÆs economy.\n\n \n\nIndustry-informed Curriculum.  A local committee of Cybersecurity and Networking companies specified the skills they were looking for, and Cochise responded with an improved competency-based curriculum and testing required for students to earn the appropriate credentials. The result is an increasing number of Sierra Vista companies hiring these students as interns and full-time employees.  Further, Cochise is finalizing a new Engineering Technology AAS degree program, also with input from a committee of local companies needing engineering technicians.  The exciting aspect of this development is that it incorporates the skills and certifications of CochiseÆs existing Siemens-certified Mechatronics program, previously perceived only as an automated manufacturing curriculum, which made it difficult to build traction in a community with little to no manufacturing.  The inclusion of applied learning through Mechatronics reinforces the engineering fundamentals students need to earn an Engineering degree.  The impact of industry-informed curriculum is improved program relevance and value, plus a newfound awareness among the community about these programs.\n\n \n\nProfessional Learning Council (PLC).  Teacher professional development was an important component of the EP3 effort and was accomplished through a twenty-member PLC comprised of representatives from this rural southern Arizona educational community.  The PLC conducted action research, research initiated by individuals working as part of a \"community of practice,\" to improve the way they address issues and to produce guidelines for best practice related to Mathematics and the Engineering Pathway.  When College and University members work together with their K-12 teacher and administrator colleagues to understand the barriers to successful student transition, solutions to these barriers are proposed and implemented in the form of improved instructional strategies.  Results in curriculum design, teaching practices, instructional materials, and performance measures were shared and reviewed, informing the PLC of innovative and effective instructional methods that could be implement..."
 }
}