{
 "awd_id": "1005769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantum Field Theories on Curves & Surfaces & Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 161001.0,
 "awd_amount": 161001.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "Abstract\r\n\r\nAward: DMS 1005769, Principal Investigator: Leon A. Takhtajan\r\n\r\nThe main objective of the proposal is to develop methods of quantum field theory on algebraic curves and algebraic surfaces, with new applications to geometric and complex analysis. The goals of the complex-analytic part of the project are the following: 1) rigorous definition of conformal invariant measures on the space of closed curves on the plane by using Kaehler geometry of the universal Teichmueller space; 2) study the curvature properties of a new Kaehler metric on moduli spaces of Riemann surfaces with punctures (so-called Takhtajan-Zograf metric); 3) establish relationship between classical solution of the Riemann-Hilbert problem with unitary monodromy and the action functional of the Wess-Zumino-Witten (WZW) theory; 3) develop non-perturbative methods for studying partition function and correlation functions of quantum Liouville theory on Riemann surfaces and corresponding Ward identities; 4) use a complex-geometric approach to the relation between partition function of four-dimensional gauge theories and conformal blocks of quantum Liouville theory, recently discovered by physicists. Understanding the geometric nature of the latter objects is the major open problem in conformal field theory. Another goal is to elucidate the role of Bott-Chern secondary characteristic forms for holomorphic Hermitian vector bundles, with application to complex geometry. The immediate goal of the algebraic side is to introduce a symplectic structure on the suitably defined algebraic de Rham cohomology to study the eigenvalues of correspondences on curves in characteristic 0 and characteristic p cases. Long term goals of the algebraic side are the following: 1) to use a representation of the WZW model as a theory of free fields to define non-abelian quantum field theories on algebraic curves in characteristic zero, with application to reciprocity laws; 2) to develop \"algebraic harmonic analysis\" on adeles when the corresponding residue class field is not a finite field. This will advance our understanding of \"differential and integral calculus\" on algebraic curves and its applications, possibly with analogs for the fields of algebraic numbers.   \r\n\r\nThe last thirty five years have been characterized by remarkable interaction between mathematics and physics, which lead to fundamental discoveries in various mathematics disciplines, bringing together the areas that were thought to be apart. In many cases a successful application of methods of quantum fields and strings consists of \"probing\" mathematical objects with physical theories and translating the physics \"output\"  back into the realm of mathematics. When probing mathematical objects by quantum field theory, the mathematical output is encoded in partition function and various correlation functions of quantum fields, defined by Feynman path integral, usually given in terms of perturbation expansion, and expressed through the critical value of the classical action and so-called \"quantum corrections.\"  Symmetries of the theory manifest themselves in Ward identities - fundamental relations between partition function and correlation functions, and in many cases they give new and unexpected mathematical results. Proper understanding and exploitation of these symmetries is at the heart of today's applications of quantum physics to different mathematical disciplines. Realization of the main goals of the proposal will significantly contribute to the fundamental interface between mathematics and physics. This applies to the complex-analytic part, as well as to the algebraic part; the fundamental properties of the latter are discrete, and to study them at microscopic scale one uses quantum theory. In particular, many classical mathematical results related to the fields of algebraic functions and algebraic numbers, known as reciprocity laws, can be interpreted as conservation laws (like conservation of energy) in quantum theory. The main goal of the algebraic part of the project is to develop this analogy further by formulating \"differential and integral calculus\", and to develop an approach based on the algebraic version of the Green's function, which is a fundamental object of classical analysis and mathematical physics, and is extensively used in quantum field theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leon",
   "pi_last_name": "Takhtajan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Leon A Takhtajan",
   "pi_email_addr": "leontak@math.sunysb.edu",
   "nsf_id": "000418513",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 161001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\"><span>The intellectual merit of the work results in advance in the area of mathematical physics related to <span>K&auml;hler</span> geometry of the moduli spaces of Riemann surfaces and vector bundles over them. It elucidates crucial role of the <span>Wess</span>-<span>Zumino</span>-<span>Novikov</span>-<span>Witten</span> theory for the study of these spaces, which have important applications in pure mathematics and theoretical physics. It also provides a better understanding of the&nbsp;<span>Bott</span>-<span>Chern</span> forms, the quantitative objects describing Hermitian <span>holomorphic</span> vector bundles over complex manifolds&nbsp;</span></p>\n<p style=\"text-align: left;\"><span>The broader impact of the work is interdisciplinary in nature and will be used for professional training of graduate students and <span>postdocs</span>.The work on the spectral theory for certain operators arising in theoretical physics will broaden our understanding of the spectral theory in comparison with the differential operators of Schr&ouml;dinger type. The obtained new formulas for Bott-Chern forms will be used for further study of these geometric objects, and also in applications to theoretical physics, quantum field theories with anomalies.&nbsp;</span></p>\n<p style=\"text-align: left;\">The outcomes of the award, which cut through different areas of mathematics, are the following.</p>\n<p style=\"text-align: left;\">1. Development of quantum field theories of additive bosons over algebraic curves in characteristic zero.&nbsp;</p>\n<p style=\"text-align: left;\"><span>2. Explicit formulas for <span>Bott</span>-<span>Chern</span> secondary forms for general <span>holomorphic</span> Hermitian vector bundles over complex manifolds.</span></p>\n<p style=\"text-align: left;\"><span>3. Constructing a black-hole type solutions for the toy model of two-dimensional gravity.</span></p>\n<p style=\"text-align: left;\">4. Complete spectral theory of new type of operators arising in theoretical physics, the so-called functional-difference operators.</p>\n<p style=\"text-align: left;\"><span>5. New results in&nbsp;<span>K&auml;hler</span> geometry of the moduli spaces of parabolic vector bundles over the Riemann sphere and elucidating the crucial role of the <span>Wess</span>-<span>Zumino</span>-<span>Novikov</span>-<span>Witten</span> action functional as a potential of the <span>Narasimhan</span>-<span>Atiyah</span>-<span>Bott</span> metric over the regular locus.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/09/2015<br>\n\t\t\t\t\tModified by: Leon&nbsp;A&nbsp;Takhtajan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The intellectual merit of the work results in advance in the area of mathematical physics related to K&auml;hler geometry of the moduli spaces of Riemann surfaces and vector bundles over them. It elucidates crucial role of the Wess-Zumino-Novikov-Witten theory for the study of these spaces, which have important applications in pure mathematics and theoretical physics. It also provides a better understanding of the Bott-Chern forms, the quantitative objects describing Hermitian holomorphic vector bundles over complex manifolds \nThe broader impact of the work is interdisciplinary in nature and will be used for professional training of graduate students and postdocs.The work on the spectral theory for certain operators arising in theoretical physics will broaden our understanding of the spectral theory in comparison with the differential operators of Schr&ouml;dinger type. The obtained new formulas for Bott-Chern forms will be used for further study of these geometric objects, and also in applications to theoretical physics, quantum field theories with anomalies. \nThe outcomes of the award, which cut through different areas of mathematics, are the following.\n1. Development of quantum field theories of additive bosons over algebraic curves in characteristic zero. \n2. Explicit formulas for Bott-Chern secondary forms for general holomorphic Hermitian vector bundles over complex manifolds.\n3. Constructing a black-hole type solutions for the toy model of two-dimensional gravity.\n4. Complete spectral theory of new type of operators arising in theoretical physics, the so-called functional-difference operators.\n5. New results in K&auml;hler geometry of the moduli spaces of parabolic vector bundles over the Riemann sphere and elucidating the crucial role of the Wess-Zumino-Novikov-Witten action functional as a potential of the Narasimhan-Atiyah-Bott metric over the regular locus.\n\n\t\t\t\t\tLast Modified: 07/09/2015\n\n\t\t\t\t\tSubmitted by: Leon A Takhtajan"
 }
}