{
 "awd_id": "1006282",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum Critical Phenomena and Non Fermi Liquid Physics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 414000.0,
 "awd_amount": 414000.0,
 "awd_min_amd_letter_date": "2010-12-08",
 "awd_max_amd_letter_date": "2015-02-02",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education to elucidate the principles governing the behavior of materials exhibiting novel electronic orders such as forms of superconductivity and magnetism, to develop the methods needed to reliably calculate these properties, and to apply the knowledge to design and control materials with desired properties.\r\n\r\nA focus of the research is to further develop and more widely apply new computational methods which have been recently introduced. These \"continuous time quantum Monte Carlo\" methods have opened up wide classes of previously intractable problems to quantitative investigation. The PI will further improve the methods and use them to gain understanding of the properties of high temperature superconductors and other materials with properties that are beyond those of the standard Landau-Fermi liquid concept. Another theme of the research concerns the properties of materials driven out of equilibrium by a current, voltage, or high intensity optical excitation. Developing a general theory of the nonequilibrium domain raises fundamental intellectual challenges, is essential for understanding the properties of nanoscale devices and has impact on solar energy generation. The PI also aims to advance understanding of quantum criticality. Materials near a quantum critical point typically exhibit large amplitude, long range, slowly changing fluctuations, leading to large deviations from the predictions of Landau-Fermi liquid theory.\r\n\r\nThis project will contribute to the training of young scientists who can look at problems from a broad perspective, combining fundamental insights with concrete applications. The PI is active in organizing and lecturing at summer schools where the ideas generated in condensed matter theory are brought to a wider range of scientists.\r\n\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research and education to illuminate fundamental questions such as:  How do electrons and atoms, the simple constituents which make up the world around us, combine to produce the astounding variety of behavior found in natural materials? How do we understand these phenomena and control them to produce new kinds of devices and new technologies? The PI will further develop new advanced computational tools and use them to study models of high temperature superconductor materials that exhibit unusual electronic properties in the metallic state that give way to exotic forms of superconductivity as the temperature is lowered. The metallic state of these materials does not conform to the standard model for electrons in metals at low temperatures. In a superconducting state, electrons organize themselves in such way that they can conduct electricity without dissipation. Like the metallic state, superconductivity in high temperature superconductors is also unusual. The PI will explore whether close proximity to a quantum phase transition which occurs at the absolute zero of temperature might be responsible for the unusual features of high temperature superconductors. A quantum phase transition involves the transformation from one state of matter to another driven by the quantum mechanical fluctuations of Heisenberg's uncertainty principle, as opposed to thermal fluctuations which drive more familiar phase transformations like water to steam. The PI will also advance our understanding of systems of many interacting particles that are driven far from the balance of equilibrium, as might occur from a voltage applied to the electrons in small structure of atoms or molecules.\r\n\r\nThe research may have impact across disciplines, including the fields of condensed matter physics, materials science, and electrical engineering. It contributes to the foundations of possible new device technologies at the nanoscale - the scale of atoms and molecules.\r\nThis project also contributes to the training of young scientists to enable them to combine fundamental insights with concrete applications. The PI is active in organizing and lecturing at summer schools where the ideas generated in condensed matter theory are brought to a wider range of scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Millis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Millis",
   "pi_email_addr": "millis@phys.columbia.edu",
   "nsf_id": "000126241",
   "pi_start_date": "2010-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research supported by NSF-DMR-1006282 developed and applied new methods for understanding the behavior of interacting electrons in molecules and solids. This problem&nbsp;is difficult: the combination of interactions and quantum mechanical weirdness (`entanglement') invalidates all of the standard methods for determining the behavior of interacting electron systems. But the topic is crucially important: how electrons interact determines whether a material is insulating, conducting or superconducting, magnetic or not magnetic, good at harvesting energy from solar radiation or not--in short, whether a material is useful or not.</p>\n<p>&nbsp;</p>\n<p>This grant enabled the development and implementation of a new computational method (``the continuous-time quantum Monte carlo method\") that allows scientists to compute many properties that could not previously be studied theoretically; for example, the phenomenon of superconductivity--the ability of materials to conduct electricity with absolutely no electrical resistance. Superconductivity occurs in many materials at very low temperatures (only a few degrees above absolute zero) and is used in MRI machines and in sensitive detectors of magnetic fields. If materials could be found in which superconductivity occurred near room temperature, our world would be transformed. We used our methods to show definitively that superconductivity can arise from electron-electron interactions, we found the conditions that maximize the transition temperature, and we computed enough properties of the superconducting state to show that the theory agrees in detail with previously mysterious experiments performed on the high transition temperature copper-oxide superconductors. &nbsp;Thanks to this set of results we now have a working understanding of the high transition temperature superconductivity observed in the copper-oxide perovskite materials. In the next steps of this research we aim to build on this understanding to determine how to change the materials so as to obtain even higher transition temperatures.</p>\n<p>&nbsp;</p>\n<p>This grant also supported work into a basic question of materials science: what properties of the constituent atoms are actually important in determining whether a transition metal oxide is in a metallic or an insulating state. The new methods enabled previously un-achievable calculations which underlined the importance of the energy difference between transition metal d and oxygen p energy levels, and showed that the standard methods of calculation produce wrong predictions because they get this basic energy level spacing wrong. This work identifies a crucial problem in the modern theory of electronically active materials and sets the stage for a new research effort aimed at resolving it.</p>\n<p>&nbsp;</p>\n<p>In addition, the grant supported the development of new methods to treat the <em>nonequilibrium</em>&nbsp;properties of materials--i.e., what happens when a strong current or intense light beam is applied, in other words, what happens when you try to make a novel device out of a materials. &nbsp;This is an area where no fully satisfactory calculational methods exist.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The grant also supported the education of several outstanding junior scientitsts, including two students now working in the private sector for US high-tech firms and two postdocs now in prestigious faculty positions.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;J&nbsp;Millis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research supported by NSF-DMR-1006282 developed and applied new methods for understanding the behavior of interacting electrons in molecules and solids. This problem is difficult: the combination of interactions and quantum mechanical weirdness (`entanglement') invalidates all of the standard methods for determining the behavior of interacting electron systems. But the topic is crucially important: how electrons interact determines whether a material is insulating, conducting or superconducting, magnetic or not magnetic, good at harvesting energy from solar radiation or not--in short, whether a material is useful or not.\n\n \n\nThis grant enabled the development and implementation of a new computational method (``the continuous-time quantum Monte carlo method\") that allows scientists to compute many properties that could not previously be studied theoretically; for example, the phenomenon of superconductivity--the ability of materials to conduct electricity with absolutely no electrical resistance. Superconductivity occurs in many materials at very low temperatures (only a few degrees above absolute zero) and is used in MRI machines and in sensitive detectors of magnetic fields. If materials could be found in which superconductivity occurred near room temperature, our world would be transformed. We used our methods to show definitively that superconductivity can arise from electron-electron interactions, we found the conditions that maximize the transition temperature, and we computed enough properties of the superconducting state to show that the theory agrees in detail with previously mysterious experiments performed on the high transition temperature copper-oxide superconductors.  Thanks to this set of results we now have a working understanding of the high transition temperature superconductivity observed in the copper-oxide perovskite materials. In the next steps of this research we aim to build on this understanding to determine how to change the materials so as to obtain even higher transition temperatures.\n\n \n\nThis grant also supported work into a basic question of materials science: what properties of the constituent atoms are actually important in determining whether a transition metal oxide is in a metallic or an insulating state. The new methods enabled previously un-achievable calculations which underlined the importance of the energy difference between transition metal d and oxygen p energy levels, and showed that the standard methods of calculation produce wrong predictions because they get this basic energy level spacing wrong. This work identifies a crucial problem in the modern theory of electronically active materials and sets the stage for a new research effort aimed at resolving it.\n\n \n\nIn addition, the grant supported the development of new methods to treat the nonequilibrium properties of materials--i.e., what happens when a strong current or intense light beam is applied, in other words, what happens when you try to make a novel device out of a materials.  This is an area where no fully satisfactory calculational methods exist. \n\n \n\nThe grant also supported the education of several outstanding junior scientitsts, including two students now working in the private sector for US high-tech firms and two postdocs now in prestigious faculty positions. \n\n\t\t\t\t\tLast Modified: 06/23/2015\n\n\t\t\t\t\tSubmitted by: Andrew J Millis"
 }
}