{
 "awd_id": "1008527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The suturing process: Insight from the India-Asia collision zone",
 "cfda_num": "47.050",
 "org_code": "06030201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leonard E. Johnson",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 1931105.0,
 "awd_amount": 1931105.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "The suturing of continental fragments following the subduction of intervening oceanic lithosphere is a fundamental process in lithospheric dynamics and the shaping and growth of Earth?s continents. However, our understanding of this fundamental process remains limited.  Ancient sutures manifest themselves in regional structural, sedimentary, and petrologic patterns across thousands of kilometers, and record evidence of past plate dynamics.   The suturing process itself results in drastic changes in plate dynamics, creates Earth?s largest mountain belts, and changes global climate dynamics by closing ocean basins and raising high topography. In terms of a fundamental and global tectonic process, suturing is on par with oceanic subduction and mid-ocean ridge formation, yet little more can be found in Earth-science textbooks than its definition and passing reference to the India?Asia collision. The primary aims of this project are to understand the geodynamic processes before, during, and after suturing, and how these processes impact continental physiography and are expressed in the geological record. To achieve this goal, the PIs propose to study the India?Asia collision zone (IACZ) in southern Tibet and the northern Himalaya.  Techniques to be employed include structural geology, stratigraphy, geochronology, thermochronology, stable and radiogenic isotope geochemistry, igneous and metamorphic petrology, paleomagnetism, and numerical geodynamical modeling of the associated processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Kapp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Kapp",
   "pi_email_addr": "pkapp@email.arizona.edu",
   "nsf_id": "000485568",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Gehrels",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Gehrels",
   "pi_email_addr": "ggehrels@email.arizona.edu",
   "nsf_id": "000422350",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "DeCelles",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Peter G DeCelles",
   "pi_email_addr": "decelles@arizona.edu",
   "nsf_id": "000290007",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Quade",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jay Quade",
   "pi_email_addr": "quadej@email.arizona.edu",
   "nsf_id": "000426599",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mihai",
   "pi_last_name": "Ducea",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Mihai N Ducea",
   "pi_email_addr": "ducea@geo.arizona.edu",
   "nsf_id": "000487016",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158100",
   "pgm_ele_name": "CONTINENTAL DYNAMICS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 410611.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 489377.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1031117.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outer solid shell of the Earth is broken into about a dozen plates that are in constant motion relative to each other. This large, multi-disciplinary and international-collaborative project aimed to resolve with unprecedented temporal resolution what happens to Earth&rsquo;s interior, surface, and climate as oceans disappear and mountains rise between colliding plates. Our laboratory was the largest, topographically highest, and most active collision zone on Earth&mdash;that between the Indian and Asian plates which built the Himalaya mountains and Tibetan Plateau. This region&rsquo;s high topography keeps central Asia&rsquo;s deserts dry, drives the monsoon that floods India and Bangladesh, and changes atmospheric circulation patterns from Indonesia to Africa. The emergence of these mountains likely influenced regional and global climate in the past also, but precisely when and how remain lively research questions.</p>\n<p>We investigated and sampled in detail sedimentary, igneous, and metamorphic rocks in the Himalaya and Tibet during four summer field expeditions. Our ability to extract detailed histories from rocks has advanced at a revolutionary rate. For hundreds of rocks within and across the collision zone, we determined precisely when they formed, where they were sourced from, at what latitude they formed, how much and how quickly they were buried and brought back to the surface, and when and how much they were deformed. We reconstructed the composition of ancient precipitation from rocks, which yielded information about the region&rsquo;s past climate and elevation, as well as past surface temperatures by investigating organic biomarkers. The temporal-spatial distribution and compositional variation of rocks sourced from the mantle placed constraints on the history of plate dynamics at depth. We integrated findings from the rock record, geophysical images of the deep Earth, and knowledge of relative plate motions based on the age of the ocean floor, to develop holistic models for how the plates and the collision zone evolved with time. Two-dimensional, upper-mantle-scale numerical geodynamic modeling was conducted in parallel with the geologic studies to gain intuition about the range of possible collision zone behaviors as well as to assess the physical plausibility of conceptual model histories.</p>\n<p>Our findings require modifications to previous hypotheses about how the India-Asia collision zone evolved, and how continental plates behave during collision in general. Our geologic results showed that initial interaction between the Indian and Asian continental plates occurred at ~60 million years ago, 10 million years earlier than previously thought, but that typical geologic signatures of ocean closure did not cease until 40-45 million years ago. This raises the possibility that there was a third, intervening oceanic plate that was consumed early during the collision process.&nbsp; Also surprising is evidence that the boundary between the Indian and Asian plates moved apart slightly (extended), decreased in elevation, and had a tropical climate relatively recently during the collision process. Although scientists once thought continental plates are too buoyant to plunge (subduct) deep into the Earth, our findings suggest that the Indian continental plate has subducted &gt;600 miles, one-third of the way down to the Earth&rsquo;s core. Early northward Indian continental subduction was shallow and lifted up much of the Tibetan Plateau to high elevation. The angle of Indian plate subduction then rapidly steepened, which caused localized extension and elevation loss along the collision zone, prior to shallowing again and uplifting the surface back to high elevation. Collectively, our findings suggest that the dynamics of continental plate subduction may not be vastly different from that of oceanic plate subduction, being characterized by alternating ph...",
  "por_txt_cntn": "\nThe outer solid shell of the Earth is broken into about a dozen plates that are in constant motion relative to each other. This large, multi-disciplinary and international-collaborative project aimed to resolve with unprecedented temporal resolution what happens to EarthÆs interior, surface, and climate as oceans disappear and mountains rise between colliding plates. Our laboratory was the largest, topographically highest, and most active collision zone on Earth&mdash;that between the Indian and Asian plates which built the Himalaya mountains and Tibetan Plateau. This regionÆs high topography keeps central AsiaÆs deserts dry, drives the monsoon that floods India and Bangladesh, and changes atmospheric circulation patterns from Indonesia to Africa. The emergence of these mountains likely influenced regional and global climate in the past also, but precisely when and how remain lively research questions.\n\nWe investigated and sampled in detail sedimentary, igneous, and metamorphic rocks in the Himalaya and Tibet during four summer field expeditions. Our ability to extract detailed histories from rocks has advanced at a revolutionary rate. For hundreds of rocks within and across the collision zone, we determined precisely when they formed, where they were sourced from, at what latitude they formed, how much and how quickly they were buried and brought back to the surface, and when and how much they were deformed. We reconstructed the composition of ancient precipitation from rocks, which yielded information about the regionÆs past climate and elevation, as well as past surface temperatures by investigating organic biomarkers. The temporal-spatial distribution and compositional variation of rocks sourced from the mantle placed constraints on the history of plate dynamics at depth. We integrated findings from the rock record, geophysical images of the deep Earth, and knowledge of relative plate motions based on the age of the ocean floor, to develop holistic models for how the plates and the collision zone evolved with time. Two-dimensional, upper-mantle-scale numerical geodynamic modeling was conducted in parallel with the geologic studies to gain intuition about the range of possible collision zone behaviors as well as to assess the physical plausibility of conceptual model histories.\n\nOur findings require modifications to previous hypotheses about how the India-Asia collision zone evolved, and how continental plates behave during collision in general. Our geologic results showed that initial interaction between the Indian and Asian continental plates occurred at ~60 million years ago, 10 million years earlier than previously thought, but that typical geologic signatures of ocean closure did not cease until 40-45 million years ago. This raises the possibility that there was a third, intervening oceanic plate that was consumed early during the collision process.  Also surprising is evidence that the boundary between the Indian and Asian plates moved apart slightly (extended), decreased in elevation, and had a tropical climate relatively recently during the collision process. Although scientists once thought continental plates are too buoyant to plunge (subduct) deep into the Earth, our findings suggest that the Indian continental plate has subducted &gt;600 miles, one-third of the way down to the EarthÆs core. Early northward Indian continental subduction was shallow and lifted up much of the Tibetan Plateau to high elevation. The angle of Indian plate subduction then rapidly steepened, which caused localized extension and elevation loss along the collision zone, prior to shallowing again and uplifting the surface back to high elevation. Collectively, our findings suggest that the dynamics of continental plate subduction may not be vastly different from that of oceanic plate subduction, being characterized by alternating phases of shallow and steep subduction, likely as a result of plate interactions with the more viscous lower ma..."
 }
}