{
 "awd_id": "1009617",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RET Site: Wood to Wheels - Research Experiences for High School Teachers in Sustainable Transportation Technologies",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 358492.0,
 "awd_amount": 403492.0,
 "awd_min_amd_letter_date": "2011-01-12",
 "awd_max_amd_letter_date": "2013-07-25",
 "awd_abstract_narration": "This award provides funding for a three-year continuing award to support a Research Experiences for Teachers (RET) in Engineering Site program at Michigan Technological University (MTU) entitled, \"RET Site: \"Wood-to-Wheels\"-Research Experiences for High School Teachers in Sustainable Transportation Technologies, under the direction of Dr. David R. Shonnard. \r\n\r\nThe goal of this RET in Engineering Site is to provide six-week summer, in-depth, multidisciplinary research experiences and concurrent curriculum development activities for 21 high school teachers (7 per year) over a three year period in a \"Wood-to-Wheels\" (W2W) forest-based biofuels transportation enterprise. The development of domestic renewable energy alternatives to replace imported fossil fuels has been identified as a grand challenge by many government agencies and scientific institutions.  The production of new liquid transportation fuels derived from renewable forest resources can achieve many sustainability objectives; including reduced greenhouse gas emissions, energy and food security, domestic as well as rural job creation, and improved balance of trade.  The research and development needed to achieve these sustainable energy goals will rely on a future supply of diverse engineers and scientists with a balance of technical expertise and an understanding of the broader issues that may be categorized under the term of \"sustainability\".  This RET Site will increase the level of teachers' sustainability literacy and technical knowledge of the forest-based biofules life cycle. The faculty research mentors will also gain a deeper understanding of STEM education issues at the high school level and the collaborative course/laboratory teaching units will lead to improved teaching of engineering concepts, methods, and practices for both the teachers and faculty alike.  The W2W RET will result in changes in secondary school classroom teaching and will lead to enhanced engagement of high school students who are better prepared and have the vision to pursue sustainability-oriented STEM education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Shonnard",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Shonnard",
   "pi_email_addr": "drshonna@mtu.edu",
   "nsf_id": "000426524",
   "pi_start_date": "2011-01-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Baltensperger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley Baltensperger",
   "pi_email_addr": "brad@mtu.edu",
   "nsf_id": "000404484",
   "pi_start_date": "2011-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  },
  {
   "pgm_ele_code": "721800",
   "pgm_ele_name": "RET SUPPLEMENTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120374.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 138135.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 144983.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Outcomes Report (January 2, 2016)</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Award Title: </strong>RET Site: Wood to Wheels - Research Experiences for High School Teachers in Sustainable Transportation Technologies</p>\n<p><strong>Federal Award ID: </strong>1009617</p>\n<p><strong>Report Submission Period: </strong>01/01/2015 to 12/31/2015</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit / Project Overview</strong>: The education of future sustainability-focused engineers and scientists starts with the development of the technical knowledge and experiences of talented and motivated high school STEM teachers. Therefore, our goal for this project is to provide in-depth, multidisciplinary research experiences and concurrent curriculum development activities for 21 high school teachers from Michigan and Wisconsin over a three-year project in a &ldquo;Wood-to-Wheels&rdquo; (W2W) forest-based biofuels transportation enterprise. The W2W RET six-week research experience was implemented during the summers from 2011-2014 covering three technical areas and in collaboration with three tenured faculty mentors; i. Forest Plant Biotechnology (Prof. C. Joshi), ii. Bioconversion to Cellulosic Ethanol (Prof. D. Shonnard), and iii. Combustion in Next Generation Engines (Prof. J. Naber). The RET schedule included a balance of comprehensive laboratory research activities, teaching unit development/refinement, and opportunities for knowledge integration and information sharing among the teacher participants, graduate students, and faculty mentors. In addition, two supplements to the original grant allowed for the purchase of experiment kits and their distribution to teachers for conversion of pretreated wood chips to biofuel (ethanol).&nbsp; This kit was developed using the efforts and talents of some of the RET teacher and graduate student participants and is divided into three parts.&nbsp; In part one, high school students convert pretreated wood chips to glucose using mild reaction conditions and a specialized enzyme formulation.&nbsp; Glucose is then fermented to ethanol using common baker&rsquo;s yeast.&nbsp; The ethanol produced is then separated from water using a batch distillation column.&nbsp; Data analysis exercises are also included to emphasize material balance principles.&nbsp; As an aid to teachers, videos demonstrating the biofuel conversion experiments were produced in summer of 2015 with recently-graduated high school students from Houghton High School, Houghton, MI.&nbsp; Follow-up interactions with the high school teachers included faculty visitations to high school classrooms and faculty/teacher presentations at the annual Michigan Science Teachers Association meeting.&nbsp; The project evaluation plan included formative and summative assessments of teacher content knowledge and changes in attitudes about sustainability and biofuels.&nbsp;</p>\n<p><strong>Broader Impacts / Project Outcomes</strong>: Over the life of this RET project, 21 middle and high school teachers were involved in the 6-week summer research experience.&nbsp; Four of the participating teachers were invited back to act as teacher mentors to the new cohorts of RET participants, to share experiences, and help develop new education units.&nbsp; Education units have been provided by a majority of teacher participants and have been posted on the project web site (see below*).&nbsp; &nbsp;Over 50 experiment kits have been provided to the participating teachers to engage students in thought provoking and stimulating laboratory experiences related to forest-based biofuel production and use in vehicles.&nbsp; In order to increase the participation and disseminate project education units and experiment kits, during the summer of 2014 an additional 30 teachers from the Upper Peninsula of MI and from northern Wisconsin were invited to a one-day RET outcomes conference.&nbsp; They were provided...",
  "por_txt_cntn": "\nOutcomes Report (January 2, 2016)\n\n \n\nAward Title: RET Site: Wood to Wheels - Research Experiences for High School Teachers in Sustainable Transportation Technologies\n\nFederal Award ID: 1009617\n\nReport Submission Period: 01/01/2015 to 12/31/2015\n\n \n\nIntellectual Merit / Project Overview: The education of future sustainability-focused engineers and scientists starts with the development of the technical knowledge and experiences of talented and motivated high school STEM teachers. Therefore, our goal for this project is to provide in-depth, multidisciplinary research experiences and concurrent curriculum development activities for 21 high school teachers from Michigan and Wisconsin over a three-year project in a \"Wood-to-Wheels\" (W2W) forest-based biofuels transportation enterprise. The W2W RET six-week research experience was implemented during the summers from 2011-2014 covering three technical areas and in collaboration with three tenured faculty mentors; i. Forest Plant Biotechnology (Prof. C. Joshi), ii. Bioconversion to Cellulosic Ethanol (Prof. D. Shonnard), and iii. Combustion in Next Generation Engines (Prof. J. Naber). The RET schedule included a balance of comprehensive laboratory research activities, teaching unit development/refinement, and opportunities for knowledge integration and information sharing among the teacher participants, graduate students, and faculty mentors. In addition, two supplements to the original grant allowed for the purchase of experiment kits and their distribution to teachers for conversion of pretreated wood chips to biofuel (ethanol).  This kit was developed using the efforts and talents of some of the RET teacher and graduate student participants and is divided into three parts.  In part one, high school students convert pretreated wood chips to glucose using mild reaction conditions and a specialized enzyme formulation.  Glucose is then fermented to ethanol using common bakerÆs yeast.  The ethanol produced is then separated from water using a batch distillation column.  Data analysis exercises are also included to emphasize material balance principles.  As an aid to teachers, videos demonstrating the biofuel conversion experiments were produced in summer of 2015 with recently-graduated high school students from Houghton High School, Houghton, MI.  Follow-up interactions with the high school teachers included faculty visitations to high school classrooms and faculty/teacher presentations at the annual Michigan Science Teachers Association meeting.  The project evaluation plan included formative and summative assessments of teacher content knowledge and changes in attitudes about sustainability and biofuels. \n\nBroader Impacts / Project Outcomes: Over the life of this RET project, 21 middle and high school teachers were involved in the 6-week summer research experience.  Four of the participating teachers were invited back to act as teacher mentors to the new cohorts of RET participants, to share experiences, and help develop new education units.  Education units have been provided by a majority of teacher participants and have been posted on the project web site (see below*).   Over 50 experiment kits have been provided to the participating teachers to engage students in thought provoking and stimulating laboratory experiences related to forest-based biofuel production and use in vehicles.  In order to increase the participation and disseminate project education units and experiment kits, during the summer of 2014 an additional 30 teachers from the Upper Peninsula of MI and from northern Wisconsin were invited to a one-day RET outcomes conference.  They were provided resources for their schools in the forms of information about STEM education programs at Michigan Tech, they learned about sustainability and biofuels from Michigan Tech professors and students, and toured research laboratories.  Assessment results indicate that the teachers benefited greatly from the RET program.  An overw..."
 }
}