{
 "awd_id": "1009823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RET Site in Engineering:Connecting with Community Colleges",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 449948.0,
 "awd_amount": 449948.0,
 "awd_min_amd_letter_date": "2010-12-21",
 "awd_max_amd_letter_date": "2013-04-18",
 "awd_abstract_narration": "This award provides funding for a three-year continuing award to support a Research Experiences for Teachers (RET) in Engineering Site program at the University of Maryland (UMD)College Park entitled, \"RET Site in Engineering:Connecting with Community Colleges under the direction of Dr. Isabel K. Lloyd. \r\n\r\nThis RET in Engineering Site proposes a transformative exchange between five Maryland community colleges (CC) and UMD faculty over a six-week summer program.  These community colleges provide most the UMD College of Engineering's transfer students and serve large numbers of students from underrepresented groups, including minorities, women, and economically disadvantaged students. The focus of the program is to forge intellectual connections across disciplines as well as institutional connections across campuses.  A total of thirty-six, community college faculty, twelve each summer for three years, will be mentored by UMD faculty and will pursue cutting edge research in engineering, integrate fundamental concepts in science, technology, engineering and mathematics (STEM) together with technological innovation into community college STEM classrooms. Institutional connections will be developed and strengthened, to facilitate successful transition of associate degree students into the Clark School st the University of Maryland.  This RET Site will demonstrate that two-year colleges and research universities can work together to prepare students to join the 21st Century workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Isabel",
   "pi_last_name": "Lloyd",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Isabel K Lloyd",
   "pi_email_addr": "illoyd@eng.umd.edu",
   "nsf_id": "000284925",
   "pi_start_date": "2010-12-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leigh",
   "pi_last_name": "Abts",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Leigh R Abts",
   "pi_email_addr": "labts@umd.edu",
   "nsf_id": "000300358",
   "pi_start_date": "2010-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135900",
   "pgm_ele_name": "RES EXP FOR TEACHERS(RET)-SITE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "1359",
   "pgm_ref_txt": "RET SITE-Res Exp for Tchr Site"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299727.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150221.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of our Site Research Experiences for Teachers (RET) in Engineering: Connecting with Community Colleges were to: (1) Provide a research and professional development opportunity for community college faculty leading to development and implementation of a curriculum element; (2) Use the curriculum elements from (1) to increase community college students&rsquo; interest of in STEM (science, technology, engineering and mathematics) classes and careers and decrease non-STEM students &ldquo;techno-phobia&rdquo;; and (3) Increase the success rate for transfer for community college students into the A.J. Clark School of Engineering at the University of Maryland. The program had three cohorts. There were 26 different community college faculty members who participated in 32 summer experiences and 3 academic year experiences from June 2011 until December 2014. The participants came from six community colleges in Maryland (Anne Arundel Community College, Cecil College, Harford Community College, Howard Community College, Montgomery College and Prince George&rsquo;s Community College) and taught classes in seven disciplines (Engineering and Technology, Mathematics, Physics, Chemistry and Biochemistry, Biology, Computer Science and Earth Sciences).</p>\n<p>Our definition of a curriculum element was very flexible to allow each community college teacher to translate their experience into something that would enhance learning by their students. Thirty-three curriculum elements were developed from 31 different research experiences. Two of the academic year experiences were extensions of summer experiences. The curriculum elements ranged from single day classroom activities to individual or group projects to laboratory experiments to entire classes. Examples of curriculum elements are available at the program&rsquo;s Curriculum in a Box website, <a href=\"http://www.mse.umd.edu/ret/curriculuminabox\">http://www.mse.umd.edu/ret/curriculuminabox</a>. As of December 2014, 32 of the 33 curriculum elements had been implemented at least once. Of these twenty had been implemented twice and ten had been implemented three or more times. This means that at least 22 classes and about 1200 community college students have been directly impacted. These numbers represent a minimum impact because the participants are continuing to use their curriculum elements and are sharing them with colleagues at their schools and elsewhere through the Curriculum in a Box website and presentations at teaching discipline conferences.</p>\n<p>Development of the curriculum elements was supported by a weekly curriculum workshop during the summer programs. These workshops emphasized translating the research experience into the classroom using: (1) an engineering design approach where problems are addressed iteratively using what you learn from one attempt to formulate an improved solution; (2) the curriculum design template of Wiggins and McTighe in the book, <span style=\"text-decoration: underline;\">Understanding by Design</span> (Pearson Education); (3) active learning; and (4) an interdisciplinary approach to allow concepts from a research problem in one area such as aerospace engineering to enhance learning in a different area like biology. Many of the participants felt that this experience changed and enhanced their teaching. In particular they reported that they included much more active learning and less lecturing in all their classes. One participant who became course coordinator for pre-Calculus at his school reported that he was able to &ldquo;transmit&rdquo; his change in teaching approach to all the pre-calculus instructors at his school and thus impact the learning experience of about 1000 students per year. The weekly workshop as well as the May and December Follow-up Workshops included mentored presentation experiences where the participants gave oral and poster presentations. In the program evalua...",
  "por_txt_cntn": "\nThe goals of our Site Research Experiences for Teachers (RET) in Engineering: Connecting with Community Colleges were to: (1) Provide a research and professional development opportunity for community college faculty leading to development and implementation of a curriculum element; (2) Use the curriculum elements from (1) to increase community college studentsÆ interest of in STEM (science, technology, engineering and mathematics) classes and careers and decrease non-STEM students \"techno-phobia\"; and (3) Increase the success rate for transfer for community college students into the A.J. Clark School of Engineering at the University of Maryland. The program had three cohorts. There were 26 different community college faculty members who participated in 32 summer experiences and 3 academic year experiences from June 2011 until December 2014. The participants came from six community colleges in Maryland (Anne Arundel Community College, Cecil College, Harford Community College, Howard Community College, Montgomery College and Prince GeorgeÆs Community College) and taught classes in seven disciplines (Engineering and Technology, Mathematics, Physics, Chemistry and Biochemistry, Biology, Computer Science and Earth Sciences).\n\nOur definition of a curriculum element was very flexible to allow each community college teacher to translate their experience into something that would enhance learning by their students. Thirty-three curriculum elements were developed from 31 different research experiences. Two of the academic year experiences were extensions of summer experiences. The curriculum elements ranged from single day classroom activities to individual or group projects to laboratory experiments to entire classes. Examples of curriculum elements are available at the programÆs Curriculum in a Box website, http://www.mse.umd.edu/ret/curriculuminabox. As of December 2014, 32 of the 33 curriculum elements had been implemented at least once. Of these twenty had been implemented twice and ten had been implemented three or more times. This means that at least 22 classes and about 1200 community college students have been directly impacted. These numbers represent a minimum impact because the participants are continuing to use their curriculum elements and are sharing them with colleagues at their schools and elsewhere through the Curriculum in a Box website and presentations at teaching discipline conferences.\n\nDevelopment of the curriculum elements was supported by a weekly curriculum workshop during the summer programs. These workshops emphasized translating the research experience into the classroom using: (1) an engineering design approach where problems are addressed iteratively using what you learn from one attempt to formulate an improved solution; (2) the curriculum design template of Wiggins and McTighe in the book, Understanding by Design (Pearson Education); (3) active learning; and (4) an interdisciplinary approach to allow concepts from a research problem in one area such as aerospace engineering to enhance learning in a different area like biology. Many of the participants felt that this experience changed and enhanced their teaching. In particular they reported that they included much more active learning and less lecturing in all their classes. One participant who became course coordinator for pre-Calculus at his school reported that he was able to \"transmit\" his change in teaching approach to all the pre-calculus instructors at his school and thus impact the learning experience of about 1000 students per year. The weekly workshop as well as the May and December Follow-up Workshops included mentored presentation experiences where the participants gave oral and poster presentations. In the program evaluation, 29 of the 32 of the participants who responded rated the presentation experience as outstanding or very good and 23 of the 32 indicated that it was highly important or important with respect to improving or enriching ..."
 }
}