{
 "awd_id": "1011921",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Electron Thermal Balance and Tests of Long Term Thermospheric Cooling at Arecibo",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruth S. Lieberman",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 623752.0,
 "awd_amount": 739075.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2015-06-11",
 "awd_abstract_narration": "This collaborative project has two primary goals: (1) to resolve a long-standing discrepancy in data/model comparisons of electron energy balance in the mid-latitude F-region ionosphere from ~105-600 km, and (2) to assess potential secular temperature trends associated with global change.  Both studies will utilize highly-precise measurements of ionospheric composition and temperature acquired from incoherent scatter radar (ISR) at Arecibo Observatory, Puerto Rico, under both active and quiet solar cycle conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Herbert",
   "pi_last_name": "Carlson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Herbert C Carlson",
   "pi_email_addr": "herbert.c.carlson@gmail.com",
   "nsf_id": "000551160",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 118062.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 237032.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 125467.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 127281.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 131233.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\">The earth&rsquo;s ionosphere is the charged portion of the upper atmosphere.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The upper atmosphere extends from 60 miles to ~650 miles altitude.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">At midlatitudes, the ionosphere is solar generated and exhibits high electron concentrations at altitudes from 125 miles to 500 miles during the daytime.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The EUV (Extreme Ultraviolet) part of the solar radiation spectrum (solar wavelengths from 100 &Aring; to 1200 &Aring;) creates most of the ionosphere.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The wavelength is short enough to ionize O and N</span><sub><span style=\"font-family: Times New Roman; font-size: x-small;\">2</span></sub><span style=\"font-family: Times New Roman; font-size: small;\">, the most prominent neutral species in the upper atmosphere.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The ionization process generates a flux of photoelectrons having energies between ~2 eV and ~70 eV. </span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: small;\">The photoelectrons lose their energy through Coulomb collisions with other very low energy (0.1 eV to 0.25 eV) &ldquo;thermal&rdquo; electrons.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">This increases the temperature of the thermal elections.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">Photoelectrons are detected with the extremely sensitive 430 MHz radar at Arecibo Observatory, Puerto Rico. </span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: small;\">As they move through the ionosphere the photoelectrons generate a wake from which &ldquo;plasma waves&rdquo; emanate.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The radar is used to detect these low amplitude waves, which yield information about the photoelectrons that generated them as well as key properties of the ionosphere.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">The low energy spectrum of plasma waves (4 eV to 10 eV) is useful in determining electron heating rates and electron thermal balance in the ionosphere. When this was done in the past, it was found that the measured electron temperatures were a factor of two greater than the modeled values.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">This is a very old, unresolved problem that was solved as part of this project.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The basic concept is that elastic collisions between photoelectrons and neutral atoms and molecules in the upper atmosphere (250 to &gt; 600 miles altitude) trap photoelectron fluxes.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">In effect, the photoelectrons do not heat electrons during only a single one-way transit upwards through the atmosphere, but bounce several times between geomagnetic conjugate regions in the northern/southern hemispheres. The multiple transits through the atmosphere increase the photoelectron residence time in the upper atmosphere and thereby approximately double the effective local photoelectron flux.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">Consequently the effective electron heating rate roughly doubles.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">This concept was validated using the latest high-resolution radar data available at Arecibo.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span></p>\n<p><strong>&nbsp;</strong><em></em></p>\n<p><span>It is noteworthy that the radar observations made during this project demonstrated the need to correct existing theory. The calculation of photoelectron&ndash;enhanced plasma wave amplitudes and photoelectron fluxes derived from the radar data at energies greater than 30 eV had to be revised. <span>&nbsp;</span>Also this project answered the following important question.<span>&nbsp; </span>Why is it that well-known solar EUV spectral lines that are superimposed on the EUV continuum and are observed as peaks in the photoelectron spectrum by the AE-E satellite between ~18 and ~35 eV not observed with the Arecibo radar?<span>&nbsp; </span>The answer is that strong peaks are observed only when the radar is pointed toward geomagnetic South, and the beam angle relative to the geomagnetic field line is less than 35&deg;.<span>&nbsp; </span>Spectral peaks are observed at energies between 14 eV and 27 eV.<span>&nbsp; </span>In addition, the energies of all peaks change with radar viewing angle relative to the geomagnetic field.<span>&nbsp; </span>Also the electron temperature is much higher than the background at a spectral peak location.<span>&nbsp; </span>It appears that plasma wave generation near these peaks is unstable and possibly subject to the so-called bump-on-tail instability. </span><strong></strong><em></em></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">Another important problem addressed entails satellite measurements made beginning in 2004.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The unexpected doubling of the upper atmosphere neutral gas temperature well above 250 miles altitude in the polar cusp region startled the scientific community.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The polar cusp is located where geomagnetic field lines separate between the ones that close through the earth&rsquo;s &ldquo;dipolar&rdquo; geomagnetic field and those that are swept into the geomagnetic tail and close remotely far away from the earth. </span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: small;\">The solution to the temperature doubling can be explained as follows.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">T</span><span><span style=\"font-family: Times New Roman; font-size: small;\">he lower atmosphere in the cusp region is heated near 100 miles altitude by ion frictional drag driven by electric fields.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The heating first expands upwards to above 250 miles </span></span><span style=\"font-family: Times New Roman; font-size: small;\">before spreading out and falling as water over a fountain.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">The </span><span><span style=\"font-family: Times New Roman; font-size: small;\">outward spread is ~500 miles.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span></span><span style=\"font-family: Times New Roman; font-size: small;\">Quantitative experimental proof with detailed modeling to verify the basic principles is required.</span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: small;\">In this case we invented new measurement capabilities involving ground based time-continuous electron density properties with 30-60 second time resolution and made satellite based measurements over scales of 600 miles and greater.&nbsp; Our new techniques are currently being used in other scientific areas. </span><span><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: small;\">In addition, refined theory and models have been developed to account for the cusp heating phenomenon.</span></p>\n<p><span>The fundamental processes discussed above define the properties of the ionosphere and upper atmosphere from which accurate models can be generated.<span>&nbsp; </span>Such models are important for predicting spacecraft orbits and serve as a reference for atmospheric changes caused by space weather and by waves and disturbances propagating upwards from lower heights.</span><strong></strong><em></em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2017<br>\n\t\t\t\t\tModified by: Herbert&nbsp;C&nbsp;Carlson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe earth?s ionosphere is the charged portion of the upper atmosphere.  The upper atmosphere extends from 60 miles to ~650 miles altitude.  At midlatitudes, the ionosphere is solar generated and exhibits high electron concentrations at altitudes from 125 miles to 500 miles during the daytime.  The EUV (Extreme Ultraviolet) part of the solar radiation spectrum (solar wavelengths from 100 &Aring; to 1200 &Aring;) creates most of the ionosphere.  The wavelength is short enough to ionize O and N2, the most prominent neutral species in the upper atmosphere.  The ionization process generates a flux of photoelectrons having energies between ~2 eV and ~70 eV.  The photoelectrons lose their energy through Coulomb collisions with other very low energy (0.1 eV to 0.25 eV) \"thermal\" electrons.  This increases the temperature of the thermal elections.  Photoelectrons are detected with the extremely sensitive 430 MHz radar at Arecibo Observatory, Puerto Rico.  As they move through the ionosphere the photoelectrons generate a wake from which \"plasma waves\" emanate.  The radar is used to detect these low amplitude waves, which yield information about the photoelectrons that generated them as well as key properties of the ionosphere.  \n\n  \n\nThe low energy spectrum of plasma waves (4 eV to 10 eV) is useful in determining electron heating rates and electron thermal balance in the ionosphere. When this was done in the past, it was found that the measured electron temperatures were a factor of two greater than the modeled values.  This is a very old, unresolved problem that was solved as part of this project.  The basic concept is that elastic collisions between photoelectrons and neutral atoms and molecules in the upper atmosphere (250 to &gt; 600 miles altitude) trap photoelectron fluxes.  In effect, the photoelectrons do not heat electrons during only a single one-way transit upwards through the atmosphere, but bounce several times between geomagnetic conjugate regions in the northern/southern hemispheres. The multiple transits through the atmosphere increase the photoelectron residence time in the upper atmosphere and thereby approximately double the effective local photoelectron flux.  Consequently the effective electron heating rate roughly doubles.  This concept was validated using the latest high-resolution radar data available at Arecibo.  \n\n \n\nIt is noteworthy that the radar observations made during this project demonstrated the need to correct existing theory. The calculation of photoelectron&ndash;enhanced plasma wave amplitudes and photoelectron fluxes derived from the radar data at energies greater than 30 eV had to be revised.  Also this project answered the following important question.  Why is it that well-known solar EUV spectral lines that are superimposed on the EUV continuum and are observed as peaks in the photoelectron spectrum by the AE-E satellite between ~18 and ~35 eV not observed with the Arecibo radar?  The answer is that strong peaks are observed only when the radar is pointed toward geomagnetic South, and the beam angle relative to the geomagnetic field line is less than 35&deg;.  Spectral peaks are observed at energies between 14 eV and 27 eV.  In addition, the energies of all peaks change with radar viewing angle relative to the geomagnetic field.  Also the electron temperature is much higher than the background at a spectral peak location.  It appears that plasma wave generation near these peaks is unstable and possibly subject to the so-called bump-on-tail instability. \n\nAnother important problem addressed entails satellite measurements made beginning in 2004.  The unexpected doubling of the upper atmosphere neutral gas temperature well above 250 miles altitude in the polar cusp region startled the scientific community.  The polar cusp is located where geomagnetic field lines separate between the ones that close through the earth?s \"dipolar\" geomagnetic field and those that are swept into the geomagnetic tail and close remotely far away from the earth.  The solution to the temperature doubling can be explained as follows.  The lower atmosphere in the cusp region is heated near 100 miles altitude by ion frictional drag driven by electric fields.  The heating first expands upwards to above 250 miles before spreading out and falling as water over a fountain.  The outward spread is ~500 miles.  Quantitative experimental proof with detailed modeling to verify the basic principles is required.  In this case we invented new measurement capabilities involving ground based time-continuous electron density properties with 30-60 second time resolution and made satellite based measurements over scales of 600 miles and greater.  Our new techniques are currently being used in other scientific areas.  In addition, refined theory and models have been developed to account for the cusp heating phenomenon.\n\nThe fundamental processes discussed above define the properties of the ionosphere and upper atmosphere from which accurate models can be generated.  Such models are important for predicting spacecraft orbits and serve as a reference for atmospheric changes caused by space weather and by waves and disturbances propagating upwards from lower heights.\n\n \n\n\t\t\t\t\tLast Modified: 04/17/2017\n\n\t\t\t\t\tSubmitted by: Herbert C Carlson"
 }
}