{
 "awd_id": "1012428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Nonlinear Chemical Dynamics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 536000.0,
 "awd_amount": 536000.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "Irving Epstein of Brandeis University is supported by the Chemical Structure, Dynamics and Mechanisms Program for experimental and theoretical investigations in nonlinear chemical dynamics aimed at creating and understanding new systems and structures and exploring new mechanisms involving pattern formation in reaction-diffusion systems.  One system to be studied is the oscillatory Belousov-Zhabotinsky (BZ) reaction in emulsions consisting of aqueous droplets containing the BZ reactants surrounded by a monolayer of surfactant and suspended in oil.  Experiments will be performed with droplets ranging in size from 10 nanometers to 300 micrometers.  By studying patterns in one, two and three spatial dimensions, Epstein and his student and postdoctoral collaborators seek to develop novel devices such as a \"chemical cellular automaton\" and a configuration capable of \"learning\" frequencies.  Experiments on these systems will be linked to numerical simulations with realistic but relatively simple mathematical models. \r\n \r\nThe phenomena to be investigated here have potential applications to medicine, catalysis, materials science and information processing.   Oscillating reactions and patterns formation have an aesthetic appeal that makes them ideal for lecture demonstrations and presentations that attract students into chemistry.  Undergraduates, graduate students and postdoctoral fellows participating in this research have the opportunity to work in collaborating laboratories in Hungary and Poland.  Professor Epstein has been active in presenting nonlinear chemical dynamics to a wide range of scientific and lay audiences and in sharing his scientific expertise with groups as diverse as elementary school students, judges, members of Congress, and university boards of trustees.  He is currently directing a project, the \"Science Posse\",  a new approach to increasing the recruitment and retention of under-represented minorities and economically disadvantaged students in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irving",
   "pi_last_name": "Epstein",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Irving R Epstein",
   "pi_email_addr": "epstein@brandeis.edu",
   "nsf_id": "000167190",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 SOUTH ST",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024532728",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 236000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to gain a deeper understanding of pattern formation in time and space, which occurs as the result of chemical reaction and diffusion.&nbsp; The kinds or patterns studied include chemical oscillation &ndash; periodic increases and decreases in concentrations; waves &ndash; motion of peaks and valleys of chemical concentrations through space; chaos &ndash; aperiodic changes of concentration that are extremely sensitive to initial conditions and small perturbations; and Turing structures &ndash; patterns of concentration (e.g., stripes or spots) that are constant in time but periodic in space.&nbsp; Many of these patterns provide useful models for understanding similar phenomena in living systems.</p>\n<p>Earlier studies of these behaviors were generally carried out in solutions that contain the relevant chemicals dissolved in water.&nbsp; To expand the range of phenomena that can be obtained, we developed a set of &ldquo;structured media&rdquo; in which the reactions can be carried out.&nbsp; These include microemulsions &ndash; mixtures of oil, water and a surfactant in which tiny droplets of water are surrounded by a layer consisting of surfactant molecules.&nbsp; These droplets float in a sea of oil, and the reactions of interest occur within the droplets, which communicate with each other either by colliding and exchanging material or by emitting molecules that diffuse through the oil until they reach another droplet.&nbsp; Such systems exhibit patterns, such as spirals that propagate inward toward their center, or waves that break up into small segments as they move, that are not observed in simple water solution.&nbsp; In other experiments we constructed a gel made from a polymer that contains the catalyst for an oscillatory reaction.&nbsp; The gel is mostly water, in which the other constituents of the reaction are dissolved.&nbsp; When the reaction causes concentrations to oscillate, the gel undergoes mechanical oscillations in response &ndash; shrinking and swelling in concert with the chemical changes.&nbsp; Such materials might form the basis for devices that could be employed in a number of applications as sensors and actuators.&nbsp; We have constructed a system consisting of several reactors containing oscillating chemical reactions.&nbsp; The reactors are coupled together in such a way that when one reaction undergoes a sharp change in concentration it sends a signal to one or more of the other reactors, either speeding up or slowing down the oscillation in the reactor(s) that receive the signal.&nbsp; The system resembles a set of coupled neurons in, for example, the brain or spinal cord, but we are able to understand and control both the individual units and the connections between them with much more precision than in the living system.&nbsp; Most of our studies involve &ldquo;wet&rdquo; chemical experiments, but for many of them we are also able to construct mathematical models and simulate the behavior of the system on a computer.&nbsp; Productive collaborations were established with researchers in Brazil, China, Hungary, Israel, Italy and Poland.</p>\n<p>The project provided educational and training opportunities for a number of undergraduates, graduate students and postdoctoral fellows.&nbsp; All members of the research group attended biweekly meetings at which they presented the results of their work and received and provided critiques of these presentations.&nbsp; The postdocs and graduate students helped to mentor the less senior members of the group, thereby strengthening their mentoring skills.&nbsp; All of the postdocs and graduate students attended national and/or international conferences, at which they presented their work and had the opportunity to hear presentations by leading figures in the field.&nbsp; Three of the undergraduates published papers in international journals.&nbsp; One undergraduate r...",
  "por_txt_cntn": "\nThe primary goal of this project was to gain a deeper understanding of pattern formation in time and space, which occurs as the result of chemical reaction and diffusion.  The kinds or patterns studied include chemical oscillation &ndash; periodic increases and decreases in concentrations; waves &ndash; motion of peaks and valleys of chemical concentrations through space; chaos &ndash; aperiodic changes of concentration that are extremely sensitive to initial conditions and small perturbations; and Turing structures &ndash; patterns of concentration (e.g., stripes or spots) that are constant in time but periodic in space.  Many of these patterns provide useful models for understanding similar phenomena in living systems.\n\nEarlier studies of these behaviors were generally carried out in solutions that contain the relevant chemicals dissolved in water.  To expand the range of phenomena that can be obtained, we developed a set of \"structured media\" in which the reactions can be carried out.  These include microemulsions &ndash; mixtures of oil, water and a surfactant in which tiny droplets of water are surrounded by a layer consisting of surfactant molecules.  These droplets float in a sea of oil, and the reactions of interest occur within the droplets, which communicate with each other either by colliding and exchanging material or by emitting molecules that diffuse through the oil until they reach another droplet.  Such systems exhibit patterns, such as spirals that propagate inward toward their center, or waves that break up into small segments as they move, that are not observed in simple water solution.  In other experiments we constructed a gel made from a polymer that contains the catalyst for an oscillatory reaction.  The gel is mostly water, in which the other constituents of the reaction are dissolved.  When the reaction causes concentrations to oscillate, the gel undergoes mechanical oscillations in response &ndash; shrinking and swelling in concert with the chemical changes.  Such materials might form the basis for devices that could be employed in a number of applications as sensors and actuators.  We have constructed a system consisting of several reactors containing oscillating chemical reactions.  The reactors are coupled together in such a way that when one reaction undergoes a sharp change in concentration it sends a signal to one or more of the other reactors, either speeding up or slowing down the oscillation in the reactor(s) that receive the signal.  The system resembles a set of coupled neurons in, for example, the brain or spinal cord, but we are able to understand and control both the individual units and the connections between them with much more precision than in the living system.  Most of our studies involve \"wet\" chemical experiments, but for many of them we are also able to construct mathematical models and simulate the behavior of the system on a computer.  Productive collaborations were established with researchers in Brazil, China, Hungary, Israel, Italy and Poland.\n\nThe project provided educational and training opportunities for a number of undergraduates, graduate students and postdoctoral fellows.  All members of the research group attended biweekly meetings at which they presented the results of their work and received and provided critiques of these presentations.  The postdocs and graduate students helped to mentor the less senior members of the group, thereby strengthening their mentoring skills.  All of the postdocs and graduate students attended national and/or international conferences, at which they presented their work and had the opportunity to hear presentations by leading figures in the field.  Three of the undergraduates published papers in international journals.  One undergraduate received highest honors for her senior thesis, and two were awarded National Science Foundation Graduate Research Fellowships to continue their work toward doctoral degrees.  Several of the project p..."
 }
}