{
 "awd_id": "1012171",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Continental Drilling in the East African Rift Lakes: A Strategic Planning Workshop",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Filmer",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 64848.0,
 "awd_amount": 64848.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "This grant supports a workshop to develop a strategic plan for continental scientific drilling in the East African Rift Lakes. The objectives are to bring together experts in the fields of paleoclimatology, paleoanthropology, climate modeling, paleoceanography, scientific drilling operations, rift basin tectonics, volcanology, and stratigraphy, in order to define and prioritize key scientific goals of these diverse disciplines, and to link these goals to specific, prioritized lake drilling targets within a cost/benefit framework. Following the successful scientific drilling operations in Lake Malawi, there has been an enormous level of activity within the paleoclimate and geophysics communities that has provided necessary site survey and background data that could lead to drilling in several of the East African lakes, including Lakes Tanganyika, Albert, Victoria, and Turkana. These developments have set the stage for new drilling projects to develop long, quantitative, highly resolved records from some of the world's best lacustrine archives of Plio-Pleistocene tropical paleoclimate. Each lake would provide very different temporal resolution and continuity and thus different insights into African environmental history. Each drilling target also would have very different costs and technical challenges. Future lake drilling programs must consider how to maximally complement ongoing initiatives to generate new African paleoenvironmental records using offshore marine sediments and speleothems and drilling initiatives in paleolakes. Given the enormous scientific opportunities for scientific drilling in the East African rift lakes, we propose that a workshop is needed to determine how best to proceed, through a cost/benefit analysis of the technical challenges and scientific outcomes of each drilling target.\r\n\r\nIntellectual Merit: The East African rift lakes contain an unparalleled record of climatic and environmental history through the Plio-Pleistocene spanning tens of degrees of latitude, with resolution and continuity comparable to deep-sea sediments and ice cores. Results from scientific drilling in these lakes will directly meet several key areas of emphasis, including investigations of the changing aspects of life, ecology, environments, and biogeography in past geologic time and understanding the complexities of Earth's deep time (pre-Holocene) climate systems. The workshop will identify new research areas that lie between paleoclimatology, paleoanthropology, and tectonics, fostering transdisciplinary research and complementing the key goals of the NSF Continental Dynamics and Human Origins programs. In addition, our workshop will develop research priorities for sedimentary and paleoenvironmental studies of the Plio-Pleistocene in East Africa, promoting future scientific investigations in this region. This plan will published in a workshop report, and will set the stage for full drilling proposals to ICDP and NSF.\r\n\r\nBroader Impacts: The workshop will foster broader collaborations among specialists from varied disciplines, including paleoclimate, paleoanthropology, and rift basin tectonophysics, promoting a truly interdisciplinary model for scientific drilling in lakes. The workshop also offers opportunities for international collaborations between American, European, and African scientists, many of whom are also women or early career scientists. The proposed workshop participant list reflects the desire to build participation from diverse international backgrounds and groups traditionally underrepresented in sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Russell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Russell",
   "pi_email_addr": "james_russell@brown.edu",
   "nsf_id": "000349488",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157700",
   "pgm_ele_name": "GLOBAL CHANGE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 64848.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The East African rift lakes offer unparalleled opportunities to investigate long-term environmental and climatic change in a low-latitude continental setting.&nbsp; Their sediments hold signals of the evolution of tropical temperature and rainfall at seasonal to geological timescales, provide insight into tectonic processes that shape the world&rsquo;s largest active continental rift system, and record the environmental backdrop against which Africa&rsquo;s flora and fauna evolved &ndash; including the evolution of our own species. The past decade has witnessed enormous advances in our efforts to obtain long records of East African climate, highlighted by the scientific drilling of Lake Malawi in 2005. &nbsp;Recent and ongoing geophysical surveys of a number of potential future drilling targets, including Lakes Turkana, Albert, and Tanganyika, have set the stage for the next phase of continental scientific drilling in East Africa.&nbsp; To this end, with this award we convened a workshop entitle &ldquo;Continental Drilling in the East African Rift Lakes:&nbsp; A Strategic Planning Workshop&rdquo;, attended by about forty African, European, and US scientists.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We used presentations to review initiatives to reconstruct and model the climatic, geological, biological, and environmental evolution of East Africa, and reviewed the limnology and geology of Lakes Turkana, Albert, and Tanganyika to initiate breakout discussions. &nbsp;These breakouts defined critical scientific hypotheses and questions for future drilling projects, including:</p>\n<p>&nbsp;</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the timing and dynamics of key transitions in the Plio-Pleistocene evolution of African climate as a consequence of global and tropical climate reorganizations, including the expansion of Northern Hemisphere ice sheets, the termination of a permanent Pliocene El Ni&ntilde;o, and the closure of the Indonesian seaway?</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What is the sensitivity of East African temperature and rainfall to radiative forcing (insolation and greenhouse gases) and high-latitude processes?</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the rates and amplitudes of millennial to decadal East African climate change, and how do these vary with changes in the Earth&rsquo;s mean climate state?</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the rates, sensitivities, and thresholds for ecological and evolutionary responses of ecosystems and communities to climate and environmental change across different timescales?</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the mechanisms regulating and emergent properties of the dissociation and reassembly of aquatic ecosystems and communities through time?</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; What are the rates of border fault slip in the rift basins, how are they controlled by geothermal gradients and volatile concentrations, and how do long-term fault slip rates relate to short-term seismic hazards such as earthquake frequency?</p>\n<p>&nbsp;</p>\n<p>While Lakes Albert, Turkana, and Tanganyika can all provide insight into these issues, the group nominated Lake Tanganyika as its highest priority target.&nbsp; Tanganyika uniquely holds long and continuous sedimentary records extending well into the Pliocene at modest (1-1.5 km) drilling depths; an extraordinary variety of endemic lacustrine fauna and flora with proven fossil records; and a relatively simple rift architecture uncomplicated by extensive volcanism.&nbsp; We agreed on a strategic plan to acquire new intermediate resolution seismic reflection data from Tanganyika to site drilling targets, reanalyze existing Tanganyika sediment cores to expand our arsenal of proxies, and to build our knowledge of the structural evolution and tephrastratigraphy of this basin.&nbsp; &nbsp;&nbsp;These activities will refine our...",
  "por_txt_cntn": "\nThe East African rift lakes offer unparalleled opportunities to investigate long-term environmental and climatic change in a low-latitude continental setting.  Their sediments hold signals of the evolution of tropical temperature and rainfall at seasonal to geological timescales, provide insight into tectonic processes that shape the worldÆs largest active continental rift system, and record the environmental backdrop against which AfricaÆs flora and fauna evolved &ndash; including the evolution of our own species. The past decade has witnessed enormous advances in our efforts to obtain long records of East African climate, highlighted by the scientific drilling of Lake Malawi in 2005.  Recent and ongoing geophysical surveys of a number of potential future drilling targets, including Lakes Turkana, Albert, and Tanganyika, have set the stage for the next phase of continental scientific drilling in East Africa.  To this end, with this award we convened a workshop entitle \"Continental Drilling in the East African Rift Lakes:  A Strategic Planning Workshop\", attended by about forty African, European, and US scientists. \n\n \n\nWe used presentations to review initiatives to reconstruct and model the climatic, geological, biological, and environmental evolution of East Africa, and reviewed the limnology and geology of Lakes Turkana, Albert, and Tanganyika to initiate breakout discussions.  These breakouts defined critical scientific hypotheses and questions for future drilling projects, including:\n\n \n\n-       What are the timing and dynamics of key transitions in the Plio-Pleistocene evolution of African climate as a consequence of global and tropical climate reorganizations, including the expansion of Northern Hemisphere ice sheets, the termination of a permanent Pliocene El Ni&ntilde;o, and the closure of the Indonesian seaway?\n\n-       What is the sensitivity of East African temperature and rainfall to radiative forcing (insolation and greenhouse gases) and high-latitude processes?\n\n-       What are the rates and amplitudes of millennial to decadal East African climate change, and how do these vary with changes in the EarthÆs mean climate state?\n\n-       What are the rates, sensitivities, and thresholds for ecological and evolutionary responses of ecosystems and communities to climate and environmental change across different timescales?\n\n-       What are the mechanisms regulating and emergent properties of the dissociation and reassembly of aquatic ecosystems and communities through time?\n\n-       What are the rates of border fault slip in the rift basins, how are they controlled by geothermal gradients and volatile concentrations, and how do long-term fault slip rates relate to short-term seismic hazards such as earthquake frequency?\n\n \n\nWhile Lakes Albert, Turkana, and Tanganyika can all provide insight into these issues, the group nominated Lake Tanganyika as its highest priority target.  Tanganyika uniquely holds long and continuous sedimentary records extending well into the Pliocene at modest (1-1.5 km) drilling depths; an extraordinary variety of endemic lacustrine fauna and flora with proven fossil records; and a relatively simple rift architecture uncomplicated by extensive volcanism.  We agreed on a strategic plan to acquire new intermediate resolution seismic reflection data from Tanganyika to site drilling targets, reanalyze existing Tanganyika sediment cores to expand our arsenal of proxies, and to build our knowledge of the structural evolution and tephrastratigraphy of this basin.    These activities will refine our understanding of the environmental evolution of tropical East Africa, and serve as milestones in the road to drilling Lake Tanganyika.\n\n \n\n\t\t\t\t\tLast Modified: 04/12/2012\n\n\t\t\t\t\tSubmitted by: James M Russell"
 }
}