{
 "awd_id": "1013843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Linking hydroecologic form and function in estuary-wetland systems",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2010-11-15",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 398712.0,
 "awd_amount": 398712.0,
 "awd_min_amd_letter_date": "2010-11-19",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "Estuarine wetlands are being degraded and lost at a tremendous rate worldwide. Yet there is a lack of science to support consistently successful wetland restorations and consequently many restorations fail for unknown reasons. The premise of this research is that the health of an estuary is intimately linked to its surrounding landscape, particularly shore-fringing wetlands. This research will analyze 96 major salt marshes surrounding San Francisco Bay using a combination of field data, remote sensing-based pattern recognition, and flow and transport simulation. The marshes range in age from 10s to 1000s of years old, thus enabling statistical assessment of whether marsh hydroecologic complexity is related to marsh development and age, and whether the range of marsh forms is consistent with theories of natural marsh development. Analysis is aimed at determining the relative importance of surface water residence time as it relates to sediment accretion potential, groundwater and solute residence time as a measure of chemical sequestration potential, surface water-groundwater exchange linking wetlands to the estuary, and plant-water interactions.  \r\n\r\nWe test two main hypotheses: 1) Site-to-site variations in estuarine salt marsh channel and vegetation patterns (form) result in site-to-site identifiable variations in wetland processes (function).  2) The cumulative form of the marsh fringe around an estuary functions analogously to the hyporheic zone of a riparian system, enhancing long fluid and solute residence times in the coupled marsh-estuary hydrologic system. The first hypothesis is tested by analyzing a set of contrasting marsh sites. Preliminary analysis suggests at least five classes of hydroecologic forms present in the San Francisco estuary. Representative sites for analysis will be identified from the sample of 96 salt marshes using object-based remote sensing image analysis and statistical characterization of channel and vegetation patterns. Statistical analysis will test if the complexity of marsh form is correlated with site restoration, age, or other characteristics. The second hypothesis is tested using a large-scale model coupling estuarine circulation with surface and near surface hydrology of the estuarine wetland fringe. Groundwater simulation will represent subsurface water storage and exchange with the estuary, subsurface solute migration and mixing, and evapotranspiration. Estuarine flow simulation will represent shallow water flow behavior in the Bay. The coupled model will quantify cumulative estuary-marsh fluid and solute exchange and residence times.  \r\n\r\nThe broader impact of this research is an improved scientific framework linking the desirable form of the wetland, which is typically engineered during restoration by constructing shaped channels and planting vegetation, to its function, which involves surface water-groundwater exchange, plant water use, and spatially variable hydrological processes. In addition, estuarine and wetland science and education will benefit from a new database of salt marsh attributes by providing significant educational potential of further estuary-wide comparative analyses. With the assistance of the Stanford School of Earth Sciences outreach coordinator, this work will improve local education and restoration/management resources for San Francisco regional salt marshes through a map-based exploration tool and a set of brochures on salt-marsh hydroecology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Gorelick",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Gorelick",
   "pi_email_addr": "gorelick@stanford.edu",
   "nsf_id": "000148620",
   "pi_start_date": "2010-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155350.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 243362.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through analysis of field measurements and remote sensing data, this project produced a body of work connecting hydrologic processes to tidal salt marsh plant patterning, habitat conditions, and estuary contamination emanating from salt marshes. &nbsp;Methods and results spanned fields that include ecohydrology, hydrologic simulation, spatial pattern recognition and categorization using remote sensing, near&shy;surface hydrogeochemistry, and the potential impacts of sea level rise on the tidal zone environment. This research made the following advances by: 1) greatly improving our understanding of the relations among salt marsh vegetation zonation and pore-water chemistry, 2) advancing remote sensing methods to define and better understand the nature of vegetation spatial zonation and marsh channel patterns, 3) demonstrating the value of coupled surface water and groundwater simulation modeling to quantify the discharge of potentially hazardous dissolved methylmercury into San Francisco Bay from a contaminated salt marsh, and 4) examining how sea level rise is likely to affect an endangered bird population and its population dynamics. &nbsp;</p>\n<p>This work produced scientific methods and results in the field of quantitative hydrologic analysis and ecohydrology that are useful to environmental planners and conservation biologists who want to: 1) quantify the magnitude of dissolved mercury emanating from salt-marsh environments into estuaries, and 2) assess salt-marsh habitat changes to determine the effectiveness of wetland restoration schemes aimed at protecting the survival of shorebirds subjected to a rise in sea level.&nbsp;&nbsp; &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2015<br>\n\t\t\t\t\tModified by: Steven&nbsp;M&nbsp;Gorelick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough analysis of field measurements and remote sensing data, this project produced a body of work connecting hydrologic processes to tidal salt marsh plant patterning, habitat conditions, and estuary contamination emanating from salt marshes.  Methods and results spanned fields that include ecohydrology, hydrologic simulation, spatial pattern recognition and categorization using remote sensing, near&shy;surface hydrogeochemistry, and the potential impacts of sea level rise on the tidal zone environment. This research made the following advances by: 1) greatly improving our understanding of the relations among salt marsh vegetation zonation and pore-water chemistry, 2) advancing remote sensing methods to define and better understand the nature of vegetation spatial zonation and marsh channel patterns, 3) demonstrating the value of coupled surface water and groundwater simulation modeling to quantify the discharge of potentially hazardous dissolved methylmercury into San Francisco Bay from a contaminated salt marsh, and 4) examining how sea level rise is likely to affect an endangered bird population and its population dynamics.  \n\nThis work produced scientific methods and results in the field of quantitative hydrologic analysis and ecohydrology that are useful to environmental planners and conservation biologists who want to: 1) quantify the magnitude of dissolved mercury emanating from salt-marsh environments into estuaries, and 2) assess salt-marsh habitat changes to determine the effectiveness of wetland restoration schemes aimed at protecting the survival of shorebirds subjected to a rise in sea level.    \n\n \n\n\t\t\t\t\tLast Modified: 12/30/2015\n\n\t\t\t\t\tSubmitted by: Steven M Gorelick"
 }
}