{
 "awd_id": "1020906",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "C-NERVE 2.0: Research Experiences in Cognitive, Social, Affective, and Behavioral Neuroscience",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "This project is building on two prior CCLI grants, 0536511 at the University of Wisconsin-Stout and 0087906 at St. Olaf College, which supported the creation of undergraduate laboratory-based coursework based on psycho-physiological research in cognitive neuroscience.  The laboratory-based courses developed at the University of Wisconsin-Stout, known as C-NERVE 2.0, subsequently formed the basis of a cognitive neuroscience learning community there.  C-NERVE 2.0 is an immersive undergraduate research program.  Students who participate are provided with hands-on experiences designed to facilitate careers in basic or applied sciences related to cognitive neuroscience. The UW-Stout C-NERVE learning community consists of faculty from more than five different departments and over 30 undergraduates. C-NERVE students complete a series of five core courses that have been designed to include intensive hands-on digital psycho-physiological research experiences. These courses include Introduction to Cognitive Neuroscience and Applied Psycho-physiological Methods. Students serve as research assistants in several investigative labs, on a rotating basis, for up to three years. They are trained in several psycho-physiological research methods in the context of performing original research. They also take part in activities designed to involve them in the larger learning community, such as outreach activities designed to promote science education to underrepresented populations. For their capstone experience, students design and complete an original project in the role of principal investigator. Their final task is to present this final project at a conference.\r\n\r\nThis project is expanding the research activities of C-NERVE, bolstering undergraduate training in the ethical conduct of research, and involving students in C-NERVE outreach efforts. It is creating an additional C-NERVE learning community at the University of South Carolina - Aiken and creating a multi-campus extended C-NERVE learning community. It will also act as a clearing house for other campuses interested in developing similar programs and functions as a surrogate for the larger scientific community while introducing students to participation in the scientific research culture.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Desiree",
   "pi_last_name": "Budd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Desiree Budd",
   "pi_email_addr": "buddd@uwstout.edu",
   "nsf_id": "000393713",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Donnelly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Donnelly",
   "pi_email_addr": "donnellym@uwstout.edu",
   "nsf_id": "000119861",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jo",
   "pi_last_name": "Hopp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jo Hopp",
   "pi_email_addr": "hoppj@uwstout.edu",
   "nsf_id": "000556581",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Stout",
  "inst_street_address": "712 BROADWAY ST S",
  "inst_street_address_2": "",
  "inst_city_name": "MENOMONIE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "7152321123",
  "inst_zip_code": "547512458",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "WI03",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "C6K4GK8PJYT4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Stout",
  "perf_str_addr": "712 BROADWAY ST S",
  "perf_city_name": "MENOMONIE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "547512458",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "WI03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This was the second phase of a two-phase project. In phase 1, C-NERVE was created to train undergraduates in methods and theories of cognitive-neuroscience, to help them develop skills that would prepare them for careers in science.&nbsp;This effort was undertaken at the University of Wisconsin-Stout (UW-Stout), a university without a tradition of preparing undergraduates in this manner, with students who are often the first in their families to attend university.</p>\n<p>&nbsp;</p>\n<p>The three elements of the C-NERVE model are (1) technology-centered experiences that approximate professional-level scientific research, (2) student-focused coursework and activities that embraces a discovery oriented learning process at all levels, and (3) creation of a community of students and faculty who are all engaged in a common goal of pursuing cognitive-neuroscience research. The costs of this approach are as follows: First, faculty must have some expertise with the technologies employed, in our case tools for the measurement of physiological phenomena related to human behavior. Second, being student-centered takes the focus off individual faculty and requires them to diminish their own research ambitions in the service of a common effort to educate students, up to and including more mentored autonomy, in a manner designed to optimize students&rsquo; career development. Finally, faculty have to sacrifice the efficiency of pre-determined course activities (e.g. canned labs) in favor of activities that allow for open exploration, which are often more time consuming and error prone, and require more active guidance. The benefit is that students gain a more realistic understanding of the nature of open-ended scientific investigation and a greater degree of self-determination in pursuit of those ideas. We predicted that students with these experiences are more likely to flourish in science careers, a prediction that was borne out for a number of our students.</p>\n<p>&nbsp;</p>\n<p>In phase 2, we sought to establish a new C-NERVE Learning Community (CLC) at another university with a history and academic culture that resembles that at UW-Stout. That university, the University of South Carolina-Aiken (USC-Aiken), was encouraged and guided to adopt the C-NERVE model, with support from the faculty and students at UW-Stout. Students at both sites enrolled in psychology and neuroscience courses that embraced the elements discussed above and were provided with a variety of in-depth research experiences. Each year, 7 &ndash; 10 faculty supervised over 40 students across multiple projects. Student members attended weekly research meetings, bi-monthly group meetings, research colloquia, went on field trips, traveled to conferences, and presented their research at local, regional, national, and international conferences. CLC members also regularly led outreach activities designed to educate members of the public about the technology used in C-NERVE related research. Three week intensive summer research camps were held at each campus. Two students from each campus attended each camp, read and discussed selections from cognitive neuroscience literature, research ethics, developed novel research questions, created methods and collected and analyzed data.&nbsp; Methodology included the use of electroencephalography (EEG) and functional near infrared spectroscopy (fNIR).</p>\n<p>&nbsp;</p>\n<p>To facilitate the extended CLC, we held joint meetings and shared research colloquia between campuses using video-link technology. Meetings were used to exchange ideas on incorporating technology and student-centered research activities into specific courses and coordinate research activities. Finally, Facebook groups had discussions about current projects, research questions and the latest cognitive neuroscience research.</p>\n<p>&nbsp;</p>\n<p>The positive effect of our model on students learning can be seen us...",
  "por_txt_cntn": "\nThis was the second phase of a two-phase project. In phase 1, C-NERVE was created to train undergraduates in methods and theories of cognitive-neuroscience, to help them develop skills that would prepare them for careers in science. This effort was undertaken at the University of Wisconsin-Stout (UW-Stout), a university without a tradition of preparing undergraduates in this manner, with students who are often the first in their families to attend university.\n\n \n\nThe three elements of the C-NERVE model are (1) technology-centered experiences that approximate professional-level scientific research, (2) student-focused coursework and activities that embraces a discovery oriented learning process at all levels, and (3) creation of a community of students and faculty who are all engaged in a common goal of pursuing cognitive-neuroscience research. The costs of this approach are as follows: First, faculty must have some expertise with the technologies employed, in our case tools for the measurement of physiological phenomena related to human behavior. Second, being student-centered takes the focus off individual faculty and requires them to diminish their own research ambitions in the service of a common effort to educate students, up to and including more mentored autonomy, in a manner designed to optimize studentsÆ career development. Finally, faculty have to sacrifice the efficiency of pre-determined course activities (e.g. canned labs) in favor of activities that allow for open exploration, which are often more time consuming and error prone, and require more active guidance. The benefit is that students gain a more realistic understanding of the nature of open-ended scientific investigation and a greater degree of self-determination in pursuit of those ideas. We predicted that students with these experiences are more likely to flourish in science careers, a prediction that was borne out for a number of our students.\n\n \n\nIn phase 2, we sought to establish a new C-NERVE Learning Community (CLC) at another university with a history and academic culture that resembles that at UW-Stout. That university, the University of South Carolina-Aiken (USC-Aiken), was encouraged and guided to adopt the C-NERVE model, with support from the faculty and students at UW-Stout. Students at both sites enrolled in psychology and neuroscience courses that embraced the elements discussed above and were provided with a variety of in-depth research experiences. Each year, 7 &ndash; 10 faculty supervised over 40 students across multiple projects. Student members attended weekly research meetings, bi-monthly group meetings, research colloquia, went on field trips, traveled to conferences, and presented their research at local, regional, national, and international conferences. CLC members also regularly led outreach activities designed to educate members of the public about the technology used in C-NERVE related research. Three week intensive summer research camps were held at each campus. Two students from each campus attended each camp, read and discussed selections from cognitive neuroscience literature, research ethics, developed novel research questions, created methods and collected and analyzed data.  Methodology included the use of electroencephalography (EEG) and functional near infrared spectroscopy (fNIR).\n\n \n\nTo facilitate the extended CLC, we held joint meetings and shared research colloquia between campuses using video-link technology. Meetings were used to exchange ideas on incorporating technology and student-centered research activities into specific courses and coordinate research activities. Finally, Facebook groups had discussions about current projects, research questions and the latest cognitive neuroscience research.\n\n \n\nThe positive effect of our model on students learning can be seen using multiple measures. First, students took the Survey of Undergraduate Research Experiences. C-NERVE students perceived larger learning gains in ..."
 }
}