{
 "awd_id": "1020310",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Measuring the Effects of a School-based, Data-driven Professional Learning Model for Raising Secondary Mathematics Aachievement",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edith Gummer",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 1340913.0,
 "awd_amount": 1340913.0,
 "awd_min_amd_letter_date": "2011-03-01",
 "awd_max_amd_letter_date": "2012-01-05",
 "awd_abstract_narration": "The Surveys of Enacted Curriculum Professional Development Model (SECPDM) project, at RMC Research Corporation in Oregon, is designing and implementing a professional development model that uses data from the Surveys of Enacted Curriculum (SEC) to improve mathematics instruction at the high school level. Teachers participating in the professional development work together at the school level to learn how to use the data gathered through the SEC to align their curriculum with state and district standards. The teachers work in professional development communities within schools to better understand the content embedded in curriculum materials and assessments, and to be able to use that understanding to improve their daily instruction.\r\n\r\nThe SEC collects data from K-12 teachers of mathematics, science, and English language arts on course content and instructional practices.  Using this data, one can determine the alignment between instruction in a specific school and state standards or assessments.  Efforts to use the SEC data for school improvement have been hampered by two key constraints: (1) The survey is lengthy and not easy to complete and (2) The results provide a year-end summary that does not reach teachers in time to adjust instruction for the current year. The SECPDM project is designing a teacher log system in which teachers enter brief reports more frequently and get useful feedback throughout the year. The project is also designing and conducting professional development that will help teachers learn to use the data and feedback to align their instruction with state standards, and it is helping teachers build professional development communities within their schools. This project includes teachers in Ohio, New York, and Oregon. The project is conducting a quasi-experimental research study to test the hypothesis that if a critical mass of mathematics teachers collaboratively implements the professional development plan, then (1) the mathematics courses will be better articulated and aligned with state standards and assessments, (2) teachers will improve their instructional practices, and (3) student achievement in mathematics will increase.\r\n\r\nThe SECPDM project has the potential to improve the use of the Survey of Enacted Curriculum (SEC) by making the data entry process easier for teachers and the survey data more useful. By piloting this model of professional development and analyzing their findings, the project is making a significant step towards improving the alignment of the mathematics curriculum in high schools, helping teachers use the SEC data to inform instruction, and improving student achievement in mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Weaver",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Weaver",
   "pi_email_addr": "dweaver@rmcres.com",
   "nsf_id": "000226633",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rolf",
   "pi_last_name": "Blank",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rolf Blank",
   "pi_email_addr": "Rolfb444@gmail.com",
   "nsf_id": "000340781",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Smithson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Smithson",
   "pi_email_addr": "JohnS@education.wisc.edu",
   "nsf_id": "000333670",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "RMC Research Corporation, OR",
  "inst_street_address": "1000 MARKET ST UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "PORTSMOUTH",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6034228888",
  "inst_zip_code": "03801",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NH01",
  "org_lgl_bus_name": "RMC RESEARCH CORP",
  "org_prnt_uei_num": "",
  "org_uei_num": "K2GWCKB1JCE4"
 },
 "perf_inst": {
  "perf_inst_name": "RMC Research Corporation, OR",
  "perf_str_addr": "1000 MARKET ST UNIT 2",
  "perf_city_name": "PORTSMOUTH",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "03801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 575509.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 765404.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Surveys of Enacted Curriculum Professional Development Model (SECPDM) project (officially Measuring the Effects of a School-based, Data-driven Professional Learning Model for Raising Secondary Mathematics Achievement)&nbsp;was a 2 year Discovery Research K&ndash;12 development and pilot testing project funded by the National Science Foundation (NSF award number 1020310). RMC Research, in partnership with the Wisconsin Center for Education Research (WCER) at the University of Wisconsin and the Council of Chief State School Officers (CCSSO), conducted the SECPDM project. The goals of the SECPDM project was to design and develop enhancements to the existing SEC Online tools that would enable classroom teachers to examine the alignment of their teaching and assessments with the state or Common Core State Standards in mathematics.</p>\n<p class=\"Body\">The SECPDM project conducted the following major activities.</p>\n<ul>\n<li> <strong>Development of the SEC Log</strong>&mdash;WCER adapted the existing SEC Online system to include a SEC Log that allows teachers to enter information about their instructional practices (enacted curriculum) for a unit or segment of instruction.</li>\n<li><strong>Development of the Classroom Assessment Management (CAM) tool</strong>&mdash;This tool enables teachers to include classroom assessments (assessed curriculum) and student performance (learned curriculum) on those assessments in their alignment analysis. The reporting capabilities of the CAM enable teachers to examine the alignment between the enacted, assessed, learned, and intended curriculum (standards) for any segment or unit of instruction.</li>\n<li><strong>Recruitment of Participating Schools</strong>&mdash;During the spring 2011 and 2012, the Co-PI from CCSSO worked closely with the state coordinator to recruit schools to participate in the summer institute and the pilot testing of the new online software.</li>\n<li><strong>Summer Institutes</strong>&mdash;Two summer institutes (one in Ohio and one in Oregon) were conducted in the summer of 2011 and another pair of summer institutes were conducted in the summer of 2012.</li>\n<li><strong>School-Based Professional Development</strong>&mdash;During the 2011?2012 and the 2012?2013 school year, the project supported monthly school-based professional development in participating schools. Ohio and Oregon each appointed a SECPDM coordinator who coordinated and supported the school-based professional development in collaboration with the SEC Online facilitator from WCER.</li>\n</ul>\n<p>The development and deployment of the new SEC Online tools (SEC Log and CAM) was the most significant product that resulted from the SECPDM project. The potential of the new SEC Online tools to examine and improve the alignment between the enacted, assessed, learned, and intended curriculum was realized by teachers who participated in the pilot project. The pilot testing experience did not provide teachers the opportunity to use all of the components available in the final version of the system; however, they could readily see how the tools will be used by teachers upon completion. Teachers reported that the tools had the potential to make a significant impact on mathematics teaching and learning.</p>\n<p>Another purpose of the teacher involvement in the pilot testing was to explore ways the tools could be used to support teacher professional development. Because most of the project focused on developing the online tools, exploring effective ways to use the tools in teacher professional development remained a secondary priority. The project leadership closely followed the progress of teachers during the professional development and was able to identify a sequence of uses of the new SEC Online tools that could form the genesis for an effective professional development model for teachers. Currently these uses are outlined in terms of recommendations in a docu...",
  "por_txt_cntn": "\nThe Surveys of Enacted Curriculum Professional Development Model (SECPDM) project (officially Measuring the Effects of a School-based, Data-driven Professional Learning Model for Raising Secondary Mathematics Achievement) was a 2 year Discovery Research K&ndash;12 development and pilot testing project funded by the National Science Foundation (NSF award number 1020310). RMC Research, in partnership with the Wisconsin Center for Education Research (WCER) at the University of Wisconsin and the Council of Chief State School Officers (CCSSO), conducted the SECPDM project. The goals of the SECPDM project was to design and develop enhancements to the existing SEC Online tools that would enable classroom teachers to examine the alignment of their teaching and assessments with the state or Common Core State Standards in mathematics.\nThe SECPDM project conducted the following major activities.\n\n Development of the SEC Log&mdash;WCER adapted the existing SEC Online system to include a SEC Log that allows teachers to enter information about their instructional practices (enacted curriculum) for a unit or segment of instruction.\nDevelopment of the Classroom Assessment Management (CAM) tool&mdash;This tool enables teachers to include classroom assessments (assessed curriculum) and student performance (learned curriculum) on those assessments in their alignment analysis. The reporting capabilities of the CAM enable teachers to examine the alignment between the enacted, assessed, learned, and intended curriculum (standards) for any segment or unit of instruction.\nRecruitment of Participating Schools&mdash;During the spring 2011 and 2012, the Co-PI from CCSSO worked closely with the state coordinator to recruit schools to participate in the summer institute and the pilot testing of the new online software.\nSummer Institutes&mdash;Two summer institutes (one in Ohio and one in Oregon) were conducted in the summer of 2011 and another pair of summer institutes were conducted in the summer of 2012.\nSchool-Based Professional Development&mdash;During the 2011?2012 and the 2012?2013 school year, the project supported monthly school-based professional development in participating schools. Ohio and Oregon each appointed a SECPDM coordinator who coordinated and supported the school-based professional development in collaboration with the SEC Online facilitator from WCER.\n\n\nThe development and deployment of the new SEC Online tools (SEC Log and CAM) was the most significant product that resulted from the SECPDM project. The potential of the new SEC Online tools to examine and improve the alignment between the enacted, assessed, learned, and intended curriculum was realized by teachers who participated in the pilot project. The pilot testing experience did not provide teachers the opportunity to use all of the components available in the final version of the system; however, they could readily see how the tools will be used by teachers upon completion. Teachers reported that the tools had the potential to make a significant impact on mathematics teaching and learning.\n\nAnother purpose of the teacher involvement in the pilot testing was to explore ways the tools could be used to support teacher professional development. Because most of the project focused on developing the online tools, exploring effective ways to use the tools in teacher professional development remained a secondary priority. The project leadership closely followed the progress of teachers during the professional development and was able to identify a sequence of uses of the new SEC Online tools that could form the genesis for an effective professional development model for teachers. Currently these uses are outlined in terms of recommendations in a document titled Alignment of Instruction, Assessment, and Student Learning with Mathematics Standards: Redefining Data Usage in Schools (Weaver, 2014). Further research will be needed to determine the degree to which these recommended uses co..."
 }
}