{
 "awd_id": "1021699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control of Storage Protein Biosynthesis by mRNA Targeting",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elsbeth Walker",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2011-01-04",
 "awd_max_amd_letter_date": "2014-01-10",
 "awd_abstract_narration": "Plant seeds are used as a source of food and as a feedstock for the production of bioenergy.  As the world population is projected to surpass 9 billion people by 2050, more food will have to be produced than ever before.  Although considerable effort has been directed at understanding how seed genes are regulated in the nucleus during seed development, very little is known about the cellular events that control the expression of their RNAs in the cytoplasm. Previous efforts from this laboratory have demonstrated that seed RNAs are not immediately translated into protein when they exit the nucleus. Instead, they form large particles which are transported along several different pathways to the cortical region, a site located underneath the plasma membrane and highly conducive for protein synthesis. In this project, an integrated molecular, genetic and cell imaging approach will be undertaken to elucidate three broad areas of RNA transport and localization.  They are (1) to identify the RNA species, which are localized by one of the transport pathways, (2) to identify and characterize how specific RNA binding proteins interact to recognize their target RNAs and direct them to a specific RNA transport pathway, and (3) to determine the role of membrane-associated proteins in RNA transport.  This study will provide new insights in how RNAs and, in turn, proteins are localized and accumulated in plant cells. Moreover, it may lead to new insights into the mechanisms that control the utilization of carbon and nitrogen and their conversion into storage reserves and, thereby, aid in efforts to increase seed quality and crop productivity. The project will train young scientists at the postdoctoral, graduate and undergraduate levels, will provide these younger scientists the opportunity for international research, and will strengthen an ongoing international collaborative study to increase seed production for food and energy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Okita",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Okita",
   "pi_email_addr": "okita@wsu.edu",
   "nsf_id": "000450368",
   "pi_start_date": "2014-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kahn",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michael L Kahn",
   "pi_email_addr": "kahn@wsu.edu",
   "nsf_id": "000480033",
   "pi_start_date": "2012-03-13",
   "pi_end_date": "2014-01-10"
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cereal grains provide much of the protein and caloric dietary requirements for the world&rsquo;s population.&nbsp; The major grain proteins are the storage proteins, which are synthesized on membranes and packaged within specific endomembrane compartments during seed development. Although considerable information has been obtained over the years on how the storage protein genes are transcribed into RNA and how the coded proteins are synthesized and deposited within the cell, very little is known on the intermediate steps whereby storage protein RNAs are transported to specific membrane locations where they are translated into protein. Using rice developing seeds as a model, we had previously demonstrated that the storage protein RNAs and RNAs, in general, are transported to the endoplasmic reticulum membranes located in the cortical (peripheral) region of the cell by three inter-related pathways, a zipcode-dependent prolamine RNA pathway to the protein body-ER, a zipcode-dependent glutelin RNA pathway to the cisternal-ER and a signal-less default pathway to the cisternal ER.&nbsp; Transport along the glutelin RNA pathway was found to be dependent on the small GTPase, Rab5, and the nucleotide exchange factor for Rab5, Vps9.&nbsp; These two proteins are involved in early endosome formation and in membrane trafficking between the Golgi and protein storage vacuole in plants.&nbsp; The requirement for Rab5 and Vps9 indicates that glutelin RNA transport and localization is dependent on membrane trafficking events. Results generated by these grant funds have demonstrated several new insights on how RNAs are transported to their destination sites for protein synthesis. &nbsp;</p>\n<p>Both prolamine and glutelin RNAs contain zipcode sequences, which are recognized by RNA binding proteins organized into multiple protein complexes.&nbsp; Three multi-protein complexes were demonstrated to bind to the prolamine zipcode with two of these complexes sharing common RNA binding proteins. These RNA binding proteins were found to be associated with unique subsets of RNAs, which share common function.&nbsp; These results suggest that there are multiple RNA transport pathways specified by different multi-protein complexes, which share common RNA binding proteins as well as containing unique ones.&nbsp; Unlike the case where multiple RNA binding proteins were found to interact with the prolamine zipcode, only a single RNA binding protein, RBP-P, was identified that specifically recognized the glutelin zipcode sequence.&nbsp; The study of this RNA binding protein, however, provided a direct link between RNA and membrane vesicular transport.&nbsp; RBP-P binds to N-ethylmaleimide sensitive protein (NSF), an ATPase essential for membrane fusion, and a second RNA binding protein, RBP-L.&nbsp; Both NSF and RBP-L interact with Rab5, the small GTPase, which is required for localization of glutelin RNAs to the cisternal-ER. RBP-P was also demonstrated to interact with two integral membrane proteins as assessed by yeast 2-hybrid analysis. &nbsp;The role of membrane trafficking in RNA transport was also supported by the secretion of glutelin RNAs into paramural bodies formed by aborted endosomal uptake in Rab5 and Vps9 mutant rice lines. In addition to glutelin RNAs, 168 other RNAs were found to be enriched in the paramural bodies. The functional composition of these RNAs was profoundly biased suggesting they comprise a regulon. Mutations in the RNA binding protein, Tudor-SN, were identified by our Japanese collaborator.&nbsp; Mutations in distinct peptide domains in Tudor-SN were found to have pronounced changes in storage protein RNA localization, suggesting that the binding of different RNA binding proteins to distinct peptide domains specify the pathway by which RNAs are transported to the cortical region of the cell.</p>\n<p>In addition to providing new information on how RNAs and, in turn, prot...",
  "por_txt_cntn": "\nCereal grains provide much of the protein and caloric dietary requirements for the worldÆs population.  The major grain proteins are the storage proteins, which are synthesized on membranes and packaged within specific endomembrane compartments during seed development. Although considerable information has been obtained over the years on how the storage protein genes are transcribed into RNA and how the coded proteins are synthesized and deposited within the cell, very little is known on the intermediate steps whereby storage protein RNAs are transported to specific membrane locations where they are translated into protein. Using rice developing seeds as a model, we had previously demonstrated that the storage protein RNAs and RNAs, in general, are transported to the endoplasmic reticulum membranes located in the cortical (peripheral) region of the cell by three inter-related pathways, a zipcode-dependent prolamine RNA pathway to the protein body-ER, a zipcode-dependent glutelin RNA pathway to the cisternal-ER and a signal-less default pathway to the cisternal ER.  Transport along the glutelin RNA pathway was found to be dependent on the small GTPase, Rab5, and the nucleotide exchange factor for Rab5, Vps9.  These two proteins are involved in early endosome formation and in membrane trafficking between the Golgi and protein storage vacuole in plants.  The requirement for Rab5 and Vps9 indicates that glutelin RNA transport and localization is dependent on membrane trafficking events. Results generated by these grant funds have demonstrated several new insights on how RNAs are transported to their destination sites for protein synthesis.  \n\nBoth prolamine and glutelin RNAs contain zipcode sequences, which are recognized by RNA binding proteins organized into multiple protein complexes.  Three multi-protein complexes were demonstrated to bind to the prolamine zipcode with two of these complexes sharing common RNA binding proteins. These RNA binding proteins were found to be associated with unique subsets of RNAs, which share common function.  These results suggest that there are multiple RNA transport pathways specified by different multi-protein complexes, which share common RNA binding proteins as well as containing unique ones.  Unlike the case where multiple RNA binding proteins were found to interact with the prolamine zipcode, only a single RNA binding protein, RBP-P, was identified that specifically recognized the glutelin zipcode sequence.  The study of this RNA binding protein, however, provided a direct link between RNA and membrane vesicular transport.  RBP-P binds to N-ethylmaleimide sensitive protein (NSF), an ATPase essential for membrane fusion, and a second RNA binding protein, RBP-L.  Both NSF and RBP-L interact with Rab5, the small GTPase, which is required for localization of glutelin RNAs to the cisternal-ER. RBP-P was also demonstrated to interact with two integral membrane proteins as assessed by yeast 2-hybrid analysis.  The role of membrane trafficking in RNA transport was also supported by the secretion of glutelin RNAs into paramural bodies formed by aborted endosomal uptake in Rab5 and Vps9 mutant rice lines. In addition to glutelin RNAs, 168 other RNAs were found to be enriched in the paramural bodies. The functional composition of these RNAs was profoundly biased suggesting they comprise a regulon. Mutations in the RNA binding protein, Tudor-SN, were identified by our Japanese collaborator.  Mutations in distinct peptide domains in Tudor-SN were found to have pronounced changes in storage protein RNA localization, suggesting that the binding of different RNA binding proteins to distinct peptide domains specify the pathway by which RNAs are transported to the cortical region of the cell.\n\nIn addition to providing new information on how RNAs and, in turn, proteins are sorted in plant cells, the project has provided new insights into the mechanisms that control the utilization of carbon and nitrogen and..."
 }
}