{
 "awd_id": "1021842",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Language Contact and Language Change in the Andes-Amazon Borderland",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2010-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 8610.0,
 "awd_amount": 8610.0,
 "awd_min_amd_letter_date": "2010-10-22",
 "awd_max_amd_letter_date": "2010-10-22",
 "awd_abstract_narration": "University of Michigan doctoral student, Nicholas Emlen, with the guidance of Dr. Bruce Mannheim, will undertake linguistic anthropological research on how people in complex language contact situations negotiate their multilingualism. The research will be carried out in the complex linguistic ecology of the Upper Urubamba River area of Southern Peru, the traditional home of the Machiguenga people. This valley serves as a major conduit between the Central Andean highlands and the Amazonian lowlands, and is currently the site of massive colonization and development by Quechua-speaking and Spanish-speaking agro-pastoralists, traders, and gas company workers. The area has been the site of periods of intense Andean-Amazonian contact since before recorded history, and today highlanders and lowlanders live side-by-side. \r\n\r\nThe resarcher will focus on language contact between Spanish, Machiguenga, and Quechua in two communities in the Upper Urubamba area: a frontier town that serves as the main commercial link between the highland road-based economy and the Amazonian river system, and a small \"mixed\" community in which highlanders and Machiguengas have intermarried and live together. This situation is interesting as a site of language contact because many of the sociocultural coordinates that are found in other areas do not map cleanly onto the Upper Urubamba. Attention will be paid to the ways in which speakers draw on the formal properties of each language, such as words, sounds, grammatical structures, as well as higher-order linguistic phenomena such as discourse and performance styles. The researcher will engage in participant observation, conduct structured and unstructured interviews, and carry out quantitative measurement of phonological variation and social factors. \r\n\r\nLanguage contact studies in the Andes tend to examine the relationship between the Andean languages and Spanish. This project will broaden the scope of language contact research to other indigenous languages in a broader geographical perspective. The project will also draw on archaeology, history, and historical linguistics to understand the linguistic nature of the Andes-Amazon relationship at various time depths. Funding this research supports the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Mannheim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce Mannheim",
   "pi_email_addr": "mannheim@umich.edu",
   "nsf_id": "000180023",
   "pi_start_date": "2010-10-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Emlen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Emlen",
   "pi_email_addr": "nqemlen@umich.edu",
   "nsf_id": "000552464",
   "pi_start_date": "2010-10-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8610.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research was carried out among speakers of the the Matsigenka, Quechua, and Spanish languages in several communities and towns on the Andean-Amazonian agricultural frontier in the province of La Convenci&oacute;n in Southern Peru. The research offers an ethnographic description of this language contact, linking the complexities of inter-regional migration to the pragmatics of multilingualism and to variations in use of the languages&rsquo; syntactic structures and noun classes. The project makes several contributions to the areal literature: it is one of very few descriptions of inter-indigenous language contact in this part of South America (despite its ubiquity), and it provides a fine-grained ethnographic perspective on globally important issues such as the transformation of the Amazon rainforest into farmland, the rise of narcoterrorism in Peru, and the boom in natural gas exploration and its environmental and social consequences. Theoretically, it contributes new perspectives on the pragmatics of code choice, code-switching and code mixing, and noun classification within a methodologically rigorous documentation of variation in a highly linguistically diverse speech community.</p>\n<p>Much of the fieldwork was carried in a small trilingual frontier community made up of several intermarried families from a wide cross-section of frontier society. These include a colonist family that came from the highlands in the 1970s, and three kinds of Matsigenka families: some who have lived in the river valley for generations, others who grew up in a now-abandoned Dominican mission, and a third group whose land was taken by colonists in the 1960s and who were raised as unpaid servants and laborers in the colonists&rsquo; coffee plantations. This community is the complex product of many manifestations of highland-lowland interaction, and the internal diversity of the community gives rise to a conflicting cacophony of voices, experiences, and opinions about the proper place of Matsigenkas in the volatile frontier.</p>\n<p>The linguistic features that were analyzed most prominently in the fieldwork were 1) the pragmatics of code choice, 2) code switching and code mixing behavior, and 3) the restructuring of the Matsigenka animacy/gender noun class system. These analyses are based on a thorough ethnographic description of the social and linguistic variation among the various families and stakeholders in the trilingual community. These three features will now be discussed in turn.</p>\n<p>1) To examine the pragmatics of code choice, I mapped connections between various social activities and goals and the linguistic resources that people of different backgrounds use in those contexts. I present analyses of code choice in three discursive domains: rhetoric in public meetings, negotiations with coffee merchants, and talk in the home and the fields. I find that language choice plays a crucial part in defining these social activities.</p>\n<p>2) Along with widespread code switching, Spanish syntax is often used as a template with which to break down complex verbal constructions in both Quechua and Matsigenka in ways that have been described by linguists as &lsquo;lightness.&rsquo; People oriented toward the market economy introduce Spanish syntax into their Quechua and Matsigenka more frequently, while people committed to traditional Matsigenka life reject both Quechua and Spanish influence in some aspects of their Matsigenka language use.</p>\n<p>3) The Matsigenka animacy/gender system is complex and reflects the particularities of Matsigenka ontology and traditional culture. Data were collected regarding the membership criteria of these noun classes, and they suggest that variation in animacy and gender marking is connected to the uneven distribution of traditional ontology and cultural knowledge in the community. These suggest a restructuring of the noun classes as a result of cha...",
  "por_txt_cntn": "\nThis research was carried out among speakers of the the Matsigenka, Quechua, and Spanish languages in several communities and towns on the Andean-Amazonian agricultural frontier in the province of La Convenci&oacute;n in Southern Peru. The research offers an ethnographic description of this language contact, linking the complexities of inter-regional migration to the pragmatics of multilingualism and to variations in use of the languagesÆ syntactic structures and noun classes. The project makes several contributions to the areal literature: it is one of very few descriptions of inter-indigenous language contact in this part of South America (despite its ubiquity), and it provides a fine-grained ethnographic perspective on globally important issues such as the transformation of the Amazon rainforest into farmland, the rise of narcoterrorism in Peru, and the boom in natural gas exploration and its environmental and social consequences. Theoretically, it contributes new perspectives on the pragmatics of code choice, code-switching and code mixing, and noun classification within a methodologically rigorous documentation of variation in a highly linguistically diverse speech community.\n\nMuch of the fieldwork was carried in a small trilingual frontier community made up of several intermarried families from a wide cross-section of frontier society. These include a colonist family that came from the highlands in the 1970s, and three kinds of Matsigenka families: some who have lived in the river valley for generations, others who grew up in a now-abandoned Dominican mission, and a third group whose land was taken by colonists in the 1960s and who were raised as unpaid servants and laborers in the colonistsÆ coffee plantations. This community is the complex product of many manifestations of highland-lowland interaction, and the internal diversity of the community gives rise to a conflicting cacophony of voices, experiences, and opinions about the proper place of Matsigenkas in the volatile frontier.\n\nThe linguistic features that were analyzed most prominently in the fieldwork were 1) the pragmatics of code choice, 2) code switching and code mixing behavior, and 3) the restructuring of the Matsigenka animacy/gender noun class system. These analyses are based on a thorough ethnographic description of the social and linguistic variation among the various families and stakeholders in the trilingual community. These three features will now be discussed in turn.\n\n1) To examine the pragmatics of code choice, I mapped connections between various social activities and goals and the linguistic resources that people of different backgrounds use in those contexts. I present analyses of code choice in three discursive domains: rhetoric in public meetings, negotiations with coffee merchants, and talk in the home and the fields. I find that language choice plays a crucial part in defining these social activities.\n\n2) Along with widespread code switching, Spanish syntax is often used as a template with which to break down complex verbal constructions in both Quechua and Matsigenka in ways that have been described by linguists as ælightness.Æ People oriented toward the market economy introduce Spanish syntax into their Quechua and Matsigenka more frequently, while people committed to traditional Matsigenka life reject both Quechua and Spanish influence in some aspects of their Matsigenka language use.\n\n3) The Matsigenka animacy/gender system is complex and reflects the particularities of Matsigenka ontology and traditional culture. Data were collected regarding the membership criteria of these noun classes, and they suggest that variation in animacy and gender marking is connected to the uneven distribution of traditional ontology and cultural knowledge in the community. These suggest a restructuring of the noun classes as a result of changes in Matsigenka society and culture as a result of agricultural colonization from the highlands.\n\nThis fieldwork ..."
 }
}