{
 "awd_id": "1021762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Isotope studies of microbial sulfate reduction",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Aruguete",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "This proposal requests funds to support an experimental study of S isotope fractionation by sulfate reducing organisms, coupling well-established methods for measuring the fractionation of four stable isotopes of sulfur with experiments involving 17O isotope-labeling techniques. The project aims to explore the response of these organisms to temperature and electron donors. The work will involve sulfur isotope analysis of samples from culture experiments undertaken prior to submission of the proposal as part of the first part of a significantly larger project to study the sulfate reduction metabolism. It is anticipated that the support will lead to the publication of a paper on the metabolic response of Desulfobacterium autotrophicum to changes in the electron donor at two temperature conditions.\r\n\r\nUnderstanding the sedimentary sulfur cyle and the catalyses by mircobes is fundamental for understanding the global carbon cycle. The proposal will provide partial support for this work in the form of several months of support for a graduate student and partial support for analytical costs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Farquhar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Farquhar",
   "pi_email_addr": "jfarquha@umd.edu",
   "nsf_id": "000242377",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aubrey",
   "pi_last_name": "Zerkle",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Aubrey L Zerkle",
   "pi_email_addr": "azerkle@umd.edu",
   "nsf_id": "000507983",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research undertaken as part of this grant focused on understanding how the sulfur metabolism of a hyperthermophilic, sulfate reducing microorganism (Archaeoglobus fulgidus) responds to the temperatures under which this organism is grown.&nbsp; This research also focused on the response of another organism (Desulfobacterium autotrophicum) to changes in the substrate used for sulfate reduction.&nbsp; &nbsp;&nbsp;The approach used to study the metabolic response relies on subtle changes in the way that this organism discriminates between sulfate ions with different sulfur isotopic composition.&nbsp; The element sulfur has four stable sulfur isotopes and our work has shown that the variations in the relative abundances of these sulfur isotopes in feed sulfate and product sulfide can be used to evaluate how efficiently the organism metabolizes sulfate to produce sulfide, and how the sulfur is transferred between different metabolic intermediates during this process.&nbsp;</p>\n<p>Research on the first organism is being conducted by a graduate student (Brian Harms) who was supported for one year to collect and interpret sulfur isotope data collected from experiments conducted in Denmark with A. fulgidus at a variety of temperatures.&nbsp; Brian&rsquo;s work is showing that previous ideas about the metabolic response of this organism are incorrect and that the organism responds principally by changing the metabolic rates associated with transformations of sulfur intermediates rather than by transport of sulfate into and out of the cell. &nbsp;He is presently writing a manuscript describing these findings for submission to a peer review journal.&nbsp; Research on the second organism was conducted by an undergraduate student (Jonathan Banker) as part of his senior thesis project at the University of Maryland.&nbsp; These experiments were undertaken during a visit to Denmark by the PI prior to submission of the proposal and the run products were analyzed by Banker to evaluate the metabolic response of this organism to changes in substrate concentration and type.&nbsp; The experiments were done using a newly modified design and part of Banker&rsquo;s work was planned to determine whether the new experimental protocols would provide a more reproducible measure of the metabolic response of the organism.&nbsp; Banker&rsquo;s results suggest that the new experimental design provides a significant improvement over prior experiments and that the organism studied (D. autotrophicum) changes the way it metabolizes sulfate in the presence of different amounts of hydrogen in a way that can be directly tied to the transfer of sulfur between metabolites during its metabolism of sulfate.&nbsp;&nbsp; Efforts are presently underway to continue this work with the goal of preparing a dataset that can be used in a second publication in the peer reviewed literature.&nbsp; The broader impacts of this work are principally related to the training of two students (one undergraduate and one graduate) and to the scientific contributions to the understanding of the microbial sulfur metabolism.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2012<br>\n\t\t\t\t\tModified by: James&nbsp;Farquhar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nResearch undertaken as part of this grant focused on understanding how the sulfur metabolism of a hyperthermophilic, sulfate reducing microorganism (Archaeoglobus fulgidus) responds to the temperatures under which this organism is grown.  This research also focused on the response of another organism (Desulfobacterium autotrophicum) to changes in the substrate used for sulfate reduction.    The approach used to study the metabolic response relies on subtle changes in the way that this organism discriminates between sulfate ions with different sulfur isotopic composition.  The element sulfur has four stable sulfur isotopes and our work has shown that the variations in the relative abundances of these sulfur isotopes in feed sulfate and product sulfide can be used to evaluate how efficiently the organism metabolizes sulfate to produce sulfide, and how the sulfur is transferred between different metabolic intermediates during this process. \n\nResearch on the first organism is being conducted by a graduate student (Brian Harms) who was supported for one year to collect and interpret sulfur isotope data collected from experiments conducted in Denmark with A. fulgidus at a variety of temperatures.  BrianÆs work is showing that previous ideas about the metabolic response of this organism are incorrect and that the organism responds principally by changing the metabolic rates associated with transformations of sulfur intermediates rather than by transport of sulfate into and out of the cell.  He is presently writing a manuscript describing these findings for submission to a peer review journal.  Research on the second organism was conducted by an undergraduate student (Jonathan Banker) as part of his senior thesis project at the University of Maryland.  These experiments were undertaken during a visit to Denmark by the PI prior to submission of the proposal and the run products were analyzed by Banker to evaluate the metabolic response of this organism to changes in substrate concentration and type.  The experiments were done using a newly modified design and part of BankerÆs work was planned to determine whether the new experimental protocols would provide a more reproducible measure of the metabolic response of the organism.  BankerÆs results suggest that the new experimental design provides a significant improvement over prior experiments and that the organism studied (D. autotrophicum) changes the way it metabolizes sulfate in the presence of different amounts of hydrogen in a way that can be directly tied to the transfer of sulfur between metabolites during its metabolism of sulfate.   Efforts are presently underway to continue this work with the goal of preparing a dataset that can be used in a second publication in the peer reviewed literature.  The broader impacts of this work are principally related to the training of two students (one undergraduate and one graduate) and to the scientific contributions to the understanding of the microbial sulfur metabolism.\n\n \n\n\t\t\t\t\tLast Modified: 12/31/2012\n\n\t\t\t\t\tSubmitted by: James Farquhar"
 }
}