{
 "awd_id": "1022523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Exploring Subsistence Dynamics on the Bering Sea Coast: Ancient Human Settlement, Walrus Hunting, and Social Complexity",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 108045.0,
 "awd_amount": 108045.0,
 "awd_min_amd_letter_date": "2011-03-30",
 "awd_max_amd_letter_date": "2012-07-10",
 "awd_abstract_narration": "PI Erica Hill will conduct a zooarchaeological analysis of vertebrate fauna recovered from St. Lawrence Island excavations in the 1960s. The proposed research is the first modern, comprehensive zooarchaeological study of fauna conducted on any St. Lawrence Island archaeological assemblage. The PI will also be testing a hypothesis about prehistoric hunting strategies and social organization based on the sexing of walrus remains. This research has the potential to generate data that could provide insights into the social organization of the prehistoric Eskimo, the development of complex societies along the Bering Sea coast, and better explain human adaptations to the arctic environment. There are no longer any intact archaeological sites on St. Lawrence Island, which means that museum materials are the sole source of information on an island adaptation that persisted for over two millennia. Data derived from this analysis will represent a contribution to our understanding of human occupation of the Arctic and may ultimately help explain the development of large, coastal aggregated sites focused on whaling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Hill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Hill",
   "pi_email_addr": "edhill@alaska.edu",
   "nsf_id": "000514753",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Southeast Juneau Campus",
  "inst_street_address": "11066 AUKE LAKE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "JUNEAU",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9077966494",
  "inst_zip_code": "998018623",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA SOUTHEAST",
  "org_prnt_uei_num": "",
  "org_uei_num": "YYFJATK1HMJ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Southeast Juneau Campus",
  "perf_str_addr": "11066 AUKE LAKE WAY",
  "perf_city_name": "JUNEAU",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "998018623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 59369.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48676.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Some of the major questions that archaeologists have about the circumpolar North involve how, why, and when humans began pursuing specialized marine mammal hunting strategies. In the Bering Sea region during the contact period, Eskimo living along the coasts of Alaska and Chukotka were hunting seals, walrus, and whales. Whaling is an energetically expensive and risky hunting practice. Successful whaling requires a large crew, cooperation, appropriate hunting technology, and the construction and maintenance of large skin boats. A failed hunt has serious implications for the survival of an entire community. Because whaling involves large groups, leadership, and cooperation and has major risks, archaeologists wonder what made people in the past decide to whale rather than feed themselves in less energy-intensive and risky ways. Additionally, whaling involves major social adjustments&mdash;it requires people to live in large groups, agree to follow a leader, and allow one person or family to accumulate goods and authority.</p>\n<p>This NSF-sponsored research explored the conditions that may have enabled widespread hunters and their families to join together to hunt cooperatively. The PI hypothesized that hunting walrus may have been a way to begin integrating people, and that &ldquo;walrusing&rsquo; was for some prehistoric inhabitants of the Bering Sea coast, an intermediate step between sealing and whaling. The PI analyzed animal remains from multiple archaeological sites in order to determine what species people were relying on for food. Walrus and seal were both well represented at sites, but an unexpected finding was the remains of seabirds, including cormorants. When the PI mapped the archaeological sites and compared them to the current locations of seabird colonies, she found that people in the past were choosing sites where they could both hunt marine mammals and collect seabirds and their eggs. These findings indicate that Eskimo subsistence adaptations in the past may have been more complex and diverse than expected.</p>\n<p>In addition, the location of sites along marine mammal migration routes and adjacent to seabird colonies likely had a more significant impact on decisions whether to seal, walrus, or whale than archaeologists have realized. People living on St. Lawrence Island at a marine bottleneck may have had access to a wider range of resources than people living on the Alaska coast&nbsp; Those who did not live at such productive locations may have had limited choices that made whaling the only option if seal or walrus became scarce. Those without access to supplemental resources, such as seabirds and their eggs, would have been similarly compromised.</p>\n<p>This research has expanded knowledge of prehistoric coastal adaptations and broadened knowledge of the specific strategies ancient people pursued in terms of settlement and subsistence. Whaling as a primary subsistence strategy, while risky and energetically expensive, nevertheless became a viable option when alternative resources grew scarce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2014<br>\n\t\t\t\t\tModified by: Erica&nbsp;Hill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSome of the major questions that archaeologists have about the circumpolar North involve how, why, and when humans began pursuing specialized marine mammal hunting strategies. In the Bering Sea region during the contact period, Eskimo living along the coasts of Alaska and Chukotka were hunting seals, walrus, and whales. Whaling is an energetically expensive and risky hunting practice. Successful whaling requires a large crew, cooperation, appropriate hunting technology, and the construction and maintenance of large skin boats. A failed hunt has serious implications for the survival of an entire community. Because whaling involves large groups, leadership, and cooperation and has major risks, archaeologists wonder what made people in the past decide to whale rather than feed themselves in less energy-intensive and risky ways. Additionally, whaling involves major social adjustments&mdash;it requires people to live in large groups, agree to follow a leader, and allow one person or family to accumulate goods and authority.\n\nThis NSF-sponsored research explored the conditions that may have enabled widespread hunters and their families to join together to hunt cooperatively. The PI hypothesized that hunting walrus may have been a way to begin integrating people, and that \"walrusingÆ was for some prehistoric inhabitants of the Bering Sea coast, an intermediate step between sealing and whaling. The PI analyzed animal remains from multiple archaeological sites in order to determine what species people were relying on for food. Walrus and seal were both well represented at sites, but an unexpected finding was the remains of seabirds, including cormorants. When the PI mapped the archaeological sites and compared them to the current locations of seabird colonies, she found that people in the past were choosing sites where they could both hunt marine mammals and collect seabirds and their eggs. These findings indicate that Eskimo subsistence adaptations in the past may have been more complex and diverse than expected.\n\nIn addition, the location of sites along marine mammal migration routes and adjacent to seabird colonies likely had a more significant impact on decisions whether to seal, walrus, or whale than archaeologists have realized. People living on St. Lawrence Island at a marine bottleneck may have had access to a wider range of resources than people living on the Alaska coast  Those who did not live at such productive locations may have had limited choices that made whaling the only option if seal or walrus became scarce. Those without access to supplemental resources, such as seabirds and their eggs, would have been similarly compromised.\n\nThis research has expanded knowledge of prehistoric coastal adaptations and broadened knowledge of the specific strategies ancient people pursued in terms of settlement and subsistence. Whaling as a primary subsistence strategy, while risky and energetically expensive, nevertheless became a viable option when alternative resources grew scarce.\n\n\t\t\t\t\tLast Modified: 09/24/2014\n\n\t\t\t\t\tSubmitted by: Erica Hill"
 }
}