{
 "awd_id": "1022796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Chemistry Coalitions, Workshops and Communities of Scholars",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 876206.0,
 "awd_amount": 876206.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2018-05-01",
 "awd_abstract_narration": "The goal of this project is to create a series of topical and sustainable Faculty Learning Communities. The project will make use of many components developed by the previous Center for Workshops in the Chemical Sciences NSF-CCLI project. Based, in part, on a series of 45 workshops held at 25 consortium institutions, the project is providing faculty members with numerous opportunities to take leadership roles and to develop mentoring partnerships and collaborations. The workshops provide participants with high quality curricular materials to enhance their own teaching and to equip them to become active in extensive post-workshop activities. Participants are engaged as presenters of new workshops, mini-workshops and outreach activities, and as developers/moderators of topical community websites using a common web infrastructure. The project includes mini-grants to support faculty members in curriculum revision and outreach. A multifaceted evaluation program provides formative and summative assessments that extend to the individual student learning level, and allow the overall project to respond to the needs of individual participants within the developing communities in order to ensure the development, sharing and adoption of educational products at a broad set of institutions. \r\nIntellectual Merit. The goal of the project is to provide significant opportunities for faculty development and thereby enhance student learning. While workshops are an effective mechanism for faculty development, their impact is limited if considered in isolation. Accordingly, the project makes use of extensive post-workshop engagement in the formulation of communities of scholars. A series of five-day workshops serves as one entrée to these communities, and a series of post-workshop activities insures extended engagement of participants at a variety of different levels. The project provides resources to support new dissemination initiatives through partnerships with other STEM education efforts. The selection of topics and level of workshops presentations are driven by participant needs, established by a comprehensive evaluation program and with input from an Advisory Committee. \r\nBroader Impact. Improvement in education in the chemical sciences is vital to maintaining the scientific foundation of the nation. Faculty development and training are important endeavors in continuous improvement of student learning and classroom experiences. Workshops are presented by faculty at a wide variety of institutions, including research universities, predominantly undergraduate institutions, and, for the first time, community colleges. The project is hosting 900 participants in workshops in 2011-2015, another 900 (or more) in outreach activities, and many others through web-based communities. A mature recruitment process allows the project to attract a diverse set of participants, with specific initiatives to recruit minority faculty members and instructors at community colleges. By the end of the five-year program, the network of instructors who have used workshop materials is expected to have had an impact on more than 180,000 students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Collard",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Collard",
   "pi_email_addr": "david.collard@cos.gatech.edu",
   "nsf_id": "000102542",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751200",
   "pgm_ele_name": "TUES-Type 3 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 176961.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 184731.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 159860.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 354654.0
  }
 ],
 "por": null
}