{
 "awd_id": "1022063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Mental Disorders, Quranic Healing, and Psychiatry in Contemporary Egypt",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 19901.0,
 "awd_amount": 19901.0,
 "awd_min_amd_letter_date": "2010-11-19",
 "awd_max_amd_letter_date": "2010-11-19",
 "awd_abstract_narration": "Doctoral student Ana Maria Vinea (Graduate Center of the City University of New York), under the supervision of Dr. Talal Asad, will undertake research on the relationship between traditional healing practices and modern medicine in contemporary Islamic societies. The focus of the research will be contemporary cultural models of mental disease, which involves a complex nexus of diagnoses, treatments, and institutions. Her focus will be on Quaranic healing and exorcism, which is increasingly popular today even though people have other choices including western psychiatric methods.\r\n\r\nThe research will be be carried out in Cairo, Egypt. The researcher will concentrate on three aspects of Quranic healing that constitute points of controversy in present-day debates: (1) the conceptualization of human psychology; (2) conceptualizations of the nature of interactions between humans and jinns (spirits); and (3) the employment of Quranic verses for healing purposes. The researcher will employ a mixture of social science research methodologies to gather data: analysis of a variety of media and archival sources; semi-structured interviews with psychiatrists, health officials, religious scholars, and Quranic healers; observations of the healing sessions of Quranic healers; and collection of illness narratives from patients. The data will be used to address the following questions: What affective dispositions and notions of normality are articulated in debates on mental disorders and how are they affected by the encounter of different treatment methods? On what bases do the actors involved make authoritative claims about mental disorders and what ideas do people invoke about Islamic orthodoxy, superstition, and science? \r\n\r\nThis research is important because it will contribute to building better theories of the dynamic relationship between different kinds of medical practices. Findings from the research also will help to devise culturally sensitive approaches to mental health treatment for Muslims in Egypt and elsewhere. Funding this research contributes to the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Talal",
   "pi_last_name": "Asad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Talal Asad",
   "pi_email_addr": "talalasad@earthlink.net",
   "nsf_id": "000470725",
   "pi_start_date": "2010-11-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ana Maria",
   "pi_last_name": "Vinea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ana Maria Vinea",
   "pi_email_addr": "avinea@gc.cuny.edu",
   "nsf_id": "000528817",
   "pi_start_date": "2010-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "365 5TH AVE STE 8113",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19901.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>This<br />project ethnographically examined two therapies employed by suffering Egyptians&mdash;biological<br />psychiatry and Quranic healing&mdash;as well as the public debates which have emerged<br />around them in the past decades. These debates have concentrated on a number of<br />key issues such as: the definition of specific patterns of behaviors and<br />emotions, with the main contenders being various mental disorders and jinn<br />possession; the relationship between wellbeing and ethico-religious practices;<br />and the meaning of the generally accepted notion that the Quran is a cure,<br />among others. Occurring in televised shows, on the pages of newspapers, and<br />among ordinary Egyptians, such debates have taken place in response to the<br />growing systematization of centuries-long practices of using the Quran for<br />healing into a distinct and increasingly popular therapy known as Quranic<br />healing (<em>al-&lsquo;il?g bi-l-Qur&rsquo;?n</em>). While its practitioners have presented<br />themselves as offering the only religiously permitted form of healing due to Quranic<br />healing exclusive use of the Quran as opposed to amulets and its employment of jinn<br />exorcism rather than their appeasement, these practices have been contested<br />from both within and without the religious sphere, most vocally by<br />psychiatrists.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>Taking<br />as its starting point these debates as well as the practices of patients who<br />have recourse to both therapies, this research has analyzed the complex ways in<br />which psychiatry and Quranic healing are practically and discursively drawn<br />together and articulated in relation to each other in contemporary Egypt. It<br />investigated the practices of psychiatrists and Quranic healers, focusing on three<br />interrelated aspects: 1) the concepts of afflictions and ways of being<br />afflicted enacted in these therapeutic practices; 2) the diagnostic and<br />treatment procedures through which these practitioners come to know these<br />afflictions; and 3) the styles of reasoning used in claiming authority for<br />their therapies. In addressing these issues a variety of methods for gathering<br />data were employed: semi-structured interviews with psychiatrists, health<br />officials, religious scholars, and Quranic healers; observations in a mental<br />health hospital and in the healing sessions of Quranic healers; the collection<br />of illness narratives from patients; and the analysis of a variety of media<br />sources.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br />The evidence collected shows that the practices of psychiatrists and Quranic<br />healers enact different objects and entities of intervention (e.g., jinn and<br />neurotransmitters), articulate various afflictions and conceptualization of<br />causality, and presuppose distinct forms of therapeutic transformation. At the<br />same time, the study also revealed moments and practices that show the<br />intersection of Quranic healing and psychiatry and blur the dissimilarity of<br />their ontologies, as when Quranic healers draw on psychological concepts such<br />as suggestion and the unconscious to delimit certain affliction categories or<br />when psychiatrists claim that the Quran can help in healing disorders like<br />depression. This research also uncovered similarities and dissimilarities in<br />what concerns the epistemologies of Quranic healing and psychiatry. While these<br />practitioners root their healing expertise in different knowledge domains (the<br />Islamic tradition and psychiatry, respectively), both groups employ a language<br />of the &lsquo;symptom&rsquo; as an epistemological category, both use checklists of<br />specific symptoms in reaching a diagnostic, and base their expertise on a<br />notion of practical experience. ...",
  "por_txt_cntn": "\n\n\n\n\nThis\nproject ethnographically examined two therapies employed by suffering Egyptians&mdash;biological\npsychiatry and Quranic healing&mdash;as well as the public debates which have emerged\naround them in the past decades. These debates have concentrated on a number of\nkey issues such as: the definition of specific patterns of behaviors and\nemotions, with the main contenders being various mental disorders and jinn\npossession; the relationship between wellbeing and ethico-religious practices;\nand the meaning of the generally accepted notion that the Quran is a cure,\namong others. Occurring in televised shows, on the pages of newspapers, and\namong ordinary Egyptians, such debates have taken place in response to the\ngrowing systematization of centuries-long practices of using the Quran for\nhealing into a distinct and increasingly popular therapy known as Quranic\nhealing (al-æil?g bi-l-QurÆ?n). While its practitioners have presented\nthemselves as offering the only religiously permitted form of healing due to Quranic\nhealing exclusive use of the Quran as opposed to amulets and its employment of jinn\nexorcism rather than their appeasement, these practices have been contested\nfrom both within and without the religious sphere, most vocally by\npsychiatrists.\n\n\n\n\n\n \n\n\n\n\n\nTaking\nas its starting point these debates as well as the practices of patients who\nhave recourse to both therapies, this research has analyzed the complex ways in\nwhich psychiatry and Quranic healing are practically and discursively drawn\ntogether and articulated in relation to each other in contemporary Egypt. It\ninvestigated the practices of psychiatrists and Quranic healers, focusing on three\ninterrelated aspects: 1) the concepts of afflictions and ways of being\nafflicted enacted in these therapeutic practices; 2) the diagnostic and\ntreatment procedures through which these practitioners come to know these\nafflictions; and 3) the styles of reasoning used in claiming authority for\ntheir therapies. In addressing these issues a variety of methods for gathering\ndata were employed: semi-structured interviews with psychiatrists, health\nofficials, religious scholars, and Quranic healers; observations in a mental\nhealth hospital and in the healing sessions of Quranic healers; the collection\nof illness narratives from patients; and the analysis of a variety of media\nsources.\n\n\n\n\n\n \n\n\n\nThe evidence collected shows that the practices of psychiatrists and Quranic\nhealers enact different objects and entities of intervention (e.g., jinn and\nneurotransmitters), articulate various afflictions and conceptualization of\ncausality, and presuppose distinct forms of therapeutic transformation. At the\nsame time, the study also revealed moments and practices that show the\nintersection of Quranic healing and psychiatry and blur the dissimilarity of\ntheir ontologies, as when Quranic healers draw on psychological concepts such\nas suggestion and the unconscious to delimit certain affliction categories or\nwhen psychiatrists claim that the Quran can help in healing disorders like\ndepression. This research also uncovered similarities and dissimilarities in\nwhat concerns the epistemologies of Quranic healing and psychiatry. While these\npractitioners root their healing expertise in different knowledge domains (the\nIslamic tradition and psychiatry, respectively), both groups employ a language\nof the æsymptomÆ as an epistemological category, both use checklists of\nspecific symptoms in reaching a diagnostic, and base their expertise on a\nnotion of practical experience. Despite the fact that psychiatric claims and\ntherapies are implicitly and explicitly challenged through the therapies and\npopularity of Quranic healers and the practices of their patients, such\nchallenges do not directly impact psychiatry due to its authorization as the\nonly legitimate way of defining mental health and illness and its insertion in\nthe stateÆs governing apparatus. This research aims to contribute to anthropological\nstu..."
 }
}