{
 "awd_id": "1023332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics of the Inner Radiation Belt Near the Trapping Limit",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janet U. Kozyra",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2011-07-13",
 "awd_max_amd_letter_date": "2013-03-26",
 "awd_abstract_narration": "This project will undertake a systematic study of the complex particle dynamics of Earth's innder radiation belt.  It will determine the quantitative effects of several different phenomena that can affect the radiation belt proton content. The principal tool in this work will be numerical integration of the dynamical equations to determine proton paths in model magnetospheric fields. Satellite data show significant losses of ~10 MeV radiation belt protons from the inner radiation belt during magnetic storms.  These observations will provide stringent tests of the results obtained from the modeling work. Simplified magnetic field models will be used to which effects are most significant. Then detailed magnetospheric models will be used to calculate realistic results. The models will be tested by comparison with observed geomagnetic cutoff variations. Induced electric fields, which are important for both radial transport and particle acceleration, will be determined by application of Faraday?s law in the time dependent magnetic field models. Injections of solar energetic protons (SEPs) into the radiation belt are a significant source of trapped protons and have also been extensively characterized by satellite measurements. Cutoff suppression during magnetic storms provides solar proton access to the trapping region. Whether this can lead to permanent trapping will be assessed by reversing the numerical simulations of storm-time losses to determine if the protons originated in the untrapped solar protons.\r\n\r\nThis project addresses an important question concerning the dynamics of the inner radiation belt.  Energetic particles in the inner radiation belt are a significant hazard to satellites that pass through the belt.  Solar energetic protons are one of the most important hazards affecting spacecraft operations.  In addition to the relevance of the project to our understanding of an important space weather phenomenon, the  project has a strong educational component with much of the research being carried out by a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Hudson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mary K Hudson",
   "pi_email_addr": "mary.hudson@dartmouth.edu",
   "nsf_id": "000462309",
   "pi_start_date": "2011-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Selesnick",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Richard S Selesnick",
   "pi_email_addr": "rselesnick@gmail.com",
   "nsf_id": "000477855",
   "pi_start_date": "2011-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Kress",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Brian T Kress",
   "pi_email_addr": "Brian.T.Kress@Dartmouth.EDU",
   "nsf_id": "000178475",
   "pi_start_date": "2011-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "7 LEBANON ST",
  "perf_city_name": "HANOVER",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037552170",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 97205.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100374.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 102420.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Developing an accurate model of the trapped inner zone radiation belt protons has practical importance for spacecraft design (Ginet et al., 2013), and Solar Energetic Proton access which impacts aviation (Mertens et al., 2010) and activities on the International Space Station, as examples of potential Space Weather impacts of multi-MeV protons. We have developed a model which uses measurements of the solar wind at the L1 point between the earth and sun where their respective gravitational pull is in balance by the NASA WIND and ACE satellites and soon the recently launched Deep Space Climate Observer (DSCOVR) satellite which is a joint NOAA, NASA and Air Force project. This input to a statistical model of the earth&rsquo;s magnetic field and time variations can be used to follow test particle trajectories to assess the contributions from Solar Energetic Protons which originate at the sun and from galactic cosmic rays striking earth&rsquo;s atmosphere which produce neutrons that decay into energetic protons and electrons that become trapped in the earth&rsquo;s magnetic field. Both have been shown in our studies to contribute to the multi-MeV (million electron volt) inner zone proton population which is a hazard to spacecraft and more variable over the solar cycle than originally thought going back to its discovery by the Explorer 1 spacecraft by James Van Allen in 1958.</p>\n<p>Ginet, G. P., et al. (2013), AE9, AP9 and SPM: New models for specifying the trapped energetic particle and space plasma environment, <em>Space </em><em>Sci. Rev. </em>doi:10.1007/s11214-013-9964-y</p>\n<p>Mertens, C. J., B. T. Kress, M. Wiltberger, S. R. Blattnig, T. S. Slaba, S. C. Solomon, and M. Engel (2010), Geomagnetic influence on aircraft radiation exposure during a solar energetic particle event in October 2003, <em>Space Weather, 8</em>, S03006, doi:10.1029/2009SW000487.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/07/2015<br>\n\t\t\t\t\tModified by: Mary&nbsp;K&nbsp;Hudson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDeveloping an accurate model of the trapped inner zone radiation belt protons has practical importance for spacecraft design (Ginet et al., 2013), and Solar Energetic Proton access which impacts aviation (Mertens et al., 2010) and activities on the International Space Station, as examples of potential Space Weather impacts of multi-MeV protons. We have developed a model which uses measurements of the solar wind at the L1 point between the earth and sun where their respective gravitational pull is in balance by the NASA WIND and ACE satellites and soon the recently launched Deep Space Climate Observer (DSCOVR) satellite which is a joint NOAA, NASA and Air Force project. This input to a statistical model of the earthÆs magnetic field and time variations can be used to follow test particle trajectories to assess the contributions from Solar Energetic Protons which originate at the sun and from galactic cosmic rays striking earthÆs atmosphere which produce neutrons that decay into energetic protons and electrons that become trapped in the earthÆs magnetic field. Both have been shown in our studies to contribute to the multi-MeV (million electron volt) inner zone proton population which is a hazard to spacecraft and more variable over the solar cycle than originally thought going back to its discovery by the Explorer 1 spacecraft by James Van Allen in 1958.\n\nGinet, G. P., et al. (2013), AE9, AP9 and SPM: New models for specifying the trapped energetic particle and space plasma environment, Space Sci. Rev. doi:10.1007/s11214-013-9964-y\n\nMertens, C. J., B. T. Kress, M. Wiltberger, S. R. Blattnig, T. S. Slaba, S. C. Solomon, and M. Engel (2010), Geomagnetic influence on aircraft radiation exposure during a solar energetic particle event in October 2003, Space Weather, 8, S03006, doi:10.1029/2009SW000487.\n\n\t\t\t\t\tLast Modified: 08/07/2015\n\n\t\t\t\t\tSubmitted by: Mary K Hudson"
 }
}