{
 "awd_id": "1023686",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Community-Based Documentation of Ice Seals and Walrus in the Bering Strait Region",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 301389.0,
 "awd_amount": 301389.0,
 "awd_min_amd_letter_date": "2011-03-10",
 "awd_max_amd_letter_date": "2017-01-05",
 "awd_abstract_narration": "The ice seal and walrus populations of the Bering Sea, as well as the subsistence users who utilize them, currently face many challenges. These include loss of sea ice and the expansion of development, fisheries activities, and marine shipping in the northern Bering Sea. Concern over the future of these species is growing, but existing science cannot conclusively predict how these factors will affect ice seals and walrus or the communities that depend on them. Local knowledge of the ecology and biogeography of these species, in addition to local use patterns, may help communities and policy makers understand current and future impacts of these environmental and anthropogenic changes.    \r\n \r\nThis is a community based research project through Kawerak Inc., the Alaska Native regional non-profit corporation.  As part of this project, Kawerak researchers will be working with local community members to implement ethnographic and GIS spatial mapping methods in order to increase our understanding of Bering Strait region Iñupiat, Central Yup'ik, and St. Lawrence Island Yupik relationships with two important subsistence resources, ice seals and walrus whose habitat is being affected by environmental change.   Through mapping spatial and temporal knowledge of ice seal and walrus habitat and ecology and subsistence use area, documenting the cultural importance of hunting ice seals and walrus, as well as the challenges to subsistence ice seal and walrus hunting (as seen by hunters), the project will contribute to an increased understanding of the complexity of social-environmental dynamics in the Arctic.  The project will give a voice to local analyses and solutions of these problems which will in turn inform wildlife managers and policy makers.   In addition, the project will contribute to an Arctic Atlas of Important Ecological Areas (IEAs) being developed by the international conservation group Oceana, which will in turn be a tool for the region's communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Raymond-Yakoubian",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Julie M Raymond-Yakoubian",
   "pi_email_addr": "jraymond-yakoubian@kawerak.org",
   "nsf_id": "000555319",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Wisniewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Wisniewski",
   "pi_email_addr": "jwisniewski@alaska.edu",
   "nsf_id": "000556807",
   "pi_start_date": "2011-03-10",
   "pi_end_date": "2011-05-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lily",
   "pi_last_name": "Ray",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lily A Ray",
   "pi_email_addr": "ss.pi@kawerak.org",
   "nsf_id": "000591754",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kawerak, Inc.",
  "inst_street_address": "500 SEPPALA DR",
  "inst_street_address_2": "",
  "inst_city_name": "NOME",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074435231",
  "inst_zip_code": "99762",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "KAWERAK, INC.",
  "org_prnt_uei_num": "J6CPZJ4LB3H3",
  "org_uei_num": "HKXNQ68KHVL9"
 },
 "perf_inst": {
  "perf_inst_name": "Kawerak, Inc.",
  "perf_str_addr": "500 SEPPALA DR",
  "perf_city_name": "NOME",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "99762",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 107589.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104068.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 89732.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project documented Bering Strait region indigenous knowledge and use of ice seals and walruses. This was accomplished through both mapping of hunting and habitat areas, and through interviews, focus groups and community meetings with seal and walrus experts from nine tribes. This project was highly&nbsp;collaborative and involved the local Alaska Native non-profit organization (<span><span>Kawerak</span></span>, Inc.) working with nine tribes including local research assistants, transcribers and other staff, and partner organizations the Eskimo Walrus Commission (<span><span>EWC</span></span>) and the Ice Seal Committee, through the course of the research.</p>\n<p>&nbsp;</p>\n<p>This project has significantly broadened our knowledge of human/marine mammal/environment relationships in the Bering Strait region, has documented some of the impacts of environmental change on marine mammals and subsistence-reliant communities, and has expanded our understanding of indigenous use of and values associated with ice seals, walruses, and subsistence in general. The results of this project, including a map atlas, two educational books, a large map and text synthesis (in collaboration with <span><span>Oceana</span></span>), journal articles and other materials are being widely used by <span><span>Kawerak</span></span>, tribes, western science researchers, conservation groups, and federal and state agencies. For example, tribal maps are being used to analyze a potential vessel routing scheme in the Bering Strait and its potential impacts to marine mammals and surrounding communities. Maps, journal articles and other information are also being used by <span><span>Kawerak</span></span> and tribes to comment on various region-<span>wide</span> issues such as Endangered Species Act actions and port <span>development</span>. The information form this project has also been shared&nbsp;<span>widely</span> at academic conferences, seminars, community meetings, in local media, and at resource management venues (such as <span><span>EWC</span></span> meetings). The educational books (on the topics of hunting safety and respect for marine mammals) have been widely used to educate people and organizations about Bering Strait culture and ways of life. The books are also extensively used within the local school districts as part of their cultural heritage curriculum.</p>\n<p>&nbsp;</p>\n<p>The <span>maps</span> that this project <span>produced</span>, internally at <span><span>Kawerak</span></span> and through collaboration with the conservation group <span><span>Ocenaa</span></span>, have proven to invaluable in conversations, discussions and decision making about ongoing policy and <span>resource</span> <span>management</span> issues in this region. The type and scope of <span>information</span> documented by this project is not available elsewhere and it has thus contributed widely to various disciplines in the natural and social sciences, to <span>policy</span> and resource <span>management</span> discussions, to regional as well as national and global education on these topics, and to local <span>cultural</span> heritage efforts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2015<br>\n\t\t\t\t\tModified by: Julie&nbsp;M&nbsp;Raymond-Yakoubian</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project documented Bering Strait region indigenous knowledge and use of ice seals and walruses. This was accomplished through both mapping of hunting and habitat areas, and through interviews, focus groups and community meetings with seal and walrus experts from nine tribes. This project was highly collaborative and involved the local Alaska Native non-profit organization (Kawerak, Inc.) working with nine tribes including local research assistants, transcribers and other staff, and partner organizations the Eskimo Walrus Commission (EWC) and the Ice Seal Committee, through the course of the research.\n\n \n\nThis project has significantly broadened our knowledge of human/marine mammal/environment relationships in the Bering Strait region, has documented some of the impacts of environmental change on marine mammals and subsistence-reliant communities, and has expanded our understanding of indigenous use of and values associated with ice seals, walruses, and subsistence in general. The results of this project, including a map atlas, two educational books, a large map and text synthesis (in collaboration with Oceana), journal articles and other materials are being widely used by Kawerak, tribes, western science researchers, conservation groups, and federal and state agencies. For example, tribal maps are being used to analyze a potential vessel routing scheme in the Bering Strait and its potential impacts to marine mammals and surrounding communities. Maps, journal articles and other information are also being used by Kawerak and tribes to comment on various region-wide issues such as Endangered Species Act actions and port development. The information form this project has also been shared widely at academic conferences, seminars, community meetings, in local media, and at resource management venues (such as EWC meetings). The educational books (on the topics of hunting safety and respect for marine mammals) have been widely used to educate people and organizations about Bering Strait culture and ways of life. The books are also extensively used within the local school districts as part of their cultural heritage curriculum.\n\n \n\nThe maps that this project produced, internally at Kawerak and through collaboration with the conservation group Ocenaa, have proven to invaluable in conversations, discussions and decision making about ongoing policy and resource management issues in this region. The type and scope of information documented by this project is not available elsewhere and it has thus contributed widely to various disciplines in the natural and social sciences, to policy and resource management discussions, to regional as well as national and global education on these topics, and to local cultural heritage efforts.\n\n\t\t\t\t\tLast Modified: 03/03/2015\n\n\t\t\t\t\tSubmitted by: Julie M Raymond-Yakoubian"
 }
}