{
 "awd_id": "1024710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Statistical Methods for Quantifying Autogenic Processes in Sedimentary Basins",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 161106.0,
 "awd_amount": 161106.0,
 "awd_min_amd_letter_date": "2011-02-11",
 "awd_max_amd_letter_date": "2014-03-18",
 "awd_abstract_narration": "Collaborative Research: Statistical methods for quantifying autogenic processes in sedimentary basins\r\n\r\nKyle Straub, Tulane University, EAR-1024443\r\nElizabeth Hajek, Penn State University, EAR-1024710\r\n\r\nABSTRACT\r\nProject summary\r\nAncient sedimentary basins are archives of past climate, tectonic, and land-surface changes on Earth. These deposits also contain important energy and water reserves and will serve as hosts for carbon capture and storage. In order to manage these resources and understand sedimentary deposits, improved methods are needed for interpreting and predicting stratigraphic patterns. Internally generated (autogenic) dynamics in sedimentary systems can generate stratigraphy that mimics patterns produced by tectonics, climate, and sea level changes. Statistical methods are needed to filter autogenic signals from sedimentary deposits in order fully understand and model stratigraphy. This project aims to determine the primary controls on autogenic sedimentation patterns and develop methods for identifying and filtering autogenic signals from the stratigraphic record. Through a combination of experiments, numerical modeling, and fieldwork, PIs will map and measure stratigraphic organization produced by rivers and deltas with different sizes and characteristic avulsion timescales. This work will advance our ability to recover meaningful data about autogenic processes from stratigraphic datasets, isolate preserved signals of changing environmental conditions in ancient deposits, and generate predictive stratigraphic models in alluvial basins.\r\nBroader Impacts\r\nUsing the stratigraphic record to understand the evolution of river and delta environments will improve our ability to manage natural resources and forecast the response of deltas to climate change. In an effort to increase public understanding about how sediment is transported through river deltas and how these deltas evolve through time PIs will hold short courses at Tulane University?s Sediment Dynamics Laboratory for high school students and teachers. These courses will be developed in collaboration with Abramson Science & Technology Charter School in New Orleans, which was founded after Hurricane Katrina to improve the science and math education of underprivileged communities in New Orleans. During these interactive courses students will build an experimental delta and explore its reaction to changing environmental conditions, including rising sea level. The faculty, graduate students, and undergraduates working on this research project will facilitate these classes. Additionally, funding for this project will support two PhD students and several undergraduate researchers and will help two early career faculty establish successful research programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Hajek",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Hajek",
   "pi_email_addr": "hajek@psu.edu",
   "nsf_id": "000555947",
   "pi_start_date": "2011-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10098.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49215.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 69709.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 32084.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ancient sedimentary basins are archives of past climate, tectonic, and land-surface changes on Earth. These deposits also contain important energy and water reserves and will serve as hosts for carbon capture and storage. In order to manage these resources and understand sedimentary deposits, we need improved methods for interpreting and predicting stratigraphic patterns. Internally generated (autogenic) dynamics in sedimentary systems can produce stratigraphy that mimics patterns resulting from tectonics, climate, and sea-level changes; this complicates our ability to predict the character and distribution of buried sedimentary deposits. This project resulted in improved statistical methods for filtering autogenic signals from sedimentary deposits and improved understanding of how sedimentary deposits become spatially organized through time. Through a combination of fieldwork, numerical modeling, and experimental-data analysis, this project mapped and measured sedimentary packages deposited by rivers and deltas with different characteristic avulsion timescales.</p>\n<p>Key results from the project include 1) an improved understanding of the natural range of, and controls on, autogenic sedimentation patterns on river and delta plains, 2) new strategies and tools for differentiating sedimentary deposits that dominantly reflect stochastic, autogenic landscape processes from those that reflect regional reorganizations in sediment distribution across a landscape, 3) new insight into the degree to which river channels relocate (avulse) across floodplains with random or organized spatial patterns, and 4) new approaches to applying and comparing robust quantitative metrics to stratigraphy from numerical, experimental, and field datasets.</p>\n<p>This work has helped advance our ability to recover meaningful data about autogenic processes from stratigraphic datasets, isolate preserved signals of changing environmental conditions in ancient deposits, and model and predict stratigraphy in alluvial basins. This project was vital to the training of graduate and undergraduate students and findings of this study have been incorporated into secondary-school, undergraduate, and graduate curricula. Digital outcrop datasets, including terrestrial lidar scans and photo mosaics, collected during this project are publically available. Results from this research are detailed in several peer-reviewed publications and were included in more than a dozen abstracts presented at international meetings.</p>\n<p>Sedimentary deposits control the quality and distribution of subsurface water, hydrocarbon, and CO<sub>2</sub> reservoirs, and provide important constraints on how landscapes evolved in Earth&rsquo;s past. Improved understanding of autogenic sedimentation patterns resulting from this study will improve sustainable landscape management and exploration for and development of subsurface energy resources. This project also contributed to STEM- and geoscience-workforce development by training graduate and undergraduate students and supporting broader outreach to secondary-school students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/10/2015<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;A&nbsp;Hajek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAncient sedimentary basins are archives of past climate, tectonic, and land-surface changes on Earth. These deposits also contain important energy and water reserves and will serve as hosts for carbon capture and storage. In order to manage these resources and understand sedimentary deposits, we need improved methods for interpreting and predicting stratigraphic patterns. Internally generated (autogenic) dynamics in sedimentary systems can produce stratigraphy that mimics patterns resulting from tectonics, climate, and sea-level changes; this complicates our ability to predict the character and distribution of buried sedimentary deposits. This project resulted in improved statistical methods for filtering autogenic signals from sedimentary deposits and improved understanding of how sedimentary deposits become spatially organized through time. Through a combination of fieldwork, numerical modeling, and experimental-data analysis, this project mapped and measured sedimentary packages deposited by rivers and deltas with different characteristic avulsion timescales.\n\nKey results from the project include 1) an improved understanding of the natural range of, and controls on, autogenic sedimentation patterns on river and delta plains, 2) new strategies and tools for differentiating sedimentary deposits that dominantly reflect stochastic, autogenic landscape processes from those that reflect regional reorganizations in sediment distribution across a landscape, 3) new insight into the degree to which river channels relocate (avulse) across floodplains with random or organized spatial patterns, and 4) new approaches to applying and comparing robust quantitative metrics to stratigraphy from numerical, experimental, and field datasets.\n\nThis work has helped advance our ability to recover meaningful data about autogenic processes from stratigraphic datasets, isolate preserved signals of changing environmental conditions in ancient deposits, and model and predict stratigraphy in alluvial basins. This project was vital to the training of graduate and undergraduate students and findings of this study have been incorporated into secondary-school, undergraduate, and graduate curricula. Digital outcrop datasets, including terrestrial lidar scans and photo mosaics, collected during this project are publically available. Results from this research are detailed in several peer-reviewed publications and were included in more than a dozen abstracts presented at international meetings.\n\nSedimentary deposits control the quality and distribution of subsurface water, hydrocarbon, and CO2 reservoirs, and provide important constraints on how landscapes evolved in EarthÆs past. Improved understanding of autogenic sedimentation patterns resulting from this study will improve sustainable landscape management and exploration for and development of subsurface energy resources. This project also contributed to STEM- and geoscience-workforce development by training graduate and undergraduate students and supporting broader outreach to secondary-school students.\n\n\t\t\t\t\tLast Modified: 06/10/2015\n\n\t\t\t\t\tSubmitted by: Elizabeth A Hajek"
 }
}