{
 "awd_id": "1025636",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Building and Operating Chemical Factories: Comparative Studies of Biochemical Pathways for Specialized Metabolites in the Solanum",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Timothy Nelson",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 3436124.0,
 "awd_amount": 4586618.0,
 "awd_min_amd_letter_date": "2011-03-04",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "PI: Robert Last (Michigan State University)\r\n\r\nCoPIs: Cornelius Barry and A. Daniel Jones (Michigan State University) and Eran Pichersky (University of Michigan)\r\n\r\nThe long-term goal of this research is to understand the principles that underlie the tremendous diversity of plant specialized metabolites (also known as secondary metabolites or natural products). These chemicals are part of the plant's arsenal for defense against biological and environmental stress and include compounds that contribute to flavors and aromas as well as medically important drugs. Storage/secreting glandular trichomes (SGTs) on the aerial surfaces of the plant are especially active in producing such compounds and thus are excellent for studying their biosynthesis. Cultivated tomato (Solanum lycopersicum) and related species have anatomically diverse types of SGTs on leaves, stems, and reproductive structures and each type produces a distinct set of specialized metabolites including terpenes, methylated or glycosylated flavonoids, and acylsugars, with surprising diversity observed within and between species. It is becoming increasingly clear that Solanum SGTs utilize novel biochemical mechanisms for producing some of these products, and recent results indicate that the combination of comparative and functional genomics, metabolomics, and biochemical methods is a particularly promising approach to elucidate these pathways and the overall pattern of their diversification. Building on the progress made in the previous funding period, this project will provide a detailed analysis of the biosynthesis of terpenes and acylsugars, two classes of compounds with documented biological effects against biotic stress agents, in distinct types of SGTs. The approach is designed to elucidate specific reactions and enzymes but also patterns of pathway evolution and regulation. Acylsugar biosynthesis is currently poorly understood, and the genetics and genomics resources created under this project will provide valuable insight into how these diverse compounds are synthesized. More is known about terpene biosynthesis, but previous results indicated that some of the tenets about substrate utilization and roles of specific classes of terpene synthases are imperfect and instead these proteins display a tremendous potential to evolve new functions, a process that will be examined in this project. \r\n\r\nThe broader impacts of this project fall into two general categories: advancement of the fields of biology impacted by the project and educational outreach. The results of these studies will reveal the biochemical and genetic mechanisms by which plants produce these important compounds in SGTs and other cell types, and inform breeding and transgenic approaches to modify their synthesis in crop plants to enhance resistance to insects and disease. Discovery of novel mechanisms also offers opportunities to exploit these biochemical pathways in new technologies for the production of bioactive chemicals and chemical feedstocks. In order to maximize the utility and accessibility of the data generated through this project, data will be submitted to long-term community databases that include the NCBI (http://www.ncbi.nlm.nih.gov/), Trichome (http://www.trichome.msu.edu/), TrichOME (http://www.planttrichome.org/trichomedb/) and the Sol Genomics Network (http://solgenomics.net/). Because the project includes laboratories expert in analytical chemistry, biochemistry, genetics and genomics, it provides a natural platform for interdisciplinary training. In addition to cross-training of undergraduate and graduate students and postdoctoral researchers throughout the year, this project will integrate research and education in complementary ways: first, through summer research experiences for three undergraduate students each year as part of the Plant Genomics @ Michigan State University program which places an emphasis on the recruitment of women and underrepresented minority group members; and second, through training opportunities for faculty from primarily undergraduate schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Last",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Last",
   "pi_email_addr": "lastr@msu.edu",
   "nsf_id": "000190035",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Jones",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur D Jones",
   "pi_email_addr": "jonesar4@msu.edu",
   "nsf_id": "000231139",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eran",
   "pi_last_name": "Pichersky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eran Pichersky",
   "pi_email_addr": "lelx@umich.edu",
   "nsf_id": "000453447",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cornelius",
   "pi_last_name": "Barry",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelius S Barry",
   "pi_email_addr": "barrycs@msu.edu",
   "nsf_id": "000496730",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2295291.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1136201.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1155126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project used approaches from analytical chemistry, biochemistry and genomics to ask the question: &lsquo;what makes plants so good at protecting themselves from pests in the environment?&rsquo; Plants are master chemists that make a large number of small molecules (metabolites) that are biologically active. Many of these are protective and reduce the amount of pesticides that farmers must use on their fields. The knowledge that we gain from these studies may lead to insights into breeding plants that are more resistant to pests and thus are good for the environment and economically beneficial to farmers. We focused on three classes of nightshade family (Solanaceae) plant metabolites in this study: acylsugars, alkaloids and terpenes. We obtained insights into the identities of the compounds that are produced, as well as the differences in the structure and function of the enzymes that produce them. Mass spectrometry (MS) and nuclear magnetic resonance (NMR) methods were developed to allow project members to identify and quantitate these diverse metabolites. These methods were used for basic research in the project and also in collaboration with a plant breeder whose goal is to make tomato more naturally resistant to insects and pathogens.</p>\n<p>The project brought together PhD students and postdoctoral trainees from chemistry and biology and helped to cross train them so that they are competent in areas outside of their core training. It also involved undergraduate students from Michigan State University, University of Michigan and a broad cross section of colleges and universities from across the United States. Some of these trainees engaged in training activities outside of the project, including a &lsquo;Grandparents University&rsquo; class that taught young children and adults about the science behind human taste and smell. This merged our expertise on plant biochemistry with colleagues who study animal physiology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2017<br>\n\t\t\t\t\tModified by: Robert&nbsp;L&nbsp;Last</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project used approaches from analytical chemistry, biochemistry and genomics to ask the question: ?what makes plants so good at protecting themselves from pests in the environment?? Plants are master chemists that make a large number of small molecules (metabolites) that are biologically active. Many of these are protective and reduce the amount of pesticides that farmers must use on their fields. The knowledge that we gain from these studies may lead to insights into breeding plants that are more resistant to pests and thus are good for the environment and economically beneficial to farmers. We focused on three classes of nightshade family (Solanaceae) plant metabolites in this study: acylsugars, alkaloids and terpenes. We obtained insights into the identities of the compounds that are produced, as well as the differences in the structure and function of the enzymes that produce them. Mass spectrometry (MS) and nuclear magnetic resonance (NMR) methods were developed to allow project members to identify and quantitate these diverse metabolites. These methods were used for basic research in the project and also in collaboration with a plant breeder whose goal is to make tomato more naturally resistant to insects and pathogens.\n\nThe project brought together PhD students and postdoctoral trainees from chemistry and biology and helped to cross train them so that they are competent in areas outside of their core training. It also involved undergraduate students from Michigan State University, University of Michigan and a broad cross section of colleges and universities from across the United States. Some of these trainees engaged in training activities outside of the project, including a ?Grandparents University? class that taught young children and adults about the science behind human taste and smell. This merged our expertise on plant biochemistry with colleagues who study animal physiology.\n\n \n\n\t\t\t\t\tLast Modified: 04/06/2017\n\n\t\t\t\t\tSubmitted by: Robert L Last"
 }
}