{
 "awd_id": "1025881",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A High-Resolution Map of Recombination in Maize",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032924508",
 "po_email": "dokamuro@nsf.gov",
 "po_sign_block_name": "Diane Jofuku Okamuro",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 4061449.0,
 "awd_amount": 4061449.0,
 "awd_min_amd_letter_date": "2011-04-12",
 "awd_max_amd_letter_date": "2014-05-07",
 "awd_abstract_narration": "PI: Wojtek P. Pawlowski (Cornell University)\r\n\r\nCoPIs: Changbin Chen (University of Minnesota), Shahryar Kianian (North Dakota State University), Jarek Pillardy (Cornell University) and Ernest Retzel (National Center for Genome Resources) \r\n\r\nThe goal of this project is to generate the first comprehensive, high-density map of recombination in maize. Recombination is the main source of genetic variation in higher eukaryotes; it facilitates adaptation, purges deleterious mutations from genomes and populations, and is a major determinant of genome architecture. In addition, recombination is utilized as an unparalleled instrument of plant breeding. However, despite its importance, little is known about factors that affect the distribution of recombination events in plants and other higher eukaryotes. To understand where recombination takes place in the maize genome, the project will (1)  map the distribution of meiotic double-strand breaks (DSBs) that initiate meiotic recombination using a novel chromatin immunoprecipitation-sequencing approach; (2) map at very high-resolution crossover (CO) and some non-crossover (NCO) recombination products for maize chromosome 9; (3) examine CO rates at several selected locations outside chromosome 9; and (4) relate maps of DSB and CO distribution will be related to local genome features, including the presence of expressed genes, chromatin modification patterns, repetitive DNA elements, and specific DNA sequence motifs.  Elucidating the DSB and CO distribution patterns, and identifying factors that affect them, will have tremendous implications for the understanding how the genome is shaped by recombination as well as have practical importance for plant breeding.\r\n\r\nMeiotic recombination generates the variation on which breeders apply selection. This research will provide breeders with information on linkage drag when introducing traits from unimproved genetic backgrounds, on how many plants are required to find segregants with desirable gene combinations, and how to develop more efficient breeding methods with smaller populations and faster breeding cycles. About one-fifth of maize genes are located in regions of highly reduced recombination rates. Developing ways to increase recombination in these regions will allow utilizing higher numbers of allele combinations in maize breeding programs, leading to more efficient breeding. This understanding will be transferable to other crop plants with similar patterns of recombination (e.g. wheat). A number of activities to enhance training of students and young scientists are an inherent part of this project, including summer internship programs targeting minority-serving and small liberal art colleges and universities. Results of this project will be available on the project website (www.rec_hotspots.org) and deposited into public repositories, including GenBank, GEO, MaizeGDB, and the NCGR database.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wojciech",
   "pi_last_name": "Pawlowski",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Wojciech P Pawlowski",
   "pi_email_addr": "wp45@cornell.edu",
   "nsf_id": "000381895",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ernest",
   "pi_last_name": "Retzel",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ernest F Retzel",
   "pi_email_addr": "efr@ncgr.org",
   "nsf_id": "000331162",
   "pi_start_date": "2011-04-12",
   "pi_end_date": "2013-05-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shahryar",
   "pi_last_name": "Kianian",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Shahryar F Kianian",
   "pi_email_addr": "kiani001@umn.edu",
   "nsf_id": "000456200",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jaroslaw",
   "pi_last_name": "Pillardy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaroslaw Pillardy",
   "pi_email_addr": "jp86@cornell.edu",
   "nsf_id": "000128109",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Changbin",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Changbin Chen",
   "pi_email_addr": "cchen347@asu.edu",
   "nsf_id": "000219733",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joann",
   "pi_last_name": "Mudge",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joann Mudge",
   "pi_email_addr": "jm@ncgr.org",
   "nsf_id": "000423449",
   "pi_start_date": "2013-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2103842.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1008799.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 948808.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Meiotic recombination is a process in which two parental chromosomes, one from the father and the other one from the mother, exchange parts to give rise to the next generation.&nbsp; This process creates new genetic variation in the progeny, which facilitates adaptation to new environments and purges detrimental mutations from genomes.&nbsp; Thus, meiotic recombination is one of the main forces behind evolution.&nbsp; In addition, meiotic recombination is utilized as an unparalleled instrument of plant and animal breeding, as it generates the variation on which breeders apply selection.&nbsp; It was known that recombination events are not uniformly distributed along chromosomes. &nbsp;However, where exactly recombination takes place in the genome and what are characteristics of recombination hotspots was poorly understood, particularly in plants.&nbsp; The goal of this project was to generate a high-resolution map of<em> </em>recombination in maize, which is a model species as well as an important crop.&nbsp; The map includes sites where recombination is initiated by formation of breaks in chromosomal DNA as well as sites at which the breaks are resolved into reciprocal chromosome exchanges named crossovers.&nbsp; To conduct this project, a number of biological and statistical tools was developed.&nbsp; Mapping the DNA breaks revealed that recombination are initiated in all regions of maize chromosomes.&nbsp; These regions include the centromeric and pericentromeric regions that were thought before to be devoid of recombination.&nbsp; Furthermore, most recombination events are initiated in repetitive DNA, whereas only one-quarter of recombination events are initiated in genes.&nbsp; In contrast, of the recombination events that are resolved into crossovers, most are in genes.&nbsp; Further investigations suggested that recombination events in genes may be formed earlier than in repetitive DNA.&nbsp; Events formed earlier are more likely to become crossovers most likely due to a phenomenon of crossover interference, which causes an already forming crossover to suppress additional crossovers in its vicinity.&nbsp; The genic and non-genic (repetitive) recombination events constitute two distinct classes of events that differ in several characteristics.&nbsp; To further study where recombination takes place in the genome, crossovers were mapped in male and female flowers.&nbsp; This investigation reveled that whereas the number of crossover is similar in both sexes, distribution of crossovers differs between the sexes.&nbsp; Overall, these studies should help facilitate developing methods to increase recombination in genome regions where recombination is suppressed.&nbsp; In maize, about one-fifth of maize genes are located in these regions.&nbsp; This knowledge will be transferable to other crop plants with similar patterns of recombination (e.g. wheat).&nbsp; A number of activities to enhance training of students and young scientists were undertaken within the scope of the project.&nbsp; They included training of graduate students, undergraduate, and high school students as well as summer internship programs targeting students from minority groups underrepresented in science and students from small less research-intense colleges and universities.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2016<br>\n\t\t\t\t\tModified by: Wojciech&nbsp;P&nbsp;Pawlowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMeiotic recombination is a process in which two parental chromosomes, one from the father and the other one from the mother, exchange parts to give rise to the next generation.  This process creates new genetic variation in the progeny, which facilitates adaptation to new environments and purges detrimental mutations from genomes.  Thus, meiotic recombination is one of the main forces behind evolution.  In addition, meiotic recombination is utilized as an unparalleled instrument of plant and animal breeding, as it generates the variation on which breeders apply selection.  It was known that recombination events are not uniformly distributed along chromosomes.  However, where exactly recombination takes place in the genome and what are characteristics of recombination hotspots was poorly understood, particularly in plants.  The goal of this project was to generate a high-resolution map of recombination in maize, which is a model species as well as an important crop.  The map includes sites where recombination is initiated by formation of breaks in chromosomal DNA as well as sites at which the breaks are resolved into reciprocal chromosome exchanges named crossovers.  To conduct this project, a number of biological and statistical tools was developed.  Mapping the DNA breaks revealed that recombination are initiated in all regions of maize chromosomes.  These regions include the centromeric and pericentromeric regions that were thought before to be devoid of recombination.  Furthermore, most recombination events are initiated in repetitive DNA, whereas only one-quarter of recombination events are initiated in genes.  In contrast, of the recombination events that are resolved into crossovers, most are in genes.  Further investigations suggested that recombination events in genes may be formed earlier than in repetitive DNA.  Events formed earlier are more likely to become crossovers most likely due to a phenomenon of crossover interference, which causes an already forming crossover to suppress additional crossovers in its vicinity.  The genic and non-genic (repetitive) recombination events constitute two distinct classes of events that differ in several characteristics.  To further study where recombination takes place in the genome, crossovers were mapped in male and female flowers.  This investigation reveled that whereas the number of crossover is similar in both sexes, distribution of crossovers differs between the sexes.  Overall, these studies should help facilitate developing methods to increase recombination in genome regions where recombination is suppressed.  In maize, about one-fifth of maize genes are located in these regions.  This knowledge will be transferable to other crop plants with similar patterns of recombination (e.g. wheat).  A number of activities to enhance training of students and young scientists were undertaken within the scope of the project.  They included training of graduate students, undergraduate, and high school students as well as summer internship programs targeting students from minority groups underrepresented in science and students from small less research-intense colleges and universities.  \n\n \n\n\t\t\t\t\tLast Modified: 07/07/2016\n\n\t\t\t\t\tSubmitted by: Wojciech P Pawlowski"
 }
}