{
 "awd_id": "1025869",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional Analysis of Selected Genes in Maize",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "scott jackson",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 690770.0,
 "awd_amount": 690770.0,
 "awd_min_amd_letter_date": "2010-11-23",
 "awd_max_amd_letter_date": "2011-11-16",
 "awd_abstract_narration": "PI: John F. Doebley (University of Wisconsin - Madison)\r\n\r\nCollaborator: David M. Wills (University of Wisconsin - Madison)\r\n\r\nCrop plants are the products of selective breeding, a process whereby plant breeders select for gene variants that confer useful traits and against variants that confer detrimental traits. Generally, hundreds of genes have been the targets of selective breeding in a single crop species.  Over the last decade, approximately 80 genes have been specifically identified as targets of breeding during the domestication and improvement of maize. It is not clear why variants of these maize genes were particularly favored by selective breeding, in part because it is not known what favorable traits are affected by the gene variants. Identifying the specific traits influenced by a gene variant is important to understanding how maize has been able to adapt so widely to diverse conditions across the globe. Further, this information increases the potential for further adaptive selection, a process likely needed in the future as climate change demands new growth strategies in crops. This project addresses the problem of identifying why and how variants have been selected in maize using three approaches. First, differences in gene expression, a form of gene activity, will be examined in selected and unselected variants for each of the 80 maize genes. The results will indicate whether selection favored variants with higher or lower levels of gene expression. Second, four of the selected maize genes will be analyzed in detail to determine which characteristics they control, focusing on agronomic traits related to yield, harvest and adaptation to the environment. Third, mutations in the four selected genes will be identified and the mutants studied genetically to understand gene function.\r\n\r\nThese studies should provide genetic explanations for how maize has become one of the most productive agricultural crops worldwide. Understanding how genetic diversity generates agronomic diversity is necessary to improve the agricultural performance of maize in a changing world. Maize is also an excellent model crop for training students and future breeders in understanding the processes of evolution, genetics, and agriculture. Undergraduate students will be mentored in maize diversity research as part of the Integrated Biological Sciences Summer Research Program (IBS-SRP) at the University of Wisconsin. The IBS-SRP provides research opportunities for students from diverse backgrounds, thus providing an introduction to scientific research that may not be otherwise available. Data generated by the project will be available at the project website (www.panzea.org) and the Maize Genetics Database at www.maizegdb.org. All seed stocks developed by the project will be available via the Maize Genetics Cooperation Stock Center at http://maizecoop.cropsci.uiuc.edu.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Doebley",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Doebley",
   "pi_email_addr": "jdoebley@wisc.edu",
   "nsf_id": "000224516",
   "pi_start_date": "2010-11-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 690770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Crop plants are domesticated forms of wild plants.&nbsp; Some 10,000 years ago, ancient peoples began the process of breeding crops from their wild relatives.&nbsp; This process involved selecting individual plants with superior traits (more fruit, larger fruit or tastier fruit) to use to produce the next generation, over many years. This process is call &ldquo;artificial selection&rdquo;.&nbsp; The individuals with superior traits carried special variants of genes that confer these traits.&nbsp; These special variants are uncommon in the wild plants at the start of the domestication process as most wild plants carry ordinary gene variants.&nbsp; Over the many generations of artificial selection, the special gene variants came to a high frequency in the crop, although they remain rare in the wild ancestor of the crop.&nbsp; An example would be a special gene variant would be one that causes the seed of cultivated wheat to remain attached to the plant rather than falling to the ground as happens with wild wheat.&nbsp; By artificial selection, all of our domesticated wheat plants have this special variant so their seed stay on the plant for the farmer to harvest.</p>\n<p>Geneticists have been able to examine all the genes in crop plants and their wild relatives and identify some that appear to have been targets of artificial selection such that the crop has one variant and the wild relative a different variant.&nbsp; In maize, hundreds of such genes have been identified.&nbsp; Unfortunately, for most of these genes, nothing is known about what these gene do and how the wild and domesticated variants of the gene differ in function.&nbsp; Does the wild gene variant make small seed and the domesticated variant large seed?&nbsp; For the most part, we do not know the answer for the hundreds of genes that appear to have been the targets of natural selection in maize.</p>\n<p>Our project sought understand the function of genes that appear to have been the targets of artificial selection during maize domestication.&nbsp; Previously, how these genes affected domestication traits was unknown.&nbsp; We succeeded in identifying how the maize special variant of a gene differs from the wild relative common variant.&nbsp; One gene improves the ease of harvesting seed from maize.&nbsp; Another gene adds extra rows of grain to the ears of maize.&nbsp; A third gene changes the level of output for the gene such that the maize variant makes less output than the wild variant.</p>\n<p>A knowledge of how these genes differ between maize and its wild ancestor helps us understand the domestication process and provides information that can be used to improve maize even more through genetic manipulation of these genes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2015<br>\n\t\t\t\t\tModified by: John&nbsp;F&nbsp;Doebley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCrop plants are domesticated forms of wild plants.  Some 10,000 years ago, ancient peoples began the process of breeding crops from their wild relatives.  This process involved selecting individual plants with superior traits (more fruit, larger fruit or tastier fruit) to use to produce the next generation, over many years. This process is call \"artificial selection\".  The individuals with superior traits carried special variants of genes that confer these traits.  These special variants are uncommon in the wild plants at the start of the domestication process as most wild plants carry ordinary gene variants.  Over the many generations of artificial selection, the special gene variants came to a high frequency in the crop, although they remain rare in the wild ancestor of the crop.  An example would be a special gene variant would be one that causes the seed of cultivated wheat to remain attached to the plant rather than falling to the ground as happens with wild wheat.  By artificial selection, all of our domesticated wheat plants have this special variant so their seed stay on the plant for the farmer to harvest.\n\nGeneticists have been able to examine all the genes in crop plants and their wild relatives and identify some that appear to have been targets of artificial selection such that the crop has one variant and the wild relative a different variant.  In maize, hundreds of such genes have been identified.  Unfortunately, for most of these genes, nothing is known about what these gene do and how the wild and domesticated variants of the gene differ in function.  Does the wild gene variant make small seed and the domesticated variant large seed?  For the most part, we do not know the answer for the hundreds of genes that appear to have been the targets of natural selection in maize.\n\nOur project sought understand the function of genes that appear to have been the targets of artificial selection during maize domestication.  Previously, how these genes affected domestication traits was unknown.  We succeeded in identifying how the maize special variant of a gene differs from the wild relative common variant.  One gene improves the ease of harvesting seed from maize.  Another gene adds extra rows of grain to the ears of maize.  A third gene changes the level of output for the gene such that the maize variant makes less output than the wild variant.\n\nA knowledge of how these genes differ between maize and its wild ancestor helps us understand the domestication process and provides information that can be used to improve maize even more through genetic manipulation of these genes.\n\n\t\t\t\t\tLast Modified: 04/02/2015\n\n\t\t\t\t\tSubmitted by: John F Doebley"
 }
}