{
 "awd_id": "1026843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Arctic LTER:   Climate Change and Changing Disturbance Regimes in Arctic Landscapes",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032924332",
 "po_email": "cstmary@nsf.gov",
 "po_sign_block_name": "Colette St. Mary",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 4900000.0,
 "awd_amount": 6128608.0,
 "awd_min_amd_letter_date": "2011-02-24",
 "awd_max_amd_letter_date": "2016-03-24",
 "awd_abstract_narration": "This award supports the fifth phase of the Long Term Ecological Research Site (ARC LTER) at Toolik Lake, AK.  The arctic region has warmed significantly over the past 30 years and arctic lands and freshwaters are already changing in response. The changes include a general \"greening\" of the arctic landscape, changes in species distributions and abundance, and changes in geophysical and biogeochemical processes and cycles at local and regional scales. Since 1975, the ARC LTER project and its predecessors have studied these changes by long-term monitoring of tundra and freshwater ecosystems in relation to climate change, by experimental manipulations of whole tundra, lake, and stream ecosystems, and by comparisons among climatically different sites in northern Alaska and throughout the Arctic. Increasingly, however, it is apparent that climatic warming in the Arctic is accompanied by dramatic changes in disturbance regime, including disturbances related to thawing of permafrost, a surprising increase in wildfire, and changes in the seasonality and synchrony of ecosystem processes. These disturbances, in addition to having major impacts on biogeochemistry, populations, and communities, also lead to major changes in surface energy balance, surface temperatures, water balance, and heat transfer into the permafrost that lies beneath the tundra, lakes, and streams. The result is much more dramatic and rapid change in biota and element cycles than is predicted in response to warming alone. In the long term, warming-related changes in disturbance regime may be more important than the direct effects of warming on arctic tundra and freshwater ecosystems, and on the entire Arctic. Over the next six years the ARC LTER project will address these issues in an integrated landscape framework, viewing the Arctic landscape as a spatially linked system including tundra, streams, and lakes and leading to long-term predictions of change at hillslope, watershed, and regional scales. The long-term goal, to develop a predictive understanding of the landscape of Northern Alaska including tundra, streams, lakes, and their interactions, remains the same but efforts for the next six years will include a new emphasis on changing disturbance regimes and their interactions with climate change. This refocusing will involve some shifts in effort, away from long-term experiments manipulating individual climatic, biotic, and biogeochemical drivers, and toward increased effort on characterizing disturbances including thermokarst, fire, and changing seasonality, and on new research focused on landscape linkages and physical disturbance. New areas of research will include changes in surface energy exchange and heat flux into permafrost, and a program on climate change impacts and responses by local Native Alaskan communities.\r\n\r\nThe scientific impacts of this research are much broader than improvement of the ability to predict ecosystem structure, function, and change in Northern Alaska. The role of disturbance in long-term change is of broad theoretical and empirical interest in ecology and is closely related to controls on resilience, tipping points, and thresholds in populations, communities, ecosystems, and complex landscapes. The landscape near Toolik Lake, Alaska is an excellent model system for analysis of these issues at multiple spatial and temporal scales. Work at Toolik Lake will provide a multidimensional view of how responses of tundra and freshwater ecosystems to environmental change can feed back, both positively and negatively, on the factors driving the change. This is of broad importance both theoretically and from the perspective of global climatic change. A multifaceted education program will include: a Schoolyard project of lectures and inquiry in the largely Native Alaskan town of Barrow, Alaska; field courses in Arctic Ecology and in Polar Science for Journalists; and undergraduate and graduate research and degree programs. Research at the ARC LTER will benefit society as a case study of a landscape where local, subsistence land use is still common and important, and where climate change and its impacts are felt directly in the delivery of key ecosystem services.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gaius",
   "pi_last_name": "Shaver",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gaius R Shaver",
   "pi_email_addr": "gshaver@mbl.edu",
   "nsf_id": "000458791",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Bowden",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "William B Bowden",
   "pi_email_addr": "Breck.Bowden@uvm.edu",
   "nsf_id": "000261209",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Rastetter",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Edward B Rastetter",
   "pi_email_addr": "erastett@mbl.edu",
   "nsf_id": "000232460",
   "pi_start_date": "2015-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Luecke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Luecke",
   "pi_email_addr": "chris.luecke@gmail.com",
   "nsf_id": "000408595",
   "pi_start_date": "2011-02-24",
   "pi_end_date": "2012-12-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Kling",
   "pi_mid_init": "W",
   "pi_sufx_name": "II",
   "pi_full_name": "George W Kling",
   "pi_email_addr": "gwk@umich.edu",
   "nsf_id": "000419650",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Giblin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anne E Giblin",
   "pi_email_addr": "agiblin@mbl.edu",
   "nsf_id": "000186485",
   "pi_start_date": "2011-02-24",
   "pi_end_date": "2015-01-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Phaedra",
   "pi_last_name": "Budy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Phaedra Budy",
   "pi_email_addr": "phaedra.budy@usu.edu",
   "nsf_id": "000426240",
   "pi_start_date": "2012-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 M B L ST",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "119500",
   "pgm_ele_name": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ele_code": "169100",
   "pgm_ele_name": "DYN COUPLED NATURAL-HUMAN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "1355",
   "pgm_ref_txt": "EGC EDUCATIONAL ACTIVITIES"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7233",
   "pgm_ref_txt": "RES EXPERIENCE FOR TEACHERS(RET)-SUPPLEM"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1056500.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2060000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1960000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 55108.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 997000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit:&nbsp; </span>The arctic region has warmed significantly over the past 40 years and arctic lands and freshwaters are already changing in response.&nbsp; The changes include a general &ldquo;greening&rdquo; of the arctic landscape, changes in species distributions and abundance, and changes in geophysical and biogeochemical processes and cycles at local and regional scales.&nbsp; Since 1975, this project and its predecessors have studied these changes by long-term monitoring of tundra and freshwater ecosystems in relation to climate changes, by experimental manipulations of whole tundra, lake, and stream ecosystems, and by comparisons among climatically different sites in northern Alaska and throughout the Arctic.&nbsp; Increasingly, however, it is apparent that Arctic climate warming is accompanied by dramatic changes in disturbance regime, including the thawing of permafrost, a surprising increase in wildfire, and changes in the seasonality and synchrony of ecosystem processes.&nbsp; These disturbances, in addition to having major impacts on biogeochemistry, populations, and communities, also lead to major changes in surface energy balance, surface temperatures, water balance, and heat transfer into the permafrost that lies beneath the tundra.&nbsp; The result is much more dramatic and rapid change in communities and element cycles than is predicted in response to warming alone.&nbsp; In the long term, warming-related changes in disturbance regime may be more important than the direct effects of warming on arctic tundra and freshwater ecosystems, and on the entire Arctic.&nbsp;</p>\n<p>For these reasons, <em>the</em> <em>overall goal of the Arctic LTER project for 2011-2017 </em><em>was to understand changes in the arctic system at catchment and landscape scales as the product of: (i) direct effects of climate change on states, processes, and linkages of terrestrial and aquatic ecosystems, and (ii) indirect effects of climate change on ecosystems through a changing disturbance regime.</em> The project addressed these issues in an integrated landscape framework, viewing the Arctic landscape as a spatially linked system including tundra, streams, and lakes. Synthesis of results was further promoted by collocation of terrestrial, stream, lake, and landscape interactions research in the same watersheds and by coordinated sampling of different components of the watersheds. &nbsp;A mass balance approach to watershed and landscape biogeochemistry was used to develop predictive models and to evaluate results of individual studies in the context of the whole land-water system.&nbsp; The major products of the research include peer-reviewed publications, a data base, and models that are already proving useful in understanding and predicting long term change in arctic landscape and the interactions and feedbacks between the Arctic and the Globe</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>: One key indicator of impact is the number and diversity of citations of Arctic LTER publications. In 2016 we reported over 35,000 citations of the 579 journal publications since 1975 that include contributions from Arctic LTER scientists and collaborators, with an overall h-index of 101. In addition, Arctic LTER scientists had produced 7 books, 95 book chapters, 35 PhD theses, 66 Master's theses, and 15 honor&rsquo;s theses. The project website is also regularly used as a source of data, with data downloads averaging 5-10 per week.</p>\n<p>The Arctic LTER attracts collaborators from all over the world to work at Toolik Lake, make measurements on our long-term manipulations of tundra, streams, and lakes, and make use of our monitoring program and data. Largely because of this leveraging on LTER capabilities, the area around Toolik is the most thoroughly described and studied arctic landscape in the world. Research results from Toolik Lake are often used in comparative studies at other sites. Many of the ideas that drive research in other arctic landscapes were developed from research at Toolik Lake. Examples include the Danish Greenland Ecosystem Monitoring (GEM) programs at Zackenberg and Nuuk, which have continued to call on Arctic LTER personnel for collaboration and advice; the International Tundra Experiment (ITEX) is another example, Examples of impacts outside the Arctic include research to document C losses from surface waters as a component of regional and global C budgets, first pointed out by Kling and colleagues working at Toolik Lake in the 1990s, and the Kuparuk river fertilizer experiment and N isotope experiments, which were the inspiration for the continent-wide STREON experiment.</p>\n<p>In education, opportunities for professional training and student research are offered at a variety of levels. &nbsp;The Arctic LTER maintains an active &ldquo;Schoolyard Ecology&rdquo; program in which 2-6 K-12 teachers come to Toolik Lake every summer to work with scientists in the field, leading to improved teaching when they return to their classrooms.&nbsp; The teachers come from throughout the US, including Alaska.&nbsp; Arctic LTER also participates most years in the MBL&rsquo;s Logan Science Journalism program, bringing science journalists to Toolik Lake to work with active scientists in the field.&nbsp; In addition to graduate student research, 2-6 undergraduates are supported every summer (many via the NSF REU program) to learn research by doing it.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/09/2018<br>\n\t\t\t\t\tModified by: Gaius&nbsp;R&nbsp;Shaver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:  The arctic region has warmed significantly over the past 40 years and arctic lands and freshwaters are already changing in response.  The changes include a general \"greening\" of the arctic landscape, changes in species distributions and abundance, and changes in geophysical and biogeochemical processes and cycles at local and regional scales.  Since 1975, this project and its predecessors have studied these changes by long-term monitoring of tundra and freshwater ecosystems in relation to climate changes, by experimental manipulations of whole tundra, lake, and stream ecosystems, and by comparisons among climatically different sites in northern Alaska and throughout the Arctic.  Increasingly, however, it is apparent that Arctic climate warming is accompanied by dramatic changes in disturbance regime, including the thawing of permafrost, a surprising increase in wildfire, and changes in the seasonality and synchrony of ecosystem processes.  These disturbances, in addition to having major impacts on biogeochemistry, populations, and communities, also lead to major changes in surface energy balance, surface temperatures, water balance, and heat transfer into the permafrost that lies beneath the tundra.  The result is much more dramatic and rapid change in communities and element cycles than is predicted in response to warming alone.  In the long term, warming-related changes in disturbance regime may be more important than the direct effects of warming on arctic tundra and freshwater ecosystems, and on the entire Arctic. \n\nFor these reasons, the overall goal of the Arctic LTER project for 2011-2017 was to understand changes in the arctic system at catchment and landscape scales as the product of: (i) direct effects of climate change on states, processes, and linkages of terrestrial and aquatic ecosystems, and (ii) indirect effects of climate change on ecosystems through a changing disturbance regime. The project addressed these issues in an integrated landscape framework, viewing the Arctic landscape as a spatially linked system including tundra, streams, and lakes. Synthesis of results was further promoted by collocation of terrestrial, stream, lake, and landscape interactions research in the same watersheds and by coordinated sampling of different components of the watersheds.  A mass balance approach to watershed and landscape biogeochemistry was used to develop predictive models and to evaluate results of individual studies in the context of the whole land-water system.  The major products of the research include peer-reviewed publications, a data base, and models that are already proving useful in understanding and predicting long term change in arctic landscape and the interactions and feedbacks between the Arctic and the Globe\n\nBroader Impacts: One key indicator of impact is the number and diversity of citations of Arctic LTER publications. In 2016 we reported over 35,000 citations of the 579 journal publications since 1975 that include contributions from Arctic LTER scientists and collaborators, with an overall h-index of 101. In addition, Arctic LTER scientists had produced 7 books, 95 book chapters, 35 PhD theses, 66 Master's theses, and 15 honor?s theses. The project website is also regularly used as a source of data, with data downloads averaging 5-10 per week.\n\nThe Arctic LTER attracts collaborators from all over the world to work at Toolik Lake, make measurements on our long-term manipulations of tundra, streams, and lakes, and make use of our monitoring program and data. Largely because of this leveraging on LTER capabilities, the area around Toolik is the most thoroughly described and studied arctic landscape in the world. Research results from Toolik Lake are often used in comparative studies at other sites. Many of the ideas that drive research in other arctic landscapes were developed from research at Toolik Lake. Examples include the Danish Greenland Ecosystem Monitoring (GEM) programs at Zackenberg and Nuuk, which have continued to call on Arctic LTER personnel for collaboration and advice; the International Tundra Experiment (ITEX) is another example, Examples of impacts outside the Arctic include research to document C losses from surface waters as a component of regional and global C budgets, first pointed out by Kling and colleagues working at Toolik Lake in the 1990s, and the Kuparuk river fertilizer experiment and N isotope experiments, which were the inspiration for the continent-wide STREON experiment.\n\nIn education, opportunities for professional training and student research are offered at a variety of levels.  The Arctic LTER maintains an active \"Schoolyard Ecology\" program in which 2-6 K-12 teachers come to Toolik Lake every summer to work with scientists in the field, leading to improved teaching when they return to their classrooms.  The teachers come from throughout the US, including Alaska.  Arctic LTER also participates most years in the MBL?s Logan Science Journalism program, bringing science journalists to Toolik Lake to work with active scientists in the field.  In addition to graduate student research, 2-6 undergraduates are supported every summer (many via the NSF REU program) to learn research by doing it. \n\n\t\t\t\t\tLast Modified: 05/09/2018\n\n\t\t\t\t\tSubmitted by: Gaius R Shaver"
 }
}