{
 "awd_id": "1026972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Information Assurance Scholarship Program",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": "7032925141",
 "po_email": "vpiotrow@nsf.gov",
 "po_sign_block_name": "Victor Piotrowski",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 3443113.0,
 "awd_amount": 4005642.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2013-07-24",
 "awd_abstract_narration": "Carnegie Mellon University is adding three new cohorts to its existing Scholarship for Service (SFS) program. Carnegie Mellon has earned an international reputation for its expertise and capability in information assurance research and education. The university's CyLab draws on the largest pool of academic cyber security researchers in the nation and combines top-ranked programs in computer science, computer engineering, software engineering, human-computer interaction, privacy technology and law, and policy.\r\n\r\nSFS scholarships are awarded to students in either of two master's degree programs: the MS in Information Security Technology and Management and the MS in Information Security Policy and Management. Carnegie Mellon proposes to add a third master's degree program - the Pittsburgh-Silicon Valley MS in Information Technology and Information Security. The curricula of these programs have been certified pursuant to the Information Assurance Courseware Evaluation Process of the National Security Agency's CNSS 4011 - National Training Standard for Information Systems Security (INFOSEC) Professionals and CNSS 4014 - Information Assurance Training Standard for Information Systems Security Officers.\r\n\r\nCarnegie Mellon University has been an active and enthusiastic participant in the SFS program since the program's inception. To date, 104 highly qualified students have graduated from the program, have been placed into federal information assurance positions, and make substantial contributions to the efforts of securing the Federal Government's cyberspace.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dena",
   "pi_last_name": "Haritos Tsamitis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Dena J Haritos Tsamitis",
   "pi_email_addr": "dena@cmu.edu",
   "nsf_id": "000209351",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicolas",
   "pi_last_name": "Christin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicolas Christin",
   "pi_email_addr": "nicolasc@andrew.cmu.edu",
   "nsf_id": "000508103",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "166800",
   "pgm_ele_name": "CYBERCORPS: SCHLAR FOR SER"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7254",
   "pgm_ref_txt": "CYBER SECURITY ACT PROPOSALS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 480144.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2519496.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1006002.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">&nbsp;</p>\n<p class=\"normal\">Through its participation in the federal CyberCorps&reg; Scholarship for Service (SFS) program, Carnegie Mellon University (CMU) is committed to strengthening and defending our nation&rsquo;s critical information infrastructure. SFS students at CMU have access to leading educational programs in information assurance as well as hands-on learning through campus research in engineering and computer science. This report describes the university&rsquo;s dedication to SFS, which includes enhanced recruitment efforts, involvement of faculty and students in research, and exposure of students to a rich variety of federal job opportunities.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\"><strong>Intellectual Merit</strong></p>\n<p class=\"normal\">Under this award, CMU was able to fund 42 full-time equivalent students. CMU students in the SFS program are enrolled in the College of Engineering&rsquo;s Information Networking Institute (INI) or the H. John Heinz III College (HNZ); both top-ranked schools. Through these programs, CMU strives to provide interdisciplinary studies that integrate management and policy issues with rigorous technical curriculum.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">The SFS scholars receive opportunities for hands-on, project-based learning at CMU. They are exposed to cutting-edge research through Carnegie Mellon CyLab, a world leader in technological research. CyLab faculty are directly involved in teaching core courses that SFS students take as part of their core program requirements. Some elect to complete a master's thesis under the supervision of CyLab faculty in order to fulfill their degree requirements. Additionally, the SFS program at Carnegie Mellon requires students to take an ethics course as part of their curriculum.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">During the fall 2014 semester, the INI began offering a Cyber Operations concentration for students enrolled in the M.S. in Information Security (MSIS) program at Carnegie Mellon. The INI also offers a Cyber Forensics and Incident Response (CyFIR) track that teaches students in the cybersecurity field how to conduct forensically sound digital investigations. Instructors from the CERT Division of the Software Engineering Institute (SEI), a leader in Internet security expertise, teach coursework in this track. Many SFS students elect to take at least one, if not all, of the courses offered in the CyFIR Track.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\"><strong>Broader Impact</strong></p>\n<p class=\"normal\">In order to attract a diverse group of talented U.S. applicants, the INI admissions staff spends significant time traveling to meet with undergraduate students and to build relationships with undergraduate faculty advisors at other universities.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">Several efforts have been established in order to attract minorities and women to Carnegie Mellon&rsquo;s graduate programs. Since 2006, the INI has actively supported the recruitment of women through its sponsorship of the Grace Hopper Celebration of Women in Computing (GHC), the world&rsquo;s largest gathering of women technologists, and by developing a rapport with the leadership of the Executive Women&rsquo;s Forum, an annual conference for leaders in the areas of information security, risk management and privacy. Additionally, the INI plans recruitment visits and information sessions at Minority-Serving Institutions (MSI). These specific events, as well as personalized communication strategies and subsequent word-of-mouth marketing, have led to an increase in applications from minority and female applicants.</p>\n<p class=\"normal\">&nbsp;</p>\n<p class=\"normal\">Prospective SFS students are acquainted to the program through community-building efforts, such as an open house, which occurs prior to accepting admission, and an SF...",
  "por_txt_cntn": "\nThrough its participation in the federal CyberCorps&reg; Scholarship for Service (SFS) program, Carnegie Mellon University (CMU) is committed to strengthening and defending our nationÆs critical information infrastructure. SFS students at CMU have access to leading educational programs in information assurance as well as hands-on learning through campus research in engineering and computer science. This report describes the universityÆs dedication to SFS, which includes enhanced recruitment efforts, involvement of faculty and students in research, and exposure of students to a rich variety of federal job opportunities.\n \nIntellectual Merit\nUnder this award, CMU was able to fund 42 full-time equivalent students. CMU students in the SFS program are enrolled in the College of EngineeringÆs Information Networking Institute (INI) or the H. John Heinz III College (HNZ); both top-ranked schools. Through these programs, CMU strives to provide interdisciplinary studies that integrate management and policy issues with rigorous technical curriculum.\n \nThe SFS scholars receive opportunities for hands-on, project-based learning at CMU. They are exposed to cutting-edge research through Carnegie Mellon CyLab, a world leader in technological research. CyLab faculty are directly involved in teaching core courses that SFS students take as part of their core program requirements. Some elect to complete a master's thesis under the supervision of CyLab faculty in order to fulfill their degree requirements. Additionally, the SFS program at Carnegie Mellon requires students to take an ethics course as part of their curriculum.\n \nDuring the fall 2014 semester, the INI began offering a Cyber Operations concentration for students enrolled in the M.S. in Information Security (MSIS) program at Carnegie Mellon. The INI also offers a Cyber Forensics and Incident Response (CyFIR) track that teaches students in the cybersecurity field how to conduct forensically sound digital investigations. Instructors from the CERT Division of the Software Engineering Institute (SEI), a leader in Internet security expertise, teach coursework in this track. Many SFS students elect to take at least one, if not all, of the courses offered in the CyFIR Track.\n \nBroader Impact\nIn order to attract a diverse group of talented U.S. applicants, the INI admissions staff spends significant time traveling to meet with undergraduate students and to build relationships with undergraduate faculty advisors at other universities.\n \nSeveral efforts have been established in order to attract minorities and women to Carnegie MellonÆs graduate programs. Since 2006, the INI has actively supported the recruitment of women through its sponsorship of the Grace Hopper Celebration of Women in Computing (GHC), the worldÆs largest gathering of women technologists, and by developing a rapport with the leadership of the Executive WomenÆs Forum, an annual conference for leaders in the areas of information security, risk management and privacy. Additionally, the INI plans recruitment visits and information sessions at Minority-Serving Institutions (MSI). These specific events, as well as personalized communication strategies and subsequent word-of-mouth marketing, have led to an increase in applications from minority and female applicants.\n \nProspective SFS students are acquainted to the program through community-building efforts, such as an open house, which occurs prior to accepting admission, and an SFS welcome dinner at the beginning of the academic year. Throughout the year, SFS students are encouraged to network at social events with one another, as well as with SFS alumni and federal recruiters at campus information sessions.\n \nIn recent years, CMU has also furthered its relationship with the National Security Agency (NSA), which benefits the program offerings for our SFS students. The NSAÆs Security Education Academic Liaisons (SEALs) work closely with our faculty and administrators to give advic..."
 }
}