{
 "awd_id": "1027247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CEDAR-GEM Postdoc: High Resolution Measurements and Modeling of Auroral Small-scale Processes",
 "cfda_num": "47.050",
 "org_code": "06020204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert M. Robinson",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "The investigators will study fine-scale structure of the aurora using simultaneous data from multi-spectral imaging and incoherent scatter radars.  The goal is to better understand the acceleration mechanisms for the energetic particles that produce the aurora. The aurora is the visible manifestation of the complex interplay of plasma processes in the solar wind and Earth's magnetosphere and ionosphere.  Fine-scale morphology in the aurora is related to structuring of currents and electric fields. Detailed spatial, spectral and temporal observations are crucial in understanding the electrodynamic processes taking place in the coupled ionosphere magnetosphere system.  High resolution, spectral measurements provide deeper insight into the processes occurring on small scales. This study requires the development of tunable liquid crystal optical filters, a new technique not used previously for observing the aurora.  The optical observations will be made in conjunction with the Poker Flat Incoherent Scatter Radar (PFISR) near Fairbanks, Alaska.  The new instrumentation techniques will demonstrate new methods to obtain precise and flexible spectral measurements.  The observations will be interpreted using theoretical models that account for structuring in auroral forms.  The study will be a collaborative effort involving Boston University and a post-doctoral fellow from the Royal Institute of Technology in Sweden.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Semeter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua Semeter",
   "pi_email_addr": "jls@bu.edu",
   "nsf_id": "000100994",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  },
  {
   "pgm_ele_code": "420200",
   "pgm_ele_name": "Upper Atmospheric Facilities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The aurora is produced when charged particles (mostly electrons) precipitate from the Earth&rsquo;s magnetosphere and collide with gases in the outer atmosphere (above 100 km) causing them to glow. &nbsp; The velocity of these particles can exceed 50,000 kilometers per second (corresponding to energies of 5000 electron-volts for electrons).&nbsp; &nbsp; Such natural plasma accelerators are ubiquitous throughout the universe, but the mechanisms by which such extreme energies are achieved are not well understood. &nbsp; The Earth&rsquo;s aurora provides a convenient natural laboratory for investigating this fundamental physics in great detail.&nbsp; This research project developed new remote sensing technologies and techniques with the goal of resolving the finest scales of variability in the aurora and using these mechanisms to further our understanding of the physics of plasma acceleration.&nbsp; The observed spatial and temporal structure represents a time-dependent map of the overlying electric field patterns thought to be responsible for the acceleration. &nbsp; The optical spectrum reveals complementary information about the energies of the incident particles and the composition of the atmospheric gases they impact. &nbsp; Taken collectively, this evidence was used to constrain the possible mechanisms of plasma energization. &nbsp; Specifically, the results of this work have clarified the importance of plasma waves (in particular, so-called Alfven waves) as an energy source for observed particle signatures.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/21/2013<br>\n\t\t\t\t\tModified by: Joshua&nbsp;Semeter</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1027247/1027247_10091321_1374411801182_cmosraysandlines--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1027247/1027247_10091321_1374411801182_cmosraysandlines--rgov-800width.jpg\" title=\"Fine scale auroral structure\"><img src=\"/por/images/Reports/POR/2013/1027247/1027247_10091321_1374411801182_cmosraysandlines--rgov-66x44.jpg\" alt=\"Fine scale auroral structure\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image extracted from a video sequence of the aurora obtained at 50 frames/sec using  a special highly sensitive camera system.  The image reveals fine-scale ephemeral structure within a 30-degree field-of-view.  Observations were recorded during a geomagnetic substorm on March 1, 2011.</div>\n<div class=\"imageCredit\">Joshua Semeter</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Joshua&nbsp;Semeter</div>\n<div class=\"imageTitle\">Fine scale auroral structure</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe aurora is produced when charged particles (mostly electrons) precipitate from the EarthÆs magnetosphere and collide with gases in the outer atmosphere (above 100 km) causing them to glow.   The velocity of these particles can exceed 50,000 kilometers per second (corresponding to energies of 5000 electron-volts for electrons).    Such natural plasma accelerators are ubiquitous throughout the universe, but the mechanisms by which such extreme energies are achieved are not well understood.   The EarthÆs aurora provides a convenient natural laboratory for investigating this fundamental physics in great detail.  This research project developed new remote sensing technologies and techniques with the goal of resolving the finest scales of variability in the aurora and using these mechanisms to further our understanding of the physics of plasma acceleration.  The observed spatial and temporal structure represents a time-dependent map of the overlying electric field patterns thought to be responsible for the acceleration.   The optical spectrum reveals complementary information about the energies of the incident particles and the composition of the atmospheric gases they impact.   Taken collectively, this evidence was used to constrain the possible mechanisms of plasma energization.   Specifically, the results of this work have clarified the importance of plasma waves (in particular, so-called Alfven waves) as an energy source for observed particle signatures.\n\n \n\n\t\t\t\t\tLast Modified: 07/21/2013\n\n\t\t\t\t\tSubmitted by: Joshua Semeter"
 }
}