{
 "awd_id": "1027773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ontogeny of Symbiosis in a Deep-Sea Bacterially Luminous Fish",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "R.  Clive Woods",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 7601.0,
 "awd_amount": 7601.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": "This proposal describes a planning visit to develop an international collaborative research and training project between the U.S. principal investigator (PI) and a Japanese investigator, Atsushi Fukui, at Tokai University in Honshu, Japan. The purpose of the planning visit is to allow the investigators to discuss, coordinate, and finalize the scientific goals, work out the logistics for sample collection and analysis, and develop the student training goals for a project to examine the developmental and microbiological events surrounding the inception of bioluminescent symbiosis in a representative deep-sea macrourid fish. The PI is an expert in the biology of light-emitting bacteria that form bioluminescent symbioses with fish, and the Japanese investigator is an expert in deep-sea fish, with a specialization in larvae and with substantial experience with macrourids. The Japanese investigator will coordinate and host the visit, including scheduling and making arrangements for lodging, meals and local transportation for the U.S. visitor. He will provide facilities for discussions and project planning and laboratory space for preliminary analyses of collected specimens, and he will coordinate and guide sampling cruises on the Tokai University's research and training vessel Hokuto to test and coordinate the logistics for sample collection and analysis.\r\n\r\nIntellectual merit: Macrourids are abundant, ecologically important fish in the world's oceans, and many depend on symbiosis with luminous bacteria to produce light for seeing and attracting prey and possibly for signaling involved in reproduction. Little is known, however, about the early life histories of these fish, and essentially nothing is known about how and when the fish acquire their symbiotic bacteria and initiate bioluminescent symbiosis, an event essential for their survival. By mapping onto the ontogenetic vertical migration of the fish the developmental timing of formation of tissues for housing the symbiotic bacteria, colonization of those tissues by the bacteria, and maturation of the symbiosis, the project will provide substantial new information and insight into how deep-sea fish, and potentially other vertebrate animals, acquire, accommodate, and function cooperatively with symbiotic bacteria.\r\n\r\nBroader impacts of the project: The long-term project provides a variety of opportunities for training students in microbiology and ichthyology, and cross-training students in these areas is a major educational goal of the project. Participation of underrepresented minorities in the project will be actively fostered via the well-developed University of Michigan infrastructure for recruiting students of diverse racial and ethnic backgrounds. Undergraduate and graduate students will receive training in scientific research through participation in the project and in the communication of science to the general public through participation in development and presentation of a public exhibit on the theme of this project at the University of Michigan Exhibit Museum of Natural History (UMEM), which hosts over 85,000 K-12 and adult visitors yearly. The PI will also present public lectures to the UMEM audience and will incorporate themes and information from this project into undergraduate and graduate level courses that reach 200 to 300 students yearly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Dunlap",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Paul V Dunlap",
   "pi_email_addr": "pvdunlap@umich.edu",
   "nsf_id": "000435643",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7601.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong>The purpose of this planning visit project was to establish the technical feasibility of capturing and studying early developmental stages of the deep-sea fish, <em>Coelorinchus kishinouyei</em>. This fish is one of several hundred kinds of marine fishes that form symbiotic partnerships with light-emitting bacteria. Bacterially-luminous fishes culture a large population of symbiotic luminous bacteria in a specialized tissue called a light organ and use the light produced by the bacteria in dimly lighted or dark ocean habitats for avoiding predators, attracting mates, and finding food. The planning visit allowed the U.S. investigator to meet with a Japanese investigator to carry out an initial study testing the technical feasibility of the project and to discuss the scientific goals, logistics, and student training goals for a longer term project.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Due to previous difficulties capturing larvae of these fishes from the deep-sea, almost no information has been available about when in their development they begin to form light organs or when the light organs become colonized by symbiotic bacteria. New deep-sea trawling gear and methods have overcome these limitations and now allow larvae of deep-sea fishes to be captured more routinely during their vertical migration from the sea floor, as eggs that float up through the water column to near the surface as they develop and hatch, and then migrate back down to the sea floor as the larvae continue to develop and eventually reach the sea floor habitat of the adult fish. To begin defining these key life history events, larvae of <em>C. kishinouyei</em> were captured by deep-sea trawls at depths of 200 to 500 meters in Suruga Bay, Honshu, Japan. On board the research ship, the larval fish were sorted and prepared for detailed analysis, which involved culture and identification of bacteria, if present in light organs, microscopy, to determine the state of development of the light organ and the presence of bacteria, and preservation of specimens, for size and other measurements. The scientific findings of the project were that younger larvae, still high in the water column, often lacked light organs, whereas more mature larvae that had migrated down to near the sea floor had all begun to develop their light organs. Many of these near-bottom larvae, however, lacked bacteria in their light organs, whereas some of them had bacteria in their light organs. The bacteria were identified as <em>Photobacterium kishitanii</em>, the same kind of bacteria found in light organs of many adult deep-sea fishes. These are the first such results for the larval stages of any bacterially-luminous deep-sea fish. They demonstrate that formation of the light organ begins before the larval fish reach the adult, sea floor, habitat, and that acquisition of the symbiotic bacteria occurs after the larval fish have reached the sea floor. These initial results provide new information into when and how deep-sea fish form symbiosis with bacteria. A longer term project has the potential to provide insight on the processes and mechanisms by which vertebrate animals, such as humans, acquire and begin functioning cooperatively with symbiotic bacteria.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The broader impacts of this planning visit project include student training and planned future public outreach. One U.S. graduate student and two Japanese graduate students participated in the project and received training in ichthyological and microbiological research. Furthermore, the results of the project will be incorporated into a planned future exhibit on bacterial symbiosis, bioluminescence, and deep-sea fishes via the University of Michigan Exhibit Museum of Natural History, whic...",
  "por_txt_cntn": "\n            The purpose of this planning visit project was to establish the technical feasibility of capturing and studying early developmental stages of the deep-sea fish, Coelorinchus kishinouyei. This fish is one of several hundred kinds of marine fishes that form symbiotic partnerships with light-emitting bacteria. Bacterially-luminous fishes culture a large population of symbiotic luminous bacteria in a specialized tissue called a light organ and use the light produced by the bacteria in dimly lighted or dark ocean habitats for avoiding predators, attracting mates, and finding food. The planning visit allowed the U.S. investigator to meet with a Japanese investigator to carry out an initial study testing the technical feasibility of the project and to discuss the scientific goals, logistics, and student training goals for a longer term project.\n\n            Due to previous difficulties capturing larvae of these fishes from the deep-sea, almost no information has been available about when in their development they begin to form light organs or when the light organs become colonized by symbiotic bacteria. New deep-sea trawling gear and methods have overcome these limitations and now allow larvae of deep-sea fishes to be captured more routinely during their vertical migration from the sea floor, as eggs that float up through the water column to near the surface as they develop and hatch, and then migrate back down to the sea floor as the larvae continue to develop and eventually reach the sea floor habitat of the adult fish. To begin defining these key life history events, larvae of C. kishinouyei were captured by deep-sea trawls at depths of 200 to 500 meters in Suruga Bay, Honshu, Japan. On board the research ship, the larval fish were sorted and prepared for detailed analysis, which involved culture and identification of bacteria, if present in light organs, microscopy, to determine the state of development of the light organ and the presence of bacteria, and preservation of specimens, for size and other measurements. The scientific findings of the project were that younger larvae, still high in the water column, often lacked light organs, whereas more mature larvae that had migrated down to near the sea floor had all begun to develop their light organs. Many of these near-bottom larvae, however, lacked bacteria in their light organs, whereas some of them had bacteria in their light organs. The bacteria were identified as Photobacterium kishitanii, the same kind of bacteria found in light organs of many adult deep-sea fishes. These are the first such results for the larval stages of any bacterially-luminous deep-sea fish. They demonstrate that formation of the light organ begins before the larval fish reach the adult, sea floor, habitat, and that acquisition of the symbiotic bacteria occurs after the larval fish have reached the sea floor. These initial results provide new information into when and how deep-sea fish form symbiosis with bacteria. A longer term project has the potential to provide insight on the processes and mechanisms by which vertebrate animals, such as humans, acquire and begin functioning cooperatively with symbiotic bacteria.\n\n            The broader impacts of this planning visit project include student training and planned future public outreach. One U.S. graduate student and two Japanese graduate students participated in the project and received training in ichthyological and microbiological research. Furthermore, the results of the project will be incorporated into a planned future exhibit on bacterial symbiosis, bioluminescence, and deep-sea fishes via the University of Michigan Exhibit Museum of Natural History, which hosts K-12 and adult visitors yearly.\n\n\t\t\t\t\tLast Modified: 04/30/2012\n\n\t\t\t\t\tSubmitted by: Paul V Dunlap"
 }
}