{
 "awd_id": "1028600",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Experts of Experience: Incorporating Lay Expertise into Scientific Knowledge and Practice",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "stephen zehr",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-01-27",
 "awd_max_amd_letter_date": "2011-01-27",
 "awd_abstract_narration": "A \"crisis of aging\" discourse pervades the U.S., portraying a growing population of elderly with no one to care for them. As the number of people over the age of 65 is projected to double in the next 25 years, bringing the total number to one in every five people, those who need care will exceed the capacity of those who can provide it. Policymakers and administrators often point to the expertise of family members as part of the solution to this care challenge, but social scientific analysis is needed to understand what this shift may mean for individuals and society.\r\n\r\nThis dissertation research, funded by the Science, Technology & Society Program, seeks to examine family care giving as an emerging category of expertise in the United States. Policy and biomedical professionals are recruiting caregivers of people who live with Alzheimer's disease to a role of \"expert\" in medical care; such recruitment hinges on the recognition of caregivers' experience as specialized. The proposed research investigates the rise of this cadre of lay experts. It investigates what constitutes lay expertise within Alzheimer's care-giving as well as the social and political effects of widening the circle of what might be called \"care-giving experts\", especially within the medical profession (a profession that has historically controlled access to its ranks). To explore these questions, a multi-method research design that includes participant observation, interviews, and discourse analysis will be used. \r\n\r\nThe proposed research will provide empirical analysis of the turn to lay experts as a policy solution. It will have broader impact in several disciplines: social science analyses of expertise, sociology of scientific knowledge, public policy, and communication studies. Research findings will be disseminated in multiple forms and venues: papers presented at workshops and conferences; essays and research articles in peer-reviewed journals, especially those that promote interdisciplinary work; and an ethnographic, book-length monograph for a scholarly audience. In addition, the researcher is dedicated to bringing the findings of the research to those whom it affects most directly: people who live with Alzheimer's, their family caregivers, and biomedical providers. The researcher will work with the staff of a nationally recognized Alzheimer's disease center to develop materials for broad distribution. Research will be disseminated in popular media, such as newspaper and popular magazine articles, policy white papers, and a book for a popular audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cole",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Cole",
   "pi_email_addr": "jcole@uchicago.edu",
   "nsf_id": "000459645",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Seaman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron Seaman",
   "pi_email_addr": "ats2@uchicago.edu",
   "nsf_id": "000548626",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"margin-bottom: 0in;\"><span style=\"font-family: Times New Roman,serif;\"><span style=\"font-size: small;\"><span style=\"font-style: normal;\">This</span></span><span style=\"font-size: small;\"> project examined the enactment of expertise among family caregivers of people with young-onset dementia. In doing so, it addressed the growing &ldquo;caregiving crisis&rdquo; in the United States, an issue of increasing national concern as the demand for care, especially among the elderly, threatens to overwhelm the supply. In the midst of this, health care is more and more frequently provided by a combination of formal biomedical institutions and practitioners and informal family caregivers. To understand the complexity of this crisis, I conducted ethnographic fieldwork over fifteen months, a method which consists primarily of extended observation, interviews and informal conversations in multiple settings. At this time, while </span><span style=\"color: #000000;\"><span style=\"font-size: small;\"><span style=\"font-style: normal;\"><span style=\"font-weight: normal;\">I am beginning preliminary data analysis, initial findings suggest both the intellectual merit of this project and the broader impact it will likely have.</span></span></span></span></span></p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in; font-style: normal; font-weight: normal;\"><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman,serif;\"><span style=\"font-size: small;\">The research proposal projected contributions to three scholarly domains: 1) the tensions between formal expertise and lay experience; 2) the intersections of formal biomedical provision and informal caregiving; and 3) the relationships between dementia, caregiving and aging in the U.S. imagination. To that end, two initial findings are 1) the ways in which family members positioned themselves as &ldquo;not expert&rdquo; in contrast to other family member &ldquo;experts&rdquo;; and 2) the work that biomedical and clinical professionals and family members did to stress that every caregiving experience is different. Additionally, I am tracing the multiple ways that family members must work to remain coherent in the midst of biological and social changes that threaten to render them incommensurable with their own conceptions of what it means to be a family. First, the biological changes experienced by the person with dementia destabilize the very grounds upon which family as a sociocultural unit is constituted and maintained&mdash;e.g., memory, communication, normalized roles and obligations. Second, families must reconfigure their relations as they are disarticulated into the component parts of person with dementia and family caregiver by biomedical research, clinical practice, popular media, and scholarly literature. Third is a familial response to an historical trend. While tending to one's health historically fell under the domain of gendered domestic duties, with the rise of biomedicine and the caring professions, &ldquo;caregiving&rdquo; became a domain of expertise foreign to familial relations and practices. When families are recruited to the caregiving role by a healthcare system steeped in a state moment of retrenchment, they find themselves unable to reconcile the work of medicalized &ldquo;caring&rdquo; with the practices that constitute family as they understand it.</span></span></span></p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\"><span style=\"font-family: Times New Roman,serif;\"><span style=\"color: #000000;\"><span style=\"font-size: small;\"><span style=\"font-style: normal;\"><span style=\"font-weight: normal;\">These findings are provocative because they foreground both the uncertainty that caregivers highlight and the moral economy in which they feel deeply implicated. They suggest family caregivers are reluctant to think of themselves as &ldquo;expert&rdquo; both...",
  "por_txt_cntn": "This project examined the enactment of expertise among family caregivers of people with young-onset dementia. In doing so, it addressed the growing \"caregiving crisis\" in the United States, an issue of increasing national concern as the demand for care, especially among the elderly, threatens to overwhelm the supply. In the midst of this, health care is more and more frequently provided by a combination of formal biomedical institutions and practitioners and informal family caregivers. To understand the complexity of this crisis, I conducted ethnographic fieldwork over fifteen months, a method which consists primarily of extended observation, interviews and informal conversations in multiple settings. At this time, while I am beginning preliminary data analysis, initial findings suggest both the intellectual merit of this project and the broader impact it will likely have.\n \nThe research proposal projected contributions to three scholarly domains: 1) the tensions between formal expertise and lay experience; 2) the intersections of formal biomedical provision and informal caregiving; and 3) the relationships between dementia, caregiving and aging in the U.S. imagination. To that end, two initial findings are 1) the ways in which family members positioned themselves as \"not expert\" in contrast to other family member \"experts\"; and 2) the work that biomedical and clinical professionals and family members did to stress that every caregiving experience is different. Additionally, I am tracing the multiple ways that family members must work to remain coherent in the midst of biological and social changes that threaten to render them incommensurable with their own conceptions of what it means to be a family. First, the biological changes experienced by the person with dementia destabilize the very grounds upon which family as a sociocultural unit is constituted and maintained&mdash;e.g., memory, communication, normalized roles and obligations. Second, families must reconfigure their relations as they are disarticulated into the component parts of person with dementia and family caregiver by biomedical research, clinical practice, popular media, and scholarly literature. Third is a familial response to an historical trend. While tending to one's health historically fell under the domain of gendered domestic duties, with the rise of biomedicine and the caring professions, \"caregiving\" became a domain of expertise foreign to familial relations and practices. When families are recruited to the caregiving role by a healthcare system steeped in a state moment of retrenchment, they find themselves unable to reconcile the work of medicalized \"caring\" with the practices that constitute family as they understand it.\n \nThese findings are provocative because they foreground both the uncertainty that caregivers highlight and the moral economy in which they feel deeply implicated. They suggest family caregivers are reluctant to think of themselves as \"expert\" both because they feel unfamiliar with \"caregiving\" and because to do so is to recognize and accept the disease's trajectory. In addition, the findings speak to the social, shared nature of the enactment of expertise&mdash;here the ideal expert is not the individual caregiver, but the group, embodied in support groups, online forums, conferences, and informal collectives. Together, the findings deepen the understanding of expertise as something someone does, rather than something someone has. And they complicate the historically neat divide between professional and lay expertise.\n \nIn addition to scholarly implications, the findings from this project will continue to have broader impacts, most directly for families dealing with young-onset dementia. First, over the course of my fieldwork, I have worked with support groups facilitators to develop programming and web-based outreach materials, and to apply for a $20,000 operating grant and award to further their work, which they won in fall of 2..."
 }
}