{
 "awd_id": "1028968",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Engineering Research Center for Re-Inventing America's Urban Water Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922928",
 "po_email": "scruzpol@nsf.gov",
 "po_sign_block_name": "Sandra Cruz-Pol",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2022-07-31",
 "tot_intn_awd_amt": 18175000.0,
 "awd_amount": 36875609.0,
 "awd_min_amd_letter_date": "2011-07-19",
 "awd_max_amd_letter_date": "2021-08-04",
 "awd_abstract_narration": "Project Summary: The ERC for Re-inventing America's Urban Water Infrastructure; Richard G. Luthy, PI, Stanford Univ., Lead; Univ. of California, Berkeley; Colorado School of Mines; New Mexico State Univ. Foreign Partners: Nanyang Technological Univ., Singapore; Swiss Federal Institute of Aquatic Science and Technology, Dubendorf, Switzerland; Univ. of New South Wales, Sydney, Australia. \r\n\r\nVision and Goals. Cities are facing a mounting water crisis from climate change, population expansion, ecosystem demands and deteriorating infrastructure that threatens economic development, social welfare, and environmental sustainability. Without relatively large investments this crisis will only deepen through the 21st century. Accordingly, the goal of the proposed ERC is to advance new strategies for water/wastewater treatment and distribution that will eliminate the need for imported water, recover resources from wastewater, and generate rather than consume energy in the operation of urban water infrastructure while simultaneously enhancing urban aquatic ecosystems. While many existing approaches could be used to transition urban water infrastructure to this more sustainable state, their implementation currently is limited by uncertainties about their long-term performance, life cycle costs, institutional impediments and public concerns about unfamiliar technologies. In some cases, the technologies needed to realize our vision do not yet exist and technological breakthroughs are needed. To meet these challenges, our strategic planning process identified key research projects within three thrust areas:\r\n\r\n(1) Engineered Water Systems: Decrease reliance on inefficient centralized treatment systems by employing distributed treatment systems that embrace water conservation, local use of alternative supplies, energy management, nutrient recovery, and that integrate with existing infrastructure; \r\n\r\n(2) Managed Natural Systems: Integrate managed natural systems into water infrastructure to fully realize the potential benefits that natural systems can provide with respect to water storage and improvement of water quality, while simultaneously rehabilitating urban hydrology and aquatic habitat;\r\n\r\n(3) Systems Integration and Institutions: Support the reinvention and restoration of urban water systems through the development of decision-making tools that account for economic, environmental and social factors and development of approaches that can circumvent impediments to change posed by regulations, laws, jurisdictional fragmentation, financing and public perception. The ERC will conduct short-term research to facilitate adoption of existing technologies that have the potential to improve system performance and long-term research on technologies that can fundamentally transform urban water infrastructure. Regardless of timing, all of the research will be targeted at understanding how new technologies and management strategies affect the performance of complex urban water infrastructure systems\r\n\r\nIntellectual Merit. The proposed ERC joins four leading universities in the West and three international universities at the forefront of urban water infrastructure research. Although increased demands on water supplies occur throughout the country, these demands are acute in the arid West, where the ERC partner universities have special capabilities and access to unique test beds. Furthermore, each campus has strategic collaborations with members of the professional community and international research partners that will help us to translate our research into tangible results. Through a combination of innovative research, systems analysis and meaningful collaborations with stakeholders, we will ensure a more rapid reinvention of urban water infrastructure in a manner that is sustainable, safe and cost-effective. Broader Impacts. Technology transfer of the ERC’s research will occur through close involvement of end users. Public and private water service providers, government representatives, equipment manufacturers, and technologists will actively participate in the ERC to ensure the research is influential in decisions about urban water infrastructure operation and renewal. To support the development of innovative new technologies, we will establish a center within the ERC to provide cutting-edge evaluations of devices developed by small companies with the aim of improving products and fostering development of start-ups.\r\n\r\nThe ERC's outreach will build a pipeline of diverse, well-prepared students who eventually pursue and complete water-related degrees at the undergraduate and graduate level becoming leaders and supporting significant change in the Nation’s water infrastructure in a manner that is guided by scientific knowledge and whose efforts are supported by an informed public. Each component of the education and outreach plan feeds directly into the attainment of this vision beginning at the elementary level and continuing through graduate education. To ensure the involvement of under-represented minorities, the ERC is partnered with American Indian Tribal Colleges and Universities, and K-8 and high schools that target districts that serve primarily Latino, Pacific Islander and African American populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Luthy",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Luthy",
   "pi_email_addr": "luthy@stanford.edu",
   "nsf_id": "000441806",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nirmal",
   "pi_last_name": "Khandan",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Nirmal N Khandan",
   "pi_email_addr": "nkhandan@nmsu.edu",
   "nsf_id": "000194436",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sedlak",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Sedlak",
   "pi_email_addr": "sedlak@ce.berkeley.edu",
   "nsf_id": "000159023",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McCray",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E McCray",
   "pi_email_addr": "jmccray@mines.edu",
   "nsf_id": "000247348",
   "pi_start_date": "2015-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jorg",
   "pi_last_name": "Drewes",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jorg E Drewes",
   "pi_email_addr": "jdrewes@mines.edu",
   "nsf_id": "000485904",
   "pi_start_date": "2011-07-19",
   "pi_end_date": "2015-05-29"
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "802600",
   "pgm_ele_name": "Sustainable Energy Pathways"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004Z",
   "pgm_ref_txt": "Innovations at the Nexus of Food-Energy-"
  },
  {
   "pgm_ref_code": "018Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Activities"
  },
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "125E",
   "pgm_ref_txt": "CENTERS: CIVIL INFRASTRUCTURE SYS"
  },
  {
   "pgm_ref_code": "128E",
   "pgm_ref_txt": "CENTERS: ENVIRONMENT"
  },
  {
   "pgm_ref_code": "132E",
   "pgm_ref_txt": "CENTERS: SENSING & INFO SYS"
  },
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "1480",
   "pgm_ref_txt": "ENGINEERING RESEARCH CENTERS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3810000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 4500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 4051575.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 4362098.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 3046556.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 2161367.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 194013.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Engineering Research Centers are designed to have significant societal impacts by advancing engineered systems technologies through cross-disciplinary research and industry partnerships. With this intent, the ERC for Re-inventing the Nation?s Urban Water Infrastructure (ReNUWIt) was founded on a vision of facilitating the transition of existing systems of water supply, stormwater management, and wastewater treatment to a new state that enhances the security and economic vitality of the nation?s cities. Most of ReNUWIt?s research on prototypes that could help realize this vision took place in testbeds situated in the water-scarce West, Southwest, and Front Range. Within these regions, urban water systems are facing long-term shifts in precipitation patterns, that when coupled with population growth, agricultural water demand, and a desire to allocate more water to environmental purposes, provided strong motivation for investments in change. Despite the regional nature of our testbeds, universal concerns about water security and sustainability make our research relevant throughout the nation and around the world.</p>\n<p>To reinvent urban water systems, we created a team that encompassed a diverse set of engineers, scientists and social scientists who collaborated with entrepreneurs, practitioners, and utility partners on innovating in the urban water landscape. ReNUWIt comprised four partner institutions: Stanford University, the University of California Berkeley, the Colorado School of Mines, and New Mexico State University supported by over 150 industrial partners, which included 46 industrial advisory board members and 37 innovation partners.</p>\n<p>We organized our efforts within three research thrusts, each focused on specific aspects of water management as illustrated in Figure 1: Efficient Engineered Systems, Natural Water Infrastructure Systems, and Urban Systems Integration and Institutions. Unlike other fields, where the potential to realize profits drives research and development, ReNUWIt worked in a sector in which public institutions play a dominant role. Due to the capital-intensive nature, water infrastructure and its connection to public health and environmental protection, projects often take over a decade to plan and implement. As a result, our efforts to reinvent urban water systems required a deep understanding of the process through which complex civil systems respond to stress. This required a systems-level approach that recognized the interactions of technology with economics, law, politics, public health, and city planning. Themes within each of the thrusts are shown in Figure 2.</p>\n<p>Engineered systems research focused on creating a new generation of treatment systems capable of recovering energy and resources from wastewater while simultaneously protecting human health and the environment. Our research led to the creation of pilot- and full-scale testbeds that were installed at facilities operated by our industrial partners. This included self-contained energy-neutral wastewater recycling systems that could recover nutrients from sewage. Natural systems research focused on stormwater capture and treatment to augment water supplies and constructed wetlands and engineered stream beds that improved water quality while simultaneously providing other benefits, like water storage, groundwater replenishment, habitat creation, and protection of communities from floods. With urban institutions at the local and state levels, our research focused on integration of our technological vision into the institutions responsible for water management. To realize our objectives, we developed support systems that enabled decision makers to realize the many benefits of reimagined water infrastructure. This will ultimately help create safe, reliable, and sustainable water systems for future generations.</p>\n<p>ReNUWIt?s efforts to prepare students to lead the re-invention of urban water infrastructure inspired young learners, created pathways for a broadly diverse workforce, and supported a new generation of academics and water professionals. The expectation that all ReNUWIt researchers commit at least 40 hours per year to education and outreach led to deep engagement in our education programs across all four campuses and instilled within our graduates the importance of broadening participation activities.&nbsp; Our students also played an important role in the creation of more inclusive research environments that has begun to spread within our four campuses and to the wider academic and professional community.&nbsp;</p>\n<p>During the period in which NSF funded ReNUWIt, it became clear that urban water systems will need to undergo major changes in the coming decades. ReNUWIt?s technological contributions, systems models and research translation has advanced efforts to adapt this critical infrastructure to our nation?s future needs. The pipeline of motivated and talented engineers, scientists and social scientists that participated in the program are poised to continue those efforts.&nbsp; &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2022<br>\n\t\t\t\t\tModified by: Richard&nbsp;G&nbsp;Luthy</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659548610944_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659548610944_Figure2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659548610944_Figure2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ReNUWIt�s research structure was divided into two pillars�Efficient Engineered Systems and Natural Water Infrastructure Systems�and a capstone, Urban Systems Integration and Institutions.</div>\n<div class=\"imageCredit\">ReNUWIt</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Richard&nbsp;G&nbsp;Luthy</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659548552265_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659548552265_Figure1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659548552265_Figure1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A reinvented urban water system is illustrated by closing the loops among potable and non-potable water supplies, envisioning wastewater and urban runoff as resources, and integrating surface water and groundwater management as part of more robust and sustainable urban water supplies.</div>\n<div class=\"imageCredit\">ReNUWIt</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Richard&nbsp;G&nbsp;Luthy</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659549216629_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659549216629_Figure3--rgov-800width.jpg\" title=\"Figure 3\"><img src=\"/por/images/Reports/POR/2022/1028968/1028968_10110503_1659549216629_Figure3--rgov-66x44.jpg\" alt=\"Figure 3\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ReNUWIt�s Education & Outreach activities achieved widespread participation from researchersacross our campuses and provided depth and breadth programming for university-level, pre-college, and public audiences.</div>\n<div class=\"imageCredit\">ReNUWIt</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Richard&nbsp;G&nbsp;Luthy</div>\n<div class=\"imageTitle\">Figure 3</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nEngineering Research Centers are designed to have significant societal impacts by advancing engineered systems technologies through cross-disciplinary research and industry partnerships. With this intent, the ERC for Re-inventing the Nation?s Urban Water Infrastructure (ReNUWIt) was founded on a vision of facilitating the transition of existing systems of water supply, stormwater management, and wastewater treatment to a new state that enhances the security and economic vitality of the nation?s cities. Most of ReNUWIt?s research on prototypes that could help realize this vision took place in testbeds situated in the water-scarce West, Southwest, and Front Range. Within these regions, urban water systems are facing long-term shifts in precipitation patterns, that when coupled with population growth, agricultural water demand, and a desire to allocate more water to environmental purposes, provided strong motivation for investments in change. Despite the regional nature of our testbeds, universal concerns about water security and sustainability make our research relevant throughout the nation and around the world.\n\nTo reinvent urban water systems, we created a team that encompassed a diverse set of engineers, scientists and social scientists who collaborated with entrepreneurs, practitioners, and utility partners on innovating in the urban water landscape. ReNUWIt comprised four partner institutions: Stanford University, the University of California Berkeley, the Colorado School of Mines, and New Mexico State University supported by over 150 industrial partners, which included 46 industrial advisory board members and 37 innovation partners.\n\nWe organized our efforts within three research thrusts, each focused on specific aspects of water management as illustrated in Figure 1: Efficient Engineered Systems, Natural Water Infrastructure Systems, and Urban Systems Integration and Institutions. Unlike other fields, where the potential to realize profits drives research and development, ReNUWIt worked in a sector in which public institutions play a dominant role. Due to the capital-intensive nature, water infrastructure and its connection to public health and environmental protection, projects often take over a decade to plan and implement. As a result, our efforts to reinvent urban water systems required a deep understanding of the process through which complex civil systems respond to stress. This required a systems-level approach that recognized the interactions of technology with economics, law, politics, public health, and city planning. Themes within each of the thrusts are shown in Figure 2.\n\nEngineered systems research focused on creating a new generation of treatment systems capable of recovering energy and resources from wastewater while simultaneously protecting human health and the environment. Our research led to the creation of pilot- and full-scale testbeds that were installed at facilities operated by our industrial partners. This included self-contained energy-neutral wastewater recycling systems that could recover nutrients from sewage. Natural systems research focused on stormwater capture and treatment to augment water supplies and constructed wetlands and engineered stream beds that improved water quality while simultaneously providing other benefits, like water storage, groundwater replenishment, habitat creation, and protection of communities from floods. With urban institutions at the local and state levels, our research focused on integration of our technological vision into the institutions responsible for water management. To realize our objectives, we developed support systems that enabled decision makers to realize the many benefits of reimagined water infrastructure. This will ultimately help create safe, reliable, and sustainable water systems for future generations.\n\nReNUWIt?s efforts to prepare students to lead the re-invention of urban water infrastructure inspired young learners, created pathways for a broadly diverse workforce, and supported a new generation of academics and water professionals. The expectation that all ReNUWIt researchers commit at least 40 hours per year to education and outreach led to deep engagement in our education programs across all four campuses and instilled within our graduates the importance of broadening participation activities.  Our students also played an important role in the creation of more inclusive research environments that has begun to spread within our four campuses and to the wider academic and professional community. \n\nDuring the period in which NSF funded ReNUWIt, it became clear that urban water systems will need to undergo major changes in the coming decades. ReNUWIt?s technological contributions, systems models and research translation has advanced efforts to adapt this critical infrastructure to our nation?s future needs. The pipeline of motivated and talented engineers, scientists and social scientists that participated in the program are poised to continue those efforts.   \n\n\t\t\t\t\tLast Modified: 08/03/2022\n\n\t\t\t\t\tSubmitted by: Richard G Luthy"
 }
}