{
 "awd_id": "1029069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Upgrade of Wind Tunnel/Porous Media Facility to Study Climate Effects on Near Surface Soil Moisture",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 259090.0,
 "awd_amount": 259090.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "1029069 \r\nIllangasekare\r\n\r\nThis grant supports upgrade of an existing 8 meter long soil tank experimental mesocosm that was originally supported by a previous MRI grant and has subsequently been supported by the Department of Defense to include a low velocity (0-10 m/s) recirculating wind tunnel enclosure that allows for controlled experiments of interactions between the atmosphere and the shallow subsurface (to approximately 2 m depth).  Funding will support the addition of environmental temperature (-10 deg C to 35 deg C) and humidity (5-95%) control.   The wind tunnel soil-atmosphere exchange mesocosm is already equipped with a 2-d laser velocimetry system to measure velocity profiles, a pressure measuring system, soil moisture and temperature probes and an x-ray attenuation system to measure phase saturations in multiphase systems within the soil column.  The upgraded facility  would support investigations of water and energy fluxes across the soil-atmosphere interface under non-isothermal conditions and the environmentally controlled impacts on multiphase exchange processes in the shallow subsurface with implications for agricultural water resource management and a deeper understanding of the hydrologic cycle at a range of scales with well known boundary conditions.  Data from experiments would inform more accurate and realistic models of coupled soil-atmosphere processes. Specific applications would include study of dense non-aqueous phase liquids (DNAPL), vapor generation and intrusion into underground spaces, soil freeze/thaw dynamics, land surface evaporation, and potential impacts of leakage of geologically sequestered CO2 to the land surface.    The wind tunnel mesocosm at Colorado School of Mines is part of a university-industry collaborative research center, the Center for Experimental Study of Subsurface Environmental Processes which  brings together multidisciplinary group of researchers at different departments at CSM, other Colorado universities, industry partners and US and foreign collaborators. The facility would support researchers and their students at CSM and beyond among the disciplines of subsurface hydrology, environmental sciences and engineering and geological, geotechnical and petroleum engineering.  \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tissa",
   "pi_last_name": "Illangasekare",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Tissa H Illangasekare",
   "pi_email_addr": "tillanga@mines.edu",
   "nsf_id": "000418857",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 ILLINOIS ST",
  "perf_city_name": "GOLDEN",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 259090.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2006 the PI received a Department of Defense grant through Defense University Research Infrastructure Program (DURIP) to develop a coupled porous media low velocity climate wind tunnel facility. &nbsp;This facility consists of a wind tunnel that allows the control of the airflow velocity from 0-10 m/s over the soil surface in an 8-meter long soil tank. &nbsp;The goal of the project was to upgrade this facility to simulate climate conditions at the land-atmospheric interface through the control of temperature in the range -50C to +350C and humidity. The upgrading of the facility has allowed us to explore research in the shallow subsurface where non-isothermal multiphase follow processes control the soils moisture behavior. The soil moisture distribution also effects the spatial and temporal distribution of gas emission from the shallow subsurface to the atmosphere. The ability to couple the porous media system to the climate wind tunnel &nbsp;allows for the study of climate boundary conditions at the land-atmospheric interface on the mass and energy flux through the soil.&nbsp;After the upgrade, this unique test facility allows for the study of non-isothermal multiphase processes in the shallow subsurface bounded by the atmospheric boundary layer. &nbsp;The basic processes of energy and mass flux across through the shallow subsurface that crosses the land atmospheric interface are of interest in many conventional and emerging problems in water and the environment. The facility will allow for the study of soil water evaporation that is a critical process in local and global hydrologic cycle that is not well understood. The availability of the facility also has allowed for the PI to work on other related problems on vapor and gas migration in the subsurface.&nbsp;Understanding and quantification of &nbsp; mass and energy flux are important in number of other disciplines. These includes:&nbsp;(1)<span> </span>Petroleum and Energy Resource Engineering- as applied to atmospheric loading of green house gases (CO2 and methane). &nbsp;Potential leakage of CO2 can occur from geologic sequestrated sites. Methane gas leakage can occur during natural gas and light oil extraction from shale during hydraulic fracturing.&nbsp;(2)<span> </span> Soil Physics and Agricultural Engineering- Estimation of evaporation from soils for agricultural water management.&nbsp;(3)<span> </span>Environmental Science and Engineering- To understand and model how contaminant vapor migrates from subsurface sources to subsurface structures &nbsp; as affected by the heat and mass flux boundary conditions at the land-atmospheric interface.&nbsp;(4)<span> </span>Military and Humanitarian Engineering- Detection of land mines and other buried threats in the shallow subsurface. The signals are affected by the soil moisture conditions and the atmospheric conditions.(5)<span> </span>Geotechnical engineering- Global warming contributes to thawing of frozen soils on which buildings and other infrastructure are constructed (e.g. roads and runways). The thawing as controlled by the thermal boundary conditions at the land-atmospheric interface effects the soil strength and hence the stability of the building.&nbsp;(6)<span> </span>Climate Science- Evaporation, a key but not very well understood process incorporated into general circulation models (CCM) used in climate studies. The facility can be used to improve understanding of the basics of mass and energy flux at the land-atmospheric interface, improve coupled subsurface-atmospheric models and develop and validate upscaling methods. &nbsp;Other potential studies includes release of methane during permafrost(7)<span> </span>Atmospheric pollution- The facility can be used to study particle migration in the atmosphere due to wind erosion, pesticides and nano particles.<br />To our knowledge, no such facility exists any where in the world. Potential exists for bo...",
  "por_txt_cntn": "\nIn 2006 the PI received a Department of Defense grant through Defense University Research Infrastructure Program (DURIP) to develop a coupled porous media low velocity climate wind tunnel facility.  This facility consists of a wind tunnel that allows the control of the airflow velocity from 0-10 m/s over the soil surface in an 8-meter long soil tank.  The goal of the project was to upgrade this facility to simulate climate conditions at the land-atmospheric interface through the control of temperature in the range -50C to +350C and humidity. The upgrading of the facility has allowed us to explore research in the shallow subsurface where non-isothermal multiphase follow processes control the soils moisture behavior. The soil moisture distribution also effects the spatial and temporal distribution of gas emission from the shallow subsurface to the atmosphere. The ability to couple the porous media system to the climate wind tunnel  allows for the study of climate boundary conditions at the land-atmospheric interface on the mass and energy flux through the soil. After the upgrade, this unique test facility allows for the study of non-isothermal multiphase processes in the shallow subsurface bounded by the atmospheric boundary layer.  The basic processes of energy and mass flux across through the shallow subsurface that crosses the land atmospheric interface are of interest in many conventional and emerging problems in water and the environment. The facility will allow for the study of soil water evaporation that is a critical process in local and global hydrologic cycle that is not well understood. The availability of the facility also has allowed for the PI to work on other related problems on vapor and gas migration in the subsurface. Understanding and quantification of   mass and energy flux are important in number of other disciplines. These includes: (1) Petroleum and Energy Resource Engineering- as applied to atmospheric loading of green house gases (CO2 and methane).  Potential leakage of CO2 can occur from geologic sequestrated sites. Methane gas leakage can occur during natural gas and light oil extraction from shale during hydraulic fracturing. (2)  Soil Physics and Agricultural Engineering- Estimation of evaporation from soils for agricultural water management. (3) Environmental Science and Engineering- To understand and model how contaminant vapor migrates from subsurface sources to subsurface structures   as affected by the heat and mass flux boundary conditions at the land-atmospheric interface. (4) Military and Humanitarian Engineering- Detection of land mines and other buried threats in the shallow subsurface. The signals are affected by the soil moisture conditions and the atmospheric conditions.(5) Geotechnical engineering- Global warming contributes to thawing of frozen soils on which buildings and other infrastructure are constructed (e.g. roads and runways). The thawing as controlled by the thermal boundary conditions at the land-atmospheric interface effects the soil strength and hence the stability of the building. (6) Climate Science- Evaporation, a key but not very well understood process incorporated into general circulation models (CCM) used in climate studies. The facility can be used to improve understanding of the basics of mass and energy flux at the land-atmospheric interface, improve coupled subsurface-atmospheric models and develop and validate upscaling methods.  Other potential studies includes release of methane during permafrost(7) Atmospheric pollution- The facility can be used to study particle migration in the atmosphere due to wind erosion, pesticides and nano particles.\nTo our knowledge, no such facility exists any where in the world. Potential exists for both collaborations within US and abroad. We are currently discussing such collaborations with Lawrence Berkeley National Laboratory (LBNL) and Los Alamos National Laboratory. We have already initiated collaborations with Stanford Univ..."
 }
}