{
 "awd_id": "1030083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Barcoding Life's Matrix: Engaging Students as Citizen Scientists in the Barcode of Life Initiative",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Haury",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 840950.0,
 "awd_amount": 923085.0,
 "awd_min_amd_letter_date": "2011-06-02",
 "awd_max_amd_letter_date": "2014-05-17",
 "awd_abstract_narration": "The Barcode of Life Initiative (BOLI) is an international biodiversity collaboration that creates a genetic encyclopedia of Earth's plants and animals using short DNA sequences that uniquely identify species groups.  The goal of this strategies project is to interest students in STEM careers by engaging them in an international project to provide identification of biological species. This work builds on prior successful extended activities that immerse high school students and teachers in the real work of the scientific community to do DNA barcoding of flora and fauna in the Channel Islands kelp forest and marine protected areas.  Over the three year period, nine cohorts of ten students each learn about DNA sequencing and developing barcodes of select fish and invertebrate species found within the Channel Island kelp forests in week-long residential camps.  During each program session, guest scientists and other professionals expose students to career perspectives from a variety of scientific and professional workplace settings.  Six five-day teacher professional development workshops enhance teachers' content and technical mastery.  \r\n\r\nIn a second workshop, the teachers participate in the barcoding and practice their delivery of the content with students.  At the end of the workshop, teachers receive the materials, equipment and supplies needed to guide students through the 16-unit curriculum closely aligned with state and national standards.  These instructional modules describe how the concepts, tools, and skills are used to address basic questions, problems, and goals that characterize different segments of the 21st century workplace.  They are implemented in high school laboratories, engaging another 2700 students.  The connection between the student and teacher sessions will be varied to determine the most effective way to connect the teachers and the students.  \r\n\r\nA Barcoding for Citizen Scientists Portal, a distributed bioinformatics platform, is developed to serve as a user interface for non-professionals engaged in DNA barcoding.  Data that meet or exceed quality standards are eligible for export to the professional database.  The evaluation measures the extent to which students increase their attitude toward science, their scientific knowledge, skills and critical reasoning abilities, and their ability to apply a variety of technological tools in scientific investigations.  Also investigated is the increased ability of teachers to transform their science curriculum to engage students in the process of science and increase their interest in pursuing STEM careers.  The project also provides the STEM community with new genetic tools, databases and instructional models for engaging in and teaching science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Imondi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph Imondi",
   "pi_email_addr": "imondi@coastalmarinebiolabs.org",
   "nsf_id": "000109024",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Santschi",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Linda A Santschi",
   "pi_email_addr": "santschi@coastalmarinebiolabs.org",
   "nsf_id": "000503928",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Coastal Marine Biolabs Integrative Biosciences Program",
  "inst_street_address": "1559 SPINNAKER DRIVE",
  "inst_street_address_2": "STE 101",
  "inst_city_name": "VENTURA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8052899275",
  "inst_zip_code": "930015302",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "COASTAL MARINE BIOLABS INTEGRATIVE BIOSCIENCES PROGRAM, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "XPW4JDPHGFF4"
 },
 "perf_inst": {
  "perf_inst_name": "Coastal Marine Biolabs Integrative Biosciences Program",
  "perf_str_addr": "1559 SPINNAKER DRIVE",
  "perf_city_name": "VENTURA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "930015302",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 307874.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 587076.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 28135.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The revolutionary idea of using a DNA barcode system to identify, catalog, and understand Earth&rsquo;s biodiversity was realized in 2010 with the launch of the International Barcode of Life (iBOL) project.&nbsp; In contrast to the <em>vertical</em> approach adopted by scientists to carry-out the human genome project &ndash; which deciphered all of the 25K gene sequences for a single species &ndash; iBOL scientists employ a more <em>horizontal</em> approach to decode short, standardized gene sequences that distinguish each of Earth&rsquo;s 10-50M multicellular species.&nbsp; Over the last five years, a global community of online data contributors has assembled more than 4M digital records that link these unique gene sequences &ndash; or DNA barcodes &ndash; to other forms of information about an organism and where it was collected.&nbsp; These records form pages in the Barcode of Life Data Systems (BOLD), a searchable digital registry of Earth&rsquo;s plants and animals that is run on dedicated hardware with nearly 200 TB (terabytes) of storage capacity and maintained by over 20 data professionals.&nbsp; Since its creation, BOLD has become the online hub for 14K users from hundreds of institutions globally.&nbsp; &nbsp;It supports over 20 national networks and a multitude of large-scale biodiversity surveys.&nbsp; The information contained in BOLD is now being used for countless applications that benefit society.&nbsp; &nbsp;</p>\n<p>As the largest biodiversity genomics initiative, iBOL exemplifies a rapidly evolving trend toward <em>big data</em>, a term used to describe datasets so large/complex that they require sophisticated new forms of technology to manage, process, and utilize for public benefit.&nbsp; The launch of iBOL presented our scientists with an exciting opportunity to unite elements of traditional life science, molecular life science, and <em>big data</em> science into a unique and academically challenging teacher/student learning experience that enhances STEM instruction and better prepares students for contemporary, data-intensive careers.&nbsp; It also presented a rare opportunity for teachers and students to experience <em>big data</em> science first-hand by contributing publication quality biodiversity genomics data to an enterprise-scale repository of global significance. &nbsp; &nbsp;</p>\n<p>The conceptual foundation of the 16-unit curriculum is exceptionally challenging for teachers and students given its depth, academic rigor, and emphasis on knowledge that spans a variety of life science disciplines.&nbsp;&nbsp; To address this important challenge, we created a web-accessible e-learning environment that effectively supports instruction in a national network of over 60 US schools spanning both US coasts.&nbsp; In addition to deploying an integrated suite of high quality multimedia resources, the system employs real-time analytics to examine resource engagement by our learning community, reward systems to bolster engagement in digital content, and embedded assessment tools to provide actionable information on student learning.</p>\n<p>The hands-on aspects of the project, which unfold in the field and high school lab, involve the creation of digital records that contain taxonomic, geospatial, genetic, and other forms of specimen data.&nbsp; In order for students to share their data with the scientific community, we were faced with two difficult challenges:&nbsp; streamlining/standardizing data collection in the field, and developing a web-based platform that enables teachers and students to assemble and share DNA barcode records that conform to established data standards.&nbsp; The first challenge was met by developing the DNA Barcoding Assistant, a utility app for iPhone and Android smartphones that is now being used by thousands of users in over 10 countries to aid the collection of field data.&nbsp; The second challenge required the creation...",
  "por_txt_cntn": "\nThe revolutionary idea of using a DNA barcode system to identify, catalog, and understand EarthÆs biodiversity was realized in 2010 with the launch of the International Barcode of Life (iBOL) project.  In contrast to the vertical approach adopted by scientists to carry-out the human genome project &ndash; which deciphered all of the 25K gene sequences for a single species &ndash; iBOL scientists employ a more horizontal approach to decode short, standardized gene sequences that distinguish each of EarthÆs 10-50M multicellular species.  Over the last five years, a global community of online data contributors has assembled more than 4M digital records that link these unique gene sequences &ndash; or DNA barcodes &ndash; to other forms of information about an organism and where it was collected.  These records form pages in the Barcode of Life Data Systems (BOLD), a searchable digital registry of EarthÆs plants and animals that is run on dedicated hardware with nearly 200 TB (terabytes) of storage capacity and maintained by over 20 data professionals.  Since its creation, BOLD has become the online hub for 14K users from hundreds of institutions globally.   It supports over 20 national networks and a multitude of large-scale biodiversity surveys.  The information contained in BOLD is now being used for countless applications that benefit society.   \n\nAs the largest biodiversity genomics initiative, iBOL exemplifies a rapidly evolving trend toward big data, a term used to describe datasets so large/complex that they require sophisticated new forms of technology to manage, process, and utilize for public benefit.  The launch of iBOL presented our scientists with an exciting opportunity to unite elements of traditional life science, molecular life science, and big data science into a unique and academically challenging teacher/student learning experience that enhances STEM instruction and better prepares students for contemporary, data-intensive careers.  It also presented a rare opportunity for teachers and students to experience big data science first-hand by contributing publication quality biodiversity genomics data to an enterprise-scale repository of global significance.    \n\nThe conceptual foundation of the 16-unit curriculum is exceptionally challenging for teachers and students given its depth, academic rigor, and emphasis on knowledge that spans a variety of life science disciplines.   To address this important challenge, we created a web-accessible e-learning environment that effectively supports instruction in a national network of over 60 US schools spanning both US coasts.  In addition to deploying an integrated suite of high quality multimedia resources, the system employs real-time analytics to examine resource engagement by our learning community, reward systems to bolster engagement in digital content, and embedded assessment tools to provide actionable information on student learning.\n\nThe hands-on aspects of the project, which unfold in the field and high school lab, involve the creation of digital records that contain taxonomic, geospatial, genetic, and other forms of specimen data.  In order for students to share their data with the scientific community, we were faced with two difficult challenges:  streamlining/standardizing data collection in the field, and developing a web-based platform that enables teachers and students to assemble and share DNA barcode records that conform to established data standards.  The first challenge was met by developing the DNA Barcoding Assistant, a utility app for iPhone and Android smartphones that is now being used by thousands of users in over 10 countries to aid the collection of field data.  The second challenge required the creation of the BOLD Systems Student Data Portal (BOLD-SDP), a direct student interface to BOLD, the online hub for the global barcoding community.  BOLD-SDP simplifies the record assembly process for students, creates a simple pathway for the validat..."
 }
}