{
 "awd_id": "1031448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2010 Red Raider Mini-Symposium: Mathematical Modeling in Population Biology and Epidemiology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2011-11-30",
 "tot_intn_awd_amt": 20790.0,
 "awd_amount": 20790.0,
 "awd_min_amd_letter_date": "2010-12-03",
 "awd_max_amd_letter_date": "2010-12-03",
 "awd_abstract_narration": "Every year for the past nine years, the Department of Mathematics and Statistics at Texas Tech University has organized a Red Raider Mini-Symposium. A tradition has been established of showcasing particular areas of current mathematical importance through talks given by distinguished mathematicians and scientists and promising early-career researchers.  In 2010, a Red Raider Mini-Symposium entitled Mathematical Modeling in Population Biology and Epidemiology is planned for October 28-30 at Texas Tech University in Lubbock, Texas.  This is the 10th Annual Red Raider Mini-Symposium organized by the Department of Mathematics and Statistics.  The symposium features seven distinguished speakers and four early career speakers. Many other young investigators, including graduate students, are invited.\r\n\r\nThe theme for this year's symposium is mathematical modeling in population biology and epidemiology. This interdisciplinary area utilizes mathematical techniques from dynamical systems, difference equations, ordinary differential equations, integral equations, and partial differential equations, and applies them to current problems in population biology and epidemiology.  The symposium speakers and their research areas emphasize a wide variety of mathematical approaches to several application areas, including emerging diseases such as influenza, tuberculosis, HIV, MRSA, the effects of relapse, vaccination, quarantine, and treatment strategies, chaos in structured population models, evolution of phenotypic traits using game theoretic approaches, computation of thresholds for population or disease persistence and extinction, cellular dynamics in tumor and cancer growth, and competitive dynamics in chemostat modeling.  During the symposium, current research problems and important open problems are addressed.  Additionally, interactions among speakers and attendees lead to new opportunities for collaborations.\r\n\r\nThe event is a medium for interactions and discussions among senior scholars, early career investigators, researchers and students. The symposium presents a high level of mathematical research, provides a stimulus to higher education and promotes interdisciplinary interaction among mathematicians, public health professionals, biologists and other scientists in West Texas and the surrounding region with participants from across the United States, Canada, and Taiwan. The event engages a diverse mixture of undergraduate and graduate students from the mathematical sciences as well as students from other research fields.  This symposium provides opportunities for young investigators to learn about current problems in interdisciplinary research in population biology and epidemiology and to meet with leaders in the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lih-Ing",
   "pi_last_name": "Roeger",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Lih-Ing W Roeger",
   "pi_email_addr": "lih-ing.roeger@ttu.edu",
   "nsf_id": "000333262",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sophia",
   "pi_last_name": "Jang",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sophia R Jang",
   "pi_email_addr": "sophia.jang@ttu.edu",
   "nsf_id": "000368236",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20790.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Department of Mathematics and Statistics at Texas Tech University has organized a Red Raider Mini-Symposium every year for the past 10 years. This symposium showcases particular areas of current mathematical importance through talks given by distinguished mathematicians and scientists and promising early-career researchers. In 2010, the 10th Red Raider Mini-Symposium entitled \\textbf{Mathematical Modeling in Population Biology and Epidemiology} was held on October 28-30 at Texas Tech University in Lubbock, Texas.&nbsp; The symposium featured 7 distinguished speakers, 4 early-career speakers, and 24 poster presentations by graduate students and young researchers.&nbsp; The Mini-Symposium&nbsp; is funded in part by Dr. Frits Ruymgaart, Paul Whitfield Horn Professor in the Department of Mathematics and Statistics at Texas Tech University and by the National Science Foundation.</p>\n<p><span style=\"text-decoration: underline;\"><strong>Intellectual Merit</strong></span>.&nbsp; The theme for the symposium is mathematical modeling in population biology and epidemiology. This interdisciplinary&nbsp; area utilizes mathematical techniques and applies&nbsp; them to current problems in population biology and epidemiology. The research areas of the speakers emphasize various mathematical approaches to several application areas. During the symposium, current research problems&nbsp; and important open problems&nbsp; were addressed. Additionally, the interactions among speakers and attendees lead to new opportunities for collaborations.&nbsp;&nbsp; Lectures were presented by the 7 distinguished speakers:<br /><strong>C. Castillo-Chavez</strong>, Arizona State University;<br /><strong>J. Cushing</strong>, University of Arizona;<br /><strong>Z. Feng, </strong>Purdue University;<br /><strong>S.-B. Hsu</strong>, National Tsing-Hua University, Taiwan;<br /><strong>H. Thieme</strong>, University of Arizona;<br /><strong>G. F. Webb, </strong>Vanderbilt University; and<br /><strong>P. van den Driessche</strong>, University of Victoria, Canada.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong>. The symposium&nbsp; enhances the infrastructure for research as it establishes and strengthens a network of mathematicians, biologists, and public health professionals with shared interests in applications of mathematics to&nbsp; population biology and epidemiology. % The event was a medium for interactions and discussions among senior scholars,&nbsp; early career investigators, researchers, and students.<br />The symposium presented a high level of mathematical research; provided a stimulus to higher education; and promoted&nbsp; interdisciplinary interaction among&nbsp; mathematicians, public health professionals,&nbsp; biologists, and other scientists in West Texas and the surrounding region. Participants&nbsp; were from across the United States, Canada, and Taiwan.&nbsp; The event engaged a diverse mixture of undergraduate and graduate students from the Texas Tech Department of Mathematics and Statistics as well as students from other departments in the university and from the Texas Tech Health Sciences Center in symposium-related activities. This symposium provided opportunities for young investigators to learn about&nbsp; current problems in interdisciplinary research in population biology and epidemiology and to meet with the leaders in the field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2011<br>\n\t\t\t\t\tModified by: Lih-Ing&nbsp;W&nbsp;Roeger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Department of Mathematics and Statistics at Texas Tech University has organized a Red Raider Mini-Symposium every year for the past 10 years. This symposium showcases particular areas of current mathematical importance through talks given by distinguished mathematicians and scientists and promising early-career researchers. In 2010, the 10th Red Raider Mini-Symposium entitled \\textbf{Mathematical Modeling in Population Biology and Epidemiology} was held on October 28-30 at Texas Tech University in Lubbock, Texas.  The symposium featured 7 distinguished speakers, 4 early-career speakers, and 24 poster presentations by graduate students and young researchers.  The Mini-Symposium  is funded in part by Dr. Frits Ruymgaart, Paul Whitfield Horn Professor in the Department of Mathematics and Statistics at Texas Tech University and by the National Science Foundation.\n\nIntellectual Merit.  The theme for the symposium is mathematical modeling in population biology and epidemiology. This interdisciplinary  area utilizes mathematical techniques and applies  them to current problems in population biology and epidemiology. The research areas of the speakers emphasize various mathematical approaches to several application areas. During the symposium, current research problems  and important open problems  were addressed. Additionally, the interactions among speakers and attendees lead to new opportunities for collaborations.   Lectures were presented by the 7 distinguished speakers:\nC. Castillo-Chavez, Arizona State University;\nJ. Cushing, University of Arizona;\nZ. Feng, Purdue University;\nS.-B. Hsu, National Tsing-Hua University, Taiwan;\nH. Thieme, University of Arizona;\nG. F. Webb, Vanderbilt University; and\nP. van den Driessche, University of Victoria, Canada.\n\n \n\nBroader Impacts. The symposium  enhances the infrastructure for research as it establishes and strengthens a network of mathematicians, biologists, and public health professionals with shared interests in applications of mathematics to  population biology and epidemiology. % The event was a medium for interactions and discussions among senior scholars,  early career investigators, researchers, and students.\nThe symposium presented a high level of mathematical research; provided a stimulus to higher education; and promoted  interdisciplinary interaction among  mathematicians, public health professionals,  biologists, and other scientists in West Texas and the surrounding region. Participants  were from across the United States, Canada, and Taiwan.  The event engaged a diverse mixture of undergraduate and graduate students from the Texas Tech Department of Mathematics and Statistics as well as students from other departments in the university and from the Texas Tech Health Sciences Center in symposium-related activities. This symposium provided opportunities for young investigators to learn about  current problems in interdisciplinary research in population biology and epidemiology and to meet with the leaders in the field.\n\n\t\t\t\t\tLast Modified: 12/09/2011\n\n\t\t\t\t\tSubmitted by: Lih-Ing W Roeger"
 }
}