{
 "awd_id": "1031394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US - Argentina Planning Visit:  New Thymine Based Bioinspired Polymeric Materials",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harold Stolberg",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 19971.0,
 "awd_amount": 19971.0,
 "awd_min_amd_letter_date": "2010-11-15",
 "awd_max_amd_letter_date": "2010-11-15",
 "awd_abstract_narration": "This U.S. - Argentina award will support one senior researcher and four undergraduate college women under the direction of Dr. Richard Gurney of Simmons College, on two planning visits visits to Argentina in the summers of 2011 and 2012. The primary goal of these visits is to further develop collaborations on thymine-based polymer research between scientists and students from Simmons College and the Universidad Nacional del Litoral in Argentina. During Dr. Gurney's visit to Dr. Debora Martino at the Universidad Nacional del Litoral, the PI will develop a three-year research plan. The visiting students will perform computational work related to the polymers in question, gain experience in the use of a breath of instruments not normally available in the laboratories of undergraduate institutions, and transfer their research knowledge, skills, and results to investigators in Argentina. The research topics include the synthesis, characterization, processing and biodegradability of thymine-based polymers.\r\n\r\nThe collaborators will bring complementary skills to the project with Dr. Gurney providing expertise in the synthesis and characterization of thymine-based polymers and Dr. Martino offering her experience in molecular dynamic calculations and further characterization techniques. This joint effort will allow undergraduate students to gain valuable experience in analytical skills while forging international partnerships with Argentinean researchers. The polymers to be developed have generated interest from a commercial organization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gurney",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Richard W Gurney",
   "pi_email_addr": "richard.gurney@simmons.edu",
   "nsf_id": "000314649",
   "pi_start_date": "2010-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Simmons University",
  "inst_street_address": "300 FENWAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175212824",
  "inst_zip_code": "021155820",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "SIMMONS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SAKCL8BJ6DL9"
 },
 "perf_inst": {
  "perf_inst_name": "Simmons University",
  "perf_str_addr": "300 FENWAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5911",
   "pgm_ref_txt": "ARGENTINA"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19971.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The work aimed to further develop an international linkage between the principal investigators of The National University of Litoral and Simmons College, an all women&rsquo;s, undergraduate college with a comprehensive, research focused curriculum. The 4-week, planning visit, hosted at The National University of Litoral, involving both PIs, provided an opportunity to create a 3-year research plan, discuss potential funding opportunities as well as additional synergistic research opportunities. Additionally, the planning visit provided funding for four undergraduate women scholars from Simmons College to spend 12 weeks in the research laboratories of National University of Litoral, under the guidance of Dr. Debora Martino over two summers. Simmons students transferred their research knowledge, skills and results with researchers in Argentina, while being trained in new research methods -predominately the theoretical modeling of the systems being prepared at Simmons. Upon returning to Simmons, the undergraduate scholars transferred knowledge to Junior and Sophomore colleagues as research mentors within their Senior Independent Research course as well as to students within our research integrated curriculum (Undergraduate Laboratory Renaissance Program) as Teaching/Research Assistants for the courses in both chemistry and physics.</p>\n<p class=\"p1\">The primary research focus was to design monomers with photocrosslinkable properties, design synthetic processes for new polymeric materials that were in accordance with the Green Chemistry principles, &nbsp;study these materials using GASRFTIR characterization techniques, and model the cross linking process through chemometric analysis.&nbsp;</p>\n<p class=\"p1\">Additional funding to support this work has been secured from the Presidential Fund for Faculty Excellence at Simmons College to support student research stipends for four undergraduate women scholars (Amanda McLaughlin, Katrina Thistle, Veronica Nowakowski and Kris McDonough from Simmons College to spend 12 weeks in the research laboratories of National University of Litoral, under the guidance of Dr. Debora Martino over the summer of 2011 and 2012. Funding from this grant supported travel, food and lodging for a 4-week planning session hosted at The National University of Litoral as well as funding to support travel, food and lodging for the four undergraduate women scholars from Simmons College.</p>\n<p class=\"p1\">All of the initial objectives for this research project have been completed and have been published in the journal \"Polymer,\" &nbsp;\"Evaluation of photoinduced crosslinking of thymine polymers using FTIR spectroscopy and chemometric analysis. Bortolato, Santiago A.; Thomas, Katelyn E.; McDonough, Kristin; Gurney, Richard W.; Martino, Debora M. From Polymer (2012), 53(23), 52855294.</p>\n<p class=\"p1\">The work completed in this grant has enabled the creation of the Simmons Undergraduate Research Experience for Women in Materials (SUREWiM) and the Senior Mentoring Assistanceships for Research Training (SMART) Scholars, within the W. M. Keck Undergraduate Laboratory Renaissance Program. The SMART and SUREWiM Scholars are funded in part by the Semiconductor Research Corporation Educational Alliance Undergraduate Research Opportunities SRCEA-URO &nbsp;Program. &nbsp;Undergraduate Simmons women work with faculty mentors to bring their senior thesis research projects into the standard teaching curriculum and serve as Research Teaching Assistants and Instrumental Teaching Assistants (SMART Scholars) to underclasswomen. Typically, these Senior and Junior Undergraduates will recruit underclasswomen to join their research laboratory in their Sophomore year as SUREWIM Scholars. The SMART Scholars then mentor the SURE Scholars in groups of 2 to 3, while they are working on their Senior Thesis Projects in the research laboratory. During the first semester res...",
  "por_txt_cntn": "The work aimed to further develop an international linkage between the principal investigators of The National University of Litoral and Simmons College, an all womenÆs, undergraduate college with a comprehensive, research focused curriculum. The 4-week, planning visit, hosted at The National University of Litoral, involving both PIs, provided an opportunity to create a 3-year research plan, discuss potential funding opportunities as well as additional synergistic research opportunities. Additionally, the planning visit provided funding for four undergraduate women scholars from Simmons College to spend 12 weeks in the research laboratories of National University of Litoral, under the guidance of Dr. Debora Martino over two summers. Simmons students transferred their research knowledge, skills and results with researchers in Argentina, while being trained in new research methods -predominately the theoretical modeling of the systems being prepared at Simmons. Upon returning to Simmons, the undergraduate scholars transferred knowledge to Junior and Sophomore colleagues as research mentors within their Senior Independent Research course as well as to students within our research integrated curriculum (Undergraduate Laboratory Renaissance Program) as Teaching/Research Assistants for the courses in both chemistry and physics.\nThe primary research focus was to design monomers with photocrosslinkable properties, design synthetic processes for new polymeric materials that were in accordance with the Green Chemistry principles,  study these materials using GASRFTIR characterization techniques, and model the cross linking process through chemometric analysis. \nAdditional funding to support this work has been secured from the Presidential Fund for Faculty Excellence at Simmons College to support student research stipends for four undergraduate women scholars (Amanda McLaughlin, Katrina Thistle, Veronica Nowakowski and Kris McDonough from Simmons College to spend 12 weeks in the research laboratories of National University of Litoral, under the guidance of Dr. Debora Martino over the summer of 2011 and 2012. Funding from this grant supported travel, food and lodging for a 4-week planning session hosted at The National University of Litoral as well as funding to support travel, food and lodging for the four undergraduate women scholars from Simmons College.\nAll of the initial objectives for this research project have been completed and have been published in the journal \"Polymer,\"  \"Evaluation of photoinduced crosslinking of thymine polymers using FTIR spectroscopy and chemometric analysis. Bortolato, Santiago A.; Thomas, Katelyn E.; McDonough, Kristin; Gurney, Richard W.; Martino, Debora M. From Polymer (2012), 53(23), 52855294.\nThe work completed in this grant has enabled the creation of the Simmons Undergraduate Research Experience for Women in Materials (SUREWiM) and the Senior Mentoring Assistanceships for Research Training (SMART) Scholars, within the W. M. Keck Undergraduate Laboratory Renaissance Program. The SMART and SUREWiM Scholars are funded in part by the Semiconductor Research Corporation Educational Alliance Undergraduate Research Opportunities SRCEA-URO  Program.  Undergraduate Simmons women work with faculty mentors to bring their senior thesis research projects into the standard teaching curriculum and serve as Research Teaching Assistants and Instrumental Teaching Assistants (SMART Scholars) to underclasswomen. Typically, these Senior and Junior Undergraduates will recruit underclasswomen to join their research laboratory in their Sophomore year as SUREWIM Scholars. The SMART Scholars then mentor the SURE Scholars in groups of 2 to 3, while they are working on their Senior Thesis Projects in the research laboratory. During the first semester research \"rotation\" SUREWiM Scholars either decide to join the research group and begin to develop a related project of their own, or they may choose to pursue another faculty memb..."
 }
}