{
 "awd_id": "1031475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Promoting Our Worth as Entrepreneurs and Researchers In Innovative Technology",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julia Clark",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 750857.0,
 "awd_amount": 900857.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2014-09-09",
 "awd_abstract_narration": "This Strategies project, from the Morehouse School of Medicine, will engage 60 high school students in carrying out a multi-faceted out-of-school time (OST) intervention program focused on information communication technology (ICT), neuroscience, and entrepreneurship. In this project, Promoting Our Worth as Entrepreneurs and Researchers in Innovative Technology (POWER-IT) Georgia high school students learn advanced ICT and Neuroscience. POWER-IT is a research-based intervention model that offers Georgia high-school students high quality OST experiences to increase their skills, interest, career knowledge, and participation in neuroscience and ICT. The POWER-IT model is based on evidence that immersion experiences and access to business professionals, entrepreneurs, scientists, undergraduate mentors, and research experiences is an effective approach towards increasing students' future science and ICT success. Students will work alongside neuroscientists at the Morehouse School of Medicine Neuroscience Institute where they learn about Imagining-Microarray and Informatics Research and will be learning how researchers use information technology to do hypothesis-driven research.\r\n\r\nThe major content areas of POWER-IT are: ICT with an emphasis on multimedia, communication, and research and biology with am emphasis on neuroscience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Byron",
   "pi_last_name": "Ford",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Byron D Ford",
   "pi_email_addr": "byron.ford@medsch.ucr.edu",
   "nsf_id": "000360535",
   "pi_start_date": "2014-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Marlene",
   "pi_last_name": "MacLeish",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marlene MacLeish",
   "pi_email_addr": "mmacleish@msm.edu",
   "nsf_id": "000557796",
   "pi_start_date": "2011-07-08",
   "pi_end_date": "2013-06-24"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Byron",
   "pi_last_name": "Ford",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Byron D Ford",
   "pi_email_addr": "byron.ford@medsch.ucr.edu",
   "nsf_id": "000360535",
   "pi_start_date": "2012-09-22",
   "pi_end_date": "2013-06-24"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Angelicque",
   "pi_last_name": "Tucker-Blackmon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angelicque Tucker-Blackmon",
   "pi_email_addr": "ablackmon@ilearningcenter.education",
   "nsf_id": "000075729",
   "pi_start_date": "2011-07-08",
   "pi_end_date": "2014-09-09"
  }
 ],
 "inst": {
  "inst_name": "Morehouse School of Medicine",
  "inst_street_address": "720 WESTVIEW DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047521725",
  "inst_zip_code": "303101458",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "THE MOREHOUSE SCHOOL OF MEDICINE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "X5S7PNXMJMC7"
 },
 "perf_inst": {
  "perf_inst_name": "Morehouse School of Medicine",
  "perf_str_addr": "720 WESTVIEW DR SW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303101458",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8244",
   "pgm_ref_txt": "EHR CL Opportunities (NSF 14-302)"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 245621.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 254643.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 250593.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Promoting Our Worth as Entrepreneurs and Researchers in Innovative Technology (POWER-IT) program is a collaborative effort with three Atlanta area high schools to introduce a hands-on neuroscience curriculum along with teachers to enrich the scientific experience for a diverse population of students interested in science.&nbsp; POWER-IT is a research-based intervention program that promotes Georgia high school students&rsquo; education to prepare for careers in science, technology, engineering and mathematics (STEM) during the school year. The POWER-IT Summer Academy provides high school students with an exciting week-long program of research training activities at the Morehouse School of Medicine (MSM). The POWER-IT curriculum is comprised of research modules that are accompanied by hands-on activities overseen by POWER-IT faculty and teachers from respective schools including: the Scientific Method (SM) with a problem based learning module on the SM, scientific ethics, gross brain anatomy, hands-on sheep brain dissection, comparative brain anatomy, basic histology, immunostaining and basic neuronal cell function. The Summer Academy held at MSM focuses on understanding the structure and function of the normal brain and of the injured brain, including stroke and traumatic brain injury, using current technologies that support neuroscience research, the use of information technology in neuroscience research and entrepreneurship opportunities in science. The program offered two week-long sessions during the summer. The three high schools were North Springs Charter High School, Gwinnett School of Math Science and Technology and Arabia Mountain High School.</p>\n<p>Approximately 60 percent of the students who participated during the academic year did so during the summer. Of these, the overwhelming majority were African Americans. In Year 3, POWER-IT implemented four curricula activities to a new group of students from North Springs Charter High School and the Gwinnett School of Mathematics, Science and Technology. During the spring sessions, POWER-IT students who participated in the previous summer program served as group leaders and mentors to the new students as they moved through the neuroscience curricula topics. In the brain dissection activities, students were able to analyze 3D models of the human brain using iPhone &amp; Android Apps and a website (www.brainvoyager.com). During the summer 2014 and 2015 sessions, POWER-IT students worked alongside neuroscientists at MSM where they learned through inquiry-based, interactive experience about the structure and function of the pig and rat brain and the human brain in the MSM gross anatomy laboratory.</p>\n<p>Participation in the POWER-IT program resulted in many students choosing STEM careers that had not done so before. This program has made a small, but significant impact of diversification of the scientific workforce.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2016<br>\n\t\t\t\t\tModified by: Byron&nbsp;D&nbsp;Ford</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Promoting Our Worth as Entrepreneurs and Researchers in Innovative Technology (POWER-IT) program is a collaborative effort with three Atlanta area high schools to introduce a hands-on neuroscience curriculum along with teachers to enrich the scientific experience for a diverse population of students interested in science.  POWER-IT is a research-based intervention program that promotes Georgia high school studentsÆ education to prepare for careers in science, technology, engineering and mathematics (STEM) during the school year. The POWER-IT Summer Academy provides high school students with an exciting week-long program of research training activities at the Morehouse School of Medicine (MSM). The POWER-IT curriculum is comprised of research modules that are accompanied by hands-on activities overseen by POWER-IT faculty and teachers from respective schools including: the Scientific Method (SM) with a problem based learning module on the SM, scientific ethics, gross brain anatomy, hands-on sheep brain dissection, comparative brain anatomy, basic histology, immunostaining and basic neuronal cell function. The Summer Academy held at MSM focuses on understanding the structure and function of the normal brain and of the injured brain, including stroke and traumatic brain injury, using current technologies that support neuroscience research, the use of information technology in neuroscience research and entrepreneurship opportunities in science. The program offered two week-long sessions during the summer. The three high schools were North Springs Charter High School, Gwinnett School of Math Science and Technology and Arabia Mountain High School.\n\nApproximately 60 percent of the students who participated during the academic year did so during the summer. Of these, the overwhelming majority were African Americans. In Year 3, POWER-IT implemented four curricula activities to a new group of students from North Springs Charter High School and the Gwinnett School of Mathematics, Science and Technology. During the spring sessions, POWER-IT students who participated in the previous summer program served as group leaders and mentors to the new students as they moved through the neuroscience curricula topics. In the brain dissection activities, students were able to analyze 3D models of the human brain using iPhone &amp; Android Apps and a website (www.brainvoyager.com). During the summer 2014 and 2015 sessions, POWER-IT students worked alongside neuroscientists at MSM where they learned through inquiry-based, interactive experience about the structure and function of the pig and rat brain and the human brain in the MSM gross anatomy laboratory.\n\nParticipation in the POWER-IT program resulted in many students choosing STEM careers that had not done so before. This program has made a small, but significant impact of diversification of the scientific workforce.\n\n\t\t\t\t\tLast Modified: 05/06/2016\n\n\t\t\t\t\tSubmitted by: Byron D Ford"
 }
}