{
 "awd_id": "1033926",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Biological Alloys: Engineering Cells with Hybrid Transcriptional Machineries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 474897.0,
 "awd_amount": 474897.0,
 "awd_min_amd_letter_date": "2010-12-08",
 "awd_max_amd_letter_date": "2012-12-12",
 "awd_abstract_narration": "This NSF award by the Biotechnology, Biochemical and Biomass Engineering program supports the development of tools and strategies which will facilitate the development of complex phenotypes in microbial cells by combining genes from at least two and later multiple different organisms. This can viewed as an accelerated and designed evolutionary engineering approach that can lead to novel organisms which are true hybrids of existing organisms, or Biological Alloys. The properties of such organisms will combine some of the properties and capabilities (but would be different from the properties/capabilities of either) of the parent organisms. This is analogous to the properties of a metal alloy which has properties that depend on but are different than those of the metals used to make it. To make this possible, this project aims to design and build hybrid transcriptional machineries in a cell in order to facilitate the development of Biological Alloys. The proof of principle is the development of a strain which has a dual transcriptional machinery.  Flow cytometry will be used to design and test this hybrid machinery.  This will be then used to develop strains with enhanced tolerance to toxic chemicals. Finally, the strategy will be extended to build cells with more complex transcriptional machineries capable of expressing promoters from complex metagenomic libraries. \r\n\r\nBroader Impact: Many important properties of a cell to be used for biotechnological applications are the result of a complex integration of metabolic pathways and regulatory/signal transduction events involving many genes, which in most cases are not precisely known. These will be referred to as complex microbial phenotypes. There are several important complex phenotypes that one desires to develop for practical applications in the context of Cellular or Metabolic Engineering, that have applications in biopharmaceutical processing, biofuels development, biocatalysis, and bioremediation.\r\n\r\nA significant Broader Impact derives from integrating the research, training and learning processes of the project in a unique interdisciplinary environment and research facility. This project provides unique opportunities for the education and training of both graduate and undergraduate students in this emerging field of evolutionary engineering and the development of Biological Alloys. In addition, the project provides exceptional training opportunities in flow cytometry, experimental and computational genomics, and systems biology and bioengineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eleftherios",
   "pi_last_name": "Papoutsakis",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Eleftherios T Papoutsakis",
   "pi_email_addr": "papoutsakis@dbi.udel.edu",
   "nsf_id": "000293098",
   "pi_start_date": "2010-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 151453.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 159505.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 163939.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The natural environment contains an enormous variety of microorganisms that are capable of a huge number of unique, complex, and valuable biochemical reactions. From the human microbiota in our intestinal tracts that help us digest food and detoxify carcinogens to the bacteria found in polluted waste waters that perform bioremediation, exploring the nature and capabilities of the geobioshpere&rsquo;s microorganisms is of great interest, and could greatly benefit the environment and humanity. Unfortunately, less than 1% of these organisms found in nature can be cultured in the laboratory, making their study difficult. In this proposal, we successfully engineered methods to improve our ability to explore the diversity of genes that exist in nature (the &ldquo;metagenome&rdquo;), genes which have been previously left largely unexplored, and this constitutes the projects Intellectual Merit.</p>\n<p>As the test bed for our approach, we used genomic libraries from various organisms aiming to test if we can successfully express many &ldquo;foreign&rdquo; (heterologous) genes, at the genome scale, into the laboratory work-horse organism <em>Escherichia coli</em>. &nbsp;Our approach was to create a &ldquo;bioalloy&rdquo; whereby we incorporated the transcription machinery (sigma factors) of <em>Lactobacillus plantarum</em> and <em>Bacillus subtilis </em>into our host organism <em>E. coli</em>. The transcription machinery in <em>E. coli</em> was able to only poorly express foreign genes on its own, but the strains which also contained the machinery from the other microorganisms were able to greatly increase the number and strength of transcription (up to 30 times more). A statistically significant increase in transcription was observed in each of the heterologous genomic libraries tested from phylogenetically diverse organisms such as <em>Lactobacillus plantarum</em>, <em>Bacillus subtilis</em>, <em>Clostridium acetobutylicum</em>, <em>C. pasteurianum</em>, and <em>Deinococcus radiodurans</em>, which indicates that this method is robust and applicable to a large number of organisms. This bioalloy method was used to discover heterologous genes which impart ethanol tolerance from a single heterologous library, a phenotype of great interest in renewable biofuel applications. We showed that without using this novel method, the ethanol tolerance genes would likely have gone undiscovered.&nbsp; Furthermore, we developed methods of screening co-existing genomic libraries in order to explore synergistic interactions among distinct foreign genetic loci. This enabled us to start building complex phenotypes, such as tolerance, by sequentially identifying genetic loci from different organisms that contribute and strengthen the desirable phenotype.&nbsp; The work done here has advanced our ability to explore the metagenomic space, a new frontier in microbial genomics, synthetic biology and biotechnology. This constitutes the Broader Impact of the research supported under this project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/27/2014<br>\n\t\t\t\t\tModified by: Eleftherios&nbsp;T&nbsp;Papoutsakis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe natural environment contains an enormous variety of microorganisms that are capable of a huge number of unique, complex, and valuable biochemical reactions. From the human microbiota in our intestinal tracts that help us digest food and detoxify carcinogens to the bacteria found in polluted waste waters that perform bioremediation, exploring the nature and capabilities of the geobioshpereÆs microorganisms is of great interest, and could greatly benefit the environment and humanity. Unfortunately, less than 1% of these organisms found in nature can be cultured in the laboratory, making their study difficult. In this proposal, we successfully engineered methods to improve our ability to explore the diversity of genes that exist in nature (the \"metagenome\"), genes which have been previously left largely unexplored, and this constitutes the projects Intellectual Merit.\n\nAs the test bed for our approach, we used genomic libraries from various organisms aiming to test if we can successfully express many \"foreign\" (heterologous) genes, at the genome scale, into the laboratory work-horse organism Escherichia coli.  Our approach was to create a \"bioalloy\" whereby we incorporated the transcription machinery (sigma factors) of Lactobacillus plantarum and Bacillus subtilis into our host organism E. coli. The transcription machinery in E. coli was able to only poorly express foreign genes on its own, but the strains which also contained the machinery from the other microorganisms were able to greatly increase the number and strength of transcription (up to 30 times more). A statistically significant increase in transcription was observed in each of the heterologous genomic libraries tested from phylogenetically diverse organisms such as Lactobacillus plantarum, Bacillus subtilis, Clostridium acetobutylicum, C. pasteurianum, and Deinococcus radiodurans, which indicates that this method is robust and applicable to a large number of organisms. This bioalloy method was used to discover heterologous genes which impart ethanol tolerance from a single heterologous library, a phenotype of great interest in renewable biofuel applications. We showed that without using this novel method, the ethanol tolerance genes would likely have gone undiscovered.  Furthermore, we developed methods of screening co-existing genomic libraries in order to explore synergistic interactions among distinct foreign genetic loci. This enabled us to start building complex phenotypes, such as tolerance, by sequentially identifying genetic loci from different organisms that contribute and strengthen the desirable phenotype.  The work done here has advanced our ability to explore the metagenomic space, a new frontier in microbial genomics, synthetic biology and biotechnology. This constitutes the Broader Impact of the research supported under this project.\n\n \n\n\t\t\t\t\tLast Modified: 01/27/2014\n\n\t\t\t\t\tSubmitted by: Eleftherios T Papoutsakis"
 }
}