{
 "awd_id": "1034675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FSML: Improvements in Housing Facilities at the Angelo Coast Range Reserve",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-04-26",
 "awd_max_amd_letter_date": "2011-04-26",
 "awd_abstract_narration": "The University of California Berkeley is awarded a grant to add two critically needed housing units to the Environmental Science Center-housing complex at the south boundary of the Angelo Coast Range Reserve, http://angelo.berkeley.edu, an 8000 acre reserve administered by the University of California Berkeley campus and the UC. Natural Reserve System, Reserve.  A 450 square foot apartment building will be added with quarters suitable for longer-term resident researchers, including researchers with families.  A 384 square foot bunkhouse will provide group housing for shorter term individuals researchers.  These units will be built near an existing older Headquarters building, where communal dining, laundry, and recycling facilities are available.  This housing complex will be across the road from the Environmental Science Center, where a classroom can accommodate 30-50 people, and a wet and two dry laboratories are available, all with wireless and high speed internet connections.  The additional housing will alleviate a critical shortage, which has become acute over the last 8 years as use of the Angelo Reserve by multi-disciplinary research teams, and for environmental education, has surged.\r\n\r\nSince 1994, the Angelo Coast Range Reserve has served the University of California Natural Reserve System mission of supporting university-level research, teaching and outreach.  Over the last ten years, use of the Reserve by researchers and students has burgeoned with its adoption as a primary field site by two large, interdisciplinary teams. Angelo was chosen as the first collaborative field site for earth scientists, environmental engineers, and ecologists in the National Center for Earth Surface Dynamics (NCED, http://nced.umn.edu), an NSF Science and Technology Center. In 2006, Angelo was selected as the first watershed test bed for Keck Hydrowatch, a Berkeley program funded by the Keck Foundation to develop advanced technologies for monitoring the life cycle of water from atmosphere to trees, soils, deep bedrock reservoirs and streams in steep, forested catchments.  These and other groups are using Angelo as a protected research site and a stepping stone to the larger Eel River basin for multi-scale investigations of how biota and ecosystem processes change down the river network.  These studies are advancing our capacity to predict ecological responses to altered land use, biotic change, or climate.  The new buildings will help house researchers and students from all over the US and several foreign countries, and also faciliate exchanges with local youth including Native Americans, in particular students from Fond du Lac Tribal College in Minnesota, an NCED partner institution, and with Karuk leaders and youth (from the middle Klamath River, ca. 4 h north of our site), as part of the Karuk-Berkeley Collaborative studying forest-river-water interactions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Power",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mary E Power",
   "pi_email_addr": "mepower@berkeley.edu",
   "nsf_id": "000102293",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "1305",
   "pgm_ref_txt": "ECOLOGICAL DIVERSITY"
  },
  {
   "pgm_ref_code": "7593",
   "pgm_ref_txt": "FIELD STATIONS AND MARINE LABS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>FSML funding from the National Science Foundation allowed us to replace several decrepit housing structures at the Angelo Coast Range Reserve with units that will be safer and healthier for the students and researchers who visit and carry out their investigations at Angelo.&nbsp; We now have a stand alone apartment with two bedrooms, a small kitchen, and a bathroom, and an 4-8 person bunk house (depending on whether double decks of beds are used) for shorter term visitors (e.g. students in classes).&nbsp; Both units are built of fire proof materials, and are &ldquo;tight&rdquo;, making them easier to keep clean and free of mice.&nbsp; They were built over footprints of decrepit buildings at the southern edge of the Reserve, just across from the Goldman funded Environmental Science Center, where laboratories and classrooms support increasing use of the reserve by scientists and classes.&nbsp; Improved infrastructure (wells, wiring, plumbing, and handicap accessible walkways to the units from local parking areas, were also built in this project.&nbsp; The housing was desperately needed, and the funding from NSF is much appreciated by all who use this forested UC Natural Reserve System Berkeley-administered reserve along the upper reaches of the South Fork Eel River in Mendocino Co., CA.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2015<br>\n\t\t\t\t\tModified by: Mary&nbsp;E&nbsp;Power</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFSML funding from the National Science Foundation allowed us to replace several decrepit housing structures at the Angelo Coast Range Reserve with units that will be safer and healthier for the students and researchers who visit and carry out their investigations at Angelo.  We now have a stand alone apartment with two bedrooms, a small kitchen, and a bathroom, and an 4-8 person bunk house (depending on whether double decks of beds are used) for shorter term visitors (e.g. students in classes).  Both units are built of fire proof materials, and are \"tight\", making them easier to keep clean and free of mice.  They were built over footprints of decrepit buildings at the southern edge of the Reserve, just across from the Goldman funded Environmental Science Center, where laboratories and classrooms support increasing use of the reserve by scientists and classes.  Improved infrastructure (wells, wiring, plumbing, and handicap accessible walkways to the units from local parking areas, were also built in this project.  The housing was desperately needed, and the funding from NSF is much appreciated by all who use this forested UC Natural Reserve System Berkeley-administered reserve along the upper reaches of the South Fork Eel River in Mendocino Co., CA.\n\n \n\n\t\t\t\t\tLast Modified: 06/29/2015\n\n\t\t\t\t\tSubmitted by: Mary E Power"
 }
}