{
 "awd_id": "1034850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "University of Idaho McCall Field Campus Infrastructure Planning",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-01-20",
 "awd_max_amd_letter_date": "2011-01-20",
 "awd_abstract_narration": "The University of Idaho, with collaborators from Boise State and Idaho State Universities, is awarded a grant to facilitate field station infrastructure and inter-institutional collaboration building at the McCall Field Station.  The McCall Field Station is a key station in the region for conducting research and delivering educational outreach programs addressing issues of climate and land-use changes on terrestrial and aquatic processes that influence landscape connectivity and biodiversity (http://www.cnrhome.uidaho.edu/default.aspx?pid=41794). With high-impact educational and outreach programs currently in place, the primary goal now is to develop the research capacity of the Field Campus and carefully integrate this into the education/outreach activities.  \r\n\r\nThe project will develop a five-year strategic plan that will increase the quality of and capacity for research and scientific inquiry at the Field Campus.  The planning process will be informed by guidance from the Organization of Biological Field Stations and by an advisory group comprised of current and former directors of field stations. The effort will be integrated with that of a University advisory committee established to develop a strategic direction for the McCall Field Campus in concert with two other UI facilities: the Taylor Wilderness Research Station and the Nokes Experimental Forest. The advisory committee is comprised of leading UI scientists along with scientists from other state institutions (Boise State University and Idaho State University). \r\n\r\nThe effort will result in a research strategic plan under the umbrella of the McCall Field Campus vision and mission.  The plan will include including strategic foci, collaborations, key participants, a facilities/infrastructure plan, and a financial/business plan.  The strategic plan will capitalize on field campus strengths, including location, access to wildlands, fundraising success, and high-impact outreach and education programs.  It will optimize regional scientific opportunities and capitalize on opportunities presented the Taylor Wilderness Research Station and the Nokes Experimental Forestas as well as other field stations in the region.  A variety of stakeholders including University of Idaho higher administration, university and visiting researchers, other Idaho universities, other field stations, institutes and non-profit organizations, will participate in this process.\r\n\r\nThis strategic plan is an important step in the development of a research coordination network in the region that is characterized by large federal and state protected areas (national parks and wildernesses, national forests, state parks) embedded in complex mosaics of mountain and range habitats with steep elevational and latitudinal gradients of temperature and precipitation.  Large blocks of roadless areas, coupled with largely undeveloped river bottoms of the upstream segments of three great rivers of North America (Columbia, Missouri, Saskatchewan), provide linkage corridors that have important ecological and economic functions that maintain the natural and cultural attributes of the regional landscape.  However, the entire region is undergoing environmental and economic change as agricultural and forest lands convert to exurban uses and climate warming reduces snowpacks and lengthens growing seasons.  The coordinated research empowered by the awarded infrastructure will add to our understanding of how natural processes are affected in this changing world and help inform the inevitable debate on how society should react to the potential treats.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Hollenhorst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Hollenhorst",
   "pi_email_addr": "stevenh@uidaho.edu",
   "nsf_id": "000075039",
   "pi_start_date": "2011-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colden",
   "pi_last_name": "Baxter",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Colden V Baxter",
   "pi_email_addr": "baxtcold@isu.edu",
   "nsf_id": "000410700",
   "pi_start_date": "2011-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gosz",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "James R Gosz",
   "pi_email_addr": "jgosz@uidaho.edu",
   "nsf_id": "000502072",
   "pi_start_date": "2011-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karla",
   "pi_last_name": "Eitel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karla Eitel",
   "pi_email_addr": "kbradley@uidaho.edu",
   "nsf_id": "000527462",
   "pi_start_date": "2011-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Vierling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Vierling",
   "pi_email_addr": "leev@uidaho.edu",
   "nsf_id": "000604922",
   "pi_start_date": "2011-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Idaho",
  "perf_str_addr": "875 PERIMETER DR",
  "perf_city_name": "MOSCOW",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838449803",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7593",
   "pgm_ref_txt": "FIELD STATIONS AND MARINE LABS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF award sponsored the development of a strategic plan to guide the University of Idaho (UI) in creating a Field Research Station at the UI McCall Field Campus. Research activity at the Research Station will build upon the vastly diverse environments that can be found throughout the Intermountain West. Scholars will conduct basic and applied research that focuses on ecological and physical processes that occur within the social and economic contexts of the Intermountain West. The research at the field station will inform decision making and will help protect valuable natural resources for future generations by developing improved management practices and monitoring the integrity and function of the natural environment. The research enterprise itself will allow citizen-scientists, undergraduate, and graduate students to get hands-on research experience and to connect to a wide variety of different research projects and researchers. Research will occur through a close, in-house connection to the McCall Outdoor Science School, a powerful engine for public outreach and engagement that hosts 2,500 K-12 students and teachers in immersive place-based learning experiences annually.&nbsp; This connection will enable scientists and students to communicate their science to a diverse and lay audience to increase the general public&rsquo;s science literacy and awareness. The science produced will help to further our scientific understanding of ecological and socio-economic interrelations of the diverse environments of the Intermountain West that provides the knowledge basis necessary for decision makers (e.g. government agency, industry, politicians) to sustainably manage regional ecosystems for the prosperity and well-being of its current and future residents. This strategic plan has catalyzed a new effort by the UI to begin to renovate the campus for sustained research and educational use for the next 50 years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/08/2013<br>\n\t\t\t\t\tModified by: Lee&nbsp;Vierling</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF award sponsored the development of a strategic plan to guide the University of Idaho (UI) in creating a Field Research Station at the UI McCall Field Campus. Research activity at the Research Station will build upon the vastly diverse environments that can be found throughout the Intermountain West. Scholars will conduct basic and applied research that focuses on ecological and physical processes that occur within the social and economic contexts of the Intermountain West. The research at the field station will inform decision making and will help protect valuable natural resources for future generations by developing improved management practices and monitoring the integrity and function of the natural environment. The research enterprise itself will allow citizen-scientists, undergraduate, and graduate students to get hands-on research experience and to connect to a wide variety of different research projects and researchers. Research will occur through a close, in-house connection to the McCall Outdoor Science School, a powerful engine for public outreach and engagement that hosts 2,500 K-12 students and teachers in immersive place-based learning experiences annually.  This connection will enable scientists and students to communicate their science to a diverse and lay audience to increase the general publicÆs science literacy and awareness. The science produced will help to further our scientific understanding of ecological and socio-economic interrelations of the diverse environments of the Intermountain West that provides the knowledge basis necessary for decision makers (e.g. government agency, industry, politicians) to sustainably manage regional ecosystems for the prosperity and well-being of its current and future residents. This strategic plan has catalyzed a new effort by the UI to begin to renovate the campus for sustained research and educational use for the next 50 years.\n\n\t\t\t\t\tLast Modified: 05/08/2013\n\n\t\t\t\t\tSubmitted by: Lee Vierling"
 }
}