{
 "awd_id": "1034744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Implementing the Otsego Lake Watershed Plan - Enhancement of Lake Access, Laboratory and Field Instrumentation and Associated Research",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 103633.0,
 "awd_amount": 103633.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2011-03-28",
 "awd_abstract_narration": "The State University of New York (SUNY) College at Oneonta is awarded a grant to support infrastructure improvements at its Biological Field Station (BFS) for a range of coordinated interdisciplinary research projects and research training/education conducted by faculty and staff from SUNY Oneonta, the SUNY College of Agriculture and Technology at Cobleskill (SUNY Cobleskill), and the NYS College of Agriculture and Life Sciences at Cornell University. The construction and acquisition of the instrumentation will enable initiation and refinement of research undertaken in coordination with implementation of the Otsego Lake Watershed Management Plan.  Construction entails a series of weirs in tributaries to Otsego Lake, the headwaters of the Susquehanna watershed in the Chesapeake Bay drainage basin, to facilitate long-term stream hydrologic, sediment and nutrient mass balance monitoring and analysis; the purchase of four boats to replace those acquired with NSF funding in 1970;  acquisition of instrumentation to refine acoustic evaluation off Otsego Lake fish populations, to collect fish characterizing tributary water quality, and for analysis of the aquatic biota in both the lake and its tributaries.  These improvements will directly enhance BFS faculty, staff and student research involving impacts of land use practices and introduced species on water quality; nutrient availability and cycling; the evaluation inputs by onsite wastewater treatment systems and the mitigation thereof; population dynamics of zoo- and phytoplankton, macrobenthic invertebrates and fish parasites; fisheries biology and management; and biocontrol of exotic forage fish and nuisance aquatic plants. \r\nThe SUNY Oneonta BFS has a strong tradition of training students (college-bound high school, undergraduate, and graduate) in ecological and environmental studies. The improvements will help expand summer internship and academic year undergraduate research programs, enabling more students to master the skills needed to pursue graduate study or professional training, or to obtain related entry-level positions. It will also enhance resources available to a newly-proposed graduate program, a Master of Science in Lake Management, now close to final SUNY Administration approval. Additionally, the proposed construction and instrumentation will improve our ability to attract quality researchers and form new collaborations. As a model involving academia with local, State and Federal partners, and applying ecological theory directly to water quality management, the impact of BFS research extends beyond the local to regional and national levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Willard",
   "pi_last_name": "Harman",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Willard N Harman",
   "pi_email_addr": "harmanwn@oneonta.edu",
   "nsf_id": "000156127",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College at Oneonta",
  "inst_street_address": "108 RAVINE PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "ONEONTA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6074362525",
  "inst_zip_code": "138202685",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "KBTNGWV8WML7"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College at Oneonta",
  "perf_str_addr": "108 RAVINE PKWY",
  "perf_city_name": "ONEONTA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "138202685",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110400",
   "pgm_ele_name": "FIELD STATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1305",
   "pgm_ref_txt": "ECOLOGICAL DIVERSITY"
  },
  {
   "pgm_ref_code": "7593",
   "pgm_ref_txt": "FIELD STATIONS AND MARINE LABS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 103633.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Award 1034744 was made to facilitate research and education at the State University of New York&nbsp; (SUNY) College at Oneonta&rsquo;s Biological Field Station at Cooperstown, NY, on the shores of Otsego Lake, the headwaters of the Susquehanna River (Chesapeake Bay watershed). The thrust of the work begins development of a series of databases required to model the impacts of typical agricultural practices on northeastern uplands to aquatic resources. Since upland practices vary substantially from more intensive farming in downstream areas, sediment and nutrient loading models need to take account of these differences when assigning Total Maximum Daily Loads (TMDLs) fairly throughout a drainage basin when downstream water quality improvements are desired.&nbsp;</p>\n<p>The funding has&nbsp;also enabled us to better define the reasons for our success with a walleye stocking program in Otsego Lake that created trophic cascades mitigating decreasing clarity and the loss of oxygen from deep waters resulting from algal blooms. These symptoms of eutrophication resulted from the invasion of an effective zooplankton grazer, the alewife, decimating zooplankton and, thereby, releasing algal populations to flourish. This work, not well documented elsewhere, will provide data to improve lake management practices in similar inland lakes.</p>\n<p>The grant also facilitates further research on the fish parasites of northeastern inland lakes. There is a paucity of data concerning the presence and distribution of the species of fish parasites of inland waterways. Those and relevant ecological data are required to better take into consideration the impacts of fish parasites on the management of inland fisheries. The initial surveys have been completed.</p>\n<p>Finally, improvement to the SUNY Oneonta BFS facilitated through this award&nbsp;helps expand summer internship and academic year undergraduate research programs, enabling more students to master the skills needed to pursue graduate study or professional training, or to obtain related entry-level positions. It also enhance resources available to&nbsp;SUNY Oneonta's&nbsp;Master of Science in Lake Management Program, the first and only such program&nbsp;in the nation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/12/2014<br>\n\t\t\t\t\tModified by: Willard&nbsp;N&nbsp;Harman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAward 1034744 was made to facilitate research and education at the State University of New York  (SUNY) College at OneontaÆs Biological Field Station at Cooperstown, NY, on the shores of Otsego Lake, the headwaters of the Susquehanna River (Chesapeake Bay watershed). The thrust of the work begins development of a series of databases required to model the impacts of typical agricultural practices on northeastern uplands to aquatic resources. Since upland practices vary substantially from more intensive farming in downstream areas, sediment and nutrient loading models need to take account of these differences when assigning Total Maximum Daily Loads (TMDLs) fairly throughout a drainage basin when downstream water quality improvements are desired. \n\nThe funding has also enabled us to better define the reasons for our success with a walleye stocking program in Otsego Lake that created trophic cascades mitigating decreasing clarity and the loss of oxygen from deep waters resulting from algal blooms. These symptoms of eutrophication resulted from the invasion of an effective zooplankton grazer, the alewife, decimating zooplankton and, thereby, releasing algal populations to flourish. This work, not well documented elsewhere, will provide data to improve lake management practices in similar inland lakes.\n\nThe grant also facilitates further research on the fish parasites of northeastern inland lakes. There is a paucity of data concerning the presence and distribution of the species of fish parasites of inland waterways. Those and relevant ecological data are required to better take into consideration the impacts of fish parasites on the management of inland fisheries. The initial surveys have been completed.\n\nFinally, improvement to the SUNY Oneonta BFS facilitated through this award helps expand summer internship and academic year undergraduate research programs, enabling more students to master the skills needed to pursue graduate study or professional training, or to obtain related entry-level positions. It also enhance resources available to SUNY Oneonta's Master of Science in Lake Management Program, the first and only such program in the nation.\n\n\t\t\t\t\tLast Modified: 05/12/2014\n\n\t\t\t\t\tSubmitted by: Willard N Harman"
 }
}