{
 "awd_id": "1035958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant:  A GIS-Based Approach to the Study of Hominin Carcass Acquisition at Kanjera South, Kenya",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 14097.0,
 "awd_amount": 14097.0,
 "awd_min_amd_letter_date": "2010-10-25",
 "awd_max_amd_letter_date": "2010-10-25",
 "awd_abstract_narration": "The diet and subsistence behaviors of the earliest members of the genus Homo are central to understanding the behavioral ecology of early hominins and the ecological context of human evolution in general. Because meat is a high quality\tresource, its importance in the diet and its method of acquisition are of particular interest. The shift toward increased meat eating by early members of the genus Homo has been argued to be a defining adaptation in the human lineage. However, how and in what manner this occurred and the resulting ecological and behavioral repercussions for our hominin ancestors is currently not well understood. \r\n\r\nThis study proposes to test current competing hypotheses of hominin subsistence strategies and hominin-carnivore competition through a study of hominin- and carnivore-induced modifications in the 2.0 million year old archaeological bone assemblage from Kanjera South, Kenya. Patterns in hominin butchery marking and carnivore tooth marking on fossils will be assessed relative to modern, experimental bone assemblages that have been butchered and fed on by carnivores under controlled conditions. This comparison will allow inferences to be made regarding the degree of competition between early hominins and carnivores as well as the extent of carcass utilization. In order to address how subsistence strategies may have varied relative to environmental factors, this dataset will then be compared to two additional archaeological bone assemblages of roughly the same age but deposited in different environmental settings (FwJj 20, Koobi Fora, Kenya and FLK Zinj, Olduvai Gorge, Tanzania). Patterning in bone surface modifications will be analyzed using a GIS image-analysis method.\r\n\r\nBy evaluating hypotheses of Pleistocene hominin-carnivore interactions and documenting hominin carcass acquisition strategies, this study will contribute to the broader understanding of early hominin evolutionary adaptation and behavioral ecology. This will be the most rigorous study to date examining early hominin behavioral ecology in a comparative framework through an analysis of sites formed within different environmental contexts. The experimental carnivore-gnawed assemblage created through this project will be a particularly valuable addition to the growing number of existing actualistic assemblages, as it will be the most thorough documentation of canid gnawing patterns. Finally this project will introduce a rigorous GIS-based method to the study of hominin and carnivore bone modification. A GIS image-analysis method will be used to quantify bone modifications in a more precise way than has been done previously. This study will be the first to apply this method to analyze a carnivore-modified assemblage. The new methodology employed here will lay the groundwork for development of greater standardization in archaeological bone data recording.\r\n\r\nThe proposed research will foster international collaborations with researchers at the National Museums of Kenya, where data collection will be conducted. Further, this research will advance a female in science and facilitate her graduate training, as well as the training of undergraduate student interns.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Plummer",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Plummer",
   "pi_email_addr": "thomas.plummer@qc.cuny.edu",
   "nsf_id": "000179431",
   "pi_start_date": "2010-10-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer A.",
   "pi_last_name": "Hodgson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A. Hodgson",
   "pi_email_addr": "hodgson@nycep.org",
   "nsf_id": "000559158",
   "pi_start_date": "2010-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Queens College",
  "inst_street_address": "6530 KISSENA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "FLUSHING",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189975400",
  "inst_zip_code": "113671575",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NY06",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJABWGUJM228"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Queens College",
  "perf_str_addr": "6530 KISSENA BLVD",
  "perf_city_name": "FLUSHING",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "113671575",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The shift to increased meat consumption by our early hominin ancestors approximately 2 million years ago may be one of the major adaptive changes in hominin dietary evolution.&nbsp; Meat-eating by hominins is well documented at Pleistocene archaeological sites in East Africa by butchery marks on bones. While it is established that these early hominins butchered large mammal carcasses, the method of carcass acquisition (i.e., hunting vs. scavenging) and degree of completeness (fleshed vs. defleshed) is less certain.&nbsp; Our study addresses these questions through an analysis of bone damage patterns created by hominins and carnivores in the ca. 2.0 million year old archaeological bone assemblage from Kanjera South, Kenya.&nbsp; We argue that the Kanjera assemblage offers some of the earliest clear evidence of routine butchery of large mammal carcasses by early members of the genus <em>Homo</em>.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We used a GIS (Geographic Information Systems) mapping program to digitally record bone preservation in the Kanjera assemblage as well as in several modern, experimentally-modified bone assemblages, which we use for comparison.&nbsp; We documented the placement of hominin- and carnivore-induced modifications on bones from these assemblages (e.g., butchery marks and tooth marks), and using GIS, we identified areas where these modifications tended to cluster on particular bone elements.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Our results show that hominins likely had early access to small antelope carcasses 2 million years ago at Kanjera.&nbsp; The pattern of bone preservation at Kanjera is similar to experiments we conducted with modern deer bones that were first butchered by humans and subsequently scavenged by carnivores.&nbsp; The distribution of butchery marks and carnivore tooth marks on the Kanjera bones also suggests early access.&nbsp; Butchery marks appear almost exclusively on areas of bone where modern lions are documented to always remove flesh.&nbsp; This suggests hominins were not scavenging these bones from lion kills, but had early access to fleshed carcasses.&nbsp; Overall frequencies of both hominin and carnivore damage are lower than those at the slightly younger site of FLK Zinj (Olduvai Gorge, Tanzania), suggesting differing competitive environments at the two sites.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2013<br>\n\t\t\t\t\tModified by: Jennifer A.&nbsp;Hodgson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The shift to increased meat consumption by our early hominin ancestors approximately 2 million years ago may be one of the major adaptive changes in hominin dietary evolution.  Meat-eating by hominins is well documented at Pleistocene archaeological sites in East Africa by butchery marks on bones. While it is established that these early hominins butchered large mammal carcasses, the method of carcass acquisition (i.e., hunting vs. scavenging) and degree of completeness (fleshed vs. defleshed) is less certain.  Our study addresses these questions through an analysis of bone damage patterns created by hominins and carnivores in the ca. 2.0 million year old archaeological bone assemblage from Kanjera South, Kenya.  We argue that the Kanjera assemblage offers some of the earliest clear evidence of routine butchery of large mammal carcasses by early members of the genus Homo.\n\n            We used a GIS (Geographic Information Systems) mapping program to digitally record bone preservation in the Kanjera assemblage as well as in several modern, experimentally-modified bone assemblages, which we use for comparison.  We documented the placement of hominin- and carnivore-induced modifications on bones from these assemblages (e.g., butchery marks and tooth marks), and using GIS, we identified areas where these modifications tended to cluster on particular bone elements. \n\n Our results show that hominins likely had early access to small antelope carcasses 2 million years ago at Kanjera.  The pattern of bone preservation at Kanjera is similar to experiments we conducted with modern deer bones that were first butchered by humans and subsequently scavenged by carnivores.  The distribution of butchery marks and carnivore tooth marks on the Kanjera bones also suggests early access.  Butchery marks appear almost exclusively on areas of bone where modern lions are documented to always remove flesh.  This suggests hominins were not scavenging these bones from lion kills, but had early access to fleshed carcasses.  Overall frequencies of both hominin and carnivore damage are lower than those at the slightly younger site of FLK Zinj (Olduvai Gorge, Tanzania), suggesting differing competitive environments at the two sites.\n\n \n\n\t\t\t\t\tLast Modified: 01/05/2013\n\n\t\t\t\t\tSubmitted by: Jennifer A. Hodgson"
 }
}