{
 "awd_id": "1036604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "African Monsoon Systems: Basic Dynamics and Applications to Interannual and Decadal Prediction",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 457282.0,
 "awd_amount": 457282.0,
 "awd_min_amd_letter_date": "2011-02-02",
 "awd_max_amd_letter_date": "2011-02-02",
 "awd_abstract_narration": "Research conducted in this project will address the basic dynamics of monsoon systems in Africa, focusing on West Africa, the Greater Horn of Africa (GHA), and the influence of \"cold surges\" moving across North Africa from the Mediterranean.  In West Africa, the research will focus on the role of inertial instability in producing the often abrupt \"jump\" of the monsoon rains from the Guinea coast to the Sahel.  In the GHA, the focus is on understanding the relationship between rainfall distribution and Somali jet, a low-level air current which forms in two distinct stages with are associated with the onset of monsoon rains in their respective subregions.  The cold surges are important for rains in the Sahel, as they appear to be linked to the occurrence of break periods during the monsoon season when the rains are suppressed.  Much of the work is carried out with a regional climate system model, which is capable of representing the weather and climate of the region, the upper layer of the adjacent oceans, and the land surface and its vegetation.  The research seeks to identify the relevant physical mechanisms in present-day climate, and additional experiments will explore the possible effects of anthropogenic global warming on the African monsoon systems.\r\n\r\nThe broader impacts of the work lie in the potential for a better understanding of the dynamics of the African monsoon systems to lead to skill in predicting monsoon variations, and to anticipate the effects of global warming.  The PI notes that the populations of the regions considered in this study are extremely vulnerable to climate variability and change, for reasons including food and water security, health risks, and political stability.  The work would also support a graduate student, thereby helping to develop the scientific workforce of the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kerry",
   "pi_last_name": "Cook",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kerry H Cook",
   "pi_email_addr": "kc@jsg.utexas.edu",
   "nsf_id": "000228999",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Vizy",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Edward K Vizy",
   "pi_email_addr": "ned@jsg.utexas.edu",
   "nsf_id": "000160797",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 457282.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of the proposed research was to advance our understanding of the monsoon dynamics of northern Africa, and apply that understanding to improve our ability to predict climate variability and change on time and space scales relevant for impacts analysis.&nbsp; We chose to study this area because the population is vulnerable to climate variations.&nbsp; One project illuminated the physical processes important for the West African monsoon jump, which is a sudden movement of the precipitation maximum into Sahelian Africa, and another focused on how the end of the rainy season comes about.&nbsp; We also made advances in our understanding of how variations in rainfall in the Congo Basin occur, finding that seasonal precipitation variations are out of phase with a zonal, overturning circulation system that occurs when the Atlantic cold tongue has formed.&nbsp; Although the cold tongue formation is essential for setting up the Congo Basin Walker circulation, variations in equatorial eastern Atlantic SSTs are not directly associated with interannual variability in the strength of the circulation.</p>\n<p>We also conducted a multi-scale analysis to understand how surges of cool air from the Mediterranean region impact rainfall in the Sahel.&nbsp; We found a significant relationship between eastern Saharan low-level temperatures and rainfall in the Sahel and tropical Africa.&nbsp; On daily time scales, cold air surges occur over the eastern Sahara throughout the year due to the eastward passage of surface low pressure systems over the Mediterranean and the subsequent ridging over northern Africa.&nbsp; Rainfall decreases over central and eastern Africa 4 to 5 days after the cold air first arrives in northeastern Africa.&nbsp; These precipitation anomalies persist for 4 or more days.&nbsp;&nbsp; At the seasonal timescale, a significant relationship between eastern Saharan low-level temperatures and rainfall in the Sahel and tropical Africa was identified, with colder conditions associated with reduced convection on the northern flank of the primary convergence zone, and vice versa.&nbsp;&nbsp;</p>\n<p>Two projects were conducted to better understand the diurnal cycle of warm season rainfall over West Africa. The motivation was to improve our ability to represent extreme events in models; we were concerned that problems in capturing the diurnal cycle of rainfall properly in models indicates that the physical processes producing that rainfall may not be represented correctly.&nbsp; And, if this is the case, how can we be sure we are capturing extreme events realistically?&nbsp; One of the two projects was an observational study using rainfall observations from NASA&rsquo;s Tropical Rainfall Measuring Mission, and the other was a high-resolution modeling investigation.&nbsp; In contrast to the results of previous studies, which report that much of West Africa experiences a diurnal cycle of precipitation with two peaks, we found that most regions of West Africa have a single diurnal peak of rainfall in either the afternoon or at night.&nbsp; Averaging over West Africa produces an apparent diurnal cycle with two peaks, but this does not represent the local diurnal cycle. &nbsp;While it is fairly well understood that afternoon convection is associated with daytime heating destabilizing the atmospheric column locally, we find that the nocturnal maximum is typically associated with westward-propagating rainfall systems, most often initiated and/or intensified the previous afternoon over the complex orographic features of West Africa such as the Jos Plateau of Nigeria and the A&iuml;r Mountains of Niger.&nbsp; &nbsp;Increasing model resolution to explicitly resolve convective processes significantly improves the simulation of the diurnal cycle of rainfall compared with coarser-resolution models, but increased resolution does not fully resolve the issue because other parameteriz...",
  "por_txt_cntn": "\nThe purpose of the proposed research was to advance our understanding of the monsoon dynamics of northern Africa, and apply that understanding to improve our ability to predict climate variability and change on time and space scales relevant for impacts analysis.  We chose to study this area because the population is vulnerable to climate variations.  One project illuminated the physical processes important for the West African monsoon jump, which is a sudden movement of the precipitation maximum into Sahelian Africa, and another focused on how the end of the rainy season comes about.  We also made advances in our understanding of how variations in rainfall in the Congo Basin occur, finding that seasonal precipitation variations are out of phase with a zonal, overturning circulation system that occurs when the Atlantic cold tongue has formed.  Although the cold tongue formation is essential for setting up the Congo Basin Walker circulation, variations in equatorial eastern Atlantic SSTs are not directly associated with interannual variability in the strength of the circulation.\n\nWe also conducted a multi-scale analysis to understand how surges of cool air from the Mediterranean region impact rainfall in the Sahel.  We found a significant relationship between eastern Saharan low-level temperatures and rainfall in the Sahel and tropical Africa.  On daily time scales, cold air surges occur over the eastern Sahara throughout the year due to the eastward passage of surface low pressure systems over the Mediterranean and the subsequent ridging over northern Africa.  Rainfall decreases over central and eastern Africa 4 to 5 days after the cold air first arrives in northeastern Africa.  These precipitation anomalies persist for 4 or more days.   At the seasonal timescale, a significant relationship between eastern Saharan low-level temperatures and rainfall in the Sahel and tropical Africa was identified, with colder conditions associated with reduced convection on the northern flank of the primary convergence zone, and vice versa.  \n\nTwo projects were conducted to better understand the diurnal cycle of warm season rainfall over West Africa. The motivation was to improve our ability to represent extreme events in models; we were concerned that problems in capturing the diurnal cycle of rainfall properly in models indicates that the physical processes producing that rainfall may not be represented correctly.  And, if this is the case, how can we be sure we are capturing extreme events realistically?  One of the two projects was an observational study using rainfall observations from NASAÆs Tropical Rainfall Measuring Mission, and the other was a high-resolution modeling investigation.  In contrast to the results of previous studies, which report that much of West Africa experiences a diurnal cycle of precipitation with two peaks, we found that most regions of West Africa have a single diurnal peak of rainfall in either the afternoon or at night.  Averaging over West Africa produces an apparent diurnal cycle with two peaks, but this does not represent the local diurnal cycle.  While it is fairly well understood that afternoon convection is associated with daytime heating destabilizing the atmospheric column locally, we find that the nocturnal maximum is typically associated with westward-propagating rainfall systems, most often initiated and/or intensified the previous afternoon over the complex orographic features of West Africa such as the Jos Plateau of Nigeria and the A&iuml;r Mountains of Niger.   Increasing model resolution to explicitly resolve convective processes significantly improves the simulation of the diurnal cycle of rainfall compared with coarser-resolution models, but increased resolution does not fully resolve the issue because other parameterizations remain.\n\nOther projects focused on future projections, with emphases on the basic processes leading to climate change and on the changes that are most impactful for the..."
 }
}