{
 "awd_id": "1036058",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:   AOC:   Monitoring, Modeling and Memory: Dynamics of Data and Knowledge in Scientific Cyberinfrastructures",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amber L. Story",
 "awd_eff_date": "2009-11-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 170929.0,
 "awd_amount": 170929.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "Scientists and supporters of science have long worked to improve the sharing, reuse, storage, and retrieval of scientific data.  Today, efforts focus on advanced \"cyberinfrastructure\": using networked computers, databases, and organizations to bridge divides among diverse scientific disciplines.  Cyberinfrastructure divides into three main activities. First, large numbers of automatic sensors monitor subjects of interest, such as ecosystems and Earth's climate, producing massive volumes of digitized data.  Second, in many fields computer models have replaced laboratory experiments as the principal means of data collection, prediction, and decision-making.  Third, increasingly vast data resources (scientific memory) are now available, but are often distributed across thousands of research sites and institutions, in numerous incompatible formats.  For cyberinfrastructure-enabled science to deliver on its transformative potential, cyberinfrastructure designers need better ways of understanding how scientists actually create and share data in practice, and how they use it to create new knowledge.  To investigate data practices empirically, this project examines four large cyberinfrastructure efforts: the Long Term Ecological Research Network, the Center for Embedded Network Sensing, the WATer and Environmental Research Systems Network, and the Earth System Modeling Framework.  In each case, the investigators will study how cyberinfrastructure is used in monitoring, modeling, and memory.  These projects spread across many disciplines addressing three important domains, all related to climate change concerns: ecology and environment; hydrology and water management; and earth system science.  In conducting the project, the investigators will develop innovative methods of distributed ethnography, collaborative history, and multimodal network analysis.  In addition to published findings, the project will produce a 'best practices' handbook meant to guide data practices and coordination in cyberinfrastructure.  The project will partner with organizations working to enhance the role of women in computing; to build database systems for American Indian communities; and to engage other groups often ignored in information infrastructure development.  The project will thus lay groundwork for an inclusive, theoretically rich, and practically engaged social science of cyberinfrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Bowker",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey C Bowker",
   "pi_email_addr": "gbowker@uci.edu",
   "nsf_id": "000489026",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731900",
   "pgm_ele_name": "HSD - DYNAMICS OF HUMAN BEHAVI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 29524.0
  }
 ],
 "por": null
}