{
 "awd_id": "1036237",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Challenges in Understanding Tornadogenesis and Related Phenomena",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 749779.0,
 "awd_amount": 778720.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2016-03-08",
 "awd_abstract_narration": "Rear flank downdrafts (RFD), tornado cyclones (TC), and tornadoes are some of the most distinctive dynamic and kinematic phenomena associated with supercell thunderstorms. Tornadoes, and less frequently RFDs and tornado cyclones, have been rigorously studied since the advent of various Doppler, and more recently polarimetric, radar technologies employing mobile platforms.  In addition, a few studies using numerical model simulations with advanced microphysics and high-order numerics at very small grid spacings (25 to 125 m) have been presented in the literature.  However, little has been revealed about the origins and evolution of the RFD and TC, and the possible role the RFD plays in the life cycle of the TC and tornado.  The main objectives of this research are:\r\na)\tTo examine the dynamic forces and thermodynamic processes governing the origins, and temporal and spatial evolution of the RFD.\r\nb)\tTo examine the dynamic forces and thermodynamic processes governing the origins, and temporal and spatial evolution of the TC.  \r\nc)\tBased on this examination, develop a conceptual model that elucidates the dynamical differences between mesocyclones, tornado cyclones, and tornadoes, if these differences exist.\r\n\r\nIt is hoped that new knowledge might be gained regarding the evolution of RFDs, their association with the life cycles of TCs, and in what ways TCs are related to tornadoes, by using observational data from the Verifications of the Origins of Rotation in Tornadoes Experiments VORTEX and VORTEX2, as well as numerically modeled information using the Straka Atmospheric Model.\r\n\r\nIntellectual Merit: Supercell RFDs, the genesis of TCs, and tornadoes are the result of a complex series of nonlinear processes.  Evidence suggests that the vorticity in a tornado originates as horizontal vorticity between the supercell updraft and an associated RFD.  The RFD, in turn, appears to be partially the result of small-scale precipitation structures unique to supercells: the hook echo and/or a narrow descending reflectivity core.  In some supercells, the initially horizontal vortex lines generated between the major vertical drafts are drawn upward in the updraft, which leads to arched vortex lines and associated low-level counter-rotating vortices in the rear flank gust front convergence zone.  Under certain conditions, this process appears to be governed by the degree of negative buoyancy in the RFD, and tornadogenesis can occur in the vicinity of the cyclonic member of the counter-rotating vortex pair.  This research work, which utilizes state-of-the-art observations, observational analysis tool suites and cloud models, will hopefully help elucidate the physical and dynamical relationships between RFDs, TC genesis, and tornadogenesis.\r\n\r\nBroader Impacts: The project has considerable value in the area of public safety, especially with two upgrades forthcoming to the WSR-88D radars.  The first of these radar upgrades will include over sampling to 1/2 deg in azimuth and removal of the current radial smoothing of reflectivity.  The second upgrade will be the introduction of dual polarimetric radar capabilities across the nation sometime during late 2010.  New understanding of RFD buoyancy and tornado cyclone genesis can be used directly in the tornado warning process by diagnosing rear-flank precipitation depth and hydrometeor structure using Doppler radars with dual-polarization diversity capability.  Eventually, it is likely that operational meteorologists will be able to make much better distinctions between potentially tornadic and non-tornadic supercells.  One of the lead PIs has been active in transferring new knowledge directly to NWS and other forecasting organizations via seminars.  Also, all of the co-PIs participate in conferences, and invited seminars to communicate new knowledge.  These types of outreach work are planned to continue.  The co-PIs are contemplating a K-12 oriented website, which describes various forms of severe weather associated with tornadoes.  Funding will support a faculty member at OU, two senior research scientists (one of which is female), and two female Ph.D. students to work on interpretation of VORTEX, VORTEX2 and other observational analyses as well as numerical simulation results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Straka",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry M Straka",
   "pi_email_addr": "jmstraka@cox.net",
   "nsf_id": "000333161",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Kanak",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine M Kanak",
   "pi_email_addr": "kkanak@ou.edu",
   "nsf_id": "000362528",
   "pi_start_date": "2011-03-21",
   "pi_end_date": "2012-09-11"
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249761.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 245643.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 254375.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 28941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>During our research &ldquo;Challenges in understanding tornadogenesis and associated phenomena&rdquo; we were able to use computer models to simulate tornadic-like vortices that form from supercells and resolve the most violent winds in tornadoes, the sub-vortices also called &ldquo;suction vortices&rdquo;. Moreover, we were able to simulate anti-cyclonic tornado like vortices, often very intense near in time and space to cyclonic tornadic-like vortices, from the same cyclonic rotating mesocyclone as is occasionally observed.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Part of our research was to better understand a poosible precursor circulation in the mesocyclone sometimes called the tornado cyclone. It was found with computer model simulatiobs that these probably don&rsquo;t exist though they sometimes seem to appear on radar velocity data, possibly as observing sample artifacts (though the .actual reason is not known).</span></p>\n<p>&nbsp;</p>\n<p><span>In computer model simulations that could resolve tornadoes, it was found that tornadoes developed downward and upward from the ground at the same time in a region of near ground &lsquo;relative&rsquo; high pressure and a partial ring of convergence associated with the hook-echo (at the tip of the hook-echo).</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>It was also found that in computer model simulations using&nbsp;upper-air soundings (rawinsondes) associate with environments in which supercell storms that produce tornado-like vortices could be very sensitive to small perturbations that are less than that of in-situ (rawinsonde) and remote sensing (radar) instrument (temperature, humidity and wind) errors used in meteorology. For example random perturbations to the initial temperature, humidity and or wind of 0.5, 0.1, 0.01 multiplied by instrument errors from these platforms meant the difference between producing a tornado like vortex and not one occurring (sometimes the smallest and laregest values of random perturbations had an influence whereas an intermediate values did no). Similarly, different random errors sets of the same amplitude also could change these outcomes as well is the strength of tornado like vortices. Moreover, it seemed impossible to predict those environments were influenced by random perturbations in the computer model simulations.&nbsp;These issues could complicat warn-on-forecast methods for storms and torndoes.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>Finally, in studying long-lived (&gt;50 min) and long-track (&gt;50 miles) tornadoes, typical tornado forecast parameters from regular weather observations do not seem to provide isolid nformation about a likely hood of these types of tornado events, nor did it seem possible to differentiate between nearby supercells that might and might not produce these tornadoes.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2018<br>\n\t\t\t\t\tModified by: Jerry&nbsp;M&nbsp;Straka</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring our research \"Challenges in understanding tornadogenesis and associated phenomena\" we were able to use computer models to simulate tornadic-like vortices that form from supercells and resolve the most violent winds in tornadoes, the sub-vortices also called \"suction vortices\". Moreover, we were able to simulate anti-cyclonic tornado like vortices, often very intense near in time and space to cyclonic tornadic-like vortices, from the same cyclonic rotating mesocyclone as is occasionally observed. \n\n \n\nPart of our research was to better understand a poosible precursor circulation in the mesocyclone sometimes called the tornado cyclone. It was found with computer model simulatiobs that these probably don?t exist though they sometimes seem to appear on radar velocity data, possibly as observing sample artifacts (though the .actual reason is not known).\n\n \n\nIn computer model simulations that could resolve tornadoes, it was found that tornadoes developed downward and upward from the ground at the same time in a region of near ground ?relative? high pressure and a partial ring of convergence associated with the hook-echo (at the tip of the hook-echo).\n\n \n\nIt was also found that in computer model simulations using upper-air soundings (rawinsondes) associate with environments in which supercell storms that produce tornado-like vortices could be very sensitive to small perturbations that are less than that of in-situ (rawinsonde) and remote sensing (radar) instrument (temperature, humidity and wind) errors used in meteorology. For example random perturbations to the initial temperature, humidity and or wind of 0.5, 0.1, 0.01 multiplied by instrument errors from these platforms meant the difference between producing a tornado like vortex and not one occurring (sometimes the smallest and laregest values of random perturbations had an influence whereas an intermediate values did no). Similarly, different random errors sets of the same amplitude also could change these outcomes as well is the strength of tornado like vortices. Moreover, it seemed impossible to predict those environments were influenced by random perturbations in the computer model simulations. These issues could complicat warn-on-forecast methods for storms and torndoes. \n\n \n\nFinally, in studying long-lived (&gt;50 min) and long-track (&gt;50 miles) tornadoes, typical tornado forecast parameters from regular weather observations do not seem to provide isolid nformation about a likely hood of these types of tornado events, nor did it seem possible to differentiate between nearby supercells that might and might not produce these tornadoes.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/03/2018\n\n\t\t\t\t\tSubmitted by: Jerry M Straka"
 }
}