{
 "awd_id": "1037834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Study of the Solar Dynamics and its Evolution During Cycle 23 Based on an Improved Mode Fitting of a Solar Cycle Worth of Global Oscillation Network Group (GONG) Observations",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ilia Roussev",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 404924.0,
 "awd_amount": 404924.0,
 "awd_min_amd_letter_date": "2010-12-18",
 "awd_max_amd_letter_date": "2012-10-02",
 "awd_abstract_narration": "The Principal Investigator's objective is to infer the properties of internal solar rotation and its evolution during Solar Cycle 23, in order to provide key observational constraints on solar dynamo models. He plans to use an improved set of mode frequencies derived from nearly 13 years of Global Oscillation Network Group (GONG) observations. He will fit time series of various durations using a state-of-the-art methodology developed from past spacecraft observations, and then invert the resulting mode sets to obtain improved mode characteristics. \r\n\r\nThe PI notes that this effort is timely, since the existing GONG data-fitting methodology was developed nearly 20 years ago and is not optimal. He expects his new fitting technique to be superior and to result in improved mode characteristics for GONG data. The proposer notes that the application of this technique to time series of GONG spherical harmonics coefficients will result in substantially improvements to assessments of solar internal structure, dynamics, and evolution.\r\n\r\nThis work will increase the scientific return of the NSF-funded GONG project and will help address key scientific questions about solar variability. The PI's derived mode characteristics (frequency, line-width, asymmetry, and so forth) will be made freely available to the research community for additional scientific studies. The new fitting methodology will be provided to GONG project personnel, to allow them to integrate it into their standard data reduction process if deemed appropriate. The results from this effort also will complement existing analyses of older space-based data sets, will provide a unique cross-validation of these independent data sets fitted using the same methodology, and will allow the application of new state-of-the-art analysis techniques to Solar Cycle 24 data to be obtained by new solar instruments recently placed in orbit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sylvain",
   "pi_last_name": "Korzennik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sylvain Korzennik",
   "pi_email_addr": "skorzennik@cfa.harvard.edu",
   "nsf_id": "000470023",
   "pi_start_date": "2010-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution Astrophysical Observatory",
  "inst_street_address": "60 GARDEN ST",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174967923",
  "inst_zip_code": "021381516",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "Q7N8CH7NR418",
  "org_uei_num": "Q7N8CH7NR418"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution Astrophysical Observatory",
  "perf_str_addr": "60 GARDEN ST",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021381516",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135930.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 138484.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 130510.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; I have reduced all the available GONG data taken since mid-1995 and until<br />mid-2015, .i.e., 20 years of observations covering all of Cycle 23 (May 1996<br />to January 2008) and the first half of Cycle 24, including the unsual long<br />inter-cycle minimun, as solar activity did not resume until early 2010, using<br />my independent mode fitting procedure.<br /><br />&nbsp;I have derived mode characteristics (frequency, line width, asymmetry, and<br />power) for degrees up to l=200 and for segments of varying lengths, some as<br />short as 36 days long and some as long as 4,608 days long (12.6 years or a<br />full solar cycle), using a 36-day, 72-day, 144-day long, etc, progression,<br />with a 50% overlap when analyzing longer time series.&nbsp; My fitting methodology<br />uses not only an optimized spectral estimator (a sine multi-tapered estimator<br />whose number of tapers is adjusted to match the mode line width), but our best<br />estimate of the complete leakage matrix.<br /><br />&nbsp; The resulting mode characteristics differ from the GONG project values in<br />different aspects. First, I have fitted time series of varying lengths, using<br />as baseline the 72-day long time series to match the results from the MDI and<br />HMI observations. Then I used time series of increasing lengths, 2x, 4x, 8x,<br />etc... up to 64x 72-day long ones to trade reduced temporal resolution for<br />increased precision. I eventually also reduced the time series lengths to 36<br />days to increase the temporal resolution.&nbsp; Indeed, all things being equal,<br />statistics tell us that the precision increase by a factor equal to the square<br />root of the increase in time.&nbsp; We need this increase in precision to probe<br />deeper into the Sun, while intuition suggests that changes seated deep into<br />the Sun ought to occur on a longer time scale.<br /><br />&nbsp; An other difference in the properties of the mode characteristics derived by<br />my methodology is the drastically improved mode attrition.&nbsp; Some 170,000<br />individual modes, between degree l=1 and l=200, can be fitted using 72-day<br />long GONG observations, while the some 17 years of observations have been<br />divided in 88 epochs, each 72 days long. The methodology used by the GONG<br />project, using 108-day long time series, staggered every 36 days, produces<br />sets of mode that change from epoch to epoch with only 10% of modes fitted all<br />the time - or a very high attrition rate.&nbsp; By contrast, my methodology<br />produces nearly the same mode set every time. This becomes important when<br />trying to detect subtle changes inside the Sun, like changes of the solar<br />rotation rate. Indeed, we do not measure this rate directly (except at the<br />surface). We derive it using inversion methods, by the effect the rotation has<br />on the mode frequencies. Such inversion is conceptually similar to deducing<br />the 3D shape of an object from looking closely at a large set of its shadow,<br />each projected along a different direction. If one try to detect a subtle<br />change of the object's shape over time, but do not have each time the same set<br />of projections, one can be led to infer the wrong change of shape because a<br />given set of projections were missing. Having the same mode set (the same set<br />of projections) every time (or almost) gives us more confidence in the subtle<br />changes we deduce. Changes with time in the Sun are most likely due to changes<br />of the solar activity.&nbsp; This activity is driven by the solar cycle whose<br />mechanism we have yet to fully understand.<br /><br />&nbsp; To improve the SNR of the data, the time series of spherical harmonics<br />coefficients generated by the GONG project were gap filled using a modified<br />Fahlman &amp; Ulrych auto-regressive gap filling method.&nbsp; This is th...",
  "por_txt_cntn": "\n       I have reduced all the available GONG data taken since mid-1995 and until\nmid-2015, .i.e., 20 years of observations covering all of Cycle 23 (May 1996\nto January 2008) and the first half of Cycle 24, including the unsual long\ninter-cycle minimun, as solar activity did not resume until early 2010, using\nmy independent mode fitting procedure.\n\n I have derived mode characteristics (frequency, line width, asymmetry, and\npower) for degrees up to l=200 and for segments of varying lengths, some as\nshort as 36 days long and some as long as 4,608 days long (12.6 years or a\nfull solar cycle), using a 36-day, 72-day, 144-day long, etc, progression,\nwith a 50% overlap when analyzing longer time series.  My fitting methodology\nuses not only an optimized spectral estimator (a sine multi-tapered estimator\nwhose number of tapers is adjusted to match the mode line width), but our best\nestimate of the complete leakage matrix.\n\n  The resulting mode characteristics differ from the GONG project values in\ndifferent aspects. First, I have fitted time series of varying lengths, using\nas baseline the 72-day long time series to match the results from the MDI and\nHMI observations. Then I used time series of increasing lengths, 2x, 4x, 8x,\netc... up to 64x 72-day long ones to trade reduced temporal resolution for\nincreased precision. I eventually also reduced the time series lengths to 36\ndays to increase the temporal resolution.  Indeed, all things being equal,\nstatistics tell us that the precision increase by a factor equal to the square\nroot of the increase in time.  We need this increase in precision to probe\ndeeper into the Sun, while intuition suggests that changes seated deep into\nthe Sun ought to occur on a longer time scale.\n\n  An other difference in the properties of the mode characteristics derived by\nmy methodology is the drastically improved mode attrition.  Some 170,000\nindividual modes, between degree l=1 and l=200, can be fitted using 72-day\nlong GONG observations, while the some 17 years of observations have been\ndivided in 88 epochs, each 72 days long. The methodology used by the GONG\nproject, using 108-day long time series, staggered every 36 days, produces\nsets of mode that change from epoch to epoch with only 10% of modes fitted all\nthe time - or a very high attrition rate.  By contrast, my methodology\nproduces nearly the same mode set every time. This becomes important when\ntrying to detect subtle changes inside the Sun, like changes of the solar\nrotation rate. Indeed, we do not measure this rate directly (except at the\nsurface). We derive it using inversion methods, by the effect the rotation has\non the mode frequencies. Such inversion is conceptually similar to deducing\nthe 3D shape of an object from looking closely at a large set of its shadow,\neach projected along a different direction. If one try to detect a subtle\nchange of the object's shape over time, but do not have each time the same set\nof projections, one can be led to infer the wrong change of shape because a\ngiven set of projections were missing. Having the same mode set (the same set\nof projections) every time (or almost) gives us more confidence in the subtle\nchanges we deduce. Changes with time in the Sun are most likely due to changes\nof the solar activity.  This activity is driven by the solar cycle whose\nmechanism we have yet to fully understand.\n\n  To improve the SNR of the data, the time series of spherical harmonics\ncoefficients generated by the GONG project were gap filled using a modified\nFahlman &amp; Ulrych auto-regressive gap filling method.  This is the same gap\nfiller than the one used for the MDI and HMI time series of spherical harmonic\ncoefficients. The gap filling increased the fill factor on average from 88.7%\nto 98.5%, although the pattern of the unfilled gaps\n(as long gaps cannnot be filled) has a residual 24 hour periodicity component,\nsince the gap structure of ground based\n\n  The resulting rotational frequency splittings, for each anal..."
 }
}