{
 "awd_id": "1040927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CBMS Regional Conference in the Mathematical Sciences - Global Harmonic Analysis - June 2011",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 36356.0,
 "awd_amount": 43556.0,
 "awd_min_amd_letter_date": "2011-01-07",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "Global Harmonic Analysis\r\nNSF/CBMS Regional Conference in the Mathematical Sciences\r\nUniversity of Kentucky, June 20-24, 2011\r\n\r\n\r\nGlobal harmonic analysis may be viewed as an extension of classical\r\nFourier theory on the line and on the circle to the geometric setting of\r\nRiemannian manifolds. Riemannian manifolds provide models of both com-\r\npletely integrable and chaotic dynamical systems, and also provide a setting\r\nin which the connection between \"classical\" and \"quantum\" behavior can be\r\ncarefully studied. Moreover, just as harmonic analysis on the line and the\r\ncircle are a fundamental tool in the study of both linear and nonlinear differ-\r\nential equations in these settings, so global harmonic analysis is fundamental\r\nto the study of di¤erential equations, such as the wave and Schrödinger equa-\r\ntion, on manifolds. On a general Riemannian manifold, harmonic analysis is\r\nthe study of eigenfunctions of the Laplacian in the given Riemannian metric.\r\n\r\nGlobal harmonic analysis refers to the use of the global dynamics of geo-\r\ndesic fow on the manifold to study the large-eigenvalue asymptotics of the\r\neigenfunctions and eigenvalues of the Laplacian on a manifold. Since global\r\neigenfunctions of the Laplacian on a manifold are eigenfunctions of the wave\r\ngroup, and the wave group propagates singularities along geodesics, the high-\r\nfrequency properties of eigenfunctions are connected to the long-time dy-\r\nnamics of the geodesic flow. Two cases of particular interest are quantum\r\ncomplete integrability, where the underlying geodesic flow is completely in-\r\ntegrable, and quantum chaos, where the underlying geodesic flow is ergodic.\r\n\r\nProfessor Steve Zelditch of Northwestern University will given ten lectures\r\non global harmonic analysis. He will begin with basic examples (constant\r\ncurvature spaces), develop material on pseudodi¤erential and Fourier inte-\r\ngral operators, derive trace formulas including the celebrated Duistermaat-\r\nGuillemin trace formula, and discuss applications to properties of eigenfunc-\r\ntions and eigenvalues and inverse eigenvalue problems. Completely integrable\r\nand ergodic systems will be considered in depth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Perry",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Perry",
   "pi_email_addr": "peter.perry@uky.edu",
   "nsf_id": "000316569",
   "pi_start_date": "2011-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Hislop",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Peter D Hislop",
   "pi_email_addr": "peter.hislop@uky.edu",
   "nsf_id": "000189402",
   "pi_start_date": "2011-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 43556.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The CBMS/NSF regional conference on Global harmonic analysis was held 20&ndash;24 June 2011 at the University of Kentucky in Lexington KY. Professor Steve Zelditch of the Mathematics Department of Northwestern University was the principal lecturer. He presented ten hours of lectures<br />that focused on the behavior of eigenfunctions for the Laplace-Beltrami operator on compact manifolds, on the size of nodal sets of these eigenfunctions, and on quantum ergodicity. Supplementary<br />lectures were delivered by Alejandro Uribe, Jared Wunsch, Tanya Christiansen, Peter Topolov, and Chris Sogge. In addition, four tutorials on background material were delivered by Alejandro Uribe, Tanya Christiansen, Hamid Herazi, and Jared Wunsch. The NSF grant DMS-1040927 supported 40 participants, the principal lecturer, and the five<br />main speakers. In total, 76 people attended the CBMS conference from 33 different universities in the US, Canada, and Germany: the 6 speakers, the 2 organizers, and 68 participants. Many participants came with their own financial support. All the participants supported by the NSF grant were young people, either junior faculty, post-docs, or advanced graduate students. Many came from institutions in the Ohio Valley region. Among those supported by the NSF grant were 7 women. In total, we were pleased to have approximately 15% women participants. A listing of the participants and their universities is posted on the web site: http : //www.math.as.uky.edu/cbms.The principal lecturer provided notes for all the lectures, as did many of the speakers. Rapid notes of the tutorials were made during the conference. All of this material is available on the web site http : //www.math.as.uky.edu/cbms.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2012<br>\n\t\t\t\t\tModified by: Peter&nbsp;D&nbsp;Hislop</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe CBMS/NSF regional conference on Global harmonic analysis was held 20&ndash;24 June 2011 at the University of Kentucky in Lexington KY. Professor Steve Zelditch of the Mathematics Department of Northwestern University was the principal lecturer. He presented ten hours of lectures\nthat focused on the behavior of eigenfunctions for the Laplace-Beltrami operator on compact manifolds, on the size of nodal sets of these eigenfunctions, and on quantum ergodicity. Supplementary\nlectures were delivered by Alejandro Uribe, Jared Wunsch, Tanya Christiansen, Peter Topolov, and Chris Sogge. In addition, four tutorials on background material were delivered by Alejandro Uribe, Tanya Christiansen, Hamid Herazi, and Jared Wunsch. The NSF grant DMS-1040927 supported 40 participants, the principal lecturer, and the five\nmain speakers. In total, 76 people attended the CBMS conference from 33 different universities in the US, Canada, and Germany: the 6 speakers, the 2 organizers, and 68 participants. Many participants came with their own financial support. All the participants supported by the NSF grant were young people, either junior faculty, post-docs, or advanced graduate students. Many came from institutions in the Ohio Valley region. Among those supported by the NSF grant were 7 women. In total, we were pleased to have approximately 15% women participants. A listing of the participants and their universities is posted on the web site: http : //www.math.as.uky.edu/cbms.The principal lecturer provided notes for all the lectures, as did many of the speakers. Rapid notes of the tutorials were made during the conference. All of this material is available on the web site http : //www.math.as.uky.edu/cbms.\n\n\t\t\t\t\tLast Modified: 04/16/2012\n\n\t\t\t\t\tSubmitted by: Peter D Hislop"
 }
}