{
 "awd_id": "1041267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ocean Acidification Category 1: A mechanistic understanding of the impacts of ocean acidification on the early life stages of marine bivalves",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-10-15",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 1996833.0,
 "awd_amount": 1996833.0,
 "awd_min_amd_letter_date": "2010-10-13",
 "awd_max_amd_letter_date": "2010-10-13",
 "awd_abstract_narration": "Intellectual Merit: \r\n\r\nThe shift in the carbonate chemistry of marine waters, as a result of direct anthropogenic CO2 addition and climate-driven changes in circulation, poses a threat to many organisms.  A rapidly expanding body of literature has shown that increasing levels of carbonic acid and decreasing carbonate will have deleterious effects on many marine organisms; however little is known about  the mode of action of these changes in water chemistry.  Many marine organisms, particularly bivalves, depend critically on the production of calcium carbonate mineral, and this material becomes thermodynamically unstable under more acidic conditions.  The actual mineral precipitation, however, takes place within interstitial volumes intermittently separated from ambient seawater by biological membranes.  Therefore, abiotic relationships between solid phase minerals and seawater thermodynamics are oversimplified representations of the complex interplay among seawater chemistry, bivalve physiology, and shell growth processes.  \r\n\r\nThis integrative, multi-disciplinary project will develop and apply novel experimental approaches to elucidate fundamental physiological responses to changes in seawater chemistry associated with ocean acidification.  The PIs will: 1) develop a novel  experimental approach and system capable of unique combinations of pCO2, pH, and mineral saturation state, 2) conduct short-term exploratory experiments to determine bivalve responses to different carbonate system variables, 3) conduct longer-term directed studies of the integrated effects of different carbonate system variables over early life history of bivalves, and 4) compare these biological responses among a group of bivalve species that differ in shell mineralogy and nativity to the periodically acidified upwelling region of the Pacific Northwest coast of North America.  Extensive laboratory experiments will be carried out on three primary taxa (oyster, mussel, clam) having native and non-native species pairs: oysters Ostrea lurida and Crassostrea gigas; mussels Mytilus califonianus and Mytilus galloprovincialis; and clams Macoma nasuta and Ruditapes philippinarum.  High precision pCO2 and dissolved inorganic carbon (DIC) instruments will be used in experiments to control and properly constrain the carbonate chemistry.  A compliment of response variables will be measured across the early life stages of these species that include tissue acid-base balance, shell mineralogy and chemistry, respiration rate, and behavior.  Additionally, an emphasis will be placed on observation of development, growth, and shell structure while directly linking observational data with other measured response data.  Short-term experiments will determine the most salient variables in the carbonate system to manipulate in longer-term studies.  This approach will also allow the evaluation of acute effects, mimicking diurnal changes to carbonate variables often found in coastal areas, and integrated chronic effects mimicking a more gradual acidification due to the rise in atmospheric CO2.\r\n\r\nAn experimental approach will be developed that will significantly advance understanding of biological responses to ocean acidification.  Currently, the confounding effects of pCO2, pH, and Omega in all ocean acidification experiments to date make it extremely difficult to illuminate the underlying physiological mechanisms of organism responses to ocean acidification.  Applying this approach across a group of related bivalves with differences in shell structure and nativity to a periodically acidified environment will answer fundamental questions of how vulnerable species will be affected by ocean acidification.\r\n\r\nBroader Impacts: \r\n\r\nA significant cross-collaboration can be anticipated with other ocean acidification research groups after the development of the experimental system, as the instrumentation and control circuits are compact and will be highly portable. The principle investigators on this project have and continue to discuss ocean acidification with a broad base of user groups including the aquaculture industry, government officials, student groups, and the general public. The PIs on this project will develop a webpage to provide an approachable yet scientific treatment of ocean acidification, particularly with respect to the coastal oceans and estuaries.  Waldbusser has also been corresponding with aquaculture advocacy groups with regard to developing outreach materials.  In addition, three graduate students will be supported and trained over the four-year project period.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Waldbusser",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "George G Waldbusser",
   "pi_email_addr": "waldbuss@coas.oregonstate.edu",
   "nsf_id": "000505545",
   "pi_start_date": "2010-10-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Langdon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Langdon",
   "pi_email_addr": "chris.langdon@hmsc.orst.edu",
   "nsf_id": "000237875",
   "pi_start_date": "2010-10-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Burke",
   "pi_last_name": "Hales",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Burke R Hales",
   "pi_email_addr": "bhales@oce.orst.edu",
   "nsf_id": "000433486",
   "pi_start_date": "2010-10-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Haley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Haley",
   "pi_email_addr": "bhaley@coas.oregonstate.edu",
   "nsf_id": "000098501",
   "pi_start_date": "2010-10-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800100",
   "pgm_ele_name": "CRI-Ocean Acidification"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1382",
   "pgm_ref_txt": "OCEAN ACIDIFICATION"
  },
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1996833.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall purpose and approach of this project was to understand the mechanisms of larval bivalve sensitivity to ocean acidification by experimentally evaluating what the early life stages of these organisms were responding to. We conducted a series of experiments using a suite of 16 different chemical treatments that allowed us to evaluate what was most important to developing bivalve larvae, the partial pressure of carbon dioxide, the mineral saturation state, or pH. We measured the proportion of normally developed larvae, the size of normally developed larvae, and in a subset of experiments we also measured feeding responses and respiration rate. The experiments were conducted on native and non-native species of oysters, clams, and mussels and repeated on several of our test species to confirm robust findings. In addition to these short-term experiments we also carried out several novel measurements on developing bivalve larvae, and have designed, built, and tested a flow-through manipulation system capable of creating unique carbonate chemistry conditions so we may conduct long-term experiments tracking larvae over the entire larval period. &nbsp;</p><p>&nbsp;Over the course of the project we made several interesting discoveries in larval bivalve responses to ocean acidification. First and foremost we identified a new fundamental mechanism for the sensitivity of early bivalve larvae to calcium carbonate saturation state. During the development and calcification of the first shell the larvae build, there is an acute sensitivity to saturation state due to very rapid calcification, limited maternal energy, and an apparently greater exposure to the external environment. We have termed this a kinetic based sensitivity to ocean acidification. Our experimental data support this as we have found in three of the four species (mussels and oysters) that we were able to run experiments on, that saturation state was the only variable that had any significant impact on larval development and growth. Unfortunately our multiple attempts at culturing and experiments with larval clams failed, on three different species. Interestingly, the forth species, the native Olympia oyster showed no acute response to any of our acidification treatments during early shell formation. Further measurements allowed us to quantify the actual calcification rate for this species and the non-native Pacific oyster, and we found a significantly slower calcification in the Olympia oyster larvae, as well as large differences in energy utilization, suggesting that the slower shell formation required less energy, and thus supported our hypothesis. The original hypothesis of nativity providing resistance to ocean acidification proved to be untrue, as the native California mussel responded identically to the treatments as the introduced Mediterranean mussel. Our work strongly supports a trait-based sensitivity of bivalves (and likely other mollusks), that early shell development rate provides a strong predictor of response. We are however conducting the long-term experiments at this time, and will then be able to evaluate whether chronic exposure to low pH or acute low saturation state exposure appears more important to survival of larvae.</p><p>&nbsp;A kinetic based sensitivity to ocean acidification is significant for several reasons; first it differs from what has been the generally accepted role of pH driving organismal responses to ocean acidification. Second, it allows us to identify what variable matters most at this fundamentally sensitive life-history stage, as in coastal zones, the carbonate system variables can decouple and predicting outcomes for organisms becomes far more complicated without intimate knowledge of what&rsquo;s important. Third, we have shown experimentally, that ocean acidification itself is a multiple stressor, helping to frame the emerging interest in multiple stressors in ...",
  "por_txt_cntn": "\nThe overall purpose and approach of this project was to understand the mechanisms of larval bivalve sensitivity to ocean acidification by experimentally evaluating what the early life stages of these organisms were responding to. We conducted a series of experiments using a suite of 16 different chemical treatments that allowed us to evaluate what was most important to developing bivalve larvae, the partial pressure of carbon dioxide, the mineral saturation state, or pH. We measured the proportion of normally developed larvae, the size of normally developed larvae, and in a subset of experiments we also measured feeding responses and respiration rate. The experiments were conducted on native and non-native species of oysters, clams, and mussels and repeated on several of our test species to confirm robust findings. In addition to these short-term experiments we also carried out several novel measurements on developing bivalve larvae, and have designed, built, and tested a flow-through manipulation system capable of creating unique carbonate chemistry conditions so we may conduct long-term experiments tracking larvae over the entire larval period.  \n Over the course of the project we made several interesting discoveries in larval bivalve responses to ocean acidification. First and foremost we identified a new fundamental mechanism for the sensitivity of early bivalve larvae to calcium carbonate saturation state. During the development and calcification of the first shell the larvae build, there is an acute sensitivity to saturation state due to very rapid calcification, limited maternal energy, and an apparently greater exposure to the external environment. We have termed this a kinetic based sensitivity to ocean acidification. Our experimental data support this as we have found in three of the four species (mussels and oysters) that we were able to run experiments on, that saturation state was the only variable that had any significant impact on larval development and growth. Unfortunately our multiple attempts at culturing and experiments with larval clams failed, on three different species. Interestingly, the forth species, the native Olympia oyster showed no acute response to any of our acidification treatments during early shell formation. Further measurements allowed us to quantify the actual calcification rate for this species and the non-native Pacific oyster, and we found a significantly slower calcification in the Olympia oyster larvae, as well as large differences in energy utilization, suggesting that the slower shell formation required less energy, and thus supported our hypothesis. The original hypothesis of nativity providing resistance to ocean acidification proved to be untrue, as the native California mussel responded identically to the treatments as the introduced Mediterranean mussel. Our work strongly supports a trait-based sensitivity of bivalves (and likely other mollusks), that early shell development rate provides a strong predictor of response. We are however conducting the long-term experiments at this time, and will then be able to evaluate whether chronic exposure to low pH or acute low saturation state exposure appears more important to survival of larvae.\n A kinetic based sensitivity to ocean acidification is significant for several reasons; first it differs from what has been the generally accepted role of pH driving organismal responses to ocean acidification. Second, it allows us to identify what variable matters most at this fundamentally sensitive life-history stage, as in coastal zones, the carbonate system variables can decouple and predicting outcomes for organisms becomes far more complicated without intimate knowledge of whatÆs important. Third, we have shown experimentally, that ocean acidification itself is a multiple stressor, helping to frame the emerging interest in multiple stressors in marine systems. And finally, it adds a significant amount of support and underlying mechanisms ..."
 }
}