{
 "awd_id": "1041187",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Halogen Activation and Multiphase Chemical Processing in the Continental Boundary Layer",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 316913.0,
 "awd_amount": 316913.0,
 "awd_min_amd_letter_date": "2011-01-25",
 "awd_max_amd_letter_date": "2014-01-10",
 "awd_abstract_narration": "The multiphasic chemistry of halogens is known to be involved in a range of chemical interactions in the atmosphere ranging from the O3 cycle, oxidation of hydrocarbons and reduced sulphur compounds, the odd nitrogen and oxygen (HOx and NOx) cycles, as well as involvement in aerosol nucleation, growth and heterogeneous chemical paths. Active halogen reactivity is frequently associated with coastal or marine zones, reflecting the abundance of oceanic halide sources found there. Recent nocturnal observations of the reactivity of a chlorine atom precursor, nitryl chloride (ClNO2) has seemed to predict a surprising continental presence of this pathway, which potentially has implications to our understanding of the global impact of halogens on several of the above species in non-marine settings. Nocturnal ClNO2 arises from the reactivity of N2O5 on particulate chloride, which brings into question how well continental chloride sources including industrial activity, biomass burning, and the transport of wind blown mineral dust are really known.\r\n\r\nSeveral aspects of the above suspected chlorine activation pathways remain to be investigated. This investigation involves a number of university researchers joining with NOAA (ESRL) colleagues on additional characterization of halogen reactivity pathways in continental air masses. Overarching issues to be investigated include: i) quantitative evaluation of halogen photochemical processes in continental air, ii) mechanistic study of the generation and recycling of active halogen chemistry in nocturnal continental air.\r\nThis research has implications for air quality, the natural cycle of halogens in the atmsphere and the oxidative capacity of the air we breathe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jennie",
   "pi_last_name": "Moody",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennie L Moody",
   "pi_email_addr": "jlm8h@virginia.edu",
   "nsf_id": "000328484",
   "pi_start_date": "2011-01-25",
   "pi_end_date": "2014-01-10"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Keene",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Keene",
   "pi_email_addr": "wck@virginia.edu",
   "nsf_id": "000244832",
   "pi_start_date": "2014-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 244480.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 72433.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During February and March 2011, my research group collaborated in the Nitrogen, Aerosol Composition, and Halogens on a Tall Tower (NACHTT) campaign conducted at NOAA&rsquo;s Boulder Atmospheric Observatory in Erie, CO.&nbsp; This intensive field experiment involved scientist affiliated with NOAA and several other academic institutions in the US, Canada, and Germany.&nbsp;</p>\n<p>Recent measurements revealed the presence of nitryl chloride at significant concentrations in surface air near Boulder, CO.&nbsp; Previously, production of this compound in significant amounts was widely thought to be limited to polluted coastal regions. The primary objective of this research effort was to decipher why and how nitryl chloride forms at night during winter in continental regions such as the foothills of the Rocky Mountains. &nbsp;Reactions involving a variety of airborne contaminants including smoke from wood burning, pollution from power plants and automobiles, and road de-icing chemicals, are among the suspects.</p>\n<p>Nitryl chloride breaks apart quickly following sunrise to release chlorine atoms, which react with other compounds that contribute to smog formation and influence chemical cycles that destroy or produce greenhouse gases, including ozone and methane. The production of chlorine atoms via nitryl chloride accelerates photochemistry relative to that&nbsp;simulated by&nbsp;current models of air quality that do not include chemical reactions involving chlorine.&nbsp; Consequently, development of a reliable predictive capability for air quality in continental regions requires that the importance of these chemical pathways be understood and properly implemented in models.</p>\n<p>We collaborated closely with Dr. Alexander A. P. Pszenny at the University of New Hampshire to investigate the role of soluble traces gases and aerosol particle composition in the production and cycling of nitryl chloride. We employed several instruments, some of which were custom designed and fabricated, to characterize soluble gases including hydrochloric acid, nitric acid, and ammonia as well as aerosol particle composition as a function of size.&nbsp;</p>\n<p>Analysis of the data allowed us to estimate the acidity of the aerosol. Our calculations indicate that aerosol particles of all sizes were moderately acidic throughout the duration of the campaign; most fell within the pH range of 2 to 3. (pH is a measure of acidity or alkalinity with 0 being very acidic, 7 neutral, and 14 very alkaline. The scale is logarithmic; for example, a solution with a pH of 2 is ten times more acidic than a solution with a pH of 3.).&nbsp; Common substances with pHs in the range of 2 to 3 include lemon juice and vinegar.&nbsp; In the context of this study, aerosol particle pH is important because, as currently understood, reactions that produce nitryl chloride occur only on the surfaces of particles that are acidic.</p>\n<p>Our results also revealed that aerosol chloride consumed in the production of nitryl chloride was replenished by uptake of hydrochloric acid from the gas phase.&nbsp; This recycling mechanism prevented depletion of aerosol chloride thereby sustaining high rates of nitryl chloride production than predicted based on aerosol composition alone.</p>\n<p>These reactions are at the heart of the nighttime chemistry and its impacts on air quality, ozone production, and methane oxidation, which we are only beginning to explore. Results of our investigation helped improve mechanistic understanding of the generation and recycling of active chlorine in nocturnal continental air.</p>\n<p>The project supported a graduate student at the University of New Hampshire who completed a Master of Science degree in 2013 and is now teaching science in a New York City high school. The student&rsquo;s thesis became the basis for a peer-reviewed paper published in the <em>Journal of Geophysical Research</em>. Our results...",
  "por_txt_cntn": "\nDuring February and March 2011, my research group collaborated in the Nitrogen, Aerosol Composition, and Halogens on a Tall Tower (NACHTT) campaign conducted at NOAAÆs Boulder Atmospheric Observatory in Erie, CO.  This intensive field experiment involved scientist affiliated with NOAA and several other academic institutions in the US, Canada, and Germany. \n\nRecent measurements revealed the presence of nitryl chloride at significant concentrations in surface air near Boulder, CO.  Previously, production of this compound in significant amounts was widely thought to be limited to polluted coastal regions. The primary objective of this research effort was to decipher why and how nitryl chloride forms at night during winter in continental regions such as the foothills of the Rocky Mountains.  Reactions involving a variety of airborne contaminants including smoke from wood burning, pollution from power plants and automobiles, and road de-icing chemicals, are among the suspects.\n\nNitryl chloride breaks apart quickly following sunrise to release chlorine atoms, which react with other compounds that contribute to smog formation and influence chemical cycles that destroy or produce greenhouse gases, including ozone and methane. The production of chlorine atoms via nitryl chloride accelerates photochemistry relative to that simulated by current models of air quality that do not include chemical reactions involving chlorine.  Consequently, development of a reliable predictive capability for air quality in continental regions requires that the importance of these chemical pathways be understood and properly implemented in models.\n\nWe collaborated closely with Dr. Alexander A. P. Pszenny at the University of New Hampshire to investigate the role of soluble traces gases and aerosol particle composition in the production and cycling of nitryl chloride. We employed several instruments, some of which were custom designed and fabricated, to characterize soluble gases including hydrochloric acid, nitric acid, and ammonia as well as aerosol particle composition as a function of size. \n\nAnalysis of the data allowed us to estimate the acidity of the aerosol. Our calculations indicate that aerosol particles of all sizes were moderately acidic throughout the duration of the campaign; most fell within the pH range of 2 to 3. (pH is a measure of acidity or alkalinity with 0 being very acidic, 7 neutral, and 14 very alkaline. The scale is logarithmic; for example, a solution with a pH of 2 is ten times more acidic than a solution with a pH of 3.).  Common substances with pHs in the range of 2 to 3 include lemon juice and vinegar.  In the context of this study, aerosol particle pH is important because, as currently understood, reactions that produce nitryl chloride occur only on the surfaces of particles that are acidic.\n\nOur results also revealed that aerosol chloride consumed in the production of nitryl chloride was replenished by uptake of hydrochloric acid from the gas phase.  This recycling mechanism prevented depletion of aerosol chloride thereby sustaining high rates of nitryl chloride production than predicted based on aerosol composition alone.\n\nThese reactions are at the heart of the nighttime chemistry and its impacts on air quality, ozone production, and methane oxidation, which we are only beginning to explore. Results of our investigation helped improve mechanistic understanding of the generation and recycling of active chlorine in nocturnal continental air.\n\nThe project supported a graduate student at the University of New Hampshire who completed a Master of Science degree in 2013 and is now teaching science in a New York City high school. The studentÆs thesis became the basis for a peer-reviewed paper published in the Journal of Geophysical Research. Our results also contributed to several other papers published in the same journal. We also an published an outreach article about the project in the European journal International Innovation..."
 }
}