{
 "awd_id": "1041829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  New Way of Writing History: Visualization of the Geography of Knowledge in Arctic Research, 1890s to 1960s",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 110000.0,
 "awd_amount": 110000.0,
 "awd_min_amd_letter_date": "2011-02-04",
 "awd_max_amd_letter_date": "2011-02-04",
 "awd_abstract_narration": "This research project will create an online resource called an EventMap based on content from the history of Arctic science. An EventMap is a sequence of annotated Google maps controlled by a Timeline: each map corresponds to a time interval, and together a map and a time interval represent an Event. The Timeline makes it possible to navigate event sequences and observe changing event patterns over time. Event locations can be represented by points, lines, polygons, and image overlays (e.g., scanned maps). Every event is linked to an annotation that can contain arbitrary web content, including multimedia (such as audio and video interviews with scientists), and output from complex Web applications. e.g., GIS data filtered through an analytical tool.\r\n\r\nThe participating historians of science will collaborate with software engineers and computer scientists to create a Semantic Web store of information from which EventMaps can be dynamically produced. Just like different database views are produced by SQL queries, so EventMaps will be produced by a Semantic-Web query that specifies the content of interest. Although this project concentrates on the history of Polar research, the technology will have a broad impact on all disciplines that study changes over time: migrations; spread of ideas; changing boundaries of languages and dialects, to name a few. The history of Polar research has been chosen for this small pilot project because its content is particularly well suited for an EvenMap; it is geographically constrained, it is a relatively new science, and its history has been well documented, thanks in great part to the IGY/IPY events.\r\nEventMaps are designed for collaborative authoring. Their store of information can be in a database or in Google spreadsheets, maintained on Google servers around the world. The spreadsheets can be private, public, or shared with invited participants. Google provides HTML forms for adding data to spreadsheets. The resulting framework for collaborative authoring does not require advanced computer skills or server maintenance. The submitted data can go through an editorial review or be immediately displayed \"live.\" While this pilot project will be authored by a small group of scientists, it will be further developed by a larger group of collaborators. The technology is also well suited for maintaining an annotated-map communication among widely dispersed local communities or field stations, using a variety of devices including smartphones.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Nakhimovsky",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander D Nakhimovsky",
   "pi_email_addr": "adnakhimovsky@mail.colgate.edu",
   "nsf_id": "000119268",
   "pi_start_date": "2011-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colgate University",
  "inst_street_address": "13 OAK DR",
  "inst_street_address_2": "",
  "inst_city_name": "HAMILTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152287457",
  "inst_zip_code": "133461386",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "COLGATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D4P7H8NWZER7"
 },
 "perf_inst": {
  "perf_inst_name": "Colgate University",
  "perf_str_addr": "13 OAK DR",
  "perf_city_name": "HAMILTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133461386",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of our project was to develop a collaborative framework for representing sequences of events, and use this framework for creating historical narratives, specifically the history of international scientific collaboration during the International Polar Year 1 (IPY1, 1882-83), International Polar Year 2 (IPY2, 1932-33), and International Geophysical Year (IGY, (1957-58).&nbsp;</p>\n<p>Our framework, called EventMap, represents narrative structures as sequences of annotated Google maps controlled by a timeline. Alternatively, one can think of an EventMap as a sequence of pages (within an article or a book) each annotated by a live Google map. Internally, an EventMap is represented by a table in which each row represents an event and the columns represent event properties that at a minimum include location; start and end time; and a description that can be a link to a Web page, that in turn can include any Web content.</p>\n<p>It should be acknowledged that we underestimated the amount of time it would take a historian to convert historical data to the tabular form, and to write a narrative as a sequence of Web pages with text and multimedia. As a result, by far the most effort in the first year of the project went into improving user interfaces for data entry, so that data entry can be done by domain experts (Lajus, Doel, students in the U.S. and Russia), without any involvement by ontological engineers and software engineers (Myers, Nakhimovsky). Specifically, we have developed:</p>\n<ul>\n<li>software that makes it possible to enter data for an EventMap as a sequence of blog entries in Blogger.com. </li>\n<li>a Web application that reads in the accumulated tabular data with instances of our ontological classes, and provides the user with an HTML form </li>\n</ul>\n<p>This work was presented in Nakhimovsky (2012a). Further developments, including the use of logical assertions (OWL ontology) instead of a table was presented in Nakhimovsky (2012b). This work involved developing an ontology (a hierarchy of classes of objects) related to the material of the project. The ontology includes such classes as Scientists, Scientific Organizations, and Scientific Events,&nbsp; together with their subclasses. For instance, Scientific Events include as subclasses conferences, expeditions, and well-defined stages of Scientists&rsquo; careers. This work has been done using the Prot&eacute;g&eacute; ontology editor. We keep our hierarchy aligned with the more sparse ontology that underlies Wikipedia \"infoboxes,\" and is formally defined in DBPedia (dbpedia.org), a large-scale effort to provide an ontological base to Wikipedia material.</p>\n<p>The work for data entry for IPY2 and IGY was mostly conducted in 2013. By that time we realized that the EventMap tabular format can also be used for Social Network Analysis, and so we can represent abstract networks of e.g., scientific collaborations side by side with the arrangement of the collaborating scientists in geographic and political space. This work will be presented in Lajus and Nakhimovsky (2014).</p>\n<p>While the outcomes fell a little short of the initial plan, some components of our project (the ontology; the use of Blogger as a user interface for a narrative sequence; the combination of spatial and social-network representations) should be of value in further historical research.</p>\n<p>REFERENCES</p>\n<p>Nakhimovsky, Alexander, 2012a. \"Timelines, Annotated Maps, and Visualization of History.\" Paper presented at the European Social Science Conference, April, 2012, Glasgow.</p>\n<p>Nakhimovsky, Alexander, 2012b. \"Data Entry by Domain Experts in the EventMap Framework.\" Paper presented at the Digital Humanities Conference, July 2012, Hamburg.</p>\n<p>Lajus, Julia &amp; A. Nakhimovsky, 2014. \"Social Network Analysis of Scientific Cooperation in IPY1, IPY2, and IGY.\" Paper presented at the European Social Science Conference, April, 201...",
  "por_txt_cntn": "\nThe goal of our project was to develop a collaborative framework for representing sequences of events, and use this framework for creating historical narratives, specifically the history of international scientific collaboration during the International Polar Year 1 (IPY1, 1882-83), International Polar Year 2 (IPY2, 1932-33), and International Geophysical Year (IGY, (1957-58). \n\nOur framework, called EventMap, represents narrative structures as sequences of annotated Google maps controlled by a timeline. Alternatively, one can think of an EventMap as a sequence of pages (within an article or a book) each annotated by a live Google map. Internally, an EventMap is represented by a table in which each row represents an event and the columns represent event properties that at a minimum include location; start and end time; and a description that can be a link to a Web page, that in turn can include any Web content.\n\nIt should be acknowledged that we underestimated the amount of time it would take a historian to convert historical data to the tabular form, and to write a narrative as a sequence of Web pages with text and multimedia. As a result, by far the most effort in the first year of the project went into improving user interfaces for data entry, so that data entry can be done by domain experts (Lajus, Doel, students in the U.S. and Russia), without any involvement by ontological engineers and software engineers (Myers, Nakhimovsky). Specifically, we have developed:\n\nsoftware that makes it possible to enter data for an EventMap as a sequence of blog entries in Blogger.com. \na Web application that reads in the accumulated tabular data with instances of our ontological classes, and provides the user with an HTML form \n\n\nThis work was presented in Nakhimovsky (2012a). Further developments, including the use of logical assertions (OWL ontology) instead of a table was presented in Nakhimovsky (2012b). This work involved developing an ontology (a hierarchy of classes of objects) related to the material of the project. The ontology includes such classes as Scientists, Scientific Organizations, and Scientific Events,  together with their subclasses. For instance, Scientific Events include as subclasses conferences, expeditions, and well-defined stages of ScientistsÆ careers. This work has been done using the Prot&eacute;g&eacute; ontology editor. We keep our hierarchy aligned with the more sparse ontology that underlies Wikipedia \"infoboxes,\" and is formally defined in DBPedia (dbpedia.org), a large-scale effort to provide an ontological base to Wikipedia material.\n\nThe work for data entry for IPY2 and IGY was mostly conducted in 2013. By that time we realized that the EventMap tabular format can also be used for Social Network Analysis, and so we can represent abstract networks of e.g., scientific collaborations side by side with the arrangement of the collaborating scientists in geographic and political space. This work will be presented in Lajus and Nakhimovsky (2014).\n\nWhile the outcomes fell a little short of the initial plan, some components of our project (the ontology; the use of Blogger as a user interface for a narrative sequence; the combination of spatial and social-network representations) should be of value in further historical research.\n\nREFERENCES\n\nNakhimovsky, Alexander, 2012a. \"Timelines, Annotated Maps, and Visualization of History.\" Paper presented at the European Social Science Conference, April, 2012, Glasgow.\n\nNakhimovsky, Alexander, 2012b. \"Data Entry by Domain Experts in the EventMap Framework.\" Paper presented at the Digital Humanities Conference, July 2012, Hamburg.\n\nLajus, Julia &amp; A. Nakhimovsky, 2014. \"Social Network Analysis of Scientific Cooperation in IPY1, IPY2, and IGY.\" Paper presented at the European Social Science Conference, April, 2014, Vienna.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/26/2014\n\n\t\t\t\t\tSubmitted by: Alexander D Nakhimovsky"
 }
}