{
 "awd_id": "1042227",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Reasearch: CEDAR--Gravity Wave Momentum Fluxes and Instability Studies Using Coupled Lidar, Temperature Mapper and Modeling Studies at ALOMAR and Cerra Pachon",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunanda Basu",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 230646.0,
 "awd_amount": 250795.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2014-08-05",
 "awd_abstract_narration": "The investigators will conduct comprehensive experimental studies aimed at quantifying gravity wave (GW) momentum transport and the GW instability dynamics that drive energy and momentum deposition and energy transfers in the mesosphere and lower thermosphere (MLT). GWs having small horizontal scales and large amplitudes and momentum fluxes provide the majority of the mean and variable forcing in the MLT, and these vary significantly in space and time. Understanding of this forcing and variability is highly uncertain, but it is extremely important for parameterization of such dynamics in large-scale modeling of the MLT, and throughout the atmosphere. The same parameterization needs are also critical for general circulation models (GCMs), climate models, and numerical weather prediction (NWP) models in related fields. To quantify these GW and instability dynamics and their mean and variable forcing as fully as possible, the investigators will employ instrument suites at the only two sites able to define these dynamics in the most complete and quantitative manner. Low-latitude measurements will use the comprehensive instrumentation of the new Cerro Pachon Observatory in Chile (30°S); high-latitude measurements will employ the even more extensive suite of instrumentation at the ALOMAR observatory in northern Norway (69°N).\r\n\r\nThese instrument suites permit the most complete, and redundant, specification of the GW, instability, and mean parameters needed to quantify GW amplitudes, momentum fluxes, and instability dynamics at any site. The recognized role of GWs in driving the mean and variable structure of the MLT makes an understanding of their various contributions, and an ability to model their effects, a high priority. These dynamics also influence a wide range of other processes ranging from tidal and planetary wave structures and dynamics to minor species transport. The need to describe such effects accurately also has broader implications for modeling climate change, responses to variable solar forcing, and Space Weather.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Taylor",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Taylor",
   "pi_email_addr": "mike.taylor@usu.edu",
   "nsf_id": "000493285",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  },
  {
   "pgm_ele_code": "808900",
   "pgm_ele_name": "Space Weather Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80087.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75218.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 75341.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 20149.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research grant supported collaborative measurements of the Earth&rsquo;s upper atmosphere from the remote ALOMAR Observatory, located in the high Arctic in northern Norway (69&deg;N).&nbsp;&nbsp; A recently developed infrared camera called an &ldquo;Advanced Mesospheric Temperature Mapper (AMTM)&rdquo; was operated alongside ALOMAR facility lidar (laser radar) systems to investigate the properties of atmospheric waves, colloquially termed &ldquo;gravity waves&rdquo;, at high-latitudes. &nbsp;The AMTM is uniquely suited to this study as it can detect these waves even in the presence of strong Aurora (Northern Lights) which occur frequently at these latitudes.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Coordinated observations were made successfully during the long polar winter season as gravity waves propagate through the upper levels of the Earth&rsquo;s atmosphere (called the &ldquo;mesosphere&rdquo; at an altitude of about 87 km, or 55 miles).&nbsp; These waves are a naturally occurring atmospheric phenomenon generated by large weather disturbances, such as fronts, storms and strong winds blowing over high Arctic mountain ranges.&nbsp; They are important as they transfer large amounts of energy into the upper atmosphere and ionosphere, where they break like waves on a beach, depositing this energy.&nbsp; Remote-sensing wave measurements during the polar winter provide a very important way to study their major influences on the upper atmospheric weather at high Arctic latitudes.</p>\n<p>&nbsp;</p>\n<p>Our studies have achieved the primary goals of quantifying gravity wave climatology (occurrence and signatures) in the high Arctic enabling a direct comparison with similar ongoing studies in Antarctica.&nbsp; Initial key results are: &nbsp;(a) first comparative measurements of the rich spectrum of gravity waves in both the northern and southern hemisphere polar regions, helping determine their global presence, (b) first detection of mountain generated gravity waves at polar latitudes, (c) first evidence of a theoretical non-linear propagation mechanism, termed &ldquo;self-acceleration&rdquo;, and (d) novel year-to-year comparative studies of the Arctic mesosphere temperature climatology.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;This program has contributed significantly to the training of Mr. Michael Negale (a graduate student in Physics at Utah State University), in novel image processing techniques, and analyzing extensive data sets.&nbsp; Our high-latitude AMTM data have also extensively supported the Ph.D. research program of Ms. Katrina Bossert at the University of Colorado, Boulder. &nbsp;Further Arctic measurements are planned in coordination with the ANGWIN (Antarctic Gravity wave Instrument Network) which is an international program designed to measure gravity waves on a continental-scale .&nbsp; These new measurements together with future modelling studies will lead to a much clearer understanding of the coupling of wave energy into the Earth&rsquo;s near space environment at polar latitudes, where observations are currently sparse.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Taylor</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1042227/1042227_10072498_1445642276359_ALOMAR_AMTMDome--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1042227/1042227_10072498_1445642276359_ALOMAR_AMTMDome--rgov-800width.jpg\" title=\"ALOMAR AMTM Dome\"><img src=\"/por/images/Reports/POR/2015/1042227/1042227...",
  "por_txt_cntn": "\nThis research grant supported collaborative measurements of the EarthÆs upper atmosphere from the remote ALOMAR Observatory, located in the high Arctic in northern Norway (69&deg;N).   A recently developed infrared camera called an \"Advanced Mesospheric Temperature Mapper (AMTM)\" was operated alongside ALOMAR facility lidar (laser radar) systems to investigate the properties of atmospheric waves, colloquially termed \"gravity waves\", at high-latitudes.  The AMTM is uniquely suited to this study as it can detect these waves even in the presence of strong Aurora (Northern Lights) which occur frequently at these latitudes. \n\n \n\nCoordinated observations were made successfully during the long polar winter season as gravity waves propagate through the upper levels of the EarthÆs atmosphere (called the \"mesosphere\" at an altitude of about 87 km, or 55 miles).  These waves are a naturally occurring atmospheric phenomenon generated by large weather disturbances, such as fronts, storms and strong winds blowing over high Arctic mountain ranges.  They are important as they transfer large amounts of energy into the upper atmosphere and ionosphere, where they break like waves on a beach, depositing this energy.  Remote-sensing wave measurements during the polar winter provide a very important way to study their major influences on the upper atmospheric weather at high Arctic latitudes.\n\n \n\nOur studies have achieved the primary goals of quantifying gravity wave climatology (occurrence and signatures) in the high Arctic enabling a direct comparison with similar ongoing studies in Antarctica.  Initial key results are:  (a) first comparative measurements of the rich spectrum of gravity waves in both the northern and southern hemisphere polar regions, helping determine their global presence, (b) first detection of mountain generated gravity waves at polar latitudes, (c) first evidence of a theoretical non-linear propagation mechanism, termed \"self-acceleration\", and (d) novel year-to-year comparative studies of the Arctic mesosphere temperature climatology.  \n\n \n\n This program has contributed significantly to the training of Mr. Michael Negale (a graduate student in Physics at Utah State University), in novel image processing techniques, and analyzing extensive data sets.  Our high-latitude AMTM data have also extensively supported the Ph.D. research program of Ms. Katrina Bossert at the University of Colorado, Boulder.  Further Arctic measurements are planned in coordination with the ANGWIN (Antarctic Gravity wave Instrument Network) which is an international program designed to measure gravity waves on a continental-scale .  These new measurements together with future modelling studies will lead to a much clearer understanding of the coupling of wave energy into the EarthÆs near space environment at polar latitudes, where observations are currently sparse.\n\n\t\t\t\t\tLast Modified: 10/23/2015\n\n\t\t\t\t\tSubmitted by: Michael J Taylor"
 }
}