{
 "awd_id": "1042360",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "BPC-AE: Collaborative Research: The ARTSI Alliance: Advancing Robotics Technology for Societal Impact",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 98055.0,
 "awd_amount": 106055.0,
 "awd_min_amd_letter_date": "2010-12-09",
 "awd_max_amd_letter_date": "2012-01-23",
 "awd_abstract_narration": "Hampton University, in collaboration with Carnegie-Mellon University, Florida Agricultural and Mechanical University, the University of the District of Columbia, Norfolk State University, Winston-Salem State University, Morgan State University, Jackson State University, Elizabeth City State University, Duke University, the University of Alabama Tuscaloosa, and the University of Michigan, proposes the ARTSI Alliance (Advancing Robotics Technology for Societal Impact). ARTSI is a consortium of Historically Black Colleges and Universities (HBCUs) and major research universities (R1s) working together to increase African American participation in computer science, with a focus on robotics. This extension proposal will expand ARTSI to seventeen Historically Black Colleges and Universities (HBCUs) and roughly 10 major research universities (R1s). Hampton University is the new lead institution; Carnegie Mellon University remains the lead R1 school. The extension introduces three new initiatives that (1) improve the quality and uniformity of robotics instruction by developing robotics curriculum modules specific to the needs of HBCUs, (2) pilot a program to attract STEM (Science, Technology, Engineering, and Mathematics) students to HBCUs by offering robot programming activities in local high schools, and (3) pilot skill-building program for rising sophomores to better prepare them to become involved in robotics research. The extension also includes new collaborations with the Caribbean Center for Computing Excellence (a BPC Alliance in Puerto Rico and the US Virgin Islands) and the Defense Advanced Research Projects Agency.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Anderson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monica Anderson",
   "pi_email_addr": "anderson@cs.ua.edu",
   "nsf_id": "000419327",
   "pi_start_date": "2010-12-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7482",
   "pgm_ref_txt": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 73550.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 32505.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project concerns the training of undergraduate researchers that are skilled at developing and testing intelligent robotic systems.&nbsp; The students worked on projects that investigated low-bandwidth mechanisms for multirobot cooperation.&nbsp; Given the limitations and security issues with using digital communication for coordinating robots, other mechanisms, such as are found in nature, must be explored to find other low-bandwidth mechanisms for robot cooperation.&nbsp; Two methods that are the focus of the REU research are cooperation via observation and environment marking via RFID tags.&nbsp; Students integrated RFID and GPS into robot platforms and collected data via physical experiments.&nbsp; Students used research tools (i.e. Matlab, Webots, etc), support tools (i.e. source control and Latex for typesetting tool for technical documents) and various languages and operating systems.&nbsp;&nbsp; The REU students assisted two PhD students with data collection and platforms needed to complete their dissertation work.&nbsp; Both female PhD students have graduated and one is now a tenure track professor.</p>\n<p>In addition, a major part of this project concerned creating a platform for middle and high school outreach with the purpose of introducing and creating interest in Computer Science as an occupation.&nbsp; This is important because many students, especially those from underrepresented groups, will not choose Computer Science unless they have been exposed to what it is and what problems it can solve.&nbsp; Previous platforms for outreach were hard to present in a single limited time period (as is available with a single class).&nbsp; The RRIB (robotics roadshow in a box) provides software, hardware and written materials to support hands on activities.&nbsp; The software platform is provided on a bootable thumb drive so as to accommodate a wide range of computer labs without making any modifications.&nbsp; The user interface is based on HTML5 so as to leverage existing knowledge of Internet navigation.&nbsp; The &ldquo;teach a robot to draw&rdquo; activity moves the robot to draw shapes based on sequential student written programs.&nbsp; The &ldquo;guess the sensor&rdquo; activity allows students to explore the sensor response of IR distance sensors, 2-axis accelerometer, temperature sensor and a light sensor.&nbsp; Students must manipulate the robot to isolate the source of the sensor readings (given in a hot/red to cold/blue visual range).&nbsp; A study of 30 of the participants showed that the activities were successful for creating interest and excitement about computer science.&nbsp; The RRIB has been used to give experiences to many students, 140 by the PI alone.</p>\n<p>Other important activities included teaming with HBCU faculty to provide undergraduate students with more technical coursework in robotics at the home institution before completing an REU experience.&nbsp; This is important because the majority of African American Computer Science graduates come from HBCUs.&nbsp; The PI also gave talks and participated in panels to provide students with more information on research pathways and advanced degrees in Computer Science.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2014<br>\n\t\t\t\t\tModified by: Monica&nbsp;D&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project concerns the training of undergraduate researchers that are skilled at developing and testing intelligent robotic systems.  The students worked on projects that investigated low-bandwidth mechanisms for multirobot cooperation.  Given the limitations and security issues with using digital communication for coordinating robots, other mechanisms, such as are found in nature, must be explored to find other low-bandwidth mechanisms for robot cooperation.  Two methods that are the focus of the REU research are cooperation via observation and environment marking via RFID tags.  Students integrated RFID and GPS into robot platforms and collected data via physical experiments.  Students used research tools (i.e. Matlab, Webots, etc), support tools (i.e. source control and Latex for typesetting tool for technical documents) and various languages and operating systems.   The REU students assisted two PhD students with data collection and platforms needed to complete their dissertation work.  Both female PhD students have graduated and one is now a tenure track professor.\n\nIn addition, a major part of this project concerned creating a platform for middle and high school outreach with the purpose of introducing and creating interest in Computer Science as an occupation.  This is important because many students, especially those from underrepresented groups, will not choose Computer Science unless they have been exposed to what it is and what problems it can solve.  Previous platforms for outreach were hard to present in a single limited time period (as is available with a single class).  The RRIB (robotics roadshow in a box) provides software, hardware and written materials to support hands on activities.  The software platform is provided on a bootable thumb drive so as to accommodate a wide range of computer labs without making any modifications.  The user interface is based on HTML5 so as to leverage existing knowledge of Internet navigation.  The \"teach a robot to draw\" activity moves the robot to draw shapes based on sequential student written programs.  The \"guess the sensor\" activity allows students to explore the sensor response of IR distance sensors, 2-axis accelerometer, temperature sensor and a light sensor.  Students must manipulate the robot to isolate the source of the sensor readings (given in a hot/red to cold/blue visual range).  A study of 30 of the participants showed that the activities were successful for creating interest and excitement about computer science.  The RRIB has been used to give experiences to many students, 140 by the PI alone.\n\nOther important activities included teaming with HBCU faculty to provide undergraduate students with more technical coursework in robotics at the home institution before completing an REU experience.  This is important because the majority of African American Computer Science graduates come from HBCUs.  The PI also gave talks and participated in panels to provide students with more information on research pathways and advanced degrees in Computer Science.\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2014\n\n\t\t\t\t\tSubmitted by: Monica D Anderson"
 }
}