{
 "awd_id": "1042851",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CubeSat--Composition Variations in the Exosphere, Thermosphere, and Topside Ionosphere (EXOCUBE)",
 "cfda_num": "47.050",
 "org_code": "06020204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Meriwether",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 476000.0,
 "awd_amount": 476000.0,
 "awd_min_amd_letter_date": "2011-09-28",
 "awd_max_amd_letter_date": "2011-09-28",
 "awd_abstract_narration": "This project is for a 3U CubeSat mission named EXOCUBE to measure the densities of all significant neutral and ionized species in the upper atmosphere on a global scale.  The project will provide the first in-situ global neutral density data in more than 25 years, including the first direct measurements of Hydrogen densities using the mass spectrometer technique.  An important science objective for EXOCUBE is to provide observational constraints for physical models of the upper atmosphere.  Additionally, the measurements will be used to test and validate newly developed experimental techniques to obtain neutral and ionized composition and densities from radar and optical observations.  The EXOCUBE measurements will also be used for several immediate science investigations.  Specific science questions to be addressed include: 1) the inter-hemispheric transport of Hydrogen and protons in the quiescent and storm-time exosphere, and 2) characterization of neutral atmospheric drivers in response to magnetic storms.  Data for each of four neutral and ion species (O, He, H, N2, O+, He+, H+, and NO+) are gathered by a set of two Static Energy Angle Analyzers, one for Neutrals (NSEAA) and one for Ions (ISEAA), respectively.  The instrument is a new design that has been developed recently through a collaboration between NASA and the Naval Research Laboratory.  A third instrument, a Faraday cup, is included for calibration, reducing ion density uncertainties to approximately plus or minus 3%.  The satellite will collect data in two modes. In 'patrol mode' the measurements will be made approximately every degree of longitude and in 'coordinated experimental mode' the measurements will be made every tenth of a longitude degree in conjunction with ground based radar and optical measurements.  The satellite is to be launched into low Earth orbit with an inclination of greater than or equal to 45 degrees, passing over three current radar sites, and at least six optical Aeronomy sites. \r\n\r\nThe EXOCUBE project is a collaboration between Scientific Solutions Inc. (SSI), California Polytechnic State University (Cal Poly), and The University of Wisconsin (UW).  Also partnering in the effort are NASA Goddard Space Flight Center, and SRI International.  In addition, the project coordinates with existing NSF radar facilities and optical sites for targeted experiments during the satellite lifetime.  The EXOCUBE dataset has broad utility, leading to long-awaited improvements in a wide range of physical and semi-empirical composition models for the upper atmosphere and to verification of radar and optical measurement techniques providing composition data.  As such, the project will provide the foundation for a very large and diverse set of further aeronomy and space weather science investigations.  Particularly, reliable knowledge of exospheric Hydrogen distribution is a crucial requirement for realistically modeling Total Electron Content, which is currently a very high priority space weather objective.  Educational impacts of the project are extraordinary. The satellite bus and operating systems are designed and built by 20-40 students in the laboratories at Cal Poly, and payload integration is also performed by students at Cal Poly. Students at the University of Wisconsin are involved with instrument calibration and testing and with initial assessment of data integrity.  Data formatting and archiving are also student led.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordi",
   "pi_last_name": "Puig-Suari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jordi Puig-Suari",
   "pi_email_addr": "jpuigsua@calpoly.edu",
   "nsf_id": "000292536",
   "pi_start_date": "2011-09-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "1 GRAND AVE BLDG 15",
  "perf_city_name": "SAN LUIS OBISPO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934079000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689700",
   "pgm_ele_name": "AGS-ATM & Geospace Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4202",
   "pgm_ref_txt": "UPPER ATMOSPHERIC FACILITIES"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "6897",
   "pgm_ref_txt": "AGS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 476000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<div><span> </span>The ExoCube satellite was developed by Scientific Solutions, NASA Goddard, California Polytechnic State University,&nbsp;University of Wisconsin, and University of Illinois. The primary mission of the satellite is to measure [O], [H], [He], [O+], [H+],&nbsp;[He+] in Earth&rsquo;s exosphere. These elements have not been directly measured from spacecraft since the early 1980s. &nbsp;This data helps&nbsp;increase the accuracy of atmospheric computer models. &nbsp;These models help us understand and predict how larger scale cosmic events,&nbsp;such as solar flare events, impact Earth.<br /><br /><span> </span>ExoCube is a small 3U CubeSat, approximately the size of a shoebox. &nbsp;It contains all the necessary components to perform its&nbsp;mission, including instrumentation, electronics, attitude control, and communications. &nbsp;ExoCube was successfully launched in January&nbsp;2015 on ELaNa-X as a secondary payload. &nbsp;NASA JPL&rsquo;s SMAP was the primary payload on that launch. &nbsp;The initial orbit was approximately&nbsp;400 x 670 km altitude and 98&deg; inclination.<br /><br /><span> </span>ExoCube&rsquo;s communication antenna failed to deploy after reaching orbit. &nbsp;Normally this failure would have been catastrophic,&nbsp;but the ExoCube team was able to obtain limited about of time on large radio antenna to operate the spacecraft. &nbsp;The limited&nbsp;availability precluded gathering the amount of science data the team was anticipating. &nbsp;However the mission did prove the instrument&nbsp;worked as expected in space and was able to download a few observations, reinforcing the viability of gathering this data with a&nbsp;CubeSat. &nbsp;This mission has also lead to follow on opportunities for flying the same science instrument in other spacecraft.</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2016<br>\n\t\t\t\t\tModified by: Jordi&nbsp;Puig-Suari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n The ExoCube satellite was developed by Scientific Solutions, NASA Goddard, California Polytechnic State University, University of Wisconsin, and University of Illinois. The primary mission of the satellite is to measure [O], [H], [He], [O+], [H+], [He+] in Earth?s exosphere. These elements have not been directly measured from spacecraft since the early 1980s.  This data helps increase the accuracy of atmospheric computer models.  These models help us understand and predict how larger scale cosmic events, such as solar flare events, impact Earth.\n\n ExoCube is a small 3U CubeSat, approximately the size of a shoebox.  It contains all the necessary components to perform its mission, including instrumentation, electronics, attitude control, and communications.  ExoCube was successfully launched in January 2015 on ELaNa-X as a secondary payload.  NASA JPL?s SMAP was the primary payload on that launch.  The initial orbit was approximately 400 x 670 km altitude and 98&deg; inclination.\n\n ExoCube?s communication antenna failed to deploy after reaching orbit.  Normally this failure would have been catastrophic, but the ExoCube team was able to obtain limited about of time on large radio antenna to operate the spacecraft.  The limited availability precluded gathering the amount of science data the team was anticipating.  However the mission did prove the instrument worked as expected in space and was able to download a few observations, reinforcing the viability of gathering this data with a CubeSat.  This mission has also lead to follow on opportunities for flying the same science instrument in other spacecraft.\n\n \n\n\t\t\t\t\tLast Modified: 08/17/2016\n\n\t\t\t\t\tSubmitted by: Jordi Puig-Suari"
 }
}