{
 "awd_id": "1042508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BPC-DP-Project Enable: Enabling Individuals with Disabilities Greater Participation in Computing",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice Cuny",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 146656.0,
 "awd_amount": 146656.0,
 "awd_min_amd_letter_date": "2011-01-13",
 "awd_max_amd_letter_date": "2011-01-13",
 "awd_abstract_narration": "New Mexico State University, in collaboration with East Stroudsburg University of Pennsylvania, proposes a three-year program to increase the participation of individuals with mobility disabilities in computing. Persons with mobility disabilities are one of the largest groups of individuals with disabilities; however, they are not often targeted by educational programs because of the difficulty of accessing their community and the lack of academic role models to serve as advocates for them. The proposed project, ENABLE, is a comprehensive program that targets individuals with mobility disabilities who are in high school, post-high school, or early college years and have not yet chosen a career path. It will provide them with the knowledge, technology, and support they need to address the barriers to full participation in computing. ENABLE will run short workshops to expose participants to computing as an educational and career path, in order to demonstrate its feasibility and to motivate and excite the students. It will also provide appropriate assistive technology to its participants, and it will support their success through mentoring and interaction with role models. In addition, the project will investigate various interactive video conferencing strategies for delivering its programs; this could lead to a model for institutions of higher education to use in more effectively serving this population. Partnerships with existing programs such as Reaching the Pinnacle and AccessComputing will serve to strengthen the quality of the ENABLE programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jyh-Hann",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jyh-Hann Chang",
   "pi_email_addr": "jchang@po-box.esu.edu",
   "nsf_id": "000562808",
   "pi_start_date": "2011-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Stroudsburg University of Pennsylvania",
  "inst_street_address": "200 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "EAST STROUDSBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5704227954",
  "inst_zip_code": "183012956",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "PA08",
  "org_lgl_bus_name": "EAST STROUDSBURG UNIVERSITY OF PENNSYLVANIA",
  "org_prnt_uei_num": "QG9HTDGKJJL3",
  "org_uei_num": "EN4YX11NLCZ8"
 },
 "perf_inst": {
  "perf_inst_name": "East Stroudsburg University of Pennsylvania",
  "perf_str_addr": "200 PROSPECT ST",
  "perf_city_name": "EAST STROUDSBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "183012956",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "PA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7482",
   "pgm_ref_txt": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 146656.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Project Enable was created to introduce individuals with mobility disabilities to computer science, in the hope of encouraging such a population to enroll in post secondary schooling to pursue computer science degrees. The long term goal of the project was to increase the population of computer science degreed &nbsp;individuals into the workforce where the demands for computer scientists are high and the unemployment rate of individuals with disabilities is extremely high (70%).&nbsp; Individuals with mobility disabilities over the age of 14 were encouraged to apply to the program. Participants were recruited through fliers, advertisements, and direct contact to targeted population in the communities where the workshops were held (East Stroudsburg University, Magee Rehabilitation Hospital, and Hiram G. Andrews University). &nbsp;</p>\n<p>Project Enable attempted to achieve its goals utilizing a three tiered process: education, exposure, and mentoring. Participants were exposed to computer science through educational workshops that taught computer programming. In the first workshop, participants learned basis programming language and skills accessing a program called Alice. Participants were challenged to build a robot with Lego-bots in the second workshop, and the third and final workshop further explored computer science through the building of smart phone applications. Each workshop lasted three to four days.&nbsp; Special events were held at the end of the workshops to expose participants to guest speakers who are professionals working in the computer science field (and mobility disabled), and demonstrations of new technologies (assistive devices) that can increase the likelihood of education and employment and improve the quality of life for individuals with disabilities. Lastly, participants were paired up with mentors who were computer science majors and had similar interests to them. Mentors and mentees communicated via online meetings, email, and telephone over the course of the year (the participant&rsquo;s involvement in the program). Studies revealed that mentoring provides additional support and increases the likelihood of success for people who partake in new endeavors.</p>\n<p>The program faced some challenges. Participants were difficult to indentify due to HIPPA and confidentiality regulations.&nbsp; Success of dissemination of applications and informative brochures was dependent on the level of enthusiasm held by the distributor. Advertising in local media, the rehabilitation center&rsquo;s newsletter, and speaking to corporate officers seemed to be most successful. Transportation was difficult to find for many participants. Workshop attendance was highest in areas where public transportation was available. Participants had varying cognitive skills due to the nature of the person or their specific disability. Additional time and care was needed to provide individualized instruction to participants who required extra support and/or accommodations. Assistants were trained on teaching materials and present for every workshop. Assistive technology was needed to complete projects for some participants as well.</p>\n<p>Overall, the program was successful in exposing the targeted population to computer science. Although several participants did not complete the entire program (mostly due to health issues, the participants that completed the program were engaged and completed hands on projects. Several individuals were inspired to continue their education and one is currently enrolled full time as a computer science major. Relationships were forged with professionals located in the participant&rsquo;s local communities and with one another. Participants were exposed to new technological advancements that offered them promise of completing tasks independently, and a glimpse into the future as two groups attended an esko skeleton demonstration. Un...",
  "por_txt_cntn": "\n \n\nProject Enable was created to introduce individuals with mobility disabilities to computer science, in the hope of encouraging such a population to enroll in post secondary schooling to pursue computer science degrees. The long term goal of the project was to increase the population of computer science degreed  individuals into the workforce where the demands for computer scientists are high and the unemployment rate of individuals with disabilities is extremely high (70%).  Individuals with mobility disabilities over the age of 14 were encouraged to apply to the program. Participants were recruited through fliers, advertisements, and direct contact to targeted population in the communities where the workshops were held (East Stroudsburg University, Magee Rehabilitation Hospital, and Hiram G. Andrews University).  \n\nProject Enable attempted to achieve its goals utilizing a three tiered process: education, exposure, and mentoring. Participants were exposed to computer science through educational workshops that taught computer programming. In the first workshop, participants learned basis programming language and skills accessing a program called Alice. Participants were challenged to build a robot with Lego-bots in the second workshop, and the third and final workshop further explored computer science through the building of smart phone applications. Each workshop lasted three to four days.  Special events were held at the end of the workshops to expose participants to guest speakers who are professionals working in the computer science field (and mobility disabled), and demonstrations of new technologies (assistive devices) that can increase the likelihood of education and employment and improve the quality of life for individuals with disabilities. Lastly, participants were paired up with mentors who were computer science majors and had similar interests to them. Mentors and mentees communicated via online meetings, email, and telephone over the course of the year (the participantÆs involvement in the program). Studies revealed that mentoring provides additional support and increases the likelihood of success for people who partake in new endeavors.\n\nThe program faced some challenges. Participants were difficult to indentify due to HIPPA and confidentiality regulations.  Success of dissemination of applications and informative brochures was dependent on the level of enthusiasm held by the distributor. Advertising in local media, the rehabilitation centerÆs newsletter, and speaking to corporate officers seemed to be most successful. Transportation was difficult to find for many participants. Workshop attendance was highest in areas where public transportation was available. Participants had varying cognitive skills due to the nature of the person or their specific disability. Additional time and care was needed to provide individualized instruction to participants who required extra support and/or accommodations. Assistants were trained on teaching materials and present for every workshop. Assistive technology was needed to complete projects for some participants as well.\n\nOverall, the program was successful in exposing the targeted population to computer science. Although several participants did not complete the entire program (mostly due to health issues, the participants that completed the program were engaged and completed hands on projects. Several individuals were inspired to continue their education and one is currently enrolled full time as a computer science major. Relationships were forged with professionals located in the participantÆs local communities and with one another. Participants were exposed to new technological advancements that offered them promise of completing tasks independently, and a glimpse into the future as two groups attended an esko skeleton demonstration. Undergraduate and graduate research students gained valuable experience in research design, data collection and analysis, workshop appli..."
 }
}