{
 "awd_id": "1042787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing Interannual Variability and Trends of Extratropical Stratosphere-Troposphere Exchange: Using a Hierarchy of Atmospheric Global Circulation Models and Measurements",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 309772.0,
 "awd_amount": 309772.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2011-03-23",
 "awd_abstract_narration": "This project will investigate the variability of Stratosphere-Troposphere Exchange (STE) from combined perspectives of tropospheric chemistry and atmospheric dynamics. The interannual variability of tropospheric ozone concentrations are highly impacted by El Niño/La Niña-Southern Oscillation (ENSO) and North Atlantic Oscillation (NAO) through changes in STE. Recent chemistry-climate model assessment finds that stratosphere-to-troposphere ozone flux increases significantly as a result of climate change. \r\n\r\nThis work will use a synthesis of model simulations and measurements. The model simulations will use a hierarchy of atmospheric global circulation models. The simplest of these models will use idealized radiative and Sea Surface Temperature (SST) forcing and idealistic ozone-like tracers; the most complex will include realistic simulations of climate forcing with a full chemistry component in both the stratosphere and the troposphere. The investigators will (i) investigate and isolate the role of the STE in the observed and model record during recent decades using a chemistry-transport model driven by reanalysis winds; (ii) investigate and isolate various forcing mechanisms of STE in an atmospheric GCM with idealized SST and radiative forcings; and (iii) investigate the causes of the observed and simulated variability in STE in a set of self-consistent chemistry-climate model simulations with controlled SST and radiative forcings.\r\n\r\nThis project will provide additional evidence for the variability and long-term trend in the stratospheric circulation and stratosphere-troposphere coupling. The STE contributions to tropospheric ozone variability have great implications for regional air quality and human health, tropospheric radiative forcing, and ecosystem productivity. The work has the potential to bridge atmospheric chemistry and atmospheric dynamics communities and foster new research directions. It will support graduate students and undergraduate research experience at Cornell University, and strengthen the collaborations among several US institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gang",
   "pi_last_name": "Chen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gang Chen",
   "pi_email_addr": "gchenpu@ucla.edu",
   "nsf_id": "000562799",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Hess",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Peter G Hess",
   "pi_email_addr": "pgh25@cornell.edu",
   "nsf_id": "000507751",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 309772.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tropospheric ozone can affect air quality and human health, tropospheric radiative forcing of climate and ecosystem productivity. &nbsp;It also modifies the &ldquo;oxidizing capacity&rdquo; of the troposphere, affecting the lifetime of methane and thus its radiative forcing. &nbsp;An understanding of tropospheric ozone budget, including the impacts of natural and anthropogenic changes, requires the ability to isolate the contributions of the net ozone transport from the stratosphere to the troposphere. &nbsp;Particularly, chemistry-climate models have predicted that stratosphere-to-troposphere ozone flux will increase significantly as a result of climate change. &nbsp;This will become particularly notable since future air pollution controls are expected to lead to decreases in tropospheric anthropogenic precursors of ozone.</p>\n<p>&nbsp;</p>\n<p>This two-year NSF-funded project has investigated the Stratosphere-Troposphere Exchange (STE) of ozone from two separate lines of inquiry: one through studies of the dynamics of the atmosphere (with an emphasis on stratosphere-troposphere coupling), the other through studies of the chemistry of the troposphere.&nbsp; The investigators used a hierarchy of atmospheric global circulation models. The simplest of these models use idealized forcings of climate and idealistic trace gases; the most complex includes realistic simulations of climate forcing with a full chemistry component in both the stratosphere and the troposphere [National Center for Atmospheric Research (NCAR) Whole-Atmosphere Community Climate Model (WACCM)]. By working across these two lines of inquiry, the research activities acted to bridge the gap between the stratosphere and the troposphere, between atmospheric chemistry and dynamics, and between theoretical studies and observationally based analysis of measurements.</p>\n<p>&nbsp;</p>\n<p>Tropospheric ozone is produced either in situ through photochemical production reactions, or transported from the stratosphere. While early work suggested that much of the tropospheric ozone distribution can be explained with a stratospheric ozone source and a surface sink, it is now recognized that STE of ozone is relatively small compared with in situ anthropogenic ozone production. However, the stratospheric source of ozone is geographically widespread and the lifetime of ozone is relatively large in the upper and middle stratosphere, allowing ozone to be transported throughout the troposphere.&nbsp; By contrast, while ozone production can be large near the surface, this is more than compensated for by photochemical and surface ozone loss.</p>\n<p>&nbsp;</p>\n<p>This project used WACCM to attribute measured ozone variability into natural and anthropogenic variability. It is shown that WACCM can simulate the perturbation to tropospheric ozone abundance in response to the stratospheric heterogeneous chemical processes after the Mt Pinatubo eruption in June 1991, and this is caused by the decrease in stratospheric ozone abundance. &nbsp;Furthermore, WACCM can capture much of the observed long-term interannual extratropical ozone variability in the Northern Hemisphere and this variability is largely explained by coupled stratospheric-tropospheric modes.</p>\n<p>&nbsp;</p>\n<p>The ozone STE flux is associated with complex wave dynamics in the stratosphere. &nbsp;Tropospheric air and constituents enter the stratosphere by the tropical upwelling branch of the Brewer-Dobson circulation (BDC), which can be attributed to the wave pumping as a result of wave breaking in the surf zone of the stratosphere.&nbsp; Meanwhile, two-way exchange of air masses occurs near the extratropical tropopause, and this mixes chemical species of distinct life times across the tropopause.</p>\n<p>&nbsp;</p>\n<p>The project examined fundamental dynamic processes controlling the STE flux. &nbsp;New diagnostic methods of transport and mixing have been developed...",
  "por_txt_cntn": "\nTropospheric ozone can affect air quality and human health, tropospheric radiative forcing of climate and ecosystem productivity.  It also modifies the \"oxidizing capacity\" of the troposphere, affecting the lifetime of methane and thus its radiative forcing.  An understanding of tropospheric ozone budget, including the impacts of natural and anthropogenic changes, requires the ability to isolate the contributions of the net ozone transport from the stratosphere to the troposphere.  Particularly, chemistry-climate models have predicted that stratosphere-to-troposphere ozone flux will increase significantly as a result of climate change.  This will become particularly notable since future air pollution controls are expected to lead to decreases in tropospheric anthropogenic precursors of ozone.\n\n \n\nThis two-year NSF-funded project has investigated the Stratosphere-Troposphere Exchange (STE) of ozone from two separate lines of inquiry: one through studies of the dynamics of the atmosphere (with an emphasis on stratosphere-troposphere coupling), the other through studies of the chemistry of the troposphere.  The investigators used a hierarchy of atmospheric global circulation models. The simplest of these models use idealized forcings of climate and idealistic trace gases; the most complex includes realistic simulations of climate forcing with a full chemistry component in both the stratosphere and the troposphere [National Center for Atmospheric Research (NCAR) Whole-Atmosphere Community Climate Model (WACCM)]. By working across these two lines of inquiry, the research activities acted to bridge the gap between the stratosphere and the troposphere, between atmospheric chemistry and dynamics, and between theoretical studies and observationally based analysis of measurements.\n\n \n\nTropospheric ozone is produced either in situ through photochemical production reactions, or transported from the stratosphere. While early work suggested that much of the tropospheric ozone distribution can be explained with a stratospheric ozone source and a surface sink, it is now recognized that STE of ozone is relatively small compared with in situ anthropogenic ozone production. However, the stratospheric source of ozone is geographically widespread and the lifetime of ozone is relatively large in the upper and middle stratosphere, allowing ozone to be transported throughout the troposphere.  By contrast, while ozone production can be large near the surface, this is more than compensated for by photochemical and surface ozone loss.\n\n \n\nThis project used WACCM to attribute measured ozone variability into natural and anthropogenic variability. It is shown that WACCM can simulate the perturbation to tropospheric ozone abundance in response to the stratospheric heterogeneous chemical processes after the Mt Pinatubo eruption in June 1991, and this is caused by the decrease in stratospheric ozone abundance.  Furthermore, WACCM can capture much of the observed long-term interannual extratropical ozone variability in the Northern Hemisphere and this variability is largely explained by coupled stratospheric-tropospheric modes.\n\n \n\nThe ozone STE flux is associated with complex wave dynamics in the stratosphere.  Tropospheric air and constituents enter the stratosphere by the tropical upwelling branch of the Brewer-Dobson circulation (BDC), which can be attributed to the wave pumping as a result of wave breaking in the surf zone of the stratosphere.  Meanwhile, two-way exchange of air masses occurs near the extratropical tropopause, and this mixes chemical species of distinct life times across the tropopause.\n\n \n\nThe project examined fundamental dynamic processes controlling the STE flux.  New diagnostic methods of transport and mixing have been developed to portray the spatial distribution of ozone flux across the tropopause. Furthermore, the dynamics and predictability of stratospheric variability, such as stratospheric sudden and final warmings, have been i..."
 }
}