{
 "awd_id": "1042403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BPC Pipeline: Five Year Extension",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032925301",
 "po_email": "jforbes@nsf.gov",
 "po_sign_block_name": "Jeffrey Forbes",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 750720.0,
 "awd_amount": 882602.0,
 "awd_min_amd_letter_date": "2011-02-10",
 "awd_max_amd_letter_date": "2013-08-08",
 "awd_abstract_narration": "This Broadening Participation in Computing (BPC) award funds the collaborative project between thenComputing Research Association's Committee on the Status of Women in Research (CRA-W) and the Coalition to Diversify Computing (CDC) to increase the participation of women and underrepresented minorities in computing research on a national level.  This BPC Alliance plans to accomplish their goal by providing mentoring, networking, community building, and highly visible role models to women and underrepresented minorities in computing.  The alliance addresses all stages of the CISE research pipeline from undergraduates to senior faculty and researcher levels. With this extension, the CRA-W/CDC Alliance proposes to improve, extend and evaluate its programs in the following ways: The highly effective Distributed Research Experiences for Undergraduates (DREU) program will continue and be expanded to include students with disabilities in partnership with AccessComputing. The Community Research Experiences for Undergraduates (CREU) will become more flexible and open to new ways of creating a community of undergraduate researchers. Undergraduate Research Mentoring Workshops (URMW) will be offered in various formats, including the Distinguished Lecture Series (DLS), CRA-W sessions at the Grace Hopper Celebrations, and increasingly, to regional conferences such as the STARS Celebrations and with the new partnership with the ABI/ACM-W Grace Hopper Regional Consortium. By developing a portable package of materials and services, the CRA-W/CDC Alliance will enable other groups to incorporate research mentoring workshops into their events. The materials will be disseminated on the CRA-W website and with its partner, NCWIT, as \"Programs-in-a-box\". The Discipline-Specific Workshops (DSW) will continue to provide graduate students and young researchers with skills and networking opportunities tailored for a successful research career in their particular subfield of CS&E. Career Mentoring Workshops (CMW) aimed at fresh PhDs and new Assistant Professors will be expanded to provide meaningful new content for the emerging postdoc population. Materials for CISE PIs will be designed to facilitate incorporating CRA-W/CDC programs as broader impacts of their research proposals. The alliance will emphasize mechanisms for program sustainability and institutional change, such as increased mentor funding of DREUs and ownership of DSWs by professional organizations. Extensive evaluation of programs will include the goal of answering the specific question of how women and minorities that participate in the programs of the CRA-W/CDC Alliance fare with respect to those who do not. The CRA-W/CDC Alliance will continue its existing partnerships with the STARS Alliance and the Anita Borg Institute and will establish new partnerships with ACM-W and the AccessComputing Alliance.\r\n\r\nIntellectual Merit: The proposed programs facilitate a broad range of research activities in computer and information science and engineering. These efforts will increase our understanding of the issues and remedies for underrepresentation in computing, and possibly more broadly, across STEM. In particular it will provide information on the extent to which programs that have already proven successful for women can be adapted for other underrepresented groups.  \r\n\r\nBroader Impacts: The proposed programs provide mentoring and networking opportunities and increase awareness of diversity issues across the computing disciplines. They address every rung of the ladder of computing research, from undergraduates to full professors and senior researchers. They have the potential to give many members of underrepresented groups the knowledge, skills and confidence to succeed in the existing world of computer science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Camp",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy K Camp",
   "pi_email_addr": "camp@cra.org",
   "nsf_id": "000323256",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Fisher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen Fisher",
   "pi_email_addr": "kfisher@research.att.com",
   "nsf_id": "000471313",
   "pi_start_date": "2011-02-10",
   "pi_end_date": "2011-09-20"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Bernat",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Bernat",
   "pi_email_addr": "abernat@cra.org",
   "nsf_id": "000374812",
   "pi_start_date": "2011-02-10",
   "pi_end_date": "2013-08-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manuel",
   "pi_last_name": "Perez-Quinones",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Manuel A Perez-Quinones",
   "pi_email_addr": "Perez.Quinones@uncc.edu",
   "nsf_id": "000478387",
   "pi_start_date": "2011-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Russell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Erik C Russell",
   "pi_email_addr": "erik@cra.org",
   "nsf_id": "000614618",
   "pi_start_date": "2013-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Computing Research Association",
  "inst_street_address": "1828 L ST NW",
  "inst_street_address_2": "STE 800",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2022662949",
  "inst_zip_code": "200365104",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "COMPUTING RESEARCH ASSOCIATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GL8EKK2U5YE9"
 },
 "perf_inst": {
  "perf_inst_name": "Computing Research Association",
  "perf_str_addr": "1828 L ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200365104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "738200",
   "pgm_ele_name": "Computing Ed for 21st Century"
  },
  {
   "pgm_ele_code": "748200",
   "pgm_ele_name": "BROADENING PARTIC IN COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7482",
   "pgm_ref_txt": "BROADENING PARTIC IN COMPUTING"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 750720.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 131882.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Computing Research Association&rsquo;s Committee on the Status of Women in Computing Research (CRA-W) and the Coalition to Diversify Computing (CDC) joined forces in 2008 to form the CRA-W/CDC Alliance with the goal of implementing and evaluating programs to increase the success and retention of underrepresented minorities and women (URM+W) in computing research.&nbsp; &nbsp;The CRA-W/CDC Alliance programs have an overarching goal of widening the research pipeline at all career stages; in addition, the Alliance has developed a methodology for thoroughly evaluating the success of its programs by comparing a nationwide sample of students, researchers, and faculty (non-participants) to CRA-W/CDC Alliance program participants.</p>\n<p>Undergraduate: The Distributed Research Experience for Undergraduates (DREU) and Collaborative Research Experience for Undergraduates (CREU) programs offer undergraduate students the opportunity to conduct research under the guidance of a faculty mentor at the faculty mentor&rsquo;s institution (DREU/Summer), or at the student&rsquo;s home institution (CREU/Academic Year). The Distinguished Lecture Series (DLS) hosts URM+W speakers at undergraduate and graduate student home institutions. These distinguished speakers (who are role models to URM+W students) give a technical talk and encourage undergraduates to attend graduate school. &nbsp;Our comparative evaluation results show, for example, that, compared to undergraduates with other research experiences, CREU/DREU students are twice as likely to enroll in a PhD program.</p>\n<p>Graduate/Early Career: Discipline-Specific mentoring Workshops (DSW) and Career Mentoring Workshops (CMW) offer career skills, advice, and technical insight and are typically co-located with major technical conferences. The workshop goals are to build technical skills and community among URM+W researchers within a computing discipline.</p>\n<p>We are continuing all these and other innovative programs to increase diversity in computing and you can participate. See &nbsp;<a href=\"http://www.cra-w.org\" target=\"_blank\">http://www.cra-w.org</a>&nbsp;and&nbsp;<a href=\"http://www.cdc-computing.org\" target=\"_blank\">http://www.cdc-computing.org</a> for details.&nbsp;</p>\n<p>An essential outcome of this project is a method for comparative evaluation in order to determine program effectiveness and improve program design.&nbsp; The Data Buddies project, designed by the CRA-W/CDC Alliance, collects and reports institutional survey data from computer science and computer engineering departments to examine patterns of entry, experience, and progress among students and faculty.&nbsp; This project, now operated through the Computing Research Association&rsquo;s Center for Evaluating the Research Pipeline (CERP), serves as a national resource with over 78 academic institutions throughout the country who have participated in survey activities to date.&nbsp; For additional information about CERP, visit <a href=\"http://cra.org/cerp\" target=\"_blank\">http://cra.org/cerp</a>. To view CERP&rsquo;s growing portfolio of evaluation reports, please visit: &nbsp;<a href=\"http://cra.org/cerp/reports\" target=\"_blank\">http://cra.org/cerp/reports</a>.</p>\n<p>Details on Alliance activities are available at:&nbsp;<a href=\"http://cra-w.org/BPC-Alliance\" target=\"_blank\">http://cra-w.org/BPC-Alliance</a>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2014<br>\n\t\t\t\t\tModified by: Tracy&nbsp;K&nbsp;Camp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Computing Research AssociationÆs Committee on the Status of Women in Computing Research (CRA-W) and the Coalition to Diversify Computing (CDC) joined forces in 2008 to form the CRA-W/CDC Alliance with the goal of implementing and evaluating programs to increase the success and retention of underrepresented minorities and women (URM+W) in computing research.   The CRA-W/CDC Alliance programs have an overarching goal of widening the research pipeline at all career stages; in addition, the Alliance has developed a methodology for thoroughly evaluating the success of its programs by comparing a nationwide sample of students, researchers, and faculty (non-participants) to CRA-W/CDC Alliance program participants.\n\nUndergraduate: The Distributed Research Experience for Undergraduates (DREU) and Collaborative Research Experience for Undergraduates (CREU) programs offer undergraduate students the opportunity to conduct research under the guidance of a faculty mentor at the faculty mentorÆs institution (DREU/Summer), or at the studentÆs home institution (CREU/Academic Year). The Distinguished Lecture Series (DLS) hosts URM+W speakers at undergraduate and graduate student home institutions. These distinguished speakers (who are role models to URM+W students) give a technical talk and encourage undergraduates to attend graduate school.  Our comparative evaluation results show, for example, that, compared to undergraduates with other research experiences, CREU/DREU students are twice as likely to enroll in a PhD program.\n\nGraduate/Early Career: Discipline-Specific mentoring Workshops (DSW) and Career Mentoring Workshops (CMW) offer career skills, advice, and technical insight and are typically co-located with major technical conferences. The workshop goals are to build technical skills and community among URM+W researchers within a computing discipline.\n\nWe are continuing all these and other innovative programs to increase diversity in computing and you can participate. See  http://www.cra-w.org and http://www.cdc-computing.org for details. \n\nAn essential outcome of this project is a method for comparative evaluation in order to determine program effectiveness and improve program design.  The Data Buddies project, designed by the CRA-W/CDC Alliance, collects and reports institutional survey data from computer science and computer engineering departments to examine patterns of entry, experience, and progress among students and faculty.  This project, now operated through the Computing Research AssociationÆs Center for Evaluating the Research Pipeline (CERP), serves as a national resource with over 78 academic institutions throughout the country who have participated in survey activities to date.  For additional information about CERP, visit http://cra.org/cerp. To view CERPÆs growing portfolio of evaluation reports, please visit:  http://cra.org/cerp/reports.\n\nDetails on Alliance activities are available at: http://cra-w.org/BPC-Alliance.\n\n\t\t\t\t\tLast Modified: 04/29/2014\n\n\t\t\t\t\tSubmitted by: Tracy K Camp"
 }
}