{
 "awd_id": "1042665",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Rethinking Resources: Integrating Natural Resource Sites into the Landscapes of Roman Anatolia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 14820.0,
 "awd_amount": 14820.0,
 "awd_min_amd_letter_date": "2010-10-18",
 "awd_max_amd_letter_date": "2010-10-18",
 "awd_abstract_narration": "In collaboration with the Central Lydia Archaeological Survey (CLAS), and under the supervision of Dr. John F. Cherry, Bradley M. Sekedat will examine the marble and limestone quarries of central Lydia, Turkey, in order to understand the social dynamics of resource extraction during the Roman period (1st-5th centuries CE). Central Lydia in western Turkey, a politically significant region from the 7th century BCE to 5th century CE, was notable in antiquity for its wealth and control of precious resources, such as high quality marble and gold. Mr. Sekedat's project is designed to collect and analyze data from small-scale quarries that will determine the nature of community interaction with these resource sites.\r\n\r\nAlthough a great deal of scholarship exists on Roman period quarrying, these studies are typically limited to the understanding of state control of large-scale, imperially owned, quarries whose products moved throughout the Mediterranean. Missing is a discussion of the more modest and poorly documented, but nearly ubiquitous, small-scale quarries that dot the Anatolian landscape. A study of these production sites is important because it addresses an overlooked aspect of Roman political and economic structures; namely, a study of marble and limestone quarries which addresses the daily interaction between rural communities and resource sites, viewing quarries as places of social interaction. In this sense, understanding community level engagement with a quarry can provide a deeper understanding of the complexity of Roman social and economic practices. This project focuses on known marble and limestone quarries in central Lydia as case studies for these concerns. Determining whether stone extraction happened in conjunction with other daily activities (such as craft production, ritual practice, and even household activity), and determining the ultimate distribution of stone from small-scale quarries will shed light on the extent to which such places were integrated elements of rural communities rather than isolated components of large-scale economic structures. Because this project focuses on an integrated, regional understanding of quarries, the study is multi-component, combining intensive mapping and artifact collection with analysis of the physical and chemical properties of the stone.\r\n\r\nThe project also aims for broader impacts that reach local and international communities. Collaboration is planned with museums, archaeologists and local stonemasons to share knowledge and resources and to develop plans for the preservation of ancient quarry faces in areas of modern activity. Public presentations will occur in both community settings and scholarly conferences to involve academic and nonacademic audiences with interest in the region. The project will also facilitate the training of Mr. Sekedat and other graduate and undergraduate students participating in CLAS in intensive mapping and scientific analysis. A website will be produced and maintained for the dissemination of data and for open dialogue with academic and non-academic communities, while participation in conferences and publication in peer reviewed journals will engage the international scholarly community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Cherry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Cherry",
   "pi_email_addr": "John_Cherry@brown.edu",
   "nsf_id": "000548017",
   "pi_start_date": "2010-10-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Sekedat",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley M Sekedat",
   "pi_email_addr": "bradley_sekedat@brown.edu",
   "nsf_id": "000560269",
   "pi_start_date": "2010-10-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In collaboration with the Central Lydia Archaeological Survey (CLAS), and under the supervision of Dr. John F. Cherry, Bradley M. Sekedat undertook a study of eleven small-scale marble quarries in western Turkey in order to understand the role of resource extraction for local purposes within the context of the Roman empire (1<sup>st</sup>-5<sup>th</sup> centuries CE). The region of central Lydia was significant in antiquity due to the presence of the city of Sardis, which ruled the Iron Age kingdom of Lydia and which remained a capital city in the Roman period as well. Although Sardis consumed large quantities of marble, this project was designed to look outside of the city walls to explore the use of stone on much smaller scales. Questions of concern for this project included: who cut the stone, and what techniques did they employ? Are these techniques shared across the Roman empire, or are they specific to this region? What was the stone used for, if not for monumental architecture and sculpture? Where was the stone used? And, how do the quarries themselves fit within the settlement structure detected within the region?</p>\n<p>&nbsp;</p>\n<p>In order to answer these questions, the project employed a field methodology that combined archaeological survey, mapping, and sampling, with materials science. The archaeological survey, mapping, and sampling program was designed to locate the quarries, identify nearby sites and settlements, determine the tools used to extract stone, determine the dates of use for each quarry, and to provide a sample of the types of stone utilized by the region&rsquo;s inhabitants. The materials science component of the project, performed in laboratories at Brown University, was designed to identify the chemical composition of the stone from each quarry.</p>\n<p>&nbsp;</p>\n<p>The findings of this research project have proved beneficial to several audiences. First, the sampling program has determined that the marble used to construct the inner chamber of the region&rsquo;s largest burial mound is likely from a local source. Previous studies had suggested that the stone came from other portions of modern Turkey. Second, the project reveals patterns of stone-cutting that are particular to the individual quarry. This indicates that local populations worked the material. Third, the research indicates that much of this stone was used locally and over a significant amount of time.</p>\n<p>&nbsp;</p>\n<p>The project also aims for broader impacts that reach local and international communities. In the course of performing this research, local stonecutters were consulted to explore modern techniques and tools used in stone masonry. Public presentations occur in both community settings and scholarly conferences to involve academic and nonacademic audiences with interest in the region. Additionally, a brochure outlining the findings of the project was disseminated to local municipalities. The project also facilitated the training of graduate and undergraduate students participating in CLAS in intensive mapping and scientific analysis. Although publication of the results is still pending, the data and results of this research will be available to the public in the near future.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2012<br>\n\t\t\t\t\tModified by: Bradley&nbsp;M&nbsp;Sekedat</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn collaboration with the Central Lydia Archaeological Survey (CLAS), and under the supervision of Dr. John F. Cherry, Bradley M. Sekedat undertook a study of eleven small-scale marble quarries in western Turkey in order to understand the role of resource extraction for local purposes within the context of the Roman empire (1st-5th centuries CE). The region of central Lydia was significant in antiquity due to the presence of the city of Sardis, which ruled the Iron Age kingdom of Lydia and which remained a capital city in the Roman period as well. Although Sardis consumed large quantities of marble, this project was designed to look outside of the city walls to explore the use of stone on much smaller scales. Questions of concern for this project included: who cut the stone, and what techniques did they employ? Are these techniques shared across the Roman empire, or are they specific to this region? What was the stone used for, if not for monumental architecture and sculpture? Where was the stone used? And, how do the quarries themselves fit within the settlement structure detected within the region?\n\n \n\nIn order to answer these questions, the project employed a field methodology that combined archaeological survey, mapping, and sampling, with materials science. The archaeological survey, mapping, and sampling program was designed to locate the quarries, identify nearby sites and settlements, determine the tools used to extract stone, determine the dates of use for each quarry, and to provide a sample of the types of stone utilized by the regionÆs inhabitants. The materials science component of the project, performed in laboratories at Brown University, was designed to identify the chemical composition of the stone from each quarry.\n\n \n\nThe findings of this research project have proved beneficial to several audiences. First, the sampling program has determined that the marble used to construct the inner chamber of the regionÆs largest burial mound is likely from a local source. Previous studies had suggested that the stone came from other portions of modern Turkey. Second, the project reveals patterns of stone-cutting that are particular to the individual quarry. This indicates that local populations worked the material. Third, the research indicates that much of this stone was used locally and over a significant amount of time.\n\n \n\nThe project also aims for broader impacts that reach local and international communities. In the course of performing this research, local stonecutters were consulted to explore modern techniques and tools used in stone masonry. Public presentations occur in both community settings and scholarly conferences to involve academic and nonacademic audiences with interest in the region. Additionally, a brochure outlining the findings of the project was disseminated to local municipalities. The project also facilitated the training of graduate and undergraduate students participating in CLAS in intensive mapping and scientific analysis. Although publication of the results is still pending, the data and results of this research will be available to the public in the near future.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2012\n\n\t\t\t\t\tSubmitted by: Bradley M Sekedat"
 }
}