{
 "awd_id": "1043634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Learning From the Scientist's Lab Book: Designing Interactive Dynamic Documents for Teaching Statistical Thinking and Practice",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2011-06-27",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "This project is providing a way for statistics researchers involved in data-driven scientific inquiry to share their methods with the statistics education community via an electronic lab notebook. This multi-dimensional, multi-resolution structured document captures the ideas, activities, computations, and most importantly, the thought processes underlying the statistician's analysis, creating, in effect, a comprehensive case study that reflects the entire data analytic process. A key component of the project is the integration of the R programming environment within a Web browser, resulting in an interactive instructional interface through which students can i) explore alternative approaches to an analysis that a researcher considered, ii) perform what-if scenarios, and iii) learn from tutorials that the instructor embeds in the notebook. Through a collaborative network of educators and researchers the project is building a library of full-length, modern, high-quality scientific analyses. The intellectual merit of the project lies not only in the technical step of integrating the R programming environment into the Web's infrastructure, but also in incorporating current research projects that are the subject of investigation in the NSF-funded \"Explorations in Statistics Research\" program for undergraduates. Representing academia, research institutes, and industry, researchers participating in this program are studying a variety of cutting-edge topics including global climate models; geo-location via wireless signals in a building; patterns in California highway traffic; 100-year flood events in Colorado; pollution; and mortality. The project is exercising broader impacts by transforming the statistics curriculum to foster the use of statistical thinking to solve important scientific problems and to embrace the practice of data analysis and its role in promoting learning through science inquiry. The project's technological innovation also supports a model of cooperation between research-active statisticians and the community of statistics educators. Finally, the electronic lab notebooks are readily incorporated into a variety of courses, including statistical methods and capstone courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Nolan",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah A Nolan",
   "pi_email_addr": "nolan@stat.berkeley.edu",
   "nsf_id": "000210530",
   "pi_start_date": "2011-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Three main outcomes resulted from this project. Twelve case studies were published in the monograph <em>Data Science in R: A Case Studies Approach to Computational Reasoning and Problem Solving</em>, Nolan and Temple Lang. These case studies expose the reader to the process of statistical thinking and computational reasoning when working with authentic data problems. The book contains case studies that involve reading and transforming raw data, manipulating and visualizing them, and then using statistical techniques to try to solve a problem or understand relationships between variables. Examples of these cases include: road race performance with data from the annual Cherry Blossom 10k run and that uses visualization of large data, linear models, and smoothing splines to analyze the data; spam filtering with hand-classified email messages, which employs statistical methods such as naive Bayes and recursive partitioning to predict spam; indoor positioning systems with data are from a wireless experiment in a building, where the statistical methods used include k-nearest neighbors and cross-validation.&nbsp; The book also covers the topic of how simulation studies help understand stochastic processes and how we can use simulation to model interesting phenomena. The case studies in this area include simulations of the pairs trading system for buying and selling stocks, queuing systems for parallel computing, and self-organizing dynamic systems of traffic.&nbsp;The final set of case studies explores different data technologies, including big data problems and databases, visualization with KML on Google Earth, and scraping data from Web pages with HTTP requests and text processing.</p>\n<p>Becker completed his thesis, <em>Rethinking dynamic documents for data analytic research, </em>with support from this award. In his thesis, he explored the iPython platform for creating interactive documents, and extended this platform to allow nonlinear documents where the sequence of analyses can fork to allow different paths through a document. Three core changes were made to the design and behavior of iPython Notebook to allow it to act as an authoring and exploration environment for non-linear documents. First, the concepts of notebook and cell (element) were extended to support nesting. The extension enabled the notions of a task, decision, and alternative approach to be incorporated into the document. Second, the concept of metadata was leveraged to add support for levels of detail in a document so that chunks of an analysis can be interactively shown and hidden. This enables a document to contain multiple levels of information, which can be explored by the interested reader.&nbsp; Finally, support for interactive code was implemented.&nbsp; This extension allows the user to control aspects of the code via GUI- style controls such as sliders or drop-down menus. With GUI controls the reader can try what-if analyses and compare to the analyses presented by the author.</p>\n<p>Twenty-six undergraduate students participated in a summer research seminar where they worked alone or in pairs on data analyses and learned technical skills for preparing and publishing interactive documents on the Web. &nbsp;Under the supervision of the principal investigators, they developed a suite of dynamic documents for teaching statistical thinking and practice. The data sets and associated statistics topics for these documents include: clinical drug trials and randomization tests; infant health and density curves; Web caching and the Poisson process; housing sales and indicator variables in regression; digit recognition and naive Bayes prediction; national transportation surveys and bootstrapping; pairs trading and auto-regressive models; traffic jams and visualization; robot detection of objects and generalized least squares; presidential election and binomial regression; traffic simulation and phase...",
  "por_txt_cntn": "\nThree main outcomes resulted from this project. Twelve case studies were published in the monograph Data Science in R: A Case Studies Approach to Computational Reasoning and Problem Solving, Nolan and Temple Lang. These case studies expose the reader to the process of statistical thinking and computational reasoning when working with authentic data problems. The book contains case studies that involve reading and transforming raw data, manipulating and visualizing them, and then using statistical techniques to try to solve a problem or understand relationships between variables. Examples of these cases include: road race performance with data from the annual Cherry Blossom 10k run and that uses visualization of large data, linear models, and smoothing splines to analyze the data; spam filtering with hand-classified email messages, which employs statistical methods such as naive Bayes and recursive partitioning to predict spam; indoor positioning systems with data are from a wireless experiment in a building, where the statistical methods used include k-nearest neighbors and cross-validation.  The book also covers the topic of how simulation studies help understand stochastic processes and how we can use simulation to model interesting phenomena. The case studies in this area include simulations of the pairs trading system for buying and selling stocks, queuing systems for parallel computing, and self-organizing dynamic systems of traffic. The final set of case studies explores different data technologies, including big data problems and databases, visualization with KML on Google Earth, and scraping data from Web pages with HTTP requests and text processing.\n\nBecker completed his thesis, Rethinking dynamic documents for data analytic research, with support from this award. In his thesis, he explored the iPython platform for creating interactive documents, and extended this platform to allow nonlinear documents where the sequence of analyses can fork to allow different paths through a document. Three core changes were made to the design and behavior of iPython Notebook to allow it to act as an authoring and exploration environment for non-linear documents. First, the concepts of notebook and cell (element) were extended to support nesting. The extension enabled the notions of a task, decision, and alternative approach to be incorporated into the document. Second, the concept of metadata was leveraged to add support for levels of detail in a document so that chunks of an analysis can be interactively shown and hidden. This enables a document to contain multiple levels of information, which can be explored by the interested reader.  Finally, support for interactive code was implemented.  This extension allows the user to control aspects of the code via GUI- style controls such as sliders or drop-down menus. With GUI controls the reader can try what-if analyses and compare to the analyses presented by the author.\n\nTwenty-six undergraduate students participated in a summer research seminar where they worked alone or in pairs on data analyses and learned technical skills for preparing and publishing interactive documents on the Web.  Under the supervision of the principal investigators, they developed a suite of dynamic documents for teaching statistical thinking and practice. The data sets and associated statistics topics for these documents include: clinical drug trials and randomization tests; infant health and density curves; Web caching and the Poisson process; housing sales and indicator variables in regression; digit recognition and naive Bayes prediction; national transportation surveys and bootstrapping; pairs trading and auto-regressive models; traffic jams and visualization; robot detection of objects and generalized least squares; presidential election and binomial regression; traffic simulation and phase transitions; rainfall and estimating the 100-year event; elephant seal migration and random walks; the House of Repr..."
 }
}