{
 "awd_id": "1043089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ATD: Algorithms for the analysis of microbiomes",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 246367.0,
 "awd_amount": 246367.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "Algorithms for the analysis of microbiomes\r\n\r\n\r\nAbstract:\r\n\r\n\r\nThe ability to analyze complex samples containing collections of microbes will provide a significant increase in the ability to detect and assess biological threats. The rapid growth of sequencing technologies provides the opportunity to obtain DNA sequences in sufficient amounts to allow the analysis of complex samples.  What is needed now are computational analysis tools which will allow the exploration and classification of  sequences from microbiomes.  Current computational metagenomic approaches are incapable of handling the desired analysis. Genome assembly programs yield fragmented metagenome assemblies and comparative taxonomic assignment methods generate phylogenetic results biased towards the known minority of microbial world.  The work conducted in this project remedies these shortcomings by approaching the taxonomic and assembly goals in a joint fashion and by providing a set of algorithms that are explicitly developed to function in the complex context of microbiomes.  These algorithms are useful for exploring both environmental and human microbiomes. Compositional sampling of microbial communities that populate human GI tract, urogenital system, and the nasal and oral cavities has revealed their diversity and promise as sensitive indicators of disease and response to therapeutic interventions.  Similarly, compositional sampling of microbiomes in environmental samples can provide warnings of short term and long term biological threats.  The algorithms developed under this project can be used with the second generation and prospective third generation sequencing technologies to rapidly and robustly answer questions about what is contained in a microbiome and perform de novo metagenome assembly.\r\n\r\nA major threat to human health is the possibility of the introduction of harmful microorganisms, either deliberately or accidentally, into our environment and food supply.  One of the difficulties with detecting this threat in an efficient manner is that our environment is already rich  in microorganisms, that are harmless or actively beneficial, and about whom we know very little.  We do not know how many different species of bacteria live with us and what these bacteria look like.  Before we can figure out whether there is an unknown organism in our environment we need to be able to figure out which bacteria inhabit our bodies and our environments. Until recently this has not been possible to do because, with technologies that were available, in order to identify a bacteria we needed to be able to culture it.  This meant growing the bacteria in isolation in the laboratory.  There is a very small fraction of bacteria that can be cultured.  Most bacteria live in dynamic environments that are difficult to replicate in the laboratory and they live with other bacteria in microbiomes.  Recently, however, techniques have been developed which allow us to sequence pieces of DNA from collections of microbes.  In this project we take the short snippets of DNA generated by current technology and develop algorithms to separate the contributions from the different bacteria that make up particular colonies.  We then put together these snippets into longer contiguous segments which permit a classification of these bacteria in terms of their similarity to known organisms.  The techniques we are developing will allow us to create a more complete picture of our environment which will then give us the ability to determine when an unknown organism is introduced into our environment.  A more complete picture of the organisms that live within us, such as the bacteria that live in our digestive system, will also help us to develop procedures to diagnose diseases based on the composition of bacterial colonies and indicate approaches for the development of therapies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Khalid",
   "pi_last_name": "Sayood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Khalid Sayood",
   "pi_email_addr": "ksayood@eecomm.unl.edu",
   "nsf_id": "000183121",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Hinrichs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Hinrichs",
   "pi_email_addr": "shinrich@unmc.edu",
   "nsf_id": "000078287",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 246367.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Prokaryotes populate various habitats in the biosphere of our planet. There is a wide range of organisms which have adapted to different conditions. These conditions include differences in&nbsp; growth temperatures supporting species ranging from psychrophiles, living in temperatures as low as -15C, to hyperthermophiles, living in temperatures as high as 120 C.&nbsp; There are species that live in both nutrient-rich and nutrient-poor environments; species that have differing oxygen requirements or have an anaerobic lifestyle; and species that live in different geographies, from soil to polar ice caps, from oceans to acid mines, and from host organisms to hydrothermal volcanic vents. The significant presence of microbes in a variety of environments also makes microbes a principal component of various ecosystems. Thus, the study of microbial organisms is important in fields as diverse as medicine, energy, biotechnology, and the food industry.</p>\n<p>Although they populate a diverse geography and a large portion of the tree of life, current knowledge of prokaryotes is restricted to less than 1% of the predicted number of prokaryote species. The main reasons for this lack of knowledge are the technical limitations on the methods used in microbiology. Traditionally, in order to obtain DNA for sequencing and then annotation, individual species need to be isolated and cultured. However, many prokaryotes live in symbiotic communities and it is not feasible to isolate and culture most of them.&nbsp;</p>\n<p>Metagenomics offers a new paradigm in which the microbial community is sampled from the environment and the genetic information about the community is captured as a mixture. Recent developments in high-throughput sequencing have enabled sequencing of environmental samples at reduced costs. This promises not only the discovery of novel species and gene and protein families but also an understanding of the community ecology through which microbes play significant roles in human health and various ecosystems. Because of this promise of a significant increase in our understanding of our intimate relationship with, and dependence on, the microbial world, the number of metagenomics studies has dramatically increased during the last decade.&nbsp; Environmental samples are being collected from the human body and from many locations on Earth, resulting in a rapidly growing amount of sequenced DNA data. However, bioinformatics tools to analyze metagenomics data appear to be in their infancy. Because of the complexities of metagenomics data, characterizing an environmental sample remains a challenging problem. To cope with these challenges, the analysis is broken down into sequential tasks, each addressing a different question.&nbsp; These include the task of identifying the organisms in a microbiome, and estimating the relative abundance of organisms. Environmental parameters shape the composition of microbiomes via evolutionary mechanisms. Therefore, knowledge of changes in composition can provide useful information about the environment. For example, the composition of human microbiota is related to the incidence of diabetes, obesity, cystic fibrosis induced lung disease and cancer. Precise knowledge of the composition of the microbiome would be immensely helpful in tracking the existence and progress of these diseases, as well as in searching strategies for disease prevention.</p>\n<p>&nbsp;We have developed a suite of algorithms called MIMOSA which provide efficient and accurate profiling of the microbiome.&nbsp; Results from two different implementations of this approach, one using DNA-DNA hybridization simulations and one using short read mapping are evaluated using simulated and actual metagenomes and compared with other methods of phylotyping. The proposed approaches generally performed better under different scenarios of read lengths, community complexity, and low and high ...",
  "por_txt_cntn": "\nProkaryotes populate various habitats in the biosphere of our planet. There is a wide range of organisms which have adapted to different conditions. These conditions include differences in  growth temperatures supporting species ranging from psychrophiles, living in temperatures as low as -15C, to hyperthermophiles, living in temperatures as high as 120 C.  There are species that live in both nutrient-rich and nutrient-poor environments; species that have differing oxygen requirements or have an anaerobic lifestyle; and species that live in different geographies, from soil to polar ice caps, from oceans to acid mines, and from host organisms to hydrothermal volcanic vents. The significant presence of microbes in a variety of environments also makes microbes a principal component of various ecosystems. Thus, the study of microbial organisms is important in fields as diverse as medicine, energy, biotechnology, and the food industry.\n\nAlthough they populate a diverse geography and a large portion of the tree of life, current knowledge of prokaryotes is restricted to less than 1% of the predicted number of prokaryote species. The main reasons for this lack of knowledge are the technical limitations on the methods used in microbiology. Traditionally, in order to obtain DNA for sequencing and then annotation, individual species need to be isolated and cultured. However, many prokaryotes live in symbiotic communities and it is not feasible to isolate and culture most of them. \n\nMetagenomics offers a new paradigm in which the microbial community is sampled from the environment and the genetic information about the community is captured as a mixture. Recent developments in high-throughput sequencing have enabled sequencing of environmental samples at reduced costs. This promises not only the discovery of novel species and gene and protein families but also an understanding of the community ecology through which microbes play significant roles in human health and various ecosystems. Because of this promise of a significant increase in our understanding of our intimate relationship with, and dependence on, the microbial world, the number of metagenomics studies has dramatically increased during the last decade.  Environmental samples are being collected from the human body and from many locations on Earth, resulting in a rapidly growing amount of sequenced DNA data. However, bioinformatics tools to analyze metagenomics data appear to be in their infancy. Because of the complexities of metagenomics data, characterizing an environmental sample remains a challenging problem. To cope with these challenges, the analysis is broken down into sequential tasks, each addressing a different question.  These include the task of identifying the organisms in a microbiome, and estimating the relative abundance of organisms. Environmental parameters shape the composition of microbiomes via evolutionary mechanisms. Therefore, knowledge of changes in composition can provide useful information about the environment. For example, the composition of human microbiota is related to the incidence of diabetes, obesity, cystic fibrosis induced lung disease and cancer. Precise knowledge of the composition of the microbiome would be immensely helpful in tracking the existence and progress of these diseases, as well as in searching strategies for disease prevention.\n\n We have developed a suite of algorithms called MIMOSA which provide efficient and accurate profiling of the microbiome.  Results from two different implementations of this approach, one using DNA-DNA hybridization simulations and one using short read mapping are evaluated using simulated and actual metagenomes and compared with other methods of phylotyping. The proposed approaches generally performed better under different scenarios of read lengths, community complexity, and low and high sequencing coverage while being highly computationally effective.  The proposed approach also performed well in a p..."
 }
}