{
 "awd_id": "1043152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Exploring the Significance of Na-Alkaline Magmatism in Subduction Systems, a Case Study From the Ross Orogen, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "thomas wilch",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 311385.0,
 "awd_amount": 311385.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "Intellectual Merit: \r\nMagmas generated during subduction of oceanic lithosphere beneath active continental margins typically have a calc-alkaline chemistry. However, igneous rocks with signatures usually associated with anorogenic magmatism are increasingly being found with calc-alkaline rocks in subduction zones. These enigmatic rocks provide insight into a variety of magmatic and structural processes that are fundamental to subduction zone dynamics but processes that lead to their petrogenesis remain a matter of debate. This project will investigate the Koettlitz Glacier Alkaline Province (KGAP) in the Transantarctic Mountains, which is a section through a Na-alkaline province bounded to the north and south by calc-alkaline magmatism. This province potentially contains key information on the thermo-mechanical processes leading to generation of Na-alkaline rocks in subduction systems. The PI will examine structures that bound the KGAP as well as intrusives and metasedimentary rocks contained within it to determine the tectonomagmatic history in the framework of two end-member hypotheses: the KGAP represents a crustal-scale extensional or transtensional domain in a subduction setting; or the KGAP formed in response to ridge subduction. \r\n\r\nBroader impacts: \r\nThis study will train three graduate and three undergraduate students incorporating hands-on experience with state of the art instrumentation. Each summer, four high school students will be incorporated into various aspects of the laboratory-based research through the UCSB research mentorship program. This project will stimulate refinement of in-situ LA-ICPMS methods and development of collaborative linkages with Antarctic geologists at GNS Science in New Zealand. Results will be disseminated via papers and presentations at international conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Cottle",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Cottle",
   "pi_email_addr": "cottle@geol.ucsb.edu",
   "nsf_id": "000518297",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 311385.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to understand the tectonomagmatic evolution of alkaline igneous rocks highly enriched in sodium within the&nbsp;<span class=\"_Tgc\">Neoproterozoic</span> - Paleozoic (~620 - 485 Ma) Ross Orogen, Antarctica. The region is of interest because Na-alkaline igneous rocks are typically associated with regions far from plate boundaries, so their presence in a subduction zone is enigmatic. Structural and geochemical data collected during this project indicate that these intrusive igneous rocks form a fault-bounded block (Koettliz Glacier Alkaline Suite, KGAS) containing primitive alkaline magmas derived from an enriched lithospheric source. &gt;50 new U/Pb zircon dates suggest magmatism initiated by 560 Ma and persisted until 490 Ma, increasing the previously recognized timespan by c. 30 myr. Lu-Hf geochronology documents metamorphic garnet growth by at least 610 Ma, ca. 20 myr before the onset of igneous activity in the KGAS and, in contrast to previous interpretations, is apparently unrelated to KGAS magmatism.</p>\n<p>This grant has provided support to three PhD students and two MS students. Two of the PhD students have completed their degrees and are now undertaking postdoctoral research in the US and Europe, while the third PhD will complete her degree in &lt;18 months. Both MS students are employed in the geologic sector in California. Nine undergraduates have been directly involved in the research. Three papers have been published by the PI and students from this grant, including those that established advanced analytical methods at UCSB; two more papers are in review. Major outreach efforts include&nbsp; mentoring of incoming freshman during UCSB&rsquo;s summer research mentorship program aimed at under-represented minorities. The PI and graduate students also regularly visit local elementary schools and actively assisted Santa Barbara school district K-12 science educators with implementation of new California-mandated earth science curriculum.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/18/2016<br>\n\t\t\t\t\tModified by: John&nbsp;M&nbsp;Cottle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to understand the tectonomagmatic evolution of alkaline igneous rocks highly enriched in sodium within the Neoproterozoic - Paleozoic (~620 - 485 Ma) Ross Orogen, Antarctica. The region is of interest because Na-alkaline igneous rocks are typically associated with regions far from plate boundaries, so their presence in a subduction zone is enigmatic. Structural and geochemical data collected during this project indicate that these intrusive igneous rocks form a fault-bounded block (Koettliz Glacier Alkaline Suite, KGAS) containing primitive alkaline magmas derived from an enriched lithospheric source. &gt;50 new U/Pb zircon dates suggest magmatism initiated by 560 Ma and persisted until 490 Ma, increasing the previously recognized timespan by c. 30 myr. Lu-Hf geochronology documents metamorphic garnet growth by at least 610 Ma, ca. 20 myr before the onset of igneous activity in the KGAS and, in contrast to previous interpretations, is apparently unrelated to KGAS magmatism.\n\nThis grant has provided support to three PhD students and two MS students. Two of the PhD students have completed their degrees and are now undertaking postdoctoral research in the US and Europe, while the third PhD will complete her degree in &lt;18 months. Both MS students are employed in the geologic sector in California. Nine undergraduates have been directly involved in the research. Three papers have been published by the PI and students from this grant, including those that established advanced analytical methods at UCSB; two more papers are in review. Major outreach efforts include  mentoring of incoming freshman during UCSBÆs summer research mentorship program aimed at under-represented minorities. The PI and graduate students also regularly visit local elementary schools and actively assisted Santa Barbara school district K-12 science educators with implementation of new California-mandated earth science curriculum.\n\n\t\t\t\t\tLast Modified: 02/18/2016\n\n\t\t\t\t\tSubmitted by: John M Cottle"
 }
}