{
 "awd_id": "1043307",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impact of Stratospheric Ozone on Antarctica and the Southern Ocean",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 399509.0,
 "awd_amount": 409509.0,
 "awd_min_amd_letter_date": "2011-04-05",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "The impact of stratospheric ozone depletion, and its anticipated  subsequent recovery this century, on several aspects of the climate and weather of the Antarctic and Southern Ocean regions is of considerable interest in the study of high-latitude climate dynamics. This modeling study seeks to use  best available observations (i.e. reanalysis products) and the ensemble output of several contemporary coupled chemistry climate models (CCMs) to project the past and present  impact of ozone depletion on Southern Hemisphere (SH) tropospheric and oceanic circulation features. Of particular interest is the projected  evolution of these in the 21st century as high latitude ozone recovers (due to the Montreal protocols), and yet while greenhouse gases (GHGs) continue to increase.  \r\n\r\nModeling studies suggest that the influence of SH ozone extend to much more than general atmospheric circulation. Trends in polar stratospheric temperature, the location of polar tropospheric jets, the intensity of the Southern Annular Mode (SAM), high latitude precipitation, poleward shifts of subtropical dry zones, Antarctic surface temperatures and other changes have been suggested to show dependencies on O3 concentrations in model climate simulations. Attention will be paid to the examination of impacts of stratospheric ozone on synoptic weather systems at high latitudes. \r\n\r\nBoth the interpretation of future IPCC climate projections and WMO/UNEP high latitude ozone assessments represent the main societal impact in the outcome of this work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darryn",
   "pi_last_name": "Waugh",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Darryn W Waugh",
   "pi_email_addr": "waugh@jhu.edu",
   "nsf_id": "000108000",
   "pi_start_date": "2011-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 399509.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has used observations and models to provide insight into the role of the Antarctic ozone hole in past changes in tropospheric weather systems and climate, and ocean circulations.</p>\n<p>Using a hierarchy of numerical models together with meteorological reanalyses we have shown that the formation of the ozone hole has been a major contributor to several different summertime changes in the southern hemisphere over the last few decades.&nbsp;&nbsp; This includes the movement of the peak of the mid-latitude westerly winds towards the pole, expansion of the tropical circulation (so called Hadley Cell), and changes in the frequency of synoptic weather systems such as Rossby wave breaking events and cut-off lows.&nbsp;&nbsp; These circulation changes have important societal implications. The westerly winds, Hadley Cell, Rossby wave breaking events and cut-off lows all impact precipitation, and the above changes will alter precipitation patterns (and potentially the occurrence of extremes) from the subtropics to high latitudes.&nbsp;&nbsp; These results highlight the importance of ozone depletion on the hydrological cycle in the southern hemisphere.</p>\n<p>We have also shown that the ozone hole has had an impact on the ocean circulation. Using measurements of the man-made compounds CFC-12 and SF<sub>6</sub> in the southern oceans we showed that there have large-scale coherent changes in atmosphere to ocean transport times (so called &ldquo;ventilation&rdquo; times), with decreases in the subtropical thermocline and intermediate waters and increases in circumpolar deep waters. These inferred changes are consistent with expected response due to the changes in surface winds that have been linked to the formation of the Antarctic ozone hole.&nbsp; This finding is potentially a very significant result as the southern oceans accounts for a large fraction of the global ocean uptake of heat and anthropogenic carbon, and large-scale changes in southern ocean ventilation will likely impact oceanic uptake of heat and carbon. &nbsp;Thus, the ozone hole may have altered the global climate and ocean biogeochemistry.</p>\n<p>The above research findings are of societal impact as they help us better understand the connections between stratospheric ozone depletion and the global climate system and weather events in the southern hemisphere. This project has also provided funding and training for multiple graduate students and post-doctoral scholars. Furthermore, funding was provided to 8 US early career scientists so they could attend an international workshop in Buenos Aires, Argentina that brought together specialists from multiple disciplines, including Southern Hemisphere weather and climate, atmospheric chemistry, cryosphere and oceanography, to discuss the connections between stratospheric ozone and changes in Antarctic and &nbsp;climate.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/22/2015<br>\n\t\t\t\t\tModified by: Darryn&nbsp;W&nbsp;Waugh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has used observations and models to provide insight into the role of the Antarctic ozone hole in past changes in tropospheric weather systems and climate, and ocean circulations.\n\nUsing a hierarchy of numerical models together with meteorological reanalyses we have shown that the formation of the ozone hole has been a major contributor to several different summertime changes in the southern hemisphere over the last few decades.   This includes the movement of the peak of the mid-latitude westerly winds towards the pole, expansion of the tropical circulation (so called Hadley Cell), and changes in the frequency of synoptic weather systems such as Rossby wave breaking events and cut-off lows.   These circulation changes have important societal implications. The westerly winds, Hadley Cell, Rossby wave breaking events and cut-off lows all impact precipitation, and the above changes will alter precipitation patterns (and potentially the occurrence of extremes) from the subtropics to high latitudes.   These results highlight the importance of ozone depletion on the hydrological cycle in the southern hemisphere.\n\nWe have also shown that the ozone hole has had an impact on the ocean circulation. Using measurements of the man-made compounds CFC-12 and SF6 in the southern oceans we showed that there have large-scale coherent changes in atmosphere to ocean transport times (so called \"ventilation\" times), with decreases in the subtropical thermocline and intermediate waters and increases in circumpolar deep waters. These inferred changes are consistent with expected response due to the changes in surface winds that have been linked to the formation of the Antarctic ozone hole.  This finding is potentially a very significant result as the southern oceans accounts for a large fraction of the global ocean uptake of heat and anthropogenic carbon, and large-scale changes in southern ocean ventilation will likely impact oceanic uptake of heat and carbon.  Thus, the ozone hole may have altered the global climate and ocean biogeochemistry.\n\nThe above research findings are of societal impact as they help us better understand the connections between stratospheric ozone depletion and the global climate system and weather events in the southern hemisphere. This project has also provided funding and training for multiple graduate students and post-doctoral scholars. Furthermore, funding was provided to 8 US early career scientists so they could attend an international workshop in Buenos Aires, Argentina that brought together specialists from multiple disciplines, including Southern Hemisphere weather and climate, atmospheric chemistry, cryosphere and oceanography, to discuss the connections between stratospheric ozone and changes in Antarctic and  climate. \n\n\t\t\t\t\tLast Modified: 06/22/2015\n\n\t\t\t\t\tSubmitted by: Darryn W Waugh"
 }
}