{
 "awd_id": "1043685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The seasonal cycle of export production in an Antarctic coastal marine ecosystem",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Nemergut",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 411492.0,
 "awd_amount": 411492.0,
 "awd_min_amd_letter_date": "2011-06-13",
 "awd_max_amd_letter_date": "2011-06-13",
 "awd_abstract_narration": "The research project will obtain a comprehensive data set on the seasonal cycles of new, export and net community production, and lead to a better understanding of the production and export of organic matter (C and N) in a coastal Antarctic marine ecosystem.  There have been relatively few measurements of these three processes in polar regions, and even fewer systematic time-series investigations conducted at the proper scales to uncover mechanisms. In consequence, the physical, ecological and biogeochemical mechanisms regulating new production, NCP and export production remain poorly-characterized.  We propose to conduct a detailed, season- long study of export production as determined from water column 238U:234Th disequilibrium. New production will be measured by 15NO3 uptake. Net community production will be estimated from measurements of the O2:Ar ratio in seawater. Sampling will be carried out weekly from October to April at a regularly-occupied and long-studied (since 1993) site 5 km from Palmer Station, in close conjunction with ongoing research by the Palmer, Antarctica Long Term Ecological Research project (PAL). Sediment traps will be deployed weekly at two depths to collect particles for determination of the ratios of C:N:234Th on sinking particles.  This study will be among the first to obtain detailed concurrent time series of new, export and net community production.  Current estimates of particle export in coastal Antarctica are limited to a few offshore sites and may underestimate the true export by an order of magnitude. In addition, seasonal and interannual variability are not quantitatively related to corresponding variations in primary production, sea ice cover nor zooplankton stocks. These shortcomings may result from sediment trap collection deficiencies and a spatiotemporal disconnect between sampling the plankton community and particle flux that blurs relationships. If these suppositions are correct, the project will provide a new, robust estimate of export production in the Antarctic marine environment, and a new explanation of how and why it varies during the Austral summer growing season. This project will support a postdoctoral fellow and take advantage of the well-developed infrastructure of the MBL and PAL-LTER Education and Outreach programs, to inform two of the most influential groups for public education, K12 teachers and science journalists, about the ocean carbon cycle and climate change in one of the world's most captivating and rapidly changing ecosystems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hugh",
   "pi_last_name": "Ducklow",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Hugh W Ducklow",
   "pi_email_addr": "hducklow@ldeo.columbia.edu",
   "nsf_id": "000336686",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 M B L ST",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 154212.0
  }
 ],
 "por": null
}