{
 "awd_id": "1043601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Activation of high-elevation alluvial fans in the Transantarctic Mountains - a proxy for Plio-Pleistocene warmth along East Antarctic ice margins",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "thomas wilch",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 292568.0,
 "awd_amount": 292568.0,
 "awd_min_amd_letter_date": "2011-06-21",
 "awd_max_amd_letter_date": "2015-05-15",
 "awd_abstract_narration": "Intellectual Merit: \r\nThe PIs propose to address the question of whether ice surface melting zones developed at high elevations during warm climatic phases in the Transantarctic Mountains. Evidence from sediment cores drilled by the ANDRILL program indicates that open water in the Ross Sea could have been a source of warmth during Pliocene and Pleistocene. The question is whether marine warmth penetrated inland to the ice sheet margins. The glacial record may be ill suited to answer this question, as cold-based glaciers may respond too slowly to register brief warmth. Questions also surround possible orbital controls on regional climate and ice sheet margins. Northern Hemisphere insolation at obliquity and precession timescales is thought to control Antarctic climate through oceanic or atmospheric connections, but new thinking suggests that the duration of Southern Hemisphere summer may be more important. The PIs propose to use high elevation alluvial deposits in the Transantarctic Mountains as a proxy for inland warmth. These relatively young fans, channels, and debris flow levees stand out as visible evidence for the presence of melt water in an otherwise ancient, frozen landscape. Based on initial analyses of an alluvial fan in the Olympus Range, these deposits are sensitive recorders of rare melt events that occur at orbital timescales. For their study they will 1) map alluvial deposits using aerial photography, satellite imagery and GPS assisted field surveys to establish water sources and to quantify parameters effecting melt water production, 2) date stratigraphic sequences within these deposits using OSL, cosmogenic nuclide, and interbedded volcanic ash chronologies, 3) use paired nuclide analyses to estimate exposure and burial times, and rates of deposition and erosion, and 4) use micro and regional scale climate modeling to estimate paleoenvironmental conditions associated with melt events.\r\n\r\nBroader impacts: \r\nThis study will produce a record of inland melting from sites adjacent to ice sheet margins to help determine controls on regional climate along margins of the East Antarctic Ice Sheet to aid ice sheet and sea level modeling studies. The proposal will support several graduate and undergraduates. A PhD student will be supported on existing funding. The PIs will work with multiple K 12 schools to conduct interviews and webcasts from Antarctica and they will make follow up visits to classrooms after the field season is complete.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Lewis",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Adam R Lewis",
   "pi_email_addr": "Adam.R.Lewis.1@ndsu.edu",
   "nsf_id": "000412371",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Lepper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Lepper",
   "pi_email_addr": "ken.lepper@ndsu.edu",
   "nsf_id": "000291106",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "1340 ADMINISTRATION AVE",
  "perf_city_name": "FARGO",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "58105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "8013",
   "pgm_ref_txt": "High Risk/Reward Innovative Research"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 292568.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project is to determine if high-elevation alluvial fan sediments could record climate shifts along terrestrial margins of the East Antarctic Ice Sheet (Fig. 1).&nbsp; This novel approach examined sediments along terrestrial margins rather than marine margins.&nbsp; Marine margins are more commonly studied because sediment cores can be used to estimate climate and ice sheet behavior going back millions of years.&nbsp; A major drawback, however, is that marine records are usually far from modern ice sheet margins and likely miss short-lived melting events.&nbsp; In contrast, alluvial fans register melting adjacent to terrestrial ice margins.&nbsp; The fans small size and easily identifiable meltwater sources mean that even a single-summer melt event should be apparent in the sedimentary record.</p>\n<p>We studied alluvial fans in the Dry Valleys region of east Antarctica (Fig. 1).&nbsp; The fans are perched on steep slopes situated 5 to 25 km from the modern ice margin. &nbsp;Channels only a few 10&rsquo;s of cm wide to a maximum of about 2 m funnel water to fans from permanent snow banks and small glaciers.&nbsp; Today all of the studied fans and associated channels appear inactive. &nbsp;Small trickles of water have been observed in channels, mostly from snow melting within the channels themselves, but flows are much too weak to move sediment.&nbsp; Polygonal patterned ground and well-developed desert pavements on fan surfaces suggest no sediment has been carried to the fans for centuries to millennia.&nbsp; By inference this means that margins of the nearby ice sheet have produced little to no meltwater for centuries to millennia.</p>\n<p>Our results show that fans were primarily constructed from shallow sheet floods with only a few beds representing deposition from debris flows.&nbsp; Sediment grain size and bedding indicate flows only 2 to 10 cm cm deep traveling at rates of only 1 to 1.4 m/s.&nbsp; Deposition was highly episodic because well-developed desert pavements, comprised of wind-eroded and stained gravel, are buried within the fans (Fig. 2).&nbsp; They separate each package of sediment delivered during a melt event and mark long periods of exposure before being buried in a subsequent event.</p>\n<p>We used optically stimulated luminescence (OSL) dating of sediment grains to determine when melt events occurred.&nbsp; An OSL date registers the last time sediments were exposed to solar radiation meaning it represents burial age. &nbsp;The ages cluster in three groups centered at 2.1 ka (thousand years before present), 8.9 ka and 14.2 ka (Fig. 3).&nbsp; Given past geologic and geomorphic studies, this is an unexpected result.&nbsp; At elevations similar to those of the fans geomorphic features and fragile deposits of volcanic ash have been preserved for as long as 14 million years, which has been used to argue for widespread landscape stability.&nbsp; This study, however, shows that the assumption of widespread inactivity for landscapes in the Dry Valleys is incorrect and that large local variations are probably common.</p>\n<p>Based on these results, the study shows that high-elevation alluvial fans in the Dry Valleys provide a sensitive climate record that captures rare, small-scale melting events.&nbsp; The next step is to establish causation for melting.&nbsp; To do this we used GIS analyses of meltwater source regions, deployed data loggers for local temperature and humidity at meltwater sources (over two summers), and applied regional climatological modeling.&nbsp; Our GIS results showed that individual geomorphic attributes, such as elevation, size and distance from the coast, are only weakly correlated to fan size.&nbsp; The strongest correlation was with distance to the Ross Sea, meaning that larger and presumably more active fans tend to be those closest to the local source of warm, moist air.&nbsp; Based on our temperature data...",
  "por_txt_cntn": "\nThe major goal of this project is to determine if high-elevation alluvial fan sediments could record climate shifts along terrestrial margins of the East Antarctic Ice Sheet (Fig. 1).  This novel approach examined sediments along terrestrial margins rather than marine margins.  Marine margins are more commonly studied because sediment cores can be used to estimate climate and ice sheet behavior going back millions of years.  A major drawback, however, is that marine records are usually far from modern ice sheet margins and likely miss short-lived melting events.  In contrast, alluvial fans register melting adjacent to terrestrial ice margins.  The fans small size and easily identifiable meltwater sources mean that even a single-summer melt event should be apparent in the sedimentary record.\n\nWe studied alluvial fans in the Dry Valleys region of east Antarctica (Fig. 1).  The fans are perched on steep slopes situated 5 to 25 km from the modern ice margin.  Channels only a few 10Æs of cm wide to a maximum of about 2 m funnel water to fans from permanent snow banks and small glaciers.  Today all of the studied fans and associated channels appear inactive.  Small trickles of water have been observed in channels, mostly from snow melting within the channels themselves, but flows are much too weak to move sediment.  Polygonal patterned ground and well-developed desert pavements on fan surfaces suggest no sediment has been carried to the fans for centuries to millennia.  By inference this means that margins of the nearby ice sheet have produced little to no meltwater for centuries to millennia.\n\nOur results show that fans were primarily constructed from shallow sheet floods with only a few beds representing deposition from debris flows.  Sediment grain size and bedding indicate flows only 2 to 10 cm cm deep traveling at rates of only 1 to 1.4 m/s.  Deposition was highly episodic because well-developed desert pavements, comprised of wind-eroded and stained gravel, are buried within the fans (Fig. 2).  They separate each package of sediment delivered during a melt event and mark long periods of exposure before being buried in a subsequent event.\n\nWe used optically stimulated luminescence (OSL) dating of sediment grains to determine when melt events occurred.  An OSL date registers the last time sediments were exposed to solar radiation meaning it represents burial age.  The ages cluster in three groups centered at 2.1 ka (thousand years before present), 8.9 ka and 14.2 ka (Fig. 3).  Given past geologic and geomorphic studies, this is an unexpected result.  At elevations similar to those of the fans geomorphic features and fragile deposits of volcanic ash have been preserved for as long as 14 million years, which has been used to argue for widespread landscape stability.  This study, however, shows that the assumption of widespread inactivity for landscapes in the Dry Valleys is incorrect and that large local variations are probably common.\n\nBased on these results, the study shows that high-elevation alluvial fans in the Dry Valleys provide a sensitive climate record that captures rare, small-scale melting events.  The next step is to establish causation for melting.  To do this we used GIS analyses of meltwater source regions, deployed data loggers for local temperature and humidity at meltwater sources (over two summers), and applied regional climatological modeling.  Our GIS results showed that individual geomorphic attributes, such as elevation, size and distance from the coast, are only weakly correlated to fan size.  The strongest correlation was with distance to the Ross Sea, meaning that larger and presumably more active fans tend to be those closest to the local source of warm, moist air.  Based on our temperature data loggers and climate modeling we hypothesize that melting is mostly controlled by incoming solar radiation.  Melting at about 2.1 ka took place during a period of maximum daily incoming solar energy in southern h..."
 }
}