{
 "awd_id": "1043028",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using a Research-based Approach to Reform Upper-division Laboratory Courses",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 199747.0,
 "awd_amount": 199747.0,
 "awd_min_amd_letter_date": "2011-04-15",
 "awd_max_amd_letter_date": "2011-04-15",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nThe leap between classroom science and independent laboratory research is large, and advanced physics lab courses often represent a culminating experience in helping bridge this challenging transition within the physics curriculum. These courses impact attitudes and expectations about what a career in science will be like and seek to develop the scientific reasoning and laboratory skills that enable students to succeed in graduate school, industry, and other professional endeavors. This advanced optics/modern physics lab is being reformed through a research-based transformation to match this ideal, and they are sharing developments and findings with the broader physics community. Extensive reformed lab materials are under development for this formative course, and in addition they are bringing together a library of high-level advanced laboratory experiments and programs being developed at other institutions. \r\n\r\nThe curricular outcomes of this two-year effort include: a suite of curricular materials for this formative advanced lab course, assessment instruments to evaluate the impact of upper level educational reforms, along with establishing instructional resources to assist faculty members not involved in this course transformation to continue these best lab practices. The research outcomes of this study include: operational definitions and assessments of student abilities that lead to successful careers in science, a study of the relevance of the advanced lab experience in impacting a student's career goals, preliminary studies of student learning in upper-division lab courses, and an evaluation of faculty use of these new research-based curricula and practices. A broad national impact is anticipated as materials being produced are made freely available online and as these workers participate actively in conferences and publications addressing this critical juncture of undergraduate physics teaching.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Lewandowski",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Heather J Lewandowski",
   "pi_email_addr": "lewandoh@colorado.edu",
   "nsf_id": "000320122",
   "pi_start_date": "2011-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Beale",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Paul D Beale",
   "pi_email_addr": "paul.beale@colorado.edu",
   "nsf_id": "000250014",
   "pi_start_date": "2011-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Finkelstein",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Noah D Finkelstein",
   "pi_email_addr": "noah.finkelstein@colorado.edu",
   "nsf_id": "000469391",
   "pi_start_date": "2011-04-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Perkins",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine K Perkins",
   "pi_email_addr": "katherine.perkins@colorado.edu",
   "nsf_id": "000201068",
   "pi_start_date": "2011-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199747.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project has had a significant impact on the CU physics department through a transformed Advanced Laboratory course, has advanced the state of Physics Education research in laboratory courses, has included development of transformation resources and assessments for faculty desiring to implement change in their own courses, and has helped to bridge the communities of lab instructors and physics education researchers.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; One particular outcome of the project&nbsp;was the development and validation of the Colorado Learning Attitudes about Science Survey for Experimental Physics (E-CLASS). The survey has given us the first opportunity to study the impact of lab courses on a national scale across a variety of curricula.&nbsp; The survey assesses students&rsquo; views about doing physics experiments in a classroom setting and in professional research.&nbsp; The responses can be analyzed to study how these views are related and how they change over the course of a semester of lab instruction.&nbsp; The survey also asks about students&rsquo; perceived grading criteria for the course, which can give directed feedback to instructors. The survey has been validated through over 40 interviews with students from a diverse range of academic backgrounds, gender, and STEM fields of study. Over 5000 students at 100 institutions have taken the survey over the last three semesters. The results of this survey not only give instructors actionable feedback to reform their courses, but also give researchers insight into students&rsquo; views on experimental physics across the nation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2014<br>\n\t\t\t\t\tModified by: Heather&nbsp;J&nbsp;Lewandowski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project has had a significant impact on the CU physics department through a transformed Advanced Laboratory course, has advanced the state of Physics Education research in laboratory courses, has included development of transformation resources and assessments for faculty desiring to implement change in their own courses, and has helped to bridge the communities of lab instructors and physics education researchers.\n\n            One particular outcome of the project was the development and validation of the Colorado Learning Attitudes about Science Survey for Experimental Physics (E-CLASS). The survey has given us the first opportunity to study the impact of lab courses on a national scale across a variety of curricula.  The survey assesses studentsÆ views about doing physics experiments in a classroom setting and in professional research.  The responses can be analyzed to study how these views are related and how they change over the course of a semester of lab instruction.  The survey also asks about studentsÆ perceived grading criteria for the course, which can give directed feedback to instructors. The survey has been validated through over 40 interviews with students from a diverse range of academic backgrounds, gender, and STEM fields of study. Over 5000 students at 100 institutions have taken the survey over the last three semesters. The results of this survey not only give instructors actionable feedback to reform their courses, but also give researchers insight into studentsÆ views on experimental physics across the nation. \n\n \n\n\t\t\t\t\tLast Modified: 05/16/2014\n\n\t\t\t\t\tSubmitted by: Heather J Lewandowski"
 }
}