{
 "awd_id": "1043656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Noticing Numeracy Now (N3)",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Haddock",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 102907.0,
 "awd_amount": 102907.0,
 "awd_min_amd_letter_date": "2011-07-12",
 "awd_max_amd_letter_date": "2011-07-12",
 "awd_abstract_narration": "This collaborative project between Morehead State University, Northern Kentucky University, and the University of Kentucky provides information about the extent to which an innovative learning experience focused on the professional noticing of children's numeracy develops preservice teachers' (PSETs') capacity to attend to, interpret, and respond appropriately to the mathematical thinking of children. The project uses a module, Noticing Numeracy Now (N3), developed by the researchers and based on professional literature in the areas of professional noticing and the Stages of Early Arithmetic Learning (SEAL). The research advances knowledge and understanding of how teacher educators can facilitate PSETs' development of professional noticing, knowledge of children's conception of unit, mathematical knowledge for teaching, and positive attitudes toward mathematics. The activities present a creative and potentially transformative approach to the preparation of future elementary teachers through classroom and field activities that explicitly promote the development of the component skills of professional noticing in the context of SEAL. \r\n\r\nThe Noticing Numeracy Now (N3) module, designed for replication, is being implemented at six universities, the three lead institutions along with Eastern Kentucky University, Murray State University and the University of Louisville. The student populations at these institutions represent cultural and socio-economic diversity, including underrepresented groups. Collectively, the six universities draw their student populations from culturally diverse, urban populations and predominately Appalachian rural populations. Many of the students are the first in their families to study at a university.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edna",
   "pi_last_name": "Schack",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Edna O Schack",
   "pi_email_addr": "e.schack@moreheadstate.edu",
   "nsf_id": "000562089",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morehead State University",
  "inst_street_address": "207 HOWELL MCDOWELL",
  "inst_street_address_2": "",
  "inst_city_name": "MOREHEAD",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "6067832010",
  "inst_zip_code": "403511683",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "KY05",
  "org_lgl_bus_name": "MOREHEAD STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MRGUP99ZAZ59"
 },
 "perf_inst": {
  "perf_inst_name": "Morehead State University",
  "perf_str_addr": "207 HOWELL MCDOWELL",
  "perf_city_name": "MOREHEAD",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "403511683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "KY05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102907.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><table border=\"0\" cellspacing=\"0\" cellpadding=\"0\" width=\"100%\">\n<tbody>\n<tr>\n<td valign=\"top\">\n<p>This collaborative project between Morehead State University,   Northern Kentucky University, and the University of Kentucky provides   information about the extent to which an innovative learning experience   focused on the professional noticing of children's numeracy develops   preservice teachers' (PSETs') capacity to attend to, interpret, and respond   appropriately to the mathematical thinking of children. The project uses a   module, Noticing Numeracy Now (N3), developed by the researchers and based on   professional literature in the areas of professional noticing and the Stages   of Early Arithmetic Learning (SEAL). The research advances knowledge and   understanding of how teacher educators can facilitate PSETs' development of   professional noticing, knowledge of children's conception of unit,   mathematical knowledge for teaching, and positive attitudes toward   mathematics. The activities present a creative and potentially transformative   approach to the preparation of future elementary teachers through classroom   and field activities that explicitly promote the development of the component   skills of professional noticing in the context of SEAL. <br /> <br /> The Noticing Numeracy Now (N3) module, designed for replication, was implemented at multiple universities, the three lead institutions along with   Eastern Kentucky University and Western Kentucky University. The student populations at these institutions represent cultural   and socio-economic diversity, including underrepresented groups.</p>\n</td>\n</tr>\n<tr>\n<td valign=\"top\">\n<p><em style=\"line-height: 17px;\">The Instructional Module.&nbsp;</em><span style=\"line-height: 17px;\">The Noticing Numeracy Now module consists of multiple in-class   sessions during which the three components of professional noticing are   developed in the context of the Stages of Early Arithmetic Learning (SEAL).   The researchers of the Noticing Numeracy Now project intentionally chose   videos of early number sense teaching/learning exchanges for two reasons: 1)   video cases, as representations of practice, provide opportunities to   explicitly attend to and discuss salient features of children's mathematical   thinking that can go unnoticed by novices in real-time classrooms, and 2)   early number sense is an area of mathematics with which Preservice Elementary   Teachers (PSETs) are generally comfortable so the mathematics itself would   not be a barrier to the examination of children's mathematical thinking.   PSETs are asked to respond to the videos in various ways, including writing   about what they attend to in the video and engaging in discussion with a   partner, with a small group, and in whole class discussions led by the   instructor. At the beginning of the module, the discussion prompts are more   general, such as asking them to observe the physical actions verbal exchanges   taking place. As the module continues, PSETs learn to focus on the salient   features of students' mathematical actions and words. In addition to these   salient features, PSETs' attention is drawn to teacher moves and the   mathematics of the tasks. As the sessions progress, PSETs learn to interpret   the salient features in terms of SEAL and finally they learn to make   decisions about next steps, both diagnostic and instructional.</span></p>\n<p><em>Participants.&nbsp;</em>The participants in this study were PSETs enrolled in one of   five participating universities. All universities are public institutions and   the participants represent a cross-section of the general population of a   state in the east central United States. Participants were enrolled in   elementary mathematics methods courses or elementary mathematics content   courses at their respective universities and the instructional module,   Noticing Numeracy Now, was a co...",
  "por_txt_cntn": "\n\n\n\n\nThis collaborative project between Morehead State University,   Northern Kentucky University, and the University of Kentucky provides   information about the extent to which an innovative learning experience   focused on the professional noticing of children's numeracy develops   preservice teachers' (PSETs') capacity to attend to, interpret, and respond   appropriately to the mathematical thinking of children. The project uses a   module, Noticing Numeracy Now (N3), developed by the researchers and based on   professional literature in the areas of professional noticing and the Stages   of Early Arithmetic Learning (SEAL). The research advances knowledge and   understanding of how teacher educators can facilitate PSETs' development of   professional noticing, knowledge of children's conception of unit,   mathematical knowledge for teaching, and positive attitudes toward   mathematics. The activities present a creative and potentially transformative   approach to the preparation of future elementary teachers through classroom   and field activities that explicitly promote the development of the component   skills of professional noticing in the context of SEAL. \n \n The Noticing Numeracy Now (N3) module, designed for replication, was implemented at multiple universities, the three lead institutions along with   Eastern Kentucky University and Western Kentucky University. The student populations at these institutions represent cultural   and socio-economic diversity, including underrepresented groups.\n\n\n\n\n\nThe Instructional Module. The Noticing Numeracy Now module consists of multiple in-class   sessions during which the three components of professional noticing are   developed in the context of the Stages of Early Arithmetic Learning (SEAL).   The researchers of the Noticing Numeracy Now project intentionally chose   videos of early number sense teaching/learning exchanges for two reasons: 1)   video cases, as representations of practice, provide opportunities to   explicitly attend to and discuss salient features of children's mathematical   thinking that can go unnoticed by novices in real-time classrooms, and 2)   early number sense is an area of mathematics with which Preservice Elementary   Teachers (PSETs) are generally comfortable so the mathematics itself would   not be a barrier to the examination of children's mathematical thinking.   PSETs are asked to respond to the videos in various ways, including writing   about what they attend to in the video and engaging in discussion with a   partner, with a small group, and in whole class discussions led by the   instructor. At the beginning of the module, the discussion prompts are more   general, such as asking them to observe the physical actions verbal exchanges   taking place. As the module continues, PSETs learn to focus on the salient   features of students' mathematical actions and words. In addition to these   salient features, PSETs' attention is drawn to teacher moves and the   mathematics of the tasks. As the sessions progress, PSETs learn to interpret   the salient features in terms of SEAL and finally they learn to make   decisions about next steps, both diagnostic and instructional.\n\nParticipants. The participants in this study were PSETs enrolled in one of   five participating universities. All universities are public institutions and   the participants represent a cross-section of the general population of a   state in the east central United States. Participants were enrolled in   elementary mathematics methods courses or elementary mathematics content   courses at their respective universities and the instructional module,   Noticing Numeracy Now, was a component of these courses. For comparison   purposes, PSETs who were enrolled in elementary mathematics courses but did   not participate in the N3 module also participated in the pre and post assessments.   All participants, both implementation and comparison groups, were pre- and   post-assessed in ..."
 }
}