{
 "awd_id": "1043724",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Multi-nuclide approach to systematically evaluate the scatter in surface exposure ages in Antarctica and to develop consistent alpine glacier chronologies",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "thomas wilch",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 124070.0,
 "awd_amount": 124070.0,
 "awd_min_amd_letter_date": "2011-06-29",
 "awd_max_amd_letter_date": "2011-06-29",
 "awd_abstract_narration": "Intellectual Merit: \r\nThe PIs propose to investigate the impact of earth surface processes on the application of cosmogenic exposure dating in Antarctica by combining multi-nuclide techniques, detailed field experiments, rock-mechanic studies, and climate modeling. They will analyze cosmogenic-nuclide inventories for a suite of six alpine-moraine systems in inland regions of the McMurdo Dry Valleys. This area is ideally suited for this study because 1) the targeted alpine moraine sequences are critically important in helping to reconstruct past temperature and precipitation values over the last several million years, 2) the production rates for cosmogenic nuclides are typically high and well-known, and 3) the complexity of surface processes is relatively low. Their work has two specific goals: to evaluate the effects of episodic geomorphic events in modulating cosmogenic inventories in surface rocks in polar deserts and to generate an alpine glacier chronology that will serve as a robust record of regional climate variation over the last several million years. A key objective is to produce a unique sampling strategy that yields consistent exposure-age results by minimizing the effects of episodic geomorphic events that obfuscate cosmogenic-nuclide chronologies. They will link their moraine chronology with regional-scale atmospheric models developed by collaborators at University of Massachusetts Amherst.\r\n\r\nBroader impacts: \r\nThis research is interdisciplinary and includes two early career scientists. Results of this work will be used to enhance undergraduate education by engaging two female students in Antarctic field and summer research projects. Extended outreach includes development of virtual Antarctic field trips for Colgate University?s Ho Tung Visualization Laboratory and Boston University?s Antarctic Digital Image Analyses Laboratory. The PIs will continue to work with the Los Angeles Valley Community College, which serves students of mostly Hispanic origin as part of the PolarTREC program. This project will contribute to the collaboration between LDEO and several New York City public high schools within the Lamont-Doherty Secondary School Field Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Swanger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kate M Swanger",
   "pi_email_addr": "Kate_Swanger@uml.edu",
   "nsf_id": "000564180",
   "pi_start_date": "2011-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "220 PAWTUCKET ST STE 400",
  "perf_city_name": "LOWELL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 124070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project focused on dating of glacial deposits in the McMurdo Dry Valleys, Antarctica. The Dry Valleys are the largest ice-free region in Antarctica, providing a unique window into millions of years of Antarctic climate history. Additionally, the Dry Valleys are home to distinctive microbial communities and rare landforms that have evolved under cold hyper-arid conditions for millions of years, making the Dry Valleys the focus of significant scientific research.&nbsp;</p>\n<p>This project focused on a technique known as cosmogenic exposure dating, which is a method of measuring how long a rock has been sitting at the Earth&rsquo;s surface. It is often used to date glacial deposits such as moraines. Given the unique environmental conditions encountered in Antarctica (low erosion rates and potentially old deposits), a major goal of this research was to isolate and study the different sources of error in exposure dating in Antarctica. Additional goals of the research were to obtain a record of climate for the Dry Valleys and to study erosion in a cold, hyper-arid environment.</p>\n<p>The primary scientific results of this research were:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp; We mapped and dated glacial deposits in the Dry Valleys that span the last one million years, providing information on regional climate during multiple glacial and interglacial cycles. Most notably, we sampled the first glacial deposit in the Dry Valleys that dates to 400,000 years ago. This date corresponds to an important climate period that had similar external forcing conditions as the Holocene (the past 10,000 years), but without human impacts. Our dated glacial sequence indicates that climate conditions in the Dry Valleys were similar 400,000 years ago compared to the present.</p>\n<p>b)&nbsp;&nbsp;&nbsp; We developed new laboratory techniques that will greatly impact our ability to quickly process igneous rocks, such as basalts, for exposure dating. These techniques will increase the number of samples that can be processed and can be used throughout Antarctica to more accurately date glacial advances and retreats.</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp; The high-elevation Dry Valleys exhibit some of the lowest erosion rates in the world due to the lack of water.&nbsp; Under the cold hyper-arid conditions, the Dry Valleys are an ideal location to study desert erosion. We conducted experiments of the main erosional processes that are occurring in the Dry Valleys. Analyses focused on salt weathering, thermal stress from heating by the sun, surface rock alterations and abrasion by wind-blown sands. Our observations of erosional processes can be used to better interpret exposure ages throughout Antarctica and may serve as an analog for studying surface processes on Mars.</p>\n<p>d)&nbsp;&nbsp;&nbsp; From our analyses, we expanded on the general guidelines for exposure sampling in Antarctica, including the types of topography and glacial deposits that provide more accurate exposure ages.</p>\n<p>The major implications of these results are 1) the development of improved sampling strategies and laboratory techniques that will increase the efficacy of future exposure dating studies, especially in Antarctica, and 2) the discovery of glacial deposits in the Dry Valleys that will provide regional climate information during key time periods that are of interest to the scientific community.</p>\n<p>This project was a collaboration between three institutions, University of Massachusetts &ndash; Lowell, Columbia University &ndash; Lamont Doherty Earth Observatory, and Boston University. Four graduate and four undergraduate students were actively involved in this research, including participation in fieldwork, development of laboratory techniques, data analysis and presentation of results at scientific conferences. Additionally, scientific results were incorporated into undergraduate courses at University of Ma...",
  "por_txt_cntn": "\nThis research project focused on dating of glacial deposits in the McMurdo Dry Valleys, Antarctica. The Dry Valleys are the largest ice-free region in Antarctica, providing a unique window into millions of years of Antarctic climate history. Additionally, the Dry Valleys are home to distinctive microbial communities and rare landforms that have evolved under cold hyper-arid conditions for millions of years, making the Dry Valleys the focus of significant scientific research. \n\nThis project focused on a technique known as cosmogenic exposure dating, which is a method of measuring how long a rock has been sitting at the EarthÆs surface. It is often used to date glacial deposits such as moraines. Given the unique environmental conditions encountered in Antarctica (low erosion rates and potentially old deposits), a major goal of this research was to isolate and study the different sources of error in exposure dating in Antarctica. Additional goals of the research were to obtain a record of climate for the Dry Valleys and to study erosion in a cold, hyper-arid environment.\n\nThe primary scientific results of this research were:\n\na)     We mapped and dated glacial deposits in the Dry Valleys that span the last one million years, providing information on regional climate during multiple glacial and interglacial cycles. Most notably, we sampled the first glacial deposit in the Dry Valleys that dates to 400,000 years ago. This date corresponds to an important climate period that had similar external forcing conditions as the Holocene (the past 10,000 years), but without human impacts. Our dated glacial sequence indicates that climate conditions in the Dry Valleys were similar 400,000 years ago compared to the present.\n\nb)    We developed new laboratory techniques that will greatly impact our ability to quickly process igneous rocks, such as basalts, for exposure dating. These techniques will increase the number of samples that can be processed and can be used throughout Antarctica to more accurately date glacial advances and retreats.\n\nc)     The high-elevation Dry Valleys exhibit some of the lowest erosion rates in the world due to the lack of water.  Under the cold hyper-arid conditions, the Dry Valleys are an ideal location to study desert erosion. We conducted experiments of the main erosional processes that are occurring in the Dry Valleys. Analyses focused on salt weathering, thermal stress from heating by the sun, surface rock alterations and abrasion by wind-blown sands. Our observations of erosional processes can be used to better interpret exposure ages throughout Antarctica and may serve as an analog for studying surface processes on Mars.\n\nd)    From our analyses, we expanded on the general guidelines for exposure sampling in Antarctica, including the types of topography and glacial deposits that provide more accurate exposure ages.\n\nThe major implications of these results are 1) the development of improved sampling strategies and laboratory techniques that will increase the efficacy of future exposure dating studies, especially in Antarctica, and 2) the discovery of glacial deposits in the Dry Valleys that will provide regional climate information during key time periods that are of interest to the scientific community.\n\nThis project was a collaboration between three institutions, University of Massachusetts &ndash; Lowell, Columbia University &ndash; Lamont Doherty Earth Observatory, and Boston University. Four graduate and four undergraduate students were actively involved in this research, including participation in fieldwork, development of laboratory techniques, data analysis and presentation of results at scientific conferences. Additionally, scientific results were incorporated into undergraduate courses at University of Massachusetts to expose students to real datasets.\n\nResearch activities were presented to the non-science community through many avenues, including the running of a field blog and the deployment of ..."
 }
}