{
 "awd_id": "1043471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Study of Atmospheric Dust in the WAIS Divide Ice Core Based on Sr-Nd-Pb-He Isotopes",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924961",
 "po_email": "pcutler@nsf.gov",
 "po_sign_block_name": "Paul Cutler",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 376561.0,
 "awd_amount": 376561.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2016-06-22",
 "awd_abstract_narration": "1043471/Kaplan\r\n\r\nThis award supports a project to obtain the first set of isotopic-based provenance data from the WAIS divide ice core. A lack of data from the WAIS prevents even a basic knowledge of whether different sources of dust blew around the Pacific and Atlantic sectors of the southern latitudes. Precise isotopic measurements on dust in the new WAIS ice divide core are specifically warranted because the data will be synergistically integrated with other high frequency proxies, such as dust concentration and flux, and carbon dioxide, for example. Higher resolution proxies will bridge gaps between our observations on the same well-dated, well-preserved core. The intellectual merit  of the project is that the proposed analyses will contribute to the WAIS Divide Project science themes. Whether an active driver or passive recorder, dust is one of the most important but least understood components of regional and global climate. Collaborative and expert discussion with dust-climate modelers will lead to an important progression in understanding of dust and past atmospheric circulation patterns and climate around the southern latitudes, and help to exclude unlikely air trajectories to the ice sheets. The project will provide data to help evaluate models that simulate the dust patterns and cycle and the relative importance of changes in the sources, air trajectories and transport processes, and deposition to the ice sheet under different climate states. The results will be of broad interest to a range of disciplines beyond those directly associated with the WAIS ice core project, including the paleoceanography and dust- paleoclimatology communities.  The broader impacts of the project include infrastructure and professional development, as the proposed research will initiate collaborations between LDEO and other WAIS scientists and modelers with expertise in climate and dust. Most of the researchers are still in the early phase of their careers and hence the project will facilitate long-term relationships. This includes a graduate student from UMaine, an undergraduate student from Columbia University who will be involved in lab work, in addition to a LDEO Postdoctoral scientist, and possibly an additional student involved in the international project PIRE-ICETRICS. The proposed research will broaden the scientific outlooks of three PIs, who come to Antarctic ice core science from a variety of other terrestrial and marine geology perspectives. Outreach activities include interaction with the science writers of the Columbia's Earth Institute for news releases and associated blog websites, public speaking, and involvement in an arts/science initiative between New York City's arts and science communities to bridge the gap between scientific knowledge and public perception.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Kaplan",
   "pi_email_addr": "mkaplan@ldeo.columbia.edu",
   "nsf_id": "000122212",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Goldstein",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Goldstein",
   "pi_email_addr": "steveg@ldeo.columbia.edu",
   "nsf_id": "000228066",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aloys",
   "pi_last_name": "Bory",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aloys Bory",
   "pi_email_addr": "bory@ldeo.columbia.edu",
   "nsf_id": "000176365",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gisela",
   "pi_last_name": "Winckler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gisela Winckler",
   "pi_email_addr": "winckler@ldeo.columbia.edu",
   "nsf_id": "000160411",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leopoldo",
   "pi_last_name": "Pena Gonzalez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leopoldo Pena Gonzalez",
   "pi_email_addr": "leopoldo@ldeo.columbia.edu",
   "nsf_id": "000537487",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 376561.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of our project is to study the characteristics of dust reaching West Antarctica. A specific goal was to analyze &ldquo;<span><span>radiogenic</span></span> isotopic fingerprints or signatures&rdquo; of dust from the recently obtained <span><span>WAIS</span></span> Divide deep ice core. Isotopic fingerprinting of dust takes advantage of the fact that bedrock (and its derivative, dust) in different areas varies in its <span><span>geochemic</span></span><span><span>al</span></span> and isotopic composition. In particular, the isotopes (in this case, Strontium, Neodymium, and Lead) reflect not only the type of rock in the source area, but its history including tectonics and age since formation. Hence, like a dye tracer, the isotopic composition of wind-blown dust can be used to trace its source and transport history.</p>\n<p>Two of the most important interrelated objectives of this award include the following. First, to determine if there are different isotopic signatures in dust reaching West Antarctica compared with East Antarctica. Different sources of dust to Antarctica are implied by modeling studies, however, there has not been adequate data to test this idea. Second, to determine how the dust&nbsp; changes between cold Ice Age climate states and non-glacial or interglacial periods.</p>\n<p>The intellectual merit of the project stems from the fact that studying wind-blown dust provides one of the few approaches to know how air circulated in the past. Furthermore, pinpointing where dust came from in the past is important because it improves knowledge of the environmental history of the source areas (for example, dry or cold and covered by glaciers?), as well as <span><span>consequenti</span></span><span><span>al</span></span> climatic impacts of <span><span>dif</span></span><span><span>fe</span></span><span><span>ren</span></span>t dust types.</p>\n<p>There are several important outcomes of the project. The most important achievement is that we have obtained the first <span><span>radiogenic</span></span> isotopic data for West Antarctica. We determined that for&nbsp; cold-Ice Age climates, the <span><span>radiogenic</span></span> isotopic signature of dust reaching West Antarctica is similar or the same compared with East Antarctica. The importance of this outcome is that existing modeling studies imply there may have been different sources of dust blowing around the Pacific and Atlantic sectors of the southern latitudes. Specifically, simulations imply that Australia (which contains the identifiable oldest dust-source rocks in the Southern Hemisphere) could be the dominant source of dust to the part of Antarctica south of, or downwind, of the South Pacific sector of the Southern Hemisphere. This is contrast to East Antarctica, which could be considered downwind of the South Atlantic sector of the Southern Hemisphere.  We can now answer to the key question we posed in the project  description: whether Patagonia was a dominant source of glacial-age dust  to all of Antarctica. We pinpointed the dominance of Patagonia as a source for dust around the entire Antarctic continent during cold Ice Age climates. Last, the project's findings include that during interglacial climates, when the Patagonian 'switch' is turned off, local volcanoes can dominate dust provided to the high Antarctic plateaus.Essentially, we found all of the variability in <span><span>WAIS</span></span> dust provenance can  be explained by mixing between Antarctic volcanoes and a Patagonian end  member.</p>\n<p>In terms of scientific broader impacts, the new observations will provide a better understanding of former atmospheric behavior, including under appreciated pathways and dust sources from middle to high latitudes and during different climate states. This bears on a) trying to improve models of atmospheric circulation and behavior and b) our understanding of the nature and timing of atmospheric circulation changes, including as climate warms at present (and cools in the past). The findings include that Patagonia was also a dominant source of dust for West Antarctica during glacial periods, highlighting the importance of southern South America as a dust source for broad swaths of the polar and sub-polar Southern Hemisphere.</p>\n<p>In terms of other broader impacts, the project has involved training and education of young scientists, including from underrepresented groups. Also, the project has provided the PI and co-<span><span>PIs</span></span>, who are all at different stages in their careers, with additional expertise and experience in Antarctic ice core research and dust research. The project also pushed the limits of processing extremely small dust samples in ice cores and their machine measurements. On a final note, the research carried out has played an important role in building or strengthening institutional bridges between researchers at Lamont-<span><span>Doherty</span></span> Earth Observatory, including graduate and undergraduate students and domestic and international collaborators.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2017<br>\n\t\t\t\t\tModified by: Michael&nbsp;R&nbsp;Kaplan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of our project is to study the characteristics of dust reaching West Antarctica. A specific goal was to analyze \"radiogenic isotopic fingerprints or signatures\" of dust from the recently obtained WAIS Divide deep ice core. Isotopic fingerprinting of dust takes advantage of the fact that bedrock (and its derivative, dust) in different areas varies in its geochemical and isotopic composition. In particular, the isotopes (in this case, Strontium, Neodymium, and Lead) reflect not only the type of rock in the source area, but its history including tectonics and age since formation. Hence, like a dye tracer, the isotopic composition of wind-blown dust can be used to trace its source and transport history.\n\nTwo of the most important interrelated objectives of this award include the following. First, to determine if there are different isotopic signatures in dust reaching West Antarctica compared with East Antarctica. Different sources of dust to Antarctica are implied by modeling studies, however, there has not been adequate data to test this idea. Second, to determine how the dust  changes between cold Ice Age climate states and non-glacial or interglacial periods.\n\nThe intellectual merit of the project stems from the fact that studying wind-blown dust provides one of the few approaches to know how air circulated in the past. Furthermore, pinpointing where dust came from in the past is important because it improves knowledge of the environmental history of the source areas (for example, dry or cold and covered by glaciers?), as well as consequential climatic impacts of different dust types.\n\nThere are several important outcomes of the project. The most important achievement is that we have obtained the first radiogenic isotopic data for West Antarctica. We determined that for  cold-Ice Age climates, the radiogenic isotopic signature of dust reaching West Antarctica is similar or the same compared with East Antarctica. The importance of this outcome is that existing modeling studies imply there may have been different sources of dust blowing around the Pacific and Atlantic sectors of the southern latitudes. Specifically, simulations imply that Australia (which contains the identifiable oldest dust-source rocks in the Southern Hemisphere) could be the dominant source of dust to the part of Antarctica south of, or downwind, of the South Pacific sector of the Southern Hemisphere. This is contrast to East Antarctica, which could be considered downwind of the South Atlantic sector of the Southern Hemisphere.  We can now answer to the key question we posed in the project  description: whether Patagonia was a dominant source of glacial-age dust  to all of Antarctica. We pinpointed the dominance of Patagonia as a source for dust around the entire Antarctic continent during cold Ice Age climates. Last, the project's findings include that during interglacial climates, when the Patagonian 'switch' is turned off, local volcanoes can dominate dust provided to the high Antarctic plateaus.Essentially, we found all of the variability in WAIS dust provenance can  be explained by mixing between Antarctic volcanoes and a Patagonian end  member.\n\nIn terms of scientific broader impacts, the new observations will provide a better understanding of former atmospheric behavior, including under appreciated pathways and dust sources from middle to high latitudes and during different climate states. This bears on a) trying to improve models of atmospheric circulation and behavior and b) our understanding of the nature and timing of atmospheric circulation changes, including as climate warms at present (and cools in the past). The findings include that Patagonia was also a dominant source of dust for West Antarctica during glacial periods, highlighting the importance of southern South America as a dust source for broad swaths of the polar and sub-polar Southern Hemisphere.\n\nIn terms of other broader impacts, the project has involved training and education of young scientists, including from underrepresented groups. Also, the project has provided the PI and co-PIs, who are all at different stages in their careers, with additional expertise and experience in Antarctic ice core research and dust research. The project also pushed the limits of processing extremely small dust samples in ice cores and their machine measurements. On a final note, the research carried out has played an important role in building or strengthening institutional bridges between researchers at Lamont-Doherty Earth Observatory, including graduate and undergraduate students and domestic and international collaborators.\n\n\t\t\t\t\tLast Modified: 10/30/2017\n\n\t\t\t\t\tSubmitted by: Michael R Kaplan"
 }
}