{
 "awd_id": "1043313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Continued Study of Physical Properties of the WAIS Divide Deep Core",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 120209.0,
 "awd_amount": 120209.0,
 "awd_min_amd_letter_date": "2011-03-01",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "1043528/Alley\r\n\r\nThis award supports a project to complete the physical-properties studies of the WAIS Divide deep ice core, now being collected in West Antarctica. Ongoing work funded by NSF, under a grant that is ending, has produced visible stratigraphy dating, inspection of the core for any melt layers, volcanic horizons, flow disturbances or other features, analysis of bubble number-densities allowing reconstruction of a two-millennial cooling trend in the latter Holocene at the site, characterization of other bubble characteristics (size, etc.), density studies, characterization of snow-surface changes at the site, preliminary c-axis studies, and more. The current proposal seeks to complete this work, once the rest of the core is recovered. The intellectual merit of the proposed activity starts with quality assurance for the core, by visual detection of any evidence of flow disturbances that would disrupt the integrity of the climate record. Inspection will also reveal any melt layers, volcanic horizons, etc. Annual-layer dating will be conducted; thus far, the visible strata have not been as useful as some other indicators, but the possibility (based on experience in Greenland) that visible examination will allow detection of thinner annual layers than other techniques motivates the effort. Bubble number-density will be used to reconstruct temperature changes through the rest of the bubbly part of the core, providing important paleoclimatic data for earlier parts of the Holocene. Coordinated interpretation of c-axis fabrics, grain sizes and shapes, and bubble characteristics will be used to learn about the history of ice flow, the processes of ice flow, and the softness of the ice for additional deformation. Analysis of surface data already collected will improve interpretation of the layering of the core. It is possible that the annual-layer dating will not be sufficiently successful, and that the core will be undisturbed with no melt layers; if so, then these efforts will not yield major publications. However, success of the other efforts should produce improved understanding of the history and stability of the ice sheet, and key processes controlling these, and the quality assurance provided by the visual examination is important for the project as a whole. The broader impacts of the proposed activity include education of a PhD student and multiple undergraduates, and research opportunities for a junior faculty member at an undergraduate institution. The proposed activity will help support an especially vigorous education and outreach effort providing undergraduate instruction for over 1000 students per year, reaching thousands more citizens and many policymakers, and preparing educational materials used at many levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Spencer",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew K Spencer",
   "pi_email_addr": "mspencer1@lssu.edu",
   "nsf_id": "000325152",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lake Superior State University",
  "inst_street_address": "425 W EASTERDAY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAULT SAINTE MARIE",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9066352272",
  "inst_zip_code": "497831743",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "LAKE SUPERIOR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y4MEQDUAURQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Lake Superior State University",
  "perf_str_addr": "425 W EASTERDAY AVE",
  "perf_city_name": "SAULT SAINTE MARIE",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "497831743",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  },
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 48028.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 72181.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The West Antarctic Ice Sheet (WAIS) Divide ice core, a major initiative of the National Science Foundation&rsquo;s Division of Polar Programs, will yield significant insight into the working of Earth&rsquo;s climate during past abrupt global and regional warming and cooling. Reflecting this importance, the entire core was meticulously examined under controlled lighting conditions at the National Ice Core Lab in Denver, CO, to look for any features, big or small, that might have relevance towards past climate conditions or core quality.</p>\n<p>&nbsp;</p>\n<p>Part of the visual examination effort is the direct detection of annual layers. Initially, coarse-grained, low-density summertime layers contrast with fine-grained, high-density wintertime layers. The annual signal is retained deeper with contrasting bubble number-density and size. Depths below where bubbles disappear (gas diffuses into the ice and bubbles are lost about a third of the way down the core at WAIS Divide) retain a weak annual signal in seasonal grain-size contrasts, possibly aided by seasonally varying impurity loads. Annual layers detected visually in the 3403-m-deep ice core match those derived from the published WDC06A-7 depth-age scale relatively well, with the best agreement occurring below 1300 meters depth (see figure). The mismatch between 650 m and 1000 m depth results largely from fracturing in the so-called brittle-ice zone (bubbles that were subjected to large overburden pressure sometimes fracture the extracted ice core from this depth range, somewhat obscuring the detection of annual layers). The intact record of annual layering, and the lack of observed disturbances in the WAIS Divide ice core, will lend further credibility to the many important research results that will come from this project.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2014<br>\n\t\t\t\t\tModified by: Matthew&nbsp;K&nbsp;Spencer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1043313/1043313_10076105_1409609002722_WAISDivideannuallayersfromvisualstratigraphy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1043313/1043313_10076105_1409609002722_WAISDivideannuallayersfromvisualstratigraphy--rgov-800width.jpg\" title=\"WAIS Divide annual layers from visual stratigraphy\"><img src=\"/por/images/Reports/POR/2014/1043313/1043313_10076105_1409609002722_WAISDivideannuallayersfromvisualstratigraphy--rgov-66x44.jpg\" alt=\"WAIS Divide annual layers from visual stratigraphy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A comparison of the annual-layer thickness determined by visual stratigraphic means and the annual-layer thickness as determined from the WDC06A-7 depth-age scale. Annual layers are averaged over ~50 m depth.</div>\n<div class=\"imageCredit\">Matther K. Spencer</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Matthew&nbsp;K&nbsp;Spencer</div>\n<div class=\"imageTitle\">WAIS Divide annual layers from visual stratigraphy</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe West Antarctic Ice Sheet (WAIS) Divide ice core, a major initiative of the National Science FoundationÆs Division of Polar Programs, will yield significant insight into the working of EarthÆs climate during past abrupt global and regional warming and cooling. Reflecting this importance, the entire core was meticulously examined under controlled lighting conditions at the National Ice Core Lab in Denver, CO, to look for any features, big or small, that might have relevance towards past climate conditions or core quality.\n\n \n\nPart of the visual examination effort is the direct detection of annual layers. Initially, coarse-grained, low-density summertime layers contrast with fine-grained, high-density wintertime layers. The annual signal is retained deeper with contrasting bubble number-density and size. Depths below where bubbles disappear (gas diffuses into the ice and bubbles are lost about a third of the way down the core at WAIS Divide) retain a weak annual signal in seasonal grain-size contrasts, possibly aided by seasonally varying impurity loads. Annual layers detected visually in the 3403-m-deep ice core match those derived from the published WDC06A-7 depth-age scale relatively well, with the best agreement occurring below 1300 meters depth (see figure). The mismatch between 650 m and 1000 m depth results largely from fracturing in the so-called brittle-ice zone (bubbles that were subjected to large overburden pressure sometimes fracture the extracted ice core from this depth range, somewhat obscuring the detection of annual layers). The intact record of annual layering, and the lack of observed disturbances in the WAIS Divide ice core, will lend further credibility to the many important research results that will come from this project. \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2014\n\n\t\t\t\t\tSubmitted by: Matthew K Spencer"
 }
}