{
 "awd_id": "1043559",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The seasonal dynamics of CO2, primary production, and DMS in the Western Antarctic Peninsula:  Measurements of pools and processes using mass spectrometry",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924746",
 "po_email": "lclough@nsf.gov",
 "po_sign_block_name": "Lisa Clough",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 265900.0,
 "awd_amount": 265900.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "The Southern Ocean plays a key role in marine biogeochemistry and global climate. Along the Western Antarctic Peninsula (WAP), winter air temperatures have increased by more than 5 ºC over the past five decades, and sea ice duration and extent have decreased substantially, leading to dramatic ecological perturbations.  The sensitivity of primary production and climate-active gas cycling to on-going changes in the physical and chemical environment of the WAP is the key to understanding potential biogeochemical climate feedbacks in this region. The objective of this project is to characterize and understand the seasonal dynamics of primary production and climate-active gases carbon dioxide (CO2) and dimethylsulfide (DMS) in the WAP. The project will examine (1) the relationships among seasonal changes in pCO2, temperature and light with respect to gross primary production, net primary production, and net community production; (2) the extent to which changes in surface water pCO2 and temperature drive ecological shifts in the dominant phytoplankton species assemblage composition, and alter key processes in the DMS cycle.  The research will employ membrane inlet mass spectrometry to monitor dissolved gases in ambient seawater at the Palmer Station LTER site and conduct physiological/biochemical assays with tracer compounds. The research will provide unprecedented information on the temporal evolution of primary production and dissolved gas concentrations in the WAP in relation to surface hydrography and sea ice cover. Field studies will be supported by laboratory experiments with model species subjected to detailed studies of carbon metabolism.  This project will contribute significantly to the understanding of seasonal biogeochemical dynamics in a region that is particularly sensitive to ongoing climate perturbations and important for the global air-sea exchange of CO2. The project will train two graduate students and will be integrated in the undergraduate teaching program at Princeton University, including new lectures and new laboratory modules. Through the PIs community activities the project will also contribute to public outreach and policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John W",
   "pi_last_name": "Dacey",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John W H Dacey",
   "pi_email_addr": "jdacey@whoi.edu",
   "nsf_id": "000329032",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 265900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work has led to a deeper understanding of seasonal cycle of biological productivity and trace gas production in coastal Antarctic marine waters. Through the deployment of novel automated measurement devices, we were able to follow the production and consumption of oxygen (O<sub>2</sub>), carbon dioxide (CO<sub>2</sub>) and dimethylsulfide (DMS) and related compounds (DMSP and DMSO) in surface marine waters adjacent to the Antarctic continent.&nbsp; Oxygen and CO<sub>2</sub> are produced and consumed in photosynthesis and respiration, such that measurements of their concentrations in surface waters provides information on the relative rates of these two processes.&nbsp; Photosynthesis consumes CO<sub>2</sub>, produces organic biomass that supports the entire food-web, and release O<sub>2</sub> into the atmosphere.&nbsp; Respiration &lsquo;burns&rsquo; the organic carbon, consuming O<sub>2</sub> and releasing CO<sub>2</sub>. The amount of &lsquo;excess&rsquo; photosynthesis (with respect to respiration) in the water column determines the overall productivity of the ecosystem and its ability to extract CO<sub>2</sub> from the atmosphere.&nbsp; This in turn dictates how the system influences the global carbon cycle.&nbsp; Through the production of other gases, including DMS, marine ecosystems can also influence climate.&nbsp; DMS reacts in the atmosphere to form sulfur aerosols that reflect incoming solar radiation and act to cool the planet.&nbsp; The net production rate of DMS can thus also influence regional climate.</p>\n<p>Traditional measurements of biological productivity and DMS production have been limited by the need to use time-consuming and laborious methods.&nbsp; In this project, we deployed, for the first time, a suite of automated methods to measure CO<sub>2</sub>, O<sub>2</sub> and DMS, and we used these data to infer rates of biological productivity rates and DMS production, and their response to various environmental changes over a seasonal cycle between late spring and early fall.&nbsp; Our results document, with unprecedented resolution, the rise and rapid decline of a massive algal &lsquo;bloom&rsquo;, which sustain a high productivity of fish, sea-birds and marine mammals.&nbsp; Using only our automated gas measurements, combined with simple model calculations, we derived productivity estimates that were in good agreement with &lsquo;traditional&rsquo; more laborious methods with much lower temporal resolution.&nbsp; Our results demonstrated strong cycles in productivity over daily, weekly and monthly cycles, corresponding to changes in environmental conditions (primarily light availability).&nbsp; Our gas data, combined with additional experiments, also provided new insight into the processes responsible for producing and consuming DMS in surface waters, and its release to the overlying atmosphere.&nbsp; Going forward our approach has the potential to revolutionize monitoring studies aimed at examining long-term impacts of climate change on the Antarctic marine ecosystem.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2015<br>\n\t\t\t\t\tModified by: John W&nbsp;H&nbsp;Dacey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur work has led to a deeper understanding of seasonal cycle of biological productivity and trace gas production in coastal Antarctic marine waters. Through the deployment of novel automated measurement devices, we were able to follow the production and consumption of oxygen (O2), carbon dioxide (CO2) and dimethylsulfide (DMS) and related compounds (DMSP and DMSO) in surface marine waters adjacent to the Antarctic continent.  Oxygen and CO2 are produced and consumed in photosynthesis and respiration, such that measurements of their concentrations in surface waters provides information on the relative rates of these two processes.  Photosynthesis consumes CO2, produces organic biomass that supports the entire food-web, and release O2 into the atmosphere.  Respiration æburnsÆ the organic carbon, consuming O2 and releasing CO2. The amount of æexcessÆ photosynthesis (with respect to respiration) in the water column determines the overall productivity of the ecosystem and its ability to extract CO2 from the atmosphere.  This in turn dictates how the system influences the global carbon cycle.  Through the production of other gases, including DMS, marine ecosystems can also influence climate.  DMS reacts in the atmosphere to form sulfur aerosols that reflect incoming solar radiation and act to cool the planet.  The net production rate of DMS can thus also influence regional climate.\n\nTraditional measurements of biological productivity and DMS production have been limited by the need to use time-consuming and laborious methods.  In this project, we deployed, for the first time, a suite of automated methods to measure CO2, O2 and DMS, and we used these data to infer rates of biological productivity rates and DMS production, and their response to various environmental changes over a seasonal cycle between late spring and early fall.  Our results document, with unprecedented resolution, the rise and rapid decline of a massive algal æbloomÆ, which sustain a high productivity of fish, sea-birds and marine mammals.  Using only our automated gas measurements, combined with simple model calculations, we derived productivity estimates that were in good agreement with ætraditionalÆ more laborious methods with much lower temporal resolution.  Our results demonstrated strong cycles in productivity over daily, weekly and monthly cycles, corresponding to changes in environmental conditions (primarily light availability).  Our gas data, combined with additional experiments, also provided new insight into the processes responsible for producing and consuming DMS in surface waters, and its release to the overlying atmosphere.  Going forward our approach has the potential to revolutionize monitoring studies aimed at examining long-term impacts of climate change on the Antarctic marine ecosystem.\n\n \n\n\t\t\t\t\tLast Modified: 10/19/2015\n\n\t\t\t\t\tSubmitted by: John W H Dacey"
 }
}