{
 "awd_id": "1043125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Modelling and Empirical Study of the Climate of the Lake Victoria Basin of Eastern Africa",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 520097.0,
 "awd_amount": 520097.0,
 "awd_min_amd_letter_date": "2011-01-14",
 "awd_max_amd_letter_date": "2011-01-14",
 "awd_abstract_narration": "The project aims to study the dry-wet-dry-wet Lake Victoria Basin Wave Structure (LVB-WS) in the distribution of rainfall across the central region of East Africa. This is the most dominant feature of the climate over Lake Victoria basin (LVB). Very few studies have previously been devoted to investigate the detailed climatology and interannual variability, the response to climate change and the causes of this climatic feature. \r\n\r\nThe investigators will address this knowledge gap to perform the following complementally research activities:\r\n(i) LVB-WS Climatology & interannual variability: Produce improved and detailed description of the climatology and interannual variability of the LVB-WS using a combination of analyses based on in-situ and satellite data sets;\r\n(ii) Response of the LVB-WS to climate change: Perform and analyse the community Regional Climate Model-version 3 coupled to the Princeton Ocean Model (RegCM3-POM) regional climate model simulations over LVB under present and future climate scenarios to infer climate change projections of the LVB-WS and understand the relative role of the physical processes responsible for the projected changes;\r\n(iii) Physical mechanisms responsible for the development & evolution of the LVB-WS: Conduct mechanistic numerical simulations based on the regional RegCM3-POM lake-atmosphere coupled model to determine the causes of the LVB-WS. These mechanisms include the role of regional mountain ridges, the role of the dominant climatic modes of circulation and thermodynamics of Lake Victoria, and climatic effects associated with changes in the large-scale background circulation of the regional climate system.\r\n\r\nBroader impacts of the proposed research are educational and in the potential to advance our knowledge and understanding of the coupled variability of Lake Victoria hydrodynamics and the basin-wide climate. The project will contribute to several high profile climate programs and activities related to LVB such as the international effort CORDEX (Coordinated Regional Downscaling Experiment) and the next Intergovernmental Panel on Climate Change (IPCC) 5th assessment report (AR5) assessment. Collaboration with African climate centers and other international organizations will promote improvement of climate information products to inform policy decisions in the LVB region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fredrick",
   "pi_last_name": "Semazzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fredrick Semazzi",
   "pi_email_addr": "fred_semazzi@ncsu.edu",
   "nsf_id": "000228431",
   "pi_start_date": "2011-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lian",
   "pi_last_name": "Xie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lian Xie",
   "pi_email_addr": "Lian_Xie@ncsu.edu",
   "nsf_id": "000482880",
   "pi_start_date": "2011-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 520097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: The project has produced&nbsp;5 peer reviewed publications;&nbsp;4 conference papers and publications;&nbsp;5 science reports.</p>\n<p><strong>Peer Reviewed Publications</strong></p>\n<p>1. <em>Sun, X.</em>, Lian Xie, F. H. M. Semazzi, and B. Liu, &ldquo;A Numerical Investigation of he Precipitation over Lake Victoria Basin Using a Coupled Atmosphere-Lake Limited-Area Model,&rdquo; Advances in Meteorology, vol. 2014, Article ID 960924, 15 pages, 2014. doi:10.1155/2014/960924.</p>\n<p><em>2. Smith, A., </em>and F, H. M. Semazzi, &ldquo;The Role of the Dominant Modes of Precipitation Variability over Eastern Africa in Modulating the Hydrology of Lake Victoria,&rdquo;Advances in Meteorology, vol. 2014, Article ID 516762, 11 pages, 2014. doi:10.1155/2014/516762.</p>\n<p>3. <em>Argent, R</em>., X. Sun, F. Semazzi, L.Xie and B. Liu, (Accepted; \"in press\") The development of a customization framework for the WRF model over the Lake Victoria Basin, Eastern Africa on seasonal timescales. Advances in Meteorology.</p>\n<p>4. <em>Sun, X.</em>, L. Xie, F. Semazzi, and B. Liu, 2015: Effect of Lake Surface<br />Temperature on the Spatial Distribution and Intensity of the Precipitation over Lake Victoria Basin. Monthly Weather Review. \"in press\".</p>\n<p>5. Semazzi, H. F. M., 2011: Framework for climate services in developing countries. Climate Research, Vol. 47: 145&ndash;150.</p>\n<p><strong>Major Science Reports</strong></p>\n<p>1. Semazzi, Fredrick, Sam Benedict, and Peter J. van Eleven, 2012: A Regional Hydroclimate Project for Lake Victoria Basin (HYVIC), GEWEX NEWS, Vol. 22, No. 2, pages 9-12.</p>\n<p>2. Semazzi, Fredrick, Kara Smith and Lian Xie (2012) Demonstration Study for the integration of Climate Change Projections Information into the Planning for the Hydroelectric Power Industry in East Africa. CLIVAR Exchanges No. 60, Vol. 17, No. 3.</p>\n<p>3. Semazzi et al (East African Community-Report), 2011. Enhancing Safety of Navigation and Efficient Exploitation of Natural Resources over Lake Victoria and its Basin by Strengthening Meteorological Services (Authors: Semazzi, F. (Lead), S. Yuter, J. Kiwanuka-Tondo, L. Xie, C. Burleyson, B. Liu, K. Smith, P. Waniha (North Carolina State University); L. Rose (Atmospheric Technol&shy;ogy Services Company, Norman, OK); R. Barakiza (Institut Geographique du Burundi), P. Ambenje (Kenya, Meteorology Department), A. Twahirwa (Rwanda Meteorological Service), H. Kabelwa (Tanzania Meteorological Agency), R. Wesonga (Uganda Meteorological Department), L. Ogallo, and J. Mutemi (University of Nairobi and ICPAC, Kenya), and F. Kirudde (Uganda, UMEME) [<em>http://climlab.meas.ncsu.edu/HYVIC/</em>]. <a href=\"http://climlab.meas.ncsu.edu/Final_Report_LVBC.pdf\">http://climlab.meas.ncsu.edu/Final_Report_LVBC.pdf</a>]..</p>\n<p>4. <strong><span style=\"text-decoration: underline;\">Hy</span></strong>droclimate project for Lake <strong><span style=\"text-decoration: underline;\">Vic</span></strong>toria (HYVIC) Regional Hydroclimate Project (RHP) Science Plan(<a href=\"http://www.gewex.org/gewexnews/May2012.pdf\">http://www.gewex.org/gewexnews/May2012.pdf</a>).</p>\n<p><strong>Main Findings</strong></p>\n<p class=\"normal\" style=\"margin: 0in 0in 0pt; text-align: justify;\"><span>The WRF-POM coupled regional climate moeld produces much more realistic simulation of the lake surface temperature (LST) pattern than simple traditional formulation of Lake Victoria. With highly asymmetric and more complicated LST distribution the rainfall from the&nbsp;&nbsp;WRF-POM coupled regional climate model which&nbsp; exhibits greater details and it is in closer agreement with the observed rainfall. We infer that the coupled model formulation is a pre-requisite for realistic regional climate predictions and projections. The results further show that calibration (customization) </span><span>of regional climate models must pay special attention to the region over the...",
  "por_txt_cntn": "\nIntellectual Merit: The project has produced 5 peer reviewed publications; 4 conference papers and publications; 5 science reports.\n\nPeer Reviewed Publications\n\n1. Sun, X., Lian Xie, F. H. M. Semazzi, and B. Liu, \"A Numerical Investigation of he Precipitation over Lake Victoria Basin Using a Coupled Atmosphere-Lake Limited-Area Model,\" Advances in Meteorology, vol. 2014, Article ID 960924, 15 pages, 2014. doi:10.1155/2014/960924.\n\n2. Smith, A., and F, H. M. Semazzi, \"The Role of the Dominant Modes of Precipitation Variability over Eastern Africa in Modulating the Hydrology of Lake Victoria,\"Advances in Meteorology, vol. 2014, Article ID 516762, 11 pages, 2014. doi:10.1155/2014/516762.\n\n3. Argent, R., X. Sun, F. Semazzi, L.Xie and B. Liu, (Accepted; \"in press\") The development of a customization framework for the WRF model over the Lake Victoria Basin, Eastern Africa on seasonal timescales. Advances in Meteorology.\n\n4. Sun, X., L. Xie, F. Semazzi, and B. Liu, 2015: Effect of Lake Surface\nTemperature on the Spatial Distribution and Intensity of the Precipitation over Lake Victoria Basin. Monthly Weather Review. \"in press\".\n\n5. Semazzi, H. F. M., 2011: Framework for climate services in developing countries. Climate Research, Vol. 47: 145&ndash;150.\n\nMajor Science Reports\n\n1. Semazzi, Fredrick, Sam Benedict, and Peter J. van Eleven, 2012: A Regional Hydroclimate Project for Lake Victoria Basin (HYVIC), GEWEX NEWS, Vol. 22, No. 2, pages 9-12.\n\n2. Semazzi, Fredrick, Kara Smith and Lian Xie (2012) Demonstration Study for the integration of Climate Change Projections Information into the Planning for the Hydroelectric Power Industry in East Africa. CLIVAR Exchanges No. 60, Vol. 17, No. 3.\n\n3. Semazzi et al (East African Community-Report), 2011. Enhancing Safety of Navigation and Efficient Exploitation of Natural Resources over Lake Victoria and its Basin by Strengthening Meteorological Services (Authors: Semazzi, F. (Lead), S. Yuter, J. Kiwanuka-Tondo, L. Xie, C. Burleyson, B. Liu, K. Smith, P. Waniha (North Carolina State University); L. Rose (Atmospheric Technol&shy;ogy Services Company, Norman, OK); R. Barakiza (Institut Geographique du Burundi), P. Ambenje (Kenya, Meteorology Department), A. Twahirwa (Rwanda Meteorological Service), H. Kabelwa (Tanzania Meteorological Agency), R. Wesonga (Uganda Meteorological Department), L. Ogallo, and J. Mutemi (University of Nairobi and ICPAC, Kenya), and F. Kirudde (Uganda, UMEME) [http://climlab.meas.ncsu.edu/HYVIC/]. http://climlab.meas.ncsu.edu/Final_Report_LVBC.pdf]..\n\n4. Hydroclimate project for Lake Victoria (HYVIC) Regional Hydroclimate Project (RHP) Science Plan(http://www.gewex.org/gewexnews/May2012.pdf).\n\nMain Findings\nThe WRF-POM coupled regional climate moeld produces much more realistic simulation of the lake surface temperature (LST) pattern than simple traditional formulation of Lake Victoria. With highly asymmetric and more complicated LST distribution the rainfall from the  WRF-POM coupled regional climate model which  exhibits greater details and it is in closer agreement with the observed rainfall. We infer that the coupled model formulation is a pre-requisite for realistic regional climate predictions and projections. The results further show that calibration (customization) of regional climate models must pay special attention to the region over the Lake Victoria Basin where the models are more likely to underperform than the regions over adjacent land region.\n\n\nBroader of Impacts\n\n1. The intellectual outcomes of prior NSF support has been the primary source  of scientific underpinning for the Hydroclimate project for Lake Victoria (HYVIC) Regional Hydroclimate Project (RHP) of the GEWEX project of the World Climate Research Program (WCRP). The primary purpose of HyVic is to provide underpinning understanding of the climate over Lake Victoria Basin (LVB) and improve its predictability and projections to support decision making in the region\n(http://www.gewex.org/gewexnew..."
 }
}