{
 "awd_id": "1043635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Synergistic effects of iron, carbon dioxide and temperature on the fate of nitrate: Implications for future changes in export production in the Southern Oc",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian Fritsen",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 476668.0,
 "awd_amount": 619943.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2014-05-14",
 "awd_abstract_narration": "This award provides support for \"Collaborative Research: Synergistic Effects of Iron, Carbon Dioxide, and Temperature on the Fate of Nitrate: Implications for Future Changes in Export Production in the Southern Ocean\" from the Antarctic Organisms and Ecosystems program in the Office of Polar Programs at NSF. The project will use a novel combination of research approaches to evaluate the effects of temperature, carbon dioxide, and iron on three ecologically- and biogeochemically-critical Southern Ocean phytoplankton functional groups: Large centric diatoms, small pennate diatoms, and Phaeocystis antarctica. \r\n\r\nIntellectual Merit: The Southern Ocean around Antarctic is undergoing several changes including increased temperature and carbon dioxide content, as well as changing levels of biologically available iron. The project goals are to understand how the individual and combined influences of these three variables affect Southern Ocean phytoplankton community structure, and to determine how these assemblage-level responses are linked to fundamental cellular responses at the levels of nutrient physiology and gene expression. The research team will focus on three different types of marine algae: large and small diatoms, and the prymnesiophyte, Phaeocystis antarctica. Shifts between these three major algal groups have very different consequences for nutrient and carbon biogeochemistry in the rapidly changing Antarctic marine environments. However, the mechanistic underpinnings of these environmentally-driven community shifts are not known. The project includes a US-based laboratory component with Antarctic isolates, field study at McMurdo Station, and then a cruise of opportunity in the upwelling areas directly south of the Antarctic Circumpolar Current. The study also includes collection and analysis of environmental gene expression data, or meta-transcriptomics, both from the field and experimental settings. The transcriptomes will be generated under environmentally relevant conditions and will thus contain information critical for decoding the genomes of several newly sequenced polar phytoplankton species in addition to the three groups highlighted above.\r\n\r\nBroader Impact: The award will train undergraduate and graduate students, and also provide partial support for a post-doctoral researcher.  The team will also promote teacher training and learning by hosting high-school teachers at the J. Craig Venter Institute during the summer, and development of hands-on lesson plans related to the project.  Additionally, genomic sequencing information will be made publically accessible, and it is envisioned that statistical techniques developed as part of this project will be of use to the wider research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Bronk",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah A Bronk",
   "pi_email_addr": "dbronk@bigelow.org",
   "nsf_id": "000271381",
   "pi_start_date": "2011-09-14",
   "pi_end_date": "2012-07-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Sipler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel E Sipler",
   "pi_email_addr": "rsipler@bigelow.org",
   "nsf_id": "000580378",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "perf_str_addr": "1375 GREATE RD",
  "perf_city_name": "GLOUCESTER POINT",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230622026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 476668.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 143275.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; The ocean surrounding Antarctica, known as the Southern Ocean, is one of the most biologically important ecosystems on our planet. It is home to a diverse assemblage of organisms, all of which are nourished either directly or indirectly by phytoplankton, the microscopic plants of the sea. The phytoplankton that live in the Southern Ocean are important not only because they form the base of the marine food web, but they also play a significant role in regulating our planet's climate. As phytoplankton photosynthesize, oxygen is released and carbon dioxide, a greenhouse gas, is consumed. Due to fossil fuel emissions, concentrations of carbon dioxide in the atmosphere are rising, which is causing atmospheric and surface ocean temperatures to rise. Elevated temperatures and higher concentrations of carbon dioxide are currently impacting the Southern Ocean ecosystem at an unprecedented rate. Increased concentrations of carbon dioxide are changing the carbon chemistry of the seawater, while higher temperatures are causing glaciers and sea ice to melt, which releases iron into the surrounding ocean. Iron is a micronutrient that is essential for phytoplankton growth, and its concentrations are typically very low in the Southern Ocean. Increases in temperature, cabon dioxide, and iron may create an environment that favors some species of phytoplankton over others, which may affect nutrient cycles and the rates at which the phytoplankton photosynthesize.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The major goal of this research was to determine which types of phytoplankton will thrive in this changing environment, and how elevated temperature, carbon dioxide, and iron will impact the rates at which nutrients, such as carbon and nitrogen, are used by phytoplankton. To achieve our&nbsp;goal we conducted a series of experiments on phytoplankton communities collected from the Ross Sea, Antarctica, over two seperate Austral summer (December - January) seasons. The phytoplankton communities were transported from the ocean to the laboratory at McMurdo Station, a United States Antarctic Research Center, where they were subjected to changes in temperature, carbon dioxide, and iron. These variables were tested individually as well as in combination and compared to present-day conditions. The phytoplankton were grown for several weeks under these conditions and changes to the phytoplankton community and the biogeochemistry of the seawater were measured every two to three days.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The experiments conducted in Antarctica have provided us with a more comprehensive view of how phytoplankton will respond to environmental change in the future. We found that temperature is the main variable that promotes changes in the phytoplankton community and alters the rates at which they use nutrients, Of the three parameters tested (temperature, carbon dioxide and iron), increases in temperature had the largest impact on determining what phytoplankton species are present and how fast they grow. The addition of iron also increased phytoplankton growth and the rates at which they use nitrogen and carbon, but this response was much less than the response of the same community to increased temperature. Higher concentrations of carbon dioxide had very little impact on the phytoplankton community.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Through this study, we also found that higher temperatures favor some species more than others. For example, <em>Pseudo-nitzschia </em>spp., a potentially toxic phytoplankton species that also blooms off the coast of California, will likely become more abundant as temperatures increase in the Southern Ocean. The fact that <em>Pseudo-nitzschia </em>spp. may increase in the Southern Ocean has major implications for the future health of that ecosystem because the toxin that it produces can be transferred up the food web to potentially vulnerable...",
  "por_txt_cntn": "\n     The ocean surrounding Antarctica, known as the Southern Ocean, is one of the most biologically important ecosystems on our planet. It is home to a diverse assemblage of organisms, all of which are nourished either directly or indirectly by phytoplankton, the microscopic plants of the sea. The phytoplankton that live in the Southern Ocean are important not only because they form the base of the marine food web, but they also play a significant role in regulating our planet's climate. As phytoplankton photosynthesize, oxygen is released and carbon dioxide, a greenhouse gas, is consumed. Due to fossil fuel emissions, concentrations of carbon dioxide in the atmosphere are rising, which is causing atmospheric and surface ocean temperatures to rise. Elevated temperatures and higher concentrations of carbon dioxide are currently impacting the Southern Ocean ecosystem at an unprecedented rate. Increased concentrations of carbon dioxide are changing the carbon chemistry of the seawater, while higher temperatures are causing glaciers and sea ice to melt, which releases iron into the surrounding ocean. Iron is a micronutrient that is essential for phytoplankton growth, and its concentrations are typically very low in the Southern Ocean. Increases in temperature, cabon dioxide, and iron may create an environment that favors some species of phytoplankton over others, which may affect nutrient cycles and the rates at which the phytoplankton photosynthesize.\n\n     The major goal of this research was to determine which types of phytoplankton will thrive in this changing environment, and how elevated temperature, carbon dioxide, and iron will impact the rates at which nutrients, such as carbon and nitrogen, are used by phytoplankton. To achieve our goal we conducted a series of experiments on phytoplankton communities collected from the Ross Sea, Antarctica, over two seperate Austral summer (December - January) seasons. The phytoplankton communities were transported from the ocean to the laboratory at McMurdo Station, a United States Antarctic Research Center, where they were subjected to changes in temperature, carbon dioxide, and iron. These variables were tested individually as well as in combination and compared to present-day conditions. The phytoplankton were grown for several weeks under these conditions and changes to the phytoplankton community and the biogeochemistry of the seawater were measured every two to three days.\n\n     The experiments conducted in Antarctica have provided us with a more comprehensive view of how phytoplankton will respond to environmental change in the future. We found that temperature is the main variable that promotes changes in the phytoplankton community and alters the rates at which they use nutrients, Of the three parameters tested (temperature, carbon dioxide and iron), increases in temperature had the largest impact on determining what phytoplankton species are present and how fast they grow. The addition of iron also increased phytoplankton growth and the rates at which they use nitrogen and carbon, but this response was much less than the response of the same community to increased temperature. Higher concentrations of carbon dioxide had very little impact on the phytoplankton community.\n\n     Through this study, we also found that higher temperatures favor some species more than others. For example, Pseudo-nitzschia spp., a potentially toxic phytoplankton species that also blooms off the coast of California, will likely become more abundant as temperatures increase in the Southern Ocean. The fact that Pseudo-nitzschia spp. may increase in the Southern Ocean has major implications for the future health of that ecosystem because the toxin that it produces can be transferred up the food web to potentially vulnerable species including seals and sea birds. While increaing the abundance of Pseudo-nitzschia spp. may negatively impact the Southern Ocean ecosystem, we also observed some potentially po..."
 }
}