{
 "awd_id": "1043443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Defining and Assessing the Core Principles for Undergraduate Physiology",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Terry S. Woodin",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 224357.0,
 "awd_amount": 224357.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "This team of physiology educators continues its efforts to develop a Conceptual Assessment for Physiology, currently working on three of the 15 core principles previously identified as being central to understanding concepts in this discipline.   These three are as follows: flow down gradients (both physical and thermodynamic), homeostasis, and cell-to-cell communication in multicellular systems.  Through face-to-face and at-a-distance collaborations, they assemble a catalog of the ideas associated with each of the three principles, target those ideas with multiple-choice questions in an assessment tool whose reliability and validity are optimized, and disseminate that tool widely to undergraduate physiology faculty.  Team members' home institutions run the gamut from medical schools and research universities to undergraduate liberal arts and community colleges.  Thus, as the assessment develops, it is tested against a broad range of undergraduate student background and experience.  The team itself represents a community of scholars that have worked together effectively on this common endeavor for a number of years.  The development of this assessment tool will influence the measurement of student learning in physiology while guiding efforts to improve the methods of teaching to permit students to succeed in larger numbers.  This project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their efforts toward Vision and Change in Undergraduate Biology Education .",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jenny",
   "pi_last_name": "McFarland",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jenny L McFarland",
   "pi_email_addr": "jmcfarla@edcc.edu",
   "nsf_id": "000502890",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Michael",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joel A Michael",
   "pi_email_addr": "jmichael@rush.edu",
   "nsf_id": "000312340",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Modell",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Harold I Modell",
   "pi_email_addr": "modell@physiologyeducation.org",
   "nsf_id": "000383630",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Cliff",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Cliff",
   "pi_email_addr": "bcliff@niagara.edu",
   "nsf_id": "000103134",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Wright",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ann W Wright",
   "pi_email_addr": "wrighta@canisius.edu",
   "nsf_id": "000071528",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Edmonds Community College",
  "inst_street_address": "20000 68TH AVE W",
  "inst_street_address_2": "",
  "inst_city_name": "LYNNWOOD",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "4256401112",
  "inst_zip_code": "980365912",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "EDMONDS COLLEGE",
  "org_prnt_uei_num": "LJVKA6H1AFF8",
  "org_uei_num": "LJVKA6H1AFF8"
 },
 "perf_inst": {
  "perf_inst_name": "Edmonds Community College",
  "perf_str_addr": "20000 68TH AVE W",
  "perf_city_name": "LYNNWOOD",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980365912",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 224357.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biology education, in general, has historically focused on breadth&nbsp;of knowledge&nbsp;at the expense of depth&nbsp;of understanding,&nbsp;and although there are pockets of significant change, this historical approach persists today.&nbsp;Physiology, a sub-disciple of biology, has suffered from a similar problem.&nbsp;However, a&nbsp;factually focused physiology education does not prepare students fully for their future careers as biological scientists and health care providers who must rely upon well-honed conceptual understanding and critical thinking skills to adapt to the rapid changes in their fields.&nbsp;</p>\n<p>We believe that a focus on the core concepts of physiology, such as homeostasis, offers teachers a tool for facilitating learning and offers students a tool for increasing their understanding of recurring phenomena, such as homeostasis and negative feedback.&nbsp;Also, because conceptual understanding is transferable across multiple topics in a domain,&nbsp;a deep understanding of core concepts can be used to master new learning in subsequent courses or later in a student&rsquo;s career.&nbsp;</p>\n<p>Our project developed a set of products for physiology teaching, learning and assessment.&nbsp;</p>\n<p>(1) The Homeostasis Concept Inventory (HCI)&nbsp;allows instructors to assess application of conceptual knowledge and serves&nbsp;as a diagnostic tool to identify homeostasis misconceptions (McFarland et al., in preparation).</p>\n<p>The development and validation of the HCI was done with mindful awareness of the diversity of students and institutions engaged in undergraduate physiology education.&nbsp; We intentionally included community college faculty and students in this process, in addition to those from other types of colleges and universities across the U.S.<span style=\"text-decoration: line-through;\">.</span>&nbsp; The intentional inclusion was necessary to avoid sampling bias and to ensure that the HCI could be used to assess student understand across institutional and geographic differences.&nbsp; We developed and evaluated each item to minimize gender, language and ethic bias.</p>\n<p>(2) Our identification and description of common student<span style=\"text-decoration: line-through;\">&nbsp;</span>&ldquo;misconceptions&rdquo; (i.e. scientifically inaccurate or incomplete understandings) about homeostasis (and two other core concepts) identifies important leverage points for developing student understanding of core concepts (Wright et al, in preparation).&nbsp;</p>\n<p>(3) The construction and validation of conceptual frameworks (including the Homeostasis Conceptual Framework, HCF) allows faculty and students to unpack physiology core concepts into key ideas and components necessary for developing understanding (McFarland et al, in review).&nbsp; These conceptual frameworks describe the critical components and constituent ideas underlying homeostasis, flow down gradients and cell-cell communication that are important for undergraduates to understand and apply.&nbsp;</p>\n<p>Based on our development of the homeostasis conceptual framework (McFarland et al. under review) we have&nbsp;described some of the stumbling blocks (&ldquo;sticky points&rdquo;) encountered in teaching and learning&nbsp;about homeostatic processes and&nbsp;have&nbsp;proposed a simplified diagram and common vocabulary to help undergraduate students build appropriate mental models of&nbsp;homeostatic regulation in physiological&nbsp;systems (Modell et al.&nbsp;accepted for publication).&nbsp;</p>\n<p>An additional goal of this project was to foster a community of physiology faculty from diverse institutions interested in this research.&nbsp; The project team consists of six physiology faculty from&nbsp;different types of institutions.&nbsp; We have engaged physiology faculty from community colleges, liberal arts colleges, research universities and professional schools at nation...",
  "por_txt_cntn": "\nBiology education, in general, has historically focused on breadth of knowledge at the expense of depth of understanding, and although there are pockets of significant change, this historical approach persists today. Physiology, a sub-disciple of biology, has suffered from a similar problem. However, a factually focused physiology education does not prepare students fully for their future careers as biological scientists and health care providers who must rely upon well-honed conceptual understanding and critical thinking skills to adapt to the rapid changes in their fields. \n\nWe believe that a focus on the core concepts of physiology, such as homeostasis, offers teachers a tool for facilitating learning and offers students a tool for increasing their understanding of recurring phenomena, such as homeostasis and negative feedback. Also, because conceptual understanding is transferable across multiple topics in a domain, a deep understanding of core concepts can be used to master new learning in subsequent courses or later in a studentÆs career. \n\nOur project developed a set of products for physiology teaching, learning and assessment. \n\n(1) The Homeostasis Concept Inventory (HCI) allows instructors to assess application of conceptual knowledge and serves as a diagnostic tool to identify homeostasis misconceptions (McFarland et al., in preparation).\n\nThe development and validation of the HCI was done with mindful awareness of the diversity of students and institutions engaged in undergraduate physiology education.  We intentionally included community college faculty and students in this process, in addition to those from other types of colleges and universities across the U.S..  The intentional inclusion was necessary to avoid sampling bias and to ensure that the HCI could be used to assess student understand across institutional and geographic differences.  We developed and evaluated each item to minimize gender, language and ethic bias.\n\n(2) Our identification and description of common student \"misconceptions\" (i.e. scientifically inaccurate or incomplete understandings) about homeostasis (and two other core concepts) identifies important leverage points for developing student understanding of core concepts (Wright et al, in preparation). \n\n(3) The construction and validation of conceptual frameworks (including the Homeostasis Conceptual Framework, HCF) allows faculty and students to unpack physiology core concepts into key ideas and components necessary for developing understanding (McFarland et al, in review).  These conceptual frameworks describe the critical components and constituent ideas underlying homeostasis, flow down gradients and cell-cell communication that are important for undergraduates to understand and apply. \n\nBased on our development of the homeostasis conceptual framework (McFarland et al. under review) we have described some of the stumbling blocks (\"sticky points\") encountered in teaching and learning about homeostatic processes and have proposed a simplified diagram and common vocabulary to help undergraduate students build appropriate mental models of homeostatic regulation in physiological systems (Modell et al. accepted for publication). \n\nAn additional goal of this project was to foster a community of physiology faculty from diverse institutions interested in this research.  The project team consists of six physiology faculty from different types of institutions.  We have engaged physiology faculty from community colleges, liberal arts colleges, research universities and professional schools at national meetings, at their institutions and via online surveys.  More than 200 æphysiologyÆ and æanatomy &amp; physiologyÆ faculty and many hundreds of students have contributed to this project.  Our sessions at regional and national meetings have been well attended and there is considerable interest in this work.  In addition to building a national community we have fostered regional groups of physiology ..."
 }
}