{
 "awd_id": "1043540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic and geochemical evolution of the lithospheric mantle beneath the Western Ross Sea Area, Antarctica",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "thomas wilch",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 299432.0,
 "awd_amount": 359198.0,
 "awd_min_amd_letter_date": "2010-11-16",
 "awd_max_amd_letter_date": "2014-10-20",
 "awd_abstract_narration": "Intellectual Merit: \r\nThe subcontinental lithospheric mantle preserves the geochemical imprint left by its tectonic history, including continental crust extraction, replacement by ?juvenile? asthenosphere during orogeny or rifting, metasomatic re-enrichment by subduction- related melts and fluids or mantle plume activity. Modern analytical techniques make it possible to unravel this geochemical evolution through whole rock, mineral, or in-situ trace element and Sr-Nd-Hf-Os-He isotope analyses. The western Ross Sea area is particularly suited for such a study, as it is characterized by a multi-stage tectonic history. Today the Western Ross Sea area is part of the West Antarctic Rift System (WARS), which represents one of Earth?s largest rift systems. The PIs propose to constrain the dynamic and geochemical evolution of the subcontinental lithospheric mantle using modern analytical techniques using samples from multiple locations between the Mt. Erebus Province and Victoria Land available through collaborations with investigators from previous expeditions and the US Polar Rock Repository. The available mantle xenoliths are fresh and range from spinel lherzolites to metasomatized wehrlites and rare websterites, and many carry hydrous phases. \r\n\r\nBroader impacts: \r\nThe proposed work will have broad scientific impacts and will initiate national and international collaborations. The project will form the basis of a Ph.D. thesis for a graduate student and a postdoc will collaborate on the study. Results of the study will be presented at international meetings and published in international peer-reviewed journals and will be highlighted at the LDEO annual Open House.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cornelia",
   "pi_last_name": "Class",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelia Class",
   "pi_email_addr": "class@ldeo.columbia.edu",
   "nsf_id": "000125588",
   "pi_start_date": "2010-11-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Goldstein",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Steven L Goldstein",
   "pi_email_addr": "steveg@ldeo.columbia.edu",
   "nsf_id": "000228066",
   "pi_start_date": "2010-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299432.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 59766.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With nearly 98% of the continent covered by ice, the geologic history of Antarctica remains enigmatic. Much of our understanding comes from limited rock exposures, seismologic studies, and sedimentary deposits. This study explored an additional record of the geological evolution of Antarctica, namely &lsquo;mantle xenoliths&rsquo;, samples of the Earth&rsquo;s mantle beneath the Antarctic continent that are brought to the Earth&rsquo;s surface by volcanic eruptions. We focus on the part of the mantle within the West Antarctic Rift System (WARS; a rift is a linear zone where a plate is pulled apart by tectonic forces) and reconstruct a timeline of geologic events that shaped this part of Antarctica.</p>\n<p>The &lsquo;asthenospheric&rsquo; mantle below the &lsquo;subcontinental lithospheric mantle&rsquo; (SCLM; sampled by the xenoliths) is hot and deformable, in contrast to the rigid SCLM. When asthenosphere is partially melted, the magma may become part of the continental crust and the solid &lsquo;melt-depleted&rsquo; residue remains in the mantle but is buoyant and becomes part of the SCLM. The time when this occurred can be determined using the rhenium-osmium (Re-Os) isotope system. Previous work has shown that when the mantle melts, Re preferentially enters the melt whereas Os is left behind in the residue. Re naturally decays to form Os, but in melt-depleted SCLM that has lost its Re by melt extraction, no more Os is formed, and the Os isotopic composition from the time of melt extraction is preserved, allowing this event to be dated.</p>\n<p>In this study mantle xenoliths, brought to the surface by recent volcanism, were collected along a transect that crosses the rift in the West Antarctic Rift System, thus providing a recent snapshot of the SCLM after major episodes of rifting. Os isotopes, combined with chemical compositions, reveal widespread Paleoproterozoic (1.7-2.4 Ga) formation of the lithospheric mantle, which is much older than the &lt;100 Ma-old age of the WARS, thus indicating that the old (Paleoproterozoic) lithosphere has thinned in response to rifting. This study also revealed the oldest lithospheric mantle age thus far recorded in Antarctica (3.3 Ga). In addition, our new data show that the SCLM experienced multiple episodes of melt depletion that coincide with major tectonic events documented in the regional continental crust including the ~400-550 Ma Ross Orogeny, ~1.1 Ga Grenville Orogeny, ~1.7 Ga Nimrod Orogeny and ~2.4 Ga Nimrod Group. With the same ages recorded in both the SCLM and the overlying continental crust, our data confirm that the Antarctic lithospheric mantle and continental crust were formed simultaneously. A Grenville depletion event is further supported by Hf isotope sytematics.</p>\n<p>In addition to melt extraction events that lead to the stabilization of SCLM, there are geologic events that lead to melt addition to the SCLM. Magmas generated below the SCLM must pass through it on their way to the surface and can leave behind geochemical imprints of the migrating magma, a process called &lsquo;metasomatism&rsquo;. In this study we show that a suite of mantle xenolith samples from a location within the WARS was metasomatized to varying degrees, providing the rare opportunity to date the age of the metasomatic process. A metasomatic enrichment age of 130 Ma appears to be linked to the subduction along the paleo-Pacific margin of Gondwana between 550 and 110 Ma ago. The metasomatic re-enrichment of the SCLM precedes WARS rifting, which started about 95 Ma ago. The metasomatized xenoliths show overlap in their Nd-Sr-Hf isotopic compositions with widespread rift-related volcanism that has occurred since about 50 Ma, providing new strong evidence that melting was induced by extension and resulted in preferential melting of SCLM that included the easily fusible hydrous phases amphibole and phlogopite.</p>\n<p>The data resulting from...",
  "por_txt_cntn": "\nWith nearly 98% of the continent covered by ice, the geologic history of Antarctica remains enigmatic. Much of our understanding comes from limited rock exposures, seismologic studies, and sedimentary deposits. This study explored an additional record of the geological evolution of Antarctica, namely æmantle xenolithsÆ, samples of the EarthÆs mantle beneath the Antarctic continent that are brought to the EarthÆs surface by volcanic eruptions. We focus on the part of the mantle within the West Antarctic Rift System (WARS; a rift is a linear zone where a plate is pulled apart by tectonic forces) and reconstruct a timeline of geologic events that shaped this part of Antarctica.\n\nThe æasthenosphericÆ mantle below the æsubcontinental lithospheric mantleÆ (SCLM; sampled by the xenoliths) is hot and deformable, in contrast to the rigid SCLM. When asthenosphere is partially melted, the magma may become part of the continental crust and the solid æmelt-depletedÆ residue remains in the mantle but is buoyant and becomes part of the SCLM. The time when this occurred can be determined using the rhenium-osmium (Re-Os) isotope system. Previous work has shown that when the mantle melts, Re preferentially enters the melt whereas Os is left behind in the residue. Re naturally decays to form Os, but in melt-depleted SCLM that has lost its Re by melt extraction, no more Os is formed, and the Os isotopic composition from the time of melt extraction is preserved, allowing this event to be dated.\n\nIn this study mantle xenoliths, brought to the surface by recent volcanism, were collected along a transect that crosses the rift in the West Antarctic Rift System, thus providing a recent snapshot of the SCLM after major episodes of rifting. Os isotopes, combined with chemical compositions, reveal widespread Paleoproterozoic (1.7-2.4 Ga) formation of the lithospheric mantle, which is much older than the &lt;100 Ma-old age of the WARS, thus indicating that the old (Paleoproterozoic) lithosphere has thinned in response to rifting. This study also revealed the oldest lithospheric mantle age thus far recorded in Antarctica (3.3 Ga). In addition, our new data show that the SCLM experienced multiple episodes of melt depletion that coincide with major tectonic events documented in the regional continental crust including the ~400-550 Ma Ross Orogeny, ~1.1 Ga Grenville Orogeny, ~1.7 Ga Nimrod Orogeny and ~2.4 Ga Nimrod Group. With the same ages recorded in both the SCLM and the overlying continental crust, our data confirm that the Antarctic lithospheric mantle and continental crust were formed simultaneously. A Grenville depletion event is further supported by Hf isotope sytematics.\n\nIn addition to melt extraction events that lead to the stabilization of SCLM, there are geologic events that lead to melt addition to the SCLM. Magmas generated below the SCLM must pass through it on their way to the surface and can leave behind geochemical imprints of the migrating magma, a process called æmetasomatismÆ. In this study we show that a suite of mantle xenolith samples from a location within the WARS was metasomatized to varying degrees, providing the rare opportunity to date the age of the metasomatic process. A metasomatic enrichment age of 130 Ma appears to be linked to the subduction along the paleo-Pacific margin of Gondwana between 550 and 110 Ma ago. The metasomatic re-enrichment of the SCLM precedes WARS rifting, which started about 95 Ma ago. The metasomatized xenoliths show overlap in their Nd-Sr-Hf isotopic compositions with widespread rift-related volcanism that has occurred since about 50 Ma, providing new strong evidence that melting was induced by extension and resulted in preferential melting of SCLM that included the easily fusible hydrous phases amphibole and phlogopite.\n\nThe data resulting from this project will be made accessible to the public by uploading them into the Deep Lithosphere Petrological Dataset within EarthChem (http://www.earthchem.or..."
 }
}