{
 "awd_id": "1043783",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Environmental AIMS (Applied Investigations in Mathematics & Statistics)",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert H. Richtol",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 149991.0,
 "awd_amount": 149991.0,
 "awd_min_amd_letter_date": "2011-02-10",
 "awd_max_amd_letter_date": "2011-02-10",
 "awd_abstract_narration": "The Environmental-AIMS program takes advantage of the natural curiosity that young people have about environmental phenomena in the Appalachian region to increase their performance and success in an introductory statistics course and to improve their attitudes towards mathematics and statistics in general. The program uses a collaborative team of an environmental scientist that has studied water quality issues in the Appalachian region and a statistician who is from the Appalachian region to deliver inquiry based laboratories employing local and regional water quality and biological data from the Appalachian Kentucky region collected by the Environmental Research Institute.  The project is developing an inquiry-based team-taught Environmental -AIMS laboratory for an introductory statistics course and is establishing a professional community of multidisciplinary faculty to inform the curriculum development process and facilitate dissemination cross campus and to other institutions. The project is exploring whether the team-taught environment-centered, inquiry-based statistics laboratory curriculum is an effective approach by assessing improvement in student performance on core content and general education learning objectives and improvement in student attitudes towards statistics and mathematics.  The approach is transformational because the interdisciplinary collaboration is not aimed at a specific group of majors, but rather at demonstrating the broad applicability of statistical reasoning. The program encourages young people from historically socioeconomically distressed region of Appalachia to consider and pursue careers in STEM disciplines and benefits society by raising their quantitative and scientific literacy and by encouraging them to return to their home communities as agents of change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle L Smith",
   "pi_email_addr": "michelle.smith@eku.edu",
   "nsf_id": "000531173",
   "pi_start_date": "2011-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Jones",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alice L Jones",
   "pi_email_addr": "alice.jones@eku.edu",
   "nsf_id": "000425823",
   "pi_start_date": "2011-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Eastern Kentucky University",
  "inst_street_address": "521 LANCASTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8596223636",
  "inst_zip_code": "404753100",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "EASTERN KENTUCKY UNIVERSITY",
  "org_prnt_uei_num": "EC2QCGMQK299",
  "org_uei_num": "K69HFP3FKJ11"
 },
 "perf_inst": {
  "perf_inst_name": "Eastern Kentucky University",
  "perf_str_addr": "521 LANCASTER AVE",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "404753100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;Environmental-AIMS&rdquo; program was designed to take advantage of the natural curiosity that college students have about environmental phenomena in the Appalachian region to increase their performance and success in an introductory statistics course and to improve their attitudes towards mathematics and statistics in general. The program used a collaborative team of an environmental scientist that has studied water quality issues in the Appalachian region and a statistician who is from Appalachian region to deliver inquiry based laboratories employing local and regional water quality and biological data from the Appalachian Kentucky region collected by the Environmental Research Institute (ERI).&nbsp;</p>\n<p>Over the course of four semesters, an optional &ldquo;Environmental&rdquo; and an optional &ldquo;General&rdquo; Lab were developed and offered to all introductory STA 270 (Applied Statistics I) students.&nbsp; Students in the &ldquo;Environmental&rdquo; lab worked with the ERI water data sets all semester, and also took a field trip to a local waterway to learn how to collect the data represented in these datasets.&nbsp; In addition over the four semesters, an attitude survey was administered to all STA 270 students.&nbsp; We expected that the additional lab time from either lab would increase student performance in the introductory STA 270 class. We also anticipated that student attitudes towards math and statistics would be higher among those students who took the environmental lab.&nbsp; We could determine from descriptive analyses and from the student evaluations that students who did take one of the optional labs (a) liked the lab experience very much, and (b) appeared to do better than their peers in their STA 270 course. &nbsp;However, there was no indication that the attitudes of the students in the environmental lab were any different than those who took the general lab, as we had anticipated.</p>\n<p>Overall, enrollments in the optional labs were lower than we had hoped. This made it difficult to achieve statistically significant results in comparing the average student performance and attitude towards mathematics and statistics for the students that were enrolled in the optional environmental lab, optional general lab, or no lab courses. We suspect that because the labs were optional, there may be a self-selection effect happening: only those students who were highly motivated to take the lab did so; and it is not surprising, then, that the additional two hours of instructional contact improved performance.</p>\n<p>Since the optional labs were offered to all students in all lecture sections of STA 270,&nbsp; the greatest institutional outcome has been the has been increased collaboration across all STA 270 instructors for increased consistency in student learning outcomes, more consistency in content covered, and greater consistency in the rigor of course delivery. &nbsp;This increased communication and consistency has benefited all students in EKU STA 270 classes, and overall performance on the standardized general education assessment improved dramatically over previous years.</p>\n<p>The PI Michelle Smith-- continues to teach STA 270 with the optional general lab which runs very smoothly, teaching evaluations are high, and overall the process has made her a better teacher by (a) giving clearer instructions on both assignments and test questions; (b) having a greater appreciation of different learning styles; and (c) she now brings the experience working with and teaching with these \"messy\" datasets into her classroom and her consultations with students.</p>\n<p>The Mathematics and Statistics Department is now considering a similar synching discussion for the other multi-section introductory statistics course.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/27/2014<br>\n\t\t\t\t\tModified by: Alice&nbsp;L&nbsp;Jones</p>\n</div>\n<div class...",
  "por_txt_cntn": "\nThe \"Environmental-AIMS\" program was designed to take advantage of the natural curiosity that college students have about environmental phenomena in the Appalachian region to increase their performance and success in an introductory statistics course and to improve their attitudes towards mathematics and statistics in general. The program used a collaborative team of an environmental scientist that has studied water quality issues in the Appalachian region and a statistician who is from Appalachian region to deliver inquiry based laboratories employing local and regional water quality and biological data from the Appalachian Kentucky region collected by the Environmental Research Institute (ERI). \n\nOver the course of four semesters, an optional \"Environmental\" and an optional \"General\" Lab were developed and offered to all introductory STA 270 (Applied Statistics I) students.  Students in the \"Environmental\" lab worked with the ERI water data sets all semester, and also took a field trip to a local waterway to learn how to collect the data represented in these datasets.  In addition over the four semesters, an attitude survey was administered to all STA 270 students.  We expected that the additional lab time from either lab would increase student performance in the introductory STA 270 class. We also anticipated that student attitudes towards math and statistics would be higher among those students who took the environmental lab.  We could determine from descriptive analyses and from the student evaluations that students who did take one of the optional labs (a) liked the lab experience very much, and (b) appeared to do better than their peers in their STA 270 course.  However, there was no indication that the attitudes of the students in the environmental lab were any different than those who took the general lab, as we had anticipated.\n\nOverall, enrollments in the optional labs were lower than we had hoped. This made it difficult to achieve statistically significant results in comparing the average student performance and attitude towards mathematics and statistics for the students that were enrolled in the optional environmental lab, optional general lab, or no lab courses. We suspect that because the labs were optional, there may be a self-selection effect happening: only those students who were highly motivated to take the lab did so; and it is not surprising, then, that the additional two hours of instructional contact improved performance.\n\nSince the optional labs were offered to all students in all lecture sections of STA 270,  the greatest institutional outcome has been the has been increased collaboration across all STA 270 instructors for increased consistency in student learning outcomes, more consistency in content covered, and greater consistency in the rigor of course delivery.  This increased communication and consistency has benefited all students in EKU STA 270 classes, and overall performance on the standardized general education assessment improved dramatically over previous years.\n\nThe PI Michelle Smith-- continues to teach STA 270 with the optional general lab which runs very smoothly, teaching evaluations are high, and overall the process has made her a better teacher by (a) giving clearer instructions on both assignments and test questions; (b) having a greater appreciation of different learning styles; and (c) she now brings the experience working with and teaching with these \"messy\" datasets into her classroom and her consultations with students.\n\nThe Mathematics and Statistics Department is now considering a similar synching discussion for the other multi-section introductory statistics course.\n\n \n\n\t\t\t\t\tLast Modified: 05/27/2014\n\n\t\t\t\t\tSubmitted by: Alice L Jones"
 }
}