{
 "awd_id": "1043515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Probing Fundamental Physics with the Spider Antarctic Long Duration Balloon Experiment",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032927425",
 "po_email": "vpapita@nsf.gov",
 "po_sign_block_name": "Vladimir Papitashvili",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 257933.0,
 "awd_amount": 257933.0,
 "awd_min_amd_letter_date": "2011-06-08",
 "awd_max_amd_letter_date": "2011-06-08",
 "awd_abstract_narration": "The primary objective of the Spider Long Duration Balloon (LDB) project is to study the genesis of the early Universe and probing fundamental physics at energy scales that are far beyond the reach of terrestrial particle accelerators. While the main goal of the project is to validate experimentally the simplest Grant Unified Theory (GUT) scale Inflationary models or to exclude them, Spider will also address the following two important science goals: (a) improve our understanding of the interstellar medium in our own Milky Way Galaxy, especially the nature of diffuse high latitude dust and its interactions with the large scale magnetic field of the Galaxy, and (b) provide an unambiguous measurement of the weak gravitational lensing of the Cosmic Microwave Background (CMB) polarization resulting from the integrated distribution of matter along the line of sight to the surface of last scattering. This award addresses the challenges of analyzing data from the Spider Antarctic flight, mostly focusing on the core capabilities that will maximize the science return from the massive Spider dataset. The project's objectives are: (i) to develop a massively scalable optimal (in the least squares sense) signal estimation facility, and (ii) to develop and test through simulations the practical foreground removal tools that leverage the combined Spider, WMAP, and Planck HFI datasets. As described in the proposal, the problems of signal estimation and foreground contamination are central to the Spider science. The broader impacts of this collaborative project are in its high degree of student and postdoc involvement in the project hardware tests and data processing analyses. The award supports a postdoctoral scholar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Jones",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Jones",
   "pi_email_addr": "wcjones@princeton.edu",
   "nsf_id": "000564896",
   "pi_start_date": "2011-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  },
  {
   "pgm_ele_code": "511500",
   "pgm_ele_name": "ANT Astrophys & Geospace Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 257933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">SPIDER is a balloon-borne observatory designed to study the polarization of the Cosmic Microwave Background (CMB).&nbsp; Gravitational waves present in the early universe lead to swirly CMB polarization patterns.&nbsp; These patterns are not uniquely produced by gravitational waves; emissions from our Galaxy are also polarized, and will add their own swirly signatures on top of the signal coming from a mere 300,000 years after the Big Bang.&nbsp; SPIDER has the sensitivity, as well as the angular and frequency coverage, required to separate this primordial signal from one originating from within the Milky Way, and to derive the best constraints to date on its amplitude and other characteristics.&nbsp; SPIDER will fly from McMurdo station, Antarctica, in the austral summer of 2014/2015.</span>&nbsp;</p>\n<p class=\"p1\"><span class=\"s1\">This pre-flight project has been focused on preparing the analysis of the data that will be collected by SPIDER, and on understanding and controlling the instrumental and Galactic effects that might interfere with SPIDER&rsquo;s ability to detect the primordial swirl.</span></p>\n<p class=\"p1\"><span class=\"s1\">We have analyzed the spurious polarization signals that might be generated by imperfections in the SPIDER instrument, and set stringent design requirements in order to render them inconsequential.&nbsp; We then subjected SPIDER to thorough tests aimed at verifying that these requirements were met or exceeded, before shipping the experiment to Antarctica in the boreal summer of 2014.</span></p>\n<p class=\"p2\">We have also modeled the polarized emission from interstellar dust and evaluated its strength in the SPIDER observation region, as well as in other patches of the sky.&nbsp; Even though the SPIDER field appears to be quite clean of dust-induced swirly polarization patterns when compared to the rest of the sky, this contamination cannot be neglected when compared to the sought-after primordial signal.&nbsp; In order to effectively constrain the theoretical models that predict early Universe gravitational waves, the polarized dust signal will need to be subtracted from the maps.&nbsp; Since Galactic emissions depend on frequency in a different way than the CMB, SPIDER&rsquo;s frequency coverage can be leveraged to separate the cosmological signal from dust polarization.&nbsp; We have shown that by acquiring data at three frequencies over two flights, SPIDER will be able to detect a primordial signal up to an order of magnitude fainter than that tentatively reported by the BICEP2 collaboration.&nbsp; Given the almost space-like observing conditions accessible from the balloon platform, SPIDER will additionally be able to characterize the dependence of a detected signal on angular scales in several directions on the sky, an essential step toward confirming its cosmological origin.</p>\n<p class=\"p1\"><span class=\"s1\">This award has supported the work and training of a postdoctoral researcher.&nbsp; The investigations conducted within this project require a thorough understanding of instrumental effects, data analysis techniques, as well as Galactic and CMB physics.&nbsp; This extensive knowledge will be critical to the success of the next generation of CMB missions.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2014<br>\n\t\t\t\t\tModified by: William&nbsp;C&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "SPIDER is a balloon-borne observatory designed to study the polarization of the Cosmic Microwave Background (CMB).  Gravitational waves present in the early universe lead to swirly CMB polarization patterns.  These patterns are not uniquely produced by gravitational waves; emissions from our Galaxy are also polarized, and will add their own swirly signatures on top of the signal coming from a mere 300,000 years after the Big Bang.  SPIDER has the sensitivity, as well as the angular and frequency coverage, required to separate this primordial signal from one originating from within the Milky Way, and to derive the best constraints to date on its amplitude and other characteristics.  SPIDER will fly from McMurdo station, Antarctica, in the austral summer of 2014/2015. \nThis pre-flight project has been focused on preparing the analysis of the data that will be collected by SPIDER, and on understanding and controlling the instrumental and Galactic effects that might interfere with SPIDERÆs ability to detect the primordial swirl.\nWe have analyzed the spurious polarization signals that might be generated by imperfections in the SPIDER instrument, and set stringent design requirements in order to render them inconsequential.  We then subjected SPIDER to thorough tests aimed at verifying that these requirements were met or exceeded, before shipping the experiment to Antarctica in the boreal summer of 2014.\nWe have also modeled the polarized emission from interstellar dust and evaluated its strength in the SPIDER observation region, as well as in other patches of the sky.  Even though the SPIDER field appears to be quite clean of dust-induced swirly polarization patterns when compared to the rest of the sky, this contamination cannot be neglected when compared to the sought-after primordial signal.  In order to effectively constrain the theoretical models that predict early Universe gravitational waves, the polarized dust signal will need to be subtracted from the maps.  Since Galactic emissions depend on frequency in a different way than the CMB, SPIDERÆs frequency coverage can be leveraged to separate the cosmological signal from dust polarization.  We have shown that by acquiring data at three frequencies over two flights, SPIDER will be able to detect a primordial signal up to an order of magnitude fainter than that tentatively reported by the BICEP2 collaboration.  Given the almost space-like observing conditions accessible from the balloon platform, SPIDER will additionally be able to characterize the dependence of a detected signal on angular scales in several directions on the sky, an essential step toward confirming its cosmological origin.\nThis award has supported the work and training of a postdoctoral researcher.  The investigations conducted within this project require a thorough understanding of instrumental effects, data analysis techniques, as well as Galactic and CMB physics.  This extensive knowledge will be critical to the success of the next generation of CMB missions.\n\n\t\t\t\t\tLast Modified: 08/30/2014\n\n\t\t\t\t\tSubmitted by: William C Jones"
 }
}