{
 "awd_id": "1043824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development and Testing of a Fundamentals of Environmental Engineering Concept Inventory",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 39732.0,
 "awd_amount": 39732.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "This project is developing a Fundamentals of Environmental Engineering Concept Inventory (FEECI) and doing the first round of testing at ten US university campuses with required undergraduate FEE courses.   Project goals also include further refinement of the FEECI and its dissemination. The expected outcome of this work is a validated, reliable instrument for assessing conceptual understanding in a core curriculum course for Civil and/or Environmental engineering. Such an instrument will play an important role in assessment for programmatic accreditation under the ABET standards, and provide a needed technique for formative assessment of instructional methods and pedagogical frameworks in the FEE curriculum. Another important outcome will be the formation of the Development Team, a strong community of faculty, trained in the use of the FEECI and dedicated to improving FEE instruction.\r\nSpecific activities and milestones of this project include:\r\n1. On online Delphi study of 14 members of the FEECI Development Team - a group of faculty members from ten universities who have taught FEE courses for many years. The development team is determining the concepts in FEE that are critical but prone to misconception among students;\r\n2. Student interviews and brainstorming sessions to generate a list of critical concepts from the students' perspectives (similar to the guidelines for the faculty generated list); \r\n3. A reconciled list of concepts based on the first two milestones and a draft set of multiple-choice questions for the FEECI;\r\n4. A finalized beta version of the FEECI completed during a face-to-face meeting of the Development Team members at the Association of Environmental Engineering & Science Professors (AEESP) summer meeting;\r\n5. A trial use of the FEECI to students at ten campuses in fall 2011 and spring 2012;\r\n6. A statistical analysis of validity and reliability of the FEECI using data from the ten participating universities;\r\nThe draft FEECI questions are being refined based on analysis of test data, student interviews, and expert peer review; Documentation is also being prepared for using the FEECI and guiding the interpretation of the results of its application.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ramesh",
   "pi_last_name": "Goel",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ramesh K Goel",
   "pi_email_addr": "ram.goel@utah.edu",
   "nsf_id": "000067423",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 39732.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>Fundamentals of Environmental<br />Engineering (FEE) is a core course in undergraduate Civil and Environmental<br />Engineering and related programs. &nbsp;FEE is<br />often a pre-requisite for electives, such as water and wastewater treatment,<br />air pollution control, hazardous waste treatment, and solid waste management. &nbsp;These courses are critical to the nation since<br />they provide students with the background needed for improving the national<br />public-health infrastructure. &nbsp;The<br />central goal of this project was to help faculty improve conceptual<br />understanding of FEE topics by developing, implementing and validating a FEE<br />Concept Inventory (FEECI).&nbsp; Conceptual<br />understanding is an important goal in engineering instruction, as students who<br />organize facts and ideas within a conceptual framework are more likely to learn<br />new information quickly and will also be able to apply what they have learned to<br />new situations. &nbsp;A Concept Inventory (CI)<br />is an assessment tool for identifying misconceptions of concepts.&nbsp; CIs are typically multiple-choice tests that incorporate<br />visual diagrams and everyday situations to emphasize conceptual understanding<br />over mathematical manipulation.&nbsp; They<br />include carefully crafted incorrect answers (or &ldquo;distractors&rdquo;) that encompass common<br />student misconceptions.&nbsp; In order to<br />achieve the objectives of this project, the PIs carried out the following<br />tasks: (1) a FEECI Development Team was formed, which consisted of professors<br />from Environmental Engineering programs at 12 universities throughout the US,<br />(2) syllabi from FEE courses were analyzed to determine common topics taught in<br />FEE courses in the US, (3) a Delphi study was conducted with faculty experts to<br />identify concepts that are both difficult and important in each topic area the<br />results of the Delphi study was augmented with surveys of students who had<br />recently completed a FEE course, (4) teams of faculty experts developed<br />questions to test the identified concepts, (5) detailed interviews with<br />students were used to identify common conceptual misconceptions, which were<br />used to develop &ldquo;distractors&rdquo; in the multiple-choice FEECI, (6) a beta version<br />of the CI was given to faculty experts to gain feedback on the questions and<br />distractors and the FEECI was further refined, (7) the FEECI was implemented at<br />six campuses, (8) statistical analysis of the results of the test was carried<br />out.&nbsp; The results of this research have<br />been disseminated through presentations and workshops at national meetings of<br />Environmental Engineering faculty.&nbsp; Results<br />of the statistical analysis are currently underway.&nbsp; The development of an FEECI will play an<br />important role in assessment for Civil and Environmental Engineering program<br />accreditation and provide a needed technique for assessment of instructional methods<br />and pedagogical frameworks in the FEE curriculum.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2014<br>\n\t\t\t\t\tModified by: Ramesh&nbsp;Goel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nFundamentals of Environmental\nEngineering (FEE) is a core course in undergraduate Civil and Environmental\nEngineering and related programs.  FEE is\noften a pre-requisite for electives, such as water and wastewater treatment,\nair pollution control, hazardous waste treatment, and solid waste management.  These courses are critical to the nation since\nthey provide students with the background needed for improving the national\npublic-health infrastructure.  The\ncentral goal of this project was to help faculty improve conceptual\nunderstanding of FEE topics by developing, implementing and validating a FEE\nConcept Inventory (FEECI).  Conceptual\nunderstanding is an important goal in engineering instruction, as students who\norganize facts and ideas within a conceptual framework are more likely to learn\nnew information quickly and will also be able to apply what they have learned to\nnew situations.  A Concept Inventory (CI)\nis an assessment tool for identifying misconceptions of concepts.  CIs are typically multiple-choice tests that incorporate\nvisual diagrams and everyday situations to emphasize conceptual understanding\nover mathematical manipulation.  They\ninclude carefully crafted incorrect answers (or \"distractors\") that encompass common\nstudent misconceptions.  In order to\nachieve the objectives of this project, the PIs carried out the following\ntasks: (1) a FEECI Development Team was formed, which consisted of professors\nfrom Environmental Engineering programs at 12 universities throughout the US,\n(2) syllabi from FEE courses were analyzed to determine common topics taught in\nFEE courses in the US, (3) a Delphi study was conducted with faculty experts to\nidentify concepts that are both difficult and important in each topic area the\nresults of the Delphi study was augmented with surveys of students who had\nrecently completed a FEE course, (4) teams of faculty experts developed\nquestions to test the identified concepts, (5) detailed interviews with\nstudents were used to identify common conceptual misconceptions, which were\nused to develop \"distractors\" in the multiple-choice FEECI, (6) a beta version\nof the CI was given to faculty experts to gain feedback on the questions and\ndistractors and the FEECI was further refined, (7) the FEECI was implemented at\nsix campuses, (8) statistical analysis of the results of the test was carried\nout.  The results of this research have\nbeen disseminated through presentations and workshops at national meetings of\nEnvironmental Engineering faculty.  Results\nof the statistical analysis are currently underway.  The development of an FEECI will play an\nimportant role in assessment for Civil and Environmental Engineering program\naccreditation and provide a needed technique for assessment of instructional methods\nand pedagogical frameworks in the FEE curriculum.\n\n\t\t\t\t\tLast Modified: 11/03/2014\n\n\t\t\t\t\tSubmitted by: Ramesh Goel"
 }
}