{
 "awd_id": "1043690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Southern Ocean Diatom Taphonomy and Paleoproductivity: A Laboratory Study of Silica Degradation and Export",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Kurz",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 209914.0,
 "awd_amount": 209914.0,
 "awd_min_amd_letter_date": "2010-11-24",
 "awd_max_amd_letter_date": "2010-11-24",
 "awd_abstract_narration": "Intellectual Merit: \r\nDiatom abundance in sediment cores is typically used as a proxy for paleo primary productivity. This record is complicated by variable preservation, with most loss occurring in the water column via dissolution and zooplankton grazing. This study will investigate preservational biases via a series of controlled experiments to create proxies of original productivity based on morphological changes associated with diatom dissolution and fracture. The PIs will utilize fresh diatoms from culture. Specific objectives include: (1) Linking changes in diatom morphology to availability of dissolved silica and other physical and chemical parameters; (2) Documenting the dissolution process under controlled conditions; (3) Assessment of changes in morphology and diatom surface roughness with increased dissolution; (4) Documenting the physical effects of grazing and fecal pellet formation on diatom fragmentation and dissolution; and (5) Analyzing the impact of diatom dissolution on silica and carbon export. These objectives will be achieved by growing Southern Ocean diatom species in the laboratory under differing physical and chemical conditions; controlled serial dissolution experiments on cultured diatoms; analysis of the dissolution process by imaging frustules under scanning electron microscopy (SEM) and with micro-analysis of surface texture by atomic force microscopy (AFM); making the cultures available to krill and other live zooplankton crustaceans in order to analyze the specific effects of grazing and pelletization on diatom morphology; and comparing experimental results with natural plankton, sediment trap material, and selected Holocene, Pleistocene and Pliocene sediment core material. \r\n\r\nBroader impacts: \r\nThis work will contribute to understanding of the use of diatom abundance as an indicator of paleoproductivity. The proposed experiments are multi-disciplinary in nature. Importantly, the project was designed, and the proposal largely written, by a Ph.D. candidate. The research proposed here will lead to peer-reviewed publications and provide a base for future studies over the course of an extremely promising scientific career. The project will also support an undergraduate research student at NIU. The PI is heavily involved in science outreach, including classroom visits, museum events and webinars related to evolution and climate change, and is active with NSF-funded outreach activities linked to the ANDRILL and WISSARD programs. He will continue these efforts with this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reed",
   "pi_last_name": "Scherer",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Reed P Scherer",
   "pi_email_addr": "reed@niu.edu",
   "nsf_id": "000167903",
   "pi_start_date": "2010-11-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Haji-Sheikh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Haji-Sheikh",
   "pi_email_addr": "mhsheikh@ceet.niu.edu",
   "nsf_id": "000370090",
   "pi_start_date": "2010-11-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "1425 W LINCOLN HWY",
  "perf_city_name": "DEKALB",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 209914.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">This award supported research designed and implemented by a PhD student, Jonathan Warnock, leading to successful completion of his degree in May, 2013. The research led to several peer-reviewed publications, numerous professional presentations, and provides the foundation of a promising career in academic research and education. Dr. Warnock&rsquo;s participation provides the crux of both intellectual merit and and broader impacts of the award.</p>\n<p class=\"Default\">Diatoms are a group of single celled algae that make opaline cell walls, which are readily preserved in a variety of geological settings. As such, they are utilized extensively in paleoecology, paleoceanography, and paleoclimatology, especially in the Southern Ocean&rsquo;s opal belt. Diatoms also represent a significant sink of carbon and silicon in the marine system. This project generated proxies for diatom dissolution in Southern Ocean sediments. These proxies are being put forth as the first standards for assessing variation in diatom dissolution in Southern Ocean sediment cores. Diatom dissolution greatly influences nutrient cycling in the upper water column as well as carbon and silicon sequestration through glacial-interglacial cycles. Hence, proxies of diatom dissolution are significant to reconstructions of Earth&rsquo;s past oceans and climates.</p>\n<p class=\"Default\">Taphonomic effects on opal export and recycling are rarely quantified in paleoecological studies. This award was focused on the development and application of quantitative taphonomic proxies, generated via laboratory dissolution of diatom frustules. Scanning electron microscopy was used to measure dissolution-induced morphological change as a proxy of dissolution. Figure 1 compares constrained, laboratory-based dissolution from live culture of <em>Fragilariopsis kerguelensis</em>, the dominant diatom of the Southern Ocean, with natural dissolution processes as seen in sediment cores, thus illustrating that our laboratory techniques adequately mimic natural processes.</p>\n<p class=\"Default\">These proxies are applied to several sediment cores from the circum-Antarctic, including the Amundsen Sea, which record advances and retreats of the West Antarctic Ice Sheet via the Pine Island Bay. &nbsp;Diatoms from glacial periods, when the Antarctic Ice Sheets supplied excess iron to the water column, dissolve more readily than diatoms grown during interglacials. This change supports the silica leakage hypothesis, which posits that high-silica waters are exported to lower latitudes during glacial periods. Diatom dissolution proxies are also applied to a Holocene record of sea-ice and climatic conditions from Prydz Bay. Inception of the Prydz Bay gyre is seen to increase diatom dissolution. The funded core work revealed that physical and chemical oceanographic factors have a stronger control on diatom dissolution than rates of primary productivity or the species present in a diatom assemblage. &nbsp;</p>\n<p>This award funded a doctoral dissertation and subsequent post-doctoral work as well as six undergraduate and two Master&rsquo;s student &nbsp;research projects . Two undergrads working on this research presented at national conferences, one wrote an undergraduate thesis, and one went on to a successful MS degree. The awardees participated in numerous events intended to teach Antarctic climate science to local community members and k-12 students at schools and museums and STEMFest, a major annual STEM-focused outreach event at Northern Illinois University. Coursework was developed for an undergraduate nanotechnology class in the College of Engineering at Northern Illinois University.&nbsp;</p>\n<p class=\"Default\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2014<br>\n\t\t\t\t\tModified by: Reed&nbsp;P&nbsp;Scherer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div clas...",
  "por_txt_cntn": "This award supported research designed and implemented by a PhD student, Jonathan Warnock, leading to successful completion of his degree in May, 2013. The research led to several peer-reviewed publications, numerous professional presentations, and provides the foundation of a promising career in academic research and education. Dr. WarnockÆs participation provides the crux of both intellectual merit and and broader impacts of the award.\nDiatoms are a group of single celled algae that make opaline cell walls, which are readily preserved in a variety of geological settings. As such, they are utilized extensively in paleoecology, paleoceanography, and paleoclimatology, especially in the Southern OceanÆs opal belt. Diatoms also represent a significant sink of carbon and silicon in the marine system. This project generated proxies for diatom dissolution in Southern Ocean sediments. These proxies are being put forth as the first standards for assessing variation in diatom dissolution in Southern Ocean sediment cores. Diatom dissolution greatly influences nutrient cycling in the upper water column as well as carbon and silicon sequestration through glacial-interglacial cycles. Hence, proxies of diatom dissolution are significant to reconstructions of EarthÆs past oceans and climates.\nTaphonomic effects on opal export and recycling are rarely quantified in paleoecological studies. This award was focused on the development and application of quantitative taphonomic proxies, generated via laboratory dissolution of diatom frustules. Scanning electron microscopy was used to measure dissolution-induced morphological change as a proxy of dissolution. Figure 1 compares constrained, laboratory-based dissolution from live culture of Fragilariopsis kerguelensis, the dominant diatom of the Southern Ocean, with natural dissolution processes as seen in sediment cores, thus illustrating that our laboratory techniques adequately mimic natural processes.\nThese proxies are applied to several sediment cores from the circum-Antarctic, including the Amundsen Sea, which record advances and retreats of the West Antarctic Ice Sheet via the Pine Island Bay.  Diatoms from glacial periods, when the Antarctic Ice Sheets supplied excess iron to the water column, dissolve more readily than diatoms grown during interglacials. This change supports the silica leakage hypothesis, which posits that high-silica waters are exported to lower latitudes during glacial periods. Diatom dissolution proxies are also applied to a Holocene record of sea-ice and climatic conditions from Prydz Bay. Inception of the Prydz Bay gyre is seen to increase diatom dissolution. The funded core work revealed that physical and chemical oceanographic factors have a stronger control on diatom dissolution than rates of primary productivity or the species present in a diatom assemblage.  \n\nThis award funded a doctoral dissertation and subsequent post-doctoral work as well as six undergraduate and two MasterÆs student  research projects . Two undergrads working on this research presented at national conferences, one wrote an undergraduate thesis, and one went on to a successful MS degree. The awardees participated in numerous events intended to teach Antarctic climate science to local community members and k-12 students at schools and museums and STEMFest, a major annual STEM-focused outreach event at Northern Illinois University. Coursework was developed for an undergraduate nanotechnology class in the College of Engineering at Northern Illinois University. \n \n\n\t\t\t\t\tLast Modified: 01/22/2014\n\n\t\t\t\t\tSubmitted by: Reed P Scherer"
 }
}