{
 "awd_id": "1043671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Synergistic Effects of Iron, Carbon Dioxide & Temperature on the Fate of Nitrate: Implications for Future Changes in Export Production in the Southern Ocean",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian Fritsen",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 688078.0,
 "awd_amount": 860732.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "This award provides support for \"Collaborative Research: Synergistic Effects of Iron, Carbon Dioxide, and Temperature on the Fate of Nitrate: Implications for Future Changes in Export Production in the Southern Ocean\" from the Antarctic Organisms and Ecosystems program in the Office of Polar Programs at NSF. The project will use a novel combination of research approaches to evaluate the effects of temperature, carbon dioxide, and iron on three ecologically- and biogeochemically-critical Southern Ocean phytoplankton functional groups: Large centric diatoms, small pennate diatoms, and Phaeocystis antarctica. \r\n\r\nIntellectual Merit: The Southern Ocean around Antarctic is undergoing several changes including increased temperature and carbon dioxide content, as well as changing levels of biologically available iron. The project goals are to understand how the individual and combined influences of these three variables affect Southern Ocean phytoplankton community structure, and to determine how these assemblage-level responses are linked to fundamental cellular responses at the levels of nutrient physiology and gene expression. The research team will focus on three different types of marine algae: large and small diatoms, and the prymnesiophyte, Phaeocystis antarctica. Shifts between these three major algal groups have very different consequences for nutrient and carbon biogeochemistry in the rapidly changing Antarctic marine environments. However, the mechanistic underpinnings of these environmentally-driven community shifts are not known. The project includes a US-based laboratory component with Antarctic isolates, field study at McMurdo Station, and then a cruise of opportunity in the upwelling areas directly south of the Antarctic Circumpolar Current. The study also includes collection and analysis of environmental gene expression data, or meta-transcriptomics, both from the field and experimental settings. The transcriptomes will be generated under environmentally relevant conditions and will thus contain information critical for decoding the genomes of several newly sequenced polar phytoplankton species in addition to the three groups highlighted above.\r\n\r\nBroader Impact: The award will train undergraduate and graduate students, and also provide partial support for a post-doctoral researcher.  The team will also promote teacher training and learning by hosting high-school teachers at the J. Craig Venter Institute during the summer, and development of hands-on lesson plans related to the project.  Additionally, genomic sequencing information will be made publically accessible, and it is envisioned that statistical techniques developed as part of this project will be of use to the wider research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Allen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew E Allen",
   "pi_email_addr": "aallen@jcvi.org",
   "nsf_id": "000258002",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "J. Craig Venter Institute, Inc.",
  "inst_street_address": "4120 CAPRICORN LN",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8582001864",
  "inst_zip_code": "920373498",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "J. CRAIG VENTER INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "FL8UNYTG72D1"
 },
 "perf_inst": {
  "perf_inst_name": "J. Craig Venter Institute, Inc.",
  "perf_str_addr": "4120 CAPRICORN LN",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920373498",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 688078.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 172654.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microscopic organisms, phytoplankton (single celled photosynthetic algae) and bacteria, which live suspended in seawater form the base of global marine food webs and underpin ecosystem health and fucntion. The Southern Ocean around Antarctica is home to massive phytoplankton populations, and scientists have long considered their growth to be controlled largely by availability of iron and light. However, research conducted through these studies shows that the picture is much more complicated.</p>\n<p>The coastal Southern Ocean is a critical climate system component, and is home to high rates of photosynthesis. Research performed here revealed that cobalamin (vitamin B12) and iron availability can simultaneously limit phytoplankton growth in late Austral summer coastal Antarctic sea ice edge communities. Unlike other growth limiting nutrients, the sole cobalamin source is production by bacteria and archaea. By identifying microbial gene expresiion changes in response to altered micronutrient availability, this research revealed the molecular underpinnings of limitation by&nbsp;both cobalamiin and iron and offered evidence that this late season limitation is driven by multiple phytoplankton-bacterial interactions. These results support a growing body of research suggesting that relationships between bacteria and phytoplankton are key to understanding controls of marine primary productivity.</p>\n<p>Research was conducted at the US Antarctic Program's McMurdo Station at the south tip of Ross Island. Expeditions were conducted over the froze sea ice to the ice edge where surface water samples were collected and analyzed in the laboratory at McMurdo Station. Although the water appeared teeming with a particular type of phytoplankton called diatoms, the diatoms displayed cellular signatures of malnourishment. Unlike most regions of the global ocean which do not contain sufficient nitrogen or phosphorous for sustained phytoplankton growth, diatoms in the remote waters of McMurdo Sound, adjacent to the Ross Sea, were starving from lack of iron and deficiency of vitamin B12.</p>\n<p>A range of different bacteria growing in the water were also identified, but it was not clear what the role of the various types of bacteria might play in driving or alleviating the starvation exhibited by the diatoms. Were they competing for the scarce resources and exacerbating the starvation conditions or were they somehow cooperating to effectively share these resources? By examining how these microbial groups change the expression of their genes in response to shifts in micronutrient availability, these questions were addressed. Research conducted throughout this project confirmed that a large portion of the B12 supply in the Souther Ocean appears to be produced by a particular group of gamma proteobacteria belonging to the <em>Oceanospirllaceae</em>.</p>\n<p>Therefore, through a combination of field manipulation experiments and next generation sequencing, a new view of the microbial interactions underpinning a highly productive ecosystem was obtained. Although oceanographers have long recognized that iron fertilization in the Southern Ocean will drive phytoplankton blooms, it is now evident that particular groups of bacteria, perhaps specifically cultivated by the phytoplankton, are important for regulating the magnitude of the blooms as well as sustaining them through supply of the critically limiting micronutrient vitamin B12.</p>\n<p>Just like humans, phytoplankton require vitamins, including vitamin B12, to survive. But this precious resource is being competed for by three groups of microbes which, due to the extreme remoteness of the Southern Ocean, is a scarce and consequently invaluable resource. This research illustrates the eye opening sensitivity of marine phytoplankton and bacteria to very minor additions of scarce micronutrients over very short, hourly, time scales.</p>\n<p>With this ...",
  "por_txt_cntn": "\nMicroscopic organisms, phytoplankton (single celled photosynthetic algae) and bacteria, which live suspended in seawater form the base of global marine food webs and underpin ecosystem health and fucntion. The Southern Ocean around Antarctica is home to massive phytoplankton populations, and scientists have long considered their growth to be controlled largely by availability of iron and light. However, research conducted through these studies shows that the picture is much more complicated.\n\nThe coastal Southern Ocean is a critical climate system component, and is home to high rates of photosynthesis. Research performed here revealed that cobalamin (vitamin B12) and iron availability can simultaneously limit phytoplankton growth in late Austral summer coastal Antarctic sea ice edge communities. Unlike other growth limiting nutrients, the sole cobalamin source is production by bacteria and archaea. By identifying microbial gene expresiion changes in response to altered micronutrient availability, this research revealed the molecular underpinnings of limitation by both cobalamiin and iron and offered evidence that this late season limitation is driven by multiple phytoplankton-bacterial interactions. These results support a growing body of research suggesting that relationships between bacteria and phytoplankton are key to understanding controls of marine primary productivity.\n\nResearch was conducted at the US Antarctic Program's McMurdo Station at the south tip of Ross Island. Expeditions were conducted over the froze sea ice to the ice edge where surface water samples were collected and analyzed in the laboratory at McMurdo Station. Although the water appeared teeming with a particular type of phytoplankton called diatoms, the diatoms displayed cellular signatures of malnourishment. Unlike most regions of the global ocean which do not contain sufficient nitrogen or phosphorous for sustained phytoplankton growth, diatoms in the remote waters of McMurdo Sound, adjacent to the Ross Sea, were starving from lack of iron and deficiency of vitamin B12.\n\nA range of different bacteria growing in the water were also identified, but it was not clear what the role of the various types of bacteria might play in driving or alleviating the starvation exhibited by the diatoms. Were they competing for the scarce resources and exacerbating the starvation conditions or were they somehow cooperating to effectively share these resources? By examining how these microbial groups change the expression of their genes in response to shifts in micronutrient availability, these questions were addressed. Research conducted throughout this project confirmed that a large portion of the B12 supply in the Souther Ocean appears to be produced by a particular group of gamma proteobacteria belonging to the Oceanospirllaceae.\n\nTherefore, through a combination of field manipulation experiments and next generation sequencing, a new view of the microbial interactions underpinning a highly productive ecosystem was obtained. Although oceanographers have long recognized that iron fertilization in the Southern Ocean will drive phytoplankton blooms, it is now evident that particular groups of bacteria, perhaps specifically cultivated by the phytoplankton, are important for regulating the magnitude of the blooms as well as sustaining them through supply of the critically limiting micronutrient vitamin B12.\n\nJust like humans, phytoplankton require vitamins, including vitamin B12, to survive. But this precious resource is being competed for by three groups of microbes which, due to the extreme remoteness of the Southern Ocean, is a scarce and consequently invaluable resource. This research illustrates the eye opening sensitivity of marine phytoplankton and bacteria to very minor additions of scarce micronutrients over very short, hourly, time scales.\n\nWith this new understanding of the nature of these interactions and the careful balance of competitive and cooperative beh..."
 }
}