{
 "awd_id": "1043674",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Professional Readers for STEM Student Writers",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 199879.0,
 "awd_amount": 199879.0,
 "awd_min_amd_letter_date": "2010-12-22",
 "awd_max_amd_letter_date": "2010-12-22",
 "awd_abstract_narration": "Interdisciplinary (99)\r\nThis project is investigating a new approach to developing the writing skills of STEM students. A key issue and important impediment to writing requirements for students in STEM courses is the ability of the institution to provide prompt feedback.  This project is providing students with feedback on a course writing project by capitalizing on an otherwise untapped educational resource: university alumni and employees with scientific or technical backgrounds who normally play no direct role in the institution's educational mission.  Students are being paired with alumni or employee volunteers whose backgrounds make them suitable readers for a particular STEM writing assignment. These pairs are guided through a series of interactions (in person or via IT) through which students get feedback on their work-in-progress from rough drafts through final polishing. Volunteers are being given instruction in how to give \"reader-based\" feedback (describing their reactions to the drafts as a user of the text) rather than focusing on editing or judging the text.  In a pilot effort it was found that many alumni and employees are eager and qualified to help their institution's undergraduates develop their scientific writing and reasoning skills and that the students benefit from such interaction. \r\nEight different STEM courses are participating in this project for at least two semesters each.  Formative assessment data from each semester are being used in making revisions for subsequent semesters.  Participating instructors, who have attended training workshops, consult with project personnel to develop assignments and protocols tailored to their particular course, and participate in assessment activities.  The primary objectives of this project include (1) identifying the types of STEM courses for which this approach is most likely to be successful and developing protocols and volunteer reader pools appropriate for those settings, (2) improving student attitudes toward and understanding of scientific and technical writing, (3) helping students develop mature writing processes that include drafting and making use of feedback, and (4) increasing student engagement in STEM writing assignments.  Evaluation includes on-line surveys of student and volunteer participants, interviews with faculty members, and focus group conversations with student, volunteer and faculty participants. \r\nAlthough this approach is being developed at a single institution, it is replicable.  Part of this investigation will see to identify ways to simplify and automate procedures needed to facilitate effective student-reader interactions. Dissemination will include online venues such as the Science Education Resource Center (SERC) web server, publication in writing studies, science education and education columns in STEM discipline journals, and presentations at conferences on student writing, science education, and university administration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cary",
   "pi_last_name": "Moskovitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cary Moskovitz",
   "pi_email_addr": "cmosk@duke.edu",
   "nsf_id": "000561116",
   "pi_start_date": "2010-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199879.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><strong>&nbsp;Professional Readers for STEM Student Writers: A new approach to providing feedback on STEM student writing</strong></p>\n<p class=\"p3\">The need for&nbsp;STEM (science, technology, engineering and math) education to include effective training in scientific and technical communication has long been recognized. It is also well known that in order for students to develop these skills,&nbsp;they need&nbsp;personalized feedback from&nbsp;engaged&nbsp;readers on their written work. To provide such&nbsp;feedback, readers need considerable professional experience with the kinds of writing the students are attempting. Readers also require adequate time and a sincere desire to interact with students about their writing. Providing the kind of detailed, personalized feedback needed can be difficult in many undergraduate course settings, but it can be especially challenging within STEM.&nbsp;</p>\n<p class=\"p3\"><span style=\"white-space: pre;\"> </span>To date, innovations in writing pedagogy for STEM have developed under the assumption that feedback on student writing could come only from one of four sources: course instructors, teaching assistants, classroom peers, or writing center tutors. The research described here involves a quite different option: members of the university community who are not on the teaching staff but who have the scientific, technical, or managerial background needed to respond to student writing as members of the target audience. In this &ldquo;volunteer expert reader&rdquo; (VER) approach, alumni and employees of the institution are solicited as &ldquo;readers&rdquo; for a course and then matched with students, giving them feedback on work-in-progress. Rather than editing or assessing the writing, readers give students feedback on how the draft \"works\" for them: What makes sense and what is confusing? What is useful and what doesn't add value? Where does the writing seem appropriate for the context and where does it seem ill-fitted? And so on. Depending on each reader&rsquo;s physical location and preferences, readers interact with the students in person, by webcam or by phone. This approach has been developed since 2006 at Duke University as the \"Duke Reader Project.\"&nbsp;</p>\n<p class=\"p3\"><span style=\"white-space: pre;\"> </span>The objectives of this research were to discover whether VER could be an effective tool in a variety of STEM undergraduate courses, and if so, to learn which factors make the approach more or less likely to be successful. During this study, VER was tested in a variety of courses in different fields, with different levels of students and a wide range of assignment types. For some classes students worked alone; in others, they worked in teams. Information about the courses is shown in Table 1.</p>\n<p class=\"p2\"><span style=\"white-space: pre;\"> </span>Here are the main findings from this research:</p>\n<ul>\n<li>VER can be an effective means of increasing student engagement in STEM writing assignments; it may also improve the quality of student writing and increase learning of course content.</li>\n<li>How well VER works in any STEM course is highly dependent on a number of factors including whether students write alone or as a team (and if the latter, whether each student is assigned an individual reader), how well readers&rsquo; backgrounds fit the assignment, and reader engagement and availability to students.</li>\n<li>VER is an effective faculty development tool; VER offers a compelling reason for faculty to work with writing program administrators and necessitates the inclusion of best practices in writing assignment design such as making explicit the rhetorical context and aims of the writing task and setting a reasonable pace for drafting/revision cycles.</li>\n</ul>\n<p class=\"p2\"><span style=\"white-space: pre;\"> </span>Results from this research have been shared at majors conferences, including the t...",
  "por_txt_cntn": "Professional Readers for STEM Student Writers: A new approach to providing feedback on STEM student writing\nThe need for STEM (science, technology, engineering and math) education to include effective training in scientific and technical communication has long been recognized. It is also well known that in order for students to develop these skills, they need personalized feedback from engaged readers on their written work. To provide such feedback, readers need considerable professional experience with the kinds of writing the students are attempting. Readers also require adequate time and a sincere desire to interact with students about their writing. Providing the kind of detailed, personalized feedback needed can be difficult in many undergraduate course settings, but it can be especially challenging within STEM. \n To date, innovations in writing pedagogy for STEM have developed under the assumption that feedback on student writing could come only from one of four sources: course instructors, teaching assistants, classroom peers, or writing center tutors. The research described here involves a quite different option: members of the university community who are not on the teaching staff but who have the scientific, technical, or managerial background needed to respond to student writing as members of the target audience. In this \"volunteer expert reader\" (VER) approach, alumni and employees of the institution are solicited as \"readers\" for a course and then matched with students, giving them feedback on work-in-progress. Rather than editing or assessing the writing, readers give students feedback on how the draft \"works\" for them: What makes sense and what is confusing? What is useful and what doesn't add value? Where does the writing seem appropriate for the context and where does it seem ill-fitted? And so on. Depending on each readerÆs physical location and preferences, readers interact with the students in person, by webcam or by phone. This approach has been developed since 2006 at Duke University as the \"Duke Reader Project.\" \n The objectives of this research were to discover whether VER could be an effective tool in a variety of STEM undergraduate courses, and if so, to learn which factors make the approach more or less likely to be successful. During this study, VER was tested in a variety of courses in different fields, with different levels of students and a wide range of assignment types. For some classes students worked alone; in others, they worked in teams. Information about the courses is shown in Table 1.\n Here are the main findings from this research:\n\nVER can be an effective means of increasing student engagement in STEM writing assignments; it may also improve the quality of student writing and increase learning of course content.\nHow well VER works in any STEM course is highly dependent on a number of factors including whether students write alone or as a team (and if the latter, whether each student is assigned an individual reader), how well readersÆ backgrounds fit the assignment, and reader engagement and availability to students.\nVER is an effective faculty development tool; VER offers a compelling reason for faculty to work with writing program administrators and necessitates the inclusion of best practices in writing assignment design such as making explicit the rhetorical context and aims of the writing task and setting a reasonable pace for drafting/revision cycles.\n\n Results from this research have been shared at majors conferences, including the the American Chemical Society, Conference on College Composition and Communication, the International Writing Across the Curriculum Conference, and the American Association of Colleges and Universities--as well as in the journal Across the Disciplines.\n\n\t\t\t\t\tLast Modified: 03/06/2015\n\n\t\t\t\t\tSubmitted by: Cary Moskovitz"
 }
}