{
 "awd_id": "1043422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Validating A Pedagogy For Conceptual Learning: Application in Internet Delivered Physiology Experiments",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Terry S. Woodin",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 108279.0,
 "awd_amount": 108279.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "In this pilot project the Principal Investigators, in collaboration with PhysioSim, a 501(c)(3) non-profit, are developing a software infrastructure on which to build a series of computer-based simulation/tutorials in physiology based on the \"build-test-refine\" mental model paradigm. This process is designed to help students recognize their current knowledge (current mental model), test that model, and refine it based on the results of the testing process.  As a first step in \"proof of concept\" that on-line simulations will support this teaching approach, this project is creating and beta testing a simulation-based tutorial dealing with the events of the cardiac cycle. Seven Physiology Educational Research Consortium colleagues and their undergraduate physiology students are testing the tutorial, and then providing periodic feedback with respect to ease of use, appropriateness of the content, and any potential areas of confusion that may be generated by use of the tool.  The institutions involved include: San Joaquin Delta College, Canisius College, Niagara University, Edmonds Community College, the University of Wisconsin Milwaukee, Seattle University and the University of Washington. The intellectual merit of this pilot project is that it provides a concrete example of how the \"build-test-refine\" mental model pedagogy can be implemented in classroom practice.  The broader impact of this effort lies in its potential to demonstrate that this approach is an effective strategy to help students engage in meaningful learning and, hence, promote conceptual change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Modell",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Harold I Modell",
   "pi_email_addr": "modell@physiologyeducation.org",
   "nsf_id": "000554804",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Michael",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Joel A Michael",
   "pi_email_addr": "jmichael@rush.edu",
   "nsf_id": "000312340",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Physiology Educational Research Consortium",
  "inst_street_address": "PO Box 51187",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065226045",
  "inst_zip_code": "981151187",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Physiology Educational Research Consortium",
  "perf_str_addr": "PO Box 51187",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981151187",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 108279.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The traditional paradigm for instruction provides the student with information and tests to see if the student has acquired or can apply that information.&nbsp; Constructivism asserts that we build knowledge on an existing framework and that conceptual change occurs when the learner tests an existing mental model.&nbsp; Hence a more appropriate approach to helping students learn may be one that encourages the student to make predictions based on existing mental models before presenting &ldquo;new&rdquo; information (the &ldquo;build-test-refine&rdquo; mental model approach).&nbsp; We have developed a series of interactive computer-based tutorials that illustrates this approach.&nbsp; Topics include core concepts in biology and physiology, (e.g., determinants of flow, conservation of mass, and osmotic forces)&nbsp; that are integral to understanding at all levels of study (lower division undergraduate, upper division undergraduate, health science professionals, etc.) as well as specific mechanisms that are addressed in more advanced courses (e.g., mechanics of the cardiac cycle).&nbsp; <br /><br />These tutorials will provide instructors with an opportunity to experience this approach from the student&rsquo;s viewpoint.&nbsp; Preliminary response from both junior and senior faculty who have gone through some of these tutorials suggest that the experience helps them reevaluate how they approach their classroom practice.&nbsp; <br /><br />The intellectual merit of this project is that it provides concrete examples of how the build-test-refine mental model approach can be implemented in classroom practice.&nbsp; The broader impact of the this effort, in conjunction with subsequent evaluation and faculty development efforts, lies in its demonstration that this paradigm is an effective strategy to help students engage in meaningful learning and, hence, promote conceptual change.&nbsp; This demonstration could, potentially, also contribute to reform in other disciplines in which meaningful learning is a desired goal.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2013<br>\n\t\t\t\t\tModified by: Harold&nbsp;I&nbsp;Modell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe traditional paradigm for instruction provides the student with information and tests to see if the student has acquired or can apply that information.  Constructivism asserts that we build knowledge on an existing framework and that conceptual change occurs when the learner tests an existing mental model.  Hence a more appropriate approach to helping students learn may be one that encourages the student to make predictions based on existing mental models before presenting \"new\" information (the \"build-test-refine\" mental model approach).  We have developed a series of interactive computer-based tutorials that illustrates this approach.  Topics include core concepts in biology and physiology, (e.g., determinants of flow, conservation of mass, and osmotic forces)  that are integral to understanding at all levels of study (lower division undergraduate, upper division undergraduate, health science professionals, etc.) as well as specific mechanisms that are addressed in more advanced courses (e.g., mechanics of the cardiac cycle).  \n\nThese tutorials will provide instructors with an opportunity to experience this approach from the studentÆs viewpoint.  Preliminary response from both junior and senior faculty who have gone through some of these tutorials suggest that the experience helps them reevaluate how they approach their classroom practice.  \n\nThe intellectual merit of this project is that it provides concrete examples of how the build-test-refine mental model approach can be implemented in classroom practice.  The broader impact of the this effort, in conjunction with subsequent evaluation and faculty development efforts, lies in its demonstration that this paradigm is an effective strategy to help students engage in meaningful learning and, hence, promote conceptual change.  This demonstration could, potentially, also contribute to reform in other disciplines in which meaningful learning is a desired goal.\n\n\n\n\t\t\t\t\tLast Modified: 05/03/2013\n\n\t\t\t\t\tSubmitted by: Harold I Modell"
 }
}