{
 "awd_id": "1043891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: INSTANCES: Incorporating Computational Scientific Thinking Advances into Education & Science Courses",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Valerie Barr",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 32808.0,
 "awd_amount": 32808.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "Computational Science combines computer simulations and knowledge from a science discipline to solve complex problems.  While a decade ago computational science was rare and found mainly in research programs, today it is recommended even for K-12 education as an effective pedagogy for teaching science, math and computer science in context.  However, science and math teachers are often not prepared well for their work with computers in K-12 classrooms.  They may not be able to explain what is occurring within the computer applications used by their students.  The investigators are developing a new course for students who plan to be K-12 teachers, called Computational Scientific Thinking and Modeling for Teachers.  The course is designed to provide practical computation integrated into the scientific problem-solving paradigm and a contextual understanding of the important of computation.  This will lead to better prepared teachers, to better informed students and to broader participation in computing.  \r\n\r\nThe project represents a multi-institution collaboration among a computational physics educator, a science and math educator, an education foundation, a computational biologist and two community college science teachers.  Course materials include online content and a collection of video-based modules.  Student learning outcomes are being assessed and the results are being disseminated at national meetings for science and math teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raquell",
   "pi_last_name": "Holmes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raquell Holmes",
   "pi_email_addr": "rholmes@uchc.edu",
   "nsf_id": "000530783",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut Health Center",
  "inst_street_address": "263 FARMINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARMINGTON",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8606794040",
  "inst_zip_code": "060300001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "CT05",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT HEALTH CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "H6D6JMXJXDE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut Health Center",
  "perf_str_addr": "263 FARMINGTON AVE",
  "perf_city_name": "FARMINGTON",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "060300001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "CT05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 32808.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Science is increasingly following the computational science paradigm of using computers and mathematical models of scientific phenomena to advance our understanding of the physical world. Yet, even though teachers are often expected to teach science within this paradigm, rarely do the teachers, either in their pre-service or in-service education, experience computational approaches to doing science. At present, the only college experience of many teachers is no more than one undergraduate computer science course. These courses are important for understanding how a computer works and how one might write computer programs, yet often leave untouched the computer&rsquo;s use in science.</p>\n<p>When used in science teaching, computing often takes the form of using simulations in a classroom without any explanation of how the simulation works. Thus the computer and simulation are treated as proverbial &ldquo;black boxes&rdquo; that do not get looked inside of.&nbsp;The INSTANCES project introduced what we call&nbsp;<em>Computational Scientific Thinking</em>&nbsp;to teachers in their midst of their education and professional development. &nbsp;</p>\n<p>This framework assumes that computing is an integral part of the scientific process, a process that requires continual evaluation via comparison of theoretical predictions (mathematical models) to data, visualization and critical thought (Figure 1). Too often science is taught only as a collection of knowledge without the requisite tools and processes for exploration.</p>\n<p>We have developed nine curricular modules that introduce critical concepts and mathematical models used to work with, analyze and understand observable phenomena using computational scientific thinking. These include: an introduction to the computer tools for the modules, computer precision, spontaneous decay, bacterial growth, bug population dynamics, random numbers, random walks and stone throwing. Although more modules were drafted (predator-prey, projectile-drag), our mutli-disciplinary team focused on creating a set of modules that could be implemented as a 10 week course.</p>\n<div class=\"im adL\">\n<p>The materials are designed for use online or blended, i.e., combining online and face-to-face elements, in order for in-service teachers to take them while teaching in schools. The materials include programs within fundamentally different computing environments (Excel, Python and Vensim), lesson plans, references, instructor&rsquo;s guide and background materials.</p>\n</div>\n<p>The intellectual merit of this project is primarily the teaching of practical computing in the context of its use in science. The project approach was to work with faculty in schools of education and in courses whose students traditionally go on to teaching careers. Materials were piloted and evaluated at Oregon State University in the Science and Mathematics Education 413 course. &nbsp;Materials have also been used at Linn-Benton Community College in the Computational Physics course, Ph 265. Formal and informal qualitative assessments were used to refine the module structures and increase access to hands on exercises (student activities). Preliminary and finalized modules are available http://www.science.oregonstate.edu/~rubin/INSTANCES/</p>\n<p>These materials will continue to be introduced in undergraduate courses in the sciences. Current project results have been shared nationally with faculty through the following meetings and conferences: Resource Fairs of SC-conferences (SC12 and SC13), XSEDE13, Cultivating Ensembles in STEM Education and Research, the Annual Meeting of the Biophysical Society 2013, and the American Association of Physics Teacher in New Orleans, January 2013. The PIs of the project may be contacted with questions about the resources as well as to further implement the materials in schools of education.</p>\n<p>.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n...",
  "por_txt_cntn": "\nScience is increasingly following the computational science paradigm of using computers and mathematical models of scientific phenomena to advance our understanding of the physical world. Yet, even though teachers are often expected to teach science within this paradigm, rarely do the teachers, either in their pre-service or in-service education, experience computational approaches to doing science. At present, the only college experience of many teachers is no more than one undergraduate computer science course. These courses are important for understanding how a computer works and how one might write computer programs, yet often leave untouched the computerÆs use in science.\n\nWhen used in science teaching, computing often takes the form of using simulations in a classroom without any explanation of how the simulation works. Thus the computer and simulation are treated as proverbial \"black boxes\" that do not get looked inside of. The INSTANCES project introduced what we call Computational Scientific Thinking to teachers in their midst of their education and professional development.  \n\nThis framework assumes that computing is an integral part of the scientific process, a process that requires continual evaluation via comparison of theoretical predictions (mathematical models) to data, visualization and critical thought (Figure 1). Too often science is taught only as a collection of knowledge without the requisite tools and processes for exploration.\n\nWe have developed nine curricular modules that introduce critical concepts and mathematical models used to work with, analyze and understand observable phenomena using computational scientific thinking. These include: an introduction to the computer tools for the modules, computer precision, spontaneous decay, bacterial growth, bug population dynamics, random numbers, random walks and stone throwing. Although more modules were drafted (predator-prey, projectile-drag), our mutli-disciplinary team focused on creating a set of modules that could be implemented as a 10 week course.\n\n\nThe materials are designed for use online or blended, i.e., combining online and face-to-face elements, in order for in-service teachers to take them while teaching in schools. The materials include programs within fundamentally different computing environments (Excel, Python and Vensim), lesson plans, references, instructorÆs guide and background materials.\n\n\nThe intellectual merit of this project is primarily the teaching of practical computing in the context of its use in science. The project approach was to work with faculty in schools of education and in courses whose students traditionally go on to teaching careers. Materials were piloted and evaluated at Oregon State University in the Science and Mathematics Education 413 course.  Materials have also been used at Linn-Benton Community College in the Computational Physics course, Ph 265. Formal and informal qualitative assessments were used to refine the module structures and increase access to hands on exercises (student activities). Preliminary and finalized modules are available http://www.science.oregonstate.edu/~rubin/INSTANCES/\n\nThese materials will continue to be introduced in undergraduate courses in the sciences. Current project results have been shared nationally with faculty through the following meetings and conferences: Resource Fairs of SC-conferences (SC12 and SC13), XSEDE13, Cultivating Ensembles in STEM Education and Research, the Annual Meeting of the Biophysical Society 2013, and the American Association of Physics Teacher in New Orleans, January 2013. The PIs of the project may be contacted with questions about the resources as well as to further implement the materials in schools of education.\n\n. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/22/2014\n\n\t\t\t\t\tSubmitted by: Raquell Holmes"
 }
}