{
 "awd_id": "1043223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Smooth Transition for Advancement to Graduate Education (STAGE) for Underrepresented Minorities in Mathematical Sciences: A Pilot Project",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 548880.0,
 "awd_amount": 548880.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2011-02-14",
 "awd_abstract_narration": "The gender and ethnic composition of the general US population and workforce is far more diverse than its science and engineering workforce. According to the latest data, during the decade 1998 -2008, underrepresented minorities (URMs) received an average 6.6% of the doctoral degrees awarded to US citizens in the mathematical sciences even though URMs constitute about 25% of the general population [Source: The American Mathematical Society]. The \"Smooth Transition for Advancement to Graduate Education (STAGE) for Underrepresented Minorities in Mathematical Sciences: A Pilot Project\" is designed to better prepare more URMs to pursue graduate studies in the mathematical sciences and other STEM areas. The STAGE project envisages a rigorous summer training program for juniors and seniors in cooperation primarily with Historically Black Colleges & Universities (HBCUs), which includes a partnership with five Louisiana HBCUs. Over a period of three years, qualified students will be brought to the University of Louisiana at Lafayette (UL Lafayette) campus during each summer to work under the close supervision of a project team (PT) of four faculty members. The students will attend intense crash courses on relevant topics followed by guided research projects. They will also be trained in other professional activities including paper writing, seminar presentations, and class-room teaching. \r\n\r\nThe goals of STAGE include: (i) helping students broaden their vision about applications of mathematical sciences in other fields; (ii) enhancing students' inquisitiveness in solving applied problems; and (iii) creating a nurturing environment where the students will be immersed in a realistic graduate school experience which will enhance their ability to make a smooth transition from undergraduate to graduate studies. The broader impacts of STAGE will include - (i) diversifying the mathematical sciences community; (ii) creating a critical mass of a more qualified workforce for a better economic atmosphere; (iii) helping bridge the achievement gap between majority and URM communities in advanced mathematical training; and (iv) setting a model for the rest of the country where HBCUs can partner with other universities in a cooperative manner to increase URM participation in mathematical sciences graduate studies. Upon successful completion of this pilot project, STAGE will be expanded to include more URM students, research faculty members from HBCUs, and URM faculty members from other universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nabendu",
   "pi_last_name": "Pal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nabendu Pal",
   "pi_email_addr": "nxp3695@louisiana.edu",
   "nsf_id": "000236181",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aghalaya",
   "pi_last_name": "Vatsala",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Aghalaya S Vatsala",
   "pi_email_addr": "vatsala@louisiana.edu",
   "nsf_id": "000373657",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Beaulieu",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia W Beaulieu",
   "pi_email_addr": "pwb0555@louisiana.edu",
   "nsf_id": "000352353",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christina",
   "pi_last_name": "Eubanks-Turner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christina L Eubanks-Turner",
   "pi_email_addr": "ceturner@lmu.edu",
   "nsf_id": "000548274",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisiana at Lafayette",
  "inst_street_address": "104 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LAFAYETTE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3374825811",
  "inst_zip_code": "705032014",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISIANA AT LAFAYETTE",
  "org_prnt_uei_num": "C169K7T4QZ96",
  "org_uei_num": "C169K7T4QZ96"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisiana at Lafayette",
  "perf_str_addr": "104 E UNIVERSITY AVE",
  "perf_city_name": "LAFAYETTE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "705032014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 548880.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objectives of 'Smooth Transition for Advancement to Graduate Education (STAGE) for Underrepresented Minorities in Mathematical Sciences: A Pilot Project&rsquo; were to motivate talented underrepresented minority (URM) students to pursue graduate studies in Science, Technology, Engineering and Mathematics (i.e., STEM areas) and to strengthen the US scientific community by bringing more diversity.&nbsp;&nbsp; STAGE was an eight-week intensive summer academic immersion program consisting of three major components &ndash; (i) crash courses in three mathematical sciences areas; (ii) guided research under close supervision of mentors; and (iii) professional development training that included software usage, paper writing, in-class teaching and seminar presentations. <br /><br />The program was held on the campus of the University of Louisiana at Lafayette, and hosted up to 15 undergraduate students (henceforth called &lsquo;scholars&rsquo;) per year. The scholars were divided into three groups: pure math, applied math and statistics, according to their interests. Each scholar received a stipend and most of their room and board expenses were covered by the program.</p>\n<p><br />During the three summer sessions of STAGE (June &ndash; July of 2011, 2012, 2013) a total of 43 scholars, - mostly juniors and seniors, were mentored.</p>\n<p><br />The intellectual merits of STAGE were achieved as follows:</p>\n<p>(a) Students from underrepresented groups majoring in STEM disciplines participated in STAGE. The realistic hands on guided research projects enhanced the scholars&rsquo; vision and inquisitiveness for solving mathematical problems applied to areas such as engineering, biology, ecology and cryptography.</p>\n<p>(b) STAGE enriched the scholars&rsquo; knowledge-base through crash courses which in turn helped them build their skills and confidence in handling applied mathematical problems. As a result, a vast majority (about 65% till December 2013) of the participants has either entered into graduate programs, or is in the process of applying for graduate school.</p>\n<p>(c) The professional training component of STAGE strengthened the STAGE<br />participants&rsquo; abilities to integrate into graduate programs. The scholars<br />visited nearby research and engineering facilities to enhance their<br />understanding of applied research problems. Further, some of the scholars<br />attended and made presentations of their STAGE research results at professional meetings and conferences.</p>\n<p>(d) The program has resulted in nine technical reports of which six are either<br />published or accepted for publication in refereed professional journals.</p>\n<p>Therefore, the STAGE Pilot Project created a nurturing environment where scholars were immersed in a realistic graduate school experience which enhanced their ability to make a smooth transition from undergraduate to graduate studies. By being a part of a tightly knit learning community with their mentors, the STAGE scholars continually challenged and inspired each other.</p>\n<p>The broader impacts of STAGE Pilot project were met successfully as follows:</p>\n<p>(a) The program has helped diversify the mathematical sciences community since, during the three year period, the scholars included 86% African Americans and 7% Hispanic Americans. Also, 70% of the scholars were women. In addition, the program invited prominent speakers, mostly minorities and women, to deliver inspirational talks to motivate the scholars. The program has worked to bridge the achievement gap in advanced mathematical training between the majority and URM communities.&nbsp;</p>\n<p>(b) The STAGE experience was unique in the entire Gulf-coast region as it was the only such REU that equally emphasized on three major components, i.e., crash courses, guided research and professional development. The program attracted 49% of its scholars from the Gulf-coast ...",
  "por_txt_cntn": "\nThe main objectives of 'Smooth Transition for Advancement to Graduate Education (STAGE) for Underrepresented Minorities in Mathematical Sciences: A Pilot ProjectÆ were to motivate talented underrepresented minority (URM) students to pursue graduate studies in Science, Technology, Engineering and Mathematics (i.e., STEM areas) and to strengthen the US scientific community by bringing more diversity.   STAGE was an eight-week intensive summer academic immersion program consisting of three major components &ndash; (i) crash courses in three mathematical sciences areas; (ii) guided research under close supervision of mentors; and (iii) professional development training that included software usage, paper writing, in-class teaching and seminar presentations. \n\nThe program was held on the campus of the University of Louisiana at Lafayette, and hosted up to 15 undergraduate students (henceforth called æscholarsÆ) per year. The scholars were divided into three groups: pure math, applied math and statistics, according to their interests. Each scholar received a stipend and most of their room and board expenses were covered by the program.\n\n\nDuring the three summer sessions of STAGE (June &ndash; July of 2011, 2012, 2013) a total of 43 scholars, - mostly juniors and seniors, were mentored.\n\n\nThe intellectual merits of STAGE were achieved as follows:\n\n(a) Students from underrepresented groups majoring in STEM disciplines participated in STAGE. The realistic hands on guided research projects enhanced the scholarsÆ vision and inquisitiveness for solving mathematical problems applied to areas such as engineering, biology, ecology and cryptography.\n\n(b) STAGE enriched the scholarsÆ knowledge-base through crash courses which in turn helped them build their skills and confidence in handling applied mathematical problems. As a result, a vast majority (about 65% till December 2013) of the participants has either entered into graduate programs, or is in the process of applying for graduate school.\n\n(c) The professional training component of STAGE strengthened the STAGE\nparticipantsÆ abilities to integrate into graduate programs. The scholars\nvisited nearby research and engineering facilities to enhance their\nunderstanding of applied research problems. Further, some of the scholars\nattended and made presentations of their STAGE research results at professional meetings and conferences.\n\n(d) The program has resulted in nine technical reports of which six are either\npublished or accepted for publication in refereed professional journals.\n\nTherefore, the STAGE Pilot Project created a nurturing environment where scholars were immersed in a realistic graduate school experience which enhanced their ability to make a smooth transition from undergraduate to graduate studies. By being a part of a tightly knit learning community with their mentors, the STAGE scholars continually challenged and inspired each other.\n\nThe broader impacts of STAGE Pilot project were met successfully as follows:\n\n(a) The program has helped diversify the mathematical sciences community since, during the three year period, the scholars included 86% African Americans and 7% Hispanic Americans. Also, 70% of the scholars were women. In addition, the program invited prominent speakers, mostly minorities and women, to deliver inspirational talks to motivate the scholars. The program has worked to bridge the achievement gap in advanced mathematical training between the majority and URM communities. \n\n(b) The STAGE experience was unique in the entire Gulf-coast region as it was the only such REU that equally emphasized on three major components, i.e., crash courses, guided research and professional development. The program attracted 49% of its scholars from the Gulf-coast region.\n\n(c) The program was successfully implemented through a close collaboration with Historically Black Colleges and Universities (HBCUs). Thus, it has become a role model for the rest of the country where HBCUs, H..."
 }
}