{
 "awd_id": "1043572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: East Antarctic outlet glacier contributions to the Ross Sea from chronology of detrital grains",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "thomas wilch",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 194452.0,
 "awd_amount": 226462.0,
 "awd_min_amd_letter_date": "2010-12-01",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "Intellectual Merit: \r\nThe PIs proposed a provenance study of glacial deposits in the Ross Embayment that will provide a broad scale geochronologic survey of detrital minerals in till to help characterize bedrock beneath the East Antarctic ice sheet and constrain Antarctica?s glacial history. This project capitalizes on previous investments in field sampling. Analytical tools applied to single mineral grains extracted from existing collections of glacial till will generate ?fingerprints? of East Antarctic outlet glaciers and West Antarctic till to refine paleo-ice flow models for the Ross Embayment during the last glacial maximum, older records from ANDRILL cores, and to assess IRD sources in the Southern Ocean. New provenance tracers will include a suite of geochronological methods that together provide greater insights into the orogenic and erosional history the region. This project will include U/Pb of detrital zircons, (U-Th)/He on a subset of the U/Pb dated zircons, as well as Ar-Ar of detrital hornblende, mica and feldspars. \r\n\r\nBroader impacts: \r\nThis research will train one M.S. student at IUPUI, a Ph.D. student at Columbia, and several undergraduates at both institutions. Graduate students involved in the project will be involved in mentoring undergraduate researchers. Incorporation of research discoveries will be brought into the classroom by providing concrete examples and exercises at the appropriate level. Licht and Columbia graduate student E. Pierce are developing outreach projects with local secondary school teachers to investigate the provenance of glacial materials in their local areas. The research will have broad applicability to many fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathy",
   "pi_last_name": "Licht",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathy J Licht",
   "pi_email_addr": "klicht@iu.edu",
   "nsf_id": "000334527",
   "pi_start_date": "2010-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University-Purdue University at Indianapolis",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 194452.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 32010.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Antarctica, Earth&rsquo;s southernmost continent, has immense areas where the science is still very much in an exploratory phase because of extensive ice cover. This project capitalized on a previous investment in field sampling, which was used to demonstrate that till (glacial sediment) collected from the East Antarctic side of the Transantarctic Mountains contains material eroded from beneath the interior of East Antarctica. Using the same samples, we applied a powerful array of analytical tools to single mineral grains extracted from existing collections of glacial till to generate &lsquo;fingerprints&rsquo; of East Antarctic outlet glaciers and West Antarctic ice streams.&nbsp; These efforts allowed us to refine ice flow models for the Ross Embayment during the last glacial maximum (LGM), which are essential for making predictions of future ice sheet responses to climate change, and to cost effectively explore the area under the ice without drilling.&nbsp; The &lsquo;fingerprinting&rsquo; techniques included analysis of sand-sized minerals zircon, hornblende and apatite that retain a record of the time when they initially formed deep in the earth and when they later cooled as they neared the Earth surface because the overlying rock was removed by erosion.&nbsp; These analyses showed 2 different patterns in cooling of the crust in the Transantarctic Mountains.&nbsp; The oldest ages of 590-475 million years reflect an era when the geological setting was much like the Andes of today.&nbsp; The most widespread cooling ages are 180-115 million years, and indicate that sediments deposited in an expansive river basin during the Permian-Jurassic subsided &gt;1 mile below the Earth surface and have subsequently been uplifted 2 miles above sea level.&nbsp; The rocks that experienced these different histories were eroded by the ice sheet in the recent geologic past (&lt; 100,000 years ago) and provide valuable information about Earth&rsquo;s dynamic history.&nbsp; In addition to demonstrating that glacial sediments can be used effectively to evaluate Antarctica&rsquo;s bedrock history, another key outcome of this project was the training and career development of 3 women scientists at different career stages, M.S. student, PhD student, and project PI/faculty member.&nbsp; For example, the student who completed the M.S. degree is currently employed as a STEM professional.&nbsp; This project has led to new collaborations between the bedrock and glacial geological science communities, thus strengthening the U.S. scientific community overall.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2015<br>\n\t\t\t\t\tModified by: Kathy&nbsp;J&nbsp;Licht</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAntarctica, EarthÆs southernmost continent, has immense areas where the science is still very much in an exploratory phase because of extensive ice cover. This project capitalized on a previous investment in field sampling, which was used to demonstrate that till (glacial sediment) collected from the East Antarctic side of the Transantarctic Mountains contains material eroded from beneath the interior of East Antarctica. Using the same samples, we applied a powerful array of analytical tools to single mineral grains extracted from existing collections of glacial till to generate æfingerprintsÆ of East Antarctic outlet glaciers and West Antarctic ice streams.  These efforts allowed us to refine ice flow models for the Ross Embayment during the last glacial maximum (LGM), which are essential for making predictions of future ice sheet responses to climate change, and to cost effectively explore the area under the ice without drilling.  The æfingerprintingÆ techniques included analysis of sand-sized minerals zircon, hornblende and apatite that retain a record of the time when they initially formed deep in the earth and when they later cooled as they neared the Earth surface because the overlying rock was removed by erosion.  These analyses showed 2 different patterns in cooling of the crust in the Transantarctic Mountains.  The oldest ages of 590-475 million years reflect an era when the geological setting was much like the Andes of today.  The most widespread cooling ages are 180-115 million years, and indicate that sediments deposited in an expansive river basin during the Permian-Jurassic subsided &gt;1 mile below the Earth surface and have subsequently been uplifted 2 miles above sea level.  The rocks that experienced these different histories were eroded by the ice sheet in the recent geologic past (&lt; 100,000 years ago) and provide valuable information about EarthÆs dynamic history.  In addition to demonstrating that glacial sediments can be used effectively to evaluate AntarcticaÆs bedrock history, another key outcome of this project was the training and career development of 3 women scientists at different career stages, M.S. student, PhD student, and project PI/faculty member.  For example, the student who completed the M.S. degree is currently employed as a STEM professional.  This project has led to new collaborations between the bedrock and glacial geological science communities, thus strengthening the U.S. scientific community overall.\n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Kathy J Licht"
 }
}