{
 "awd_id": "1043833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improving Students' Problem-Solving Abilities in Thermodynamics",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-02-18",
 "awd_max_amd_letter_date": "2011-02-18",
 "awd_abstract_narration": "Research and Assessment (89) and Engineering - Other (59)\r\nAs noted in an influential National Academy of Engineering assessment, two skill attributes of engineers that are of growing importance are the ability to use science and practical ingenuity to identify problems and solve them and very strong analytical skills (The Engineer of 2020: Visions for Engineering in a New Century, National Academy Press, 2004).  This project is working to develop these attributes in undergraduate engineering programs in the foundational area of thermodynamics.  The project's initial step is research into the ability of students to function effectively in this area, building on research that the same team of engineers and educational psychologists has recently completed in engineering mechanics - specifically statics.  The research in this project will be augmented by designing educational interventions and the creation of an assessment tool focused on student ability to problem solve in thermodynamics. \r\n \r\nThe research focuses on the modeling steps in thermodynamics problem solving that require students to read the problem, to abstract a model of the system to be analyzed, typically a thermodynamic process plot or an energy-flow diagram, and then to create a mathematical model of the system using process descriptors and state relations or applying energy conservation.  The first step in the research is addressing the questions: \"What major difficulties do students encounter in solving problems in thermodynamics?\" and \"Can what students know about free-body diagrams be used as scaffolding to develop skills in creating energy flow or process diagrams?\" \r\n\r\nTo explore these questions, written and verbal protocols are being developed by the team, guided by its work in statics and the extensive published literature on this subject. The results of this work are intended for use in designing initial interventions to improve students' problem-solving abilities. These initial interventions will be piloted and refined.  The assessment instruments and interventions are being designed to be suitable for large-scale use, evaluation, and dissemination.  Among the methods planned for disseminating the results of this project is the use of the Cambridge University Press's website for worldwide dissemination.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Turns",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Turns",
   "pi_email_addr": "srt@psu.edu",
   "nsf_id": "000219025",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peggy",
   "pi_last_name": "Van Meter",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Peggy N Van Meter",
   "pi_email_addr": "pnv1@psu.edu",
   "nsf_id": "000281400",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thermodynamics is the science of energy transformations.&nbsp; For example, thermodynamics deals with how the energy stored in the chemical bonds of fossil fuels is transformed to mechanical power produced by a steam turbine, which, in turn, is transformed into electricity for everyday use.&nbsp; Most undergraduate engineering students are required to take a course in thermodynamics, and many of these students struggle to learn this foundational subject.&nbsp; The goal of this project was to understand students&rsquo; difficulties with this subject and to provide teaching tools that facilitate student learning.</p>\n<p>A major outcome of the project was the development and assessment of a Thermodynamics Concept Reasoning Inventory (TCRI).&nbsp; This differs from traditional concept inventories in that it attempts to assess how well students understand and can connect thermodynamics concepts, i.e., can students reason with the thermodynamic tools in their toolbox? &nbsp;The Thermodynamics Concept-Reasoning Inventory (TCRI) consists of 36 multiple-choice items.&nbsp; None of the items requires any numerical calculations.&nbsp; Thirty-four of the items are paired questions and justifications.&nbsp; An outside-expert review supported the ideas that the TCRI (i) focuses on important concepts in thermodynamics, (ii) requires conceptual reasoning as opposed to recall, (iii) the correct justification statements demonstrate appropriate conceptual reasoning for beginning thermodynamic students, and (iv) the incorrect justifications include common errors made by my students.&nbsp; The TCRI was administered to 435 students, which allowed us to assess its internal consistency and its ability to discriminate good performers from poor performers.&nbsp; Statistical evidence shows that the TCRI scores highly in both of these measures.</p>\n<p>Our Thermodynamics Concept-Reasoning Inventory (TCRI) will be available to engineering educators in the US and around the world.</p>\n<p>A second outcome of the project was the development of an intervention to improve students' reasoning and problem-solving abilities in thermodynamics.&nbsp; Our intervention consists of three exercises and a sequence of short videos.&nbsp; The intervention was designed to stimulate students&rsquo; organization, elaboration, and regulation during problem solving.&nbsp; The ability to organize concepts and elaborate how these concepts relate to one another is critical to developing conceptual understanding, as opposed to pure rote learning.&nbsp; We used the Thermodynamics Concept-Reasoning Inventory (TCRI) in a controlled experiment to evaluate the effectiveness of our organization-elaboration-regulation (OER-Thermo) intervention.&nbsp; Results showed that pre-test to post-test gain scores for the students who completed the intervention were significantly greater than the gain score for the control group.&nbsp; The difference between the two groups was both statistically significant, with a high degree of confidence, and approached a large effect. &nbsp;</p>\n<p>We found that students were highly motivated and engaged in the subject matter when completing the exercises and viewing the videos.&nbsp; Student comments overwhelmingly showed that the students found the intervention helpful to their learning thermodynamics.&nbsp; Results from think-aloud studies provide support for the hypothesis that the OER-Thermo intervention stimulates organization, elaboration, and regulation and, thereby, significantly improves students&rsquo; ability to solve thermodynamics problems.&nbsp; With energy issues currently so important, having students interested in thermodynamics and capable to work in this area is a worthy societal goal.&nbsp; Our work is a step toward achieving this goal.</p>\n<p>Our OER-Thermo intervention (exercises and videos) is available to the public at http://www.youtube.com/user/psuthermo?feature=.</p>\n<p>We...",
  "por_txt_cntn": "\nThermodynamics is the science of energy transformations.  For example, thermodynamics deals with how the energy stored in the chemical bonds of fossil fuels is transformed to mechanical power produced by a steam turbine, which, in turn, is transformed into electricity for everyday use.  Most undergraduate engineering students are required to take a course in thermodynamics, and many of these students struggle to learn this foundational subject.  The goal of this project was to understand studentsÆ difficulties with this subject and to provide teaching tools that facilitate student learning.\n\nA major outcome of the project was the development and assessment of a Thermodynamics Concept Reasoning Inventory (TCRI).  This differs from traditional concept inventories in that it attempts to assess how well students understand and can connect thermodynamics concepts, i.e., can students reason with the thermodynamic tools in their toolbox?  The Thermodynamics Concept-Reasoning Inventory (TCRI) consists of 36 multiple-choice items.  None of the items requires any numerical calculations.  Thirty-four of the items are paired questions and justifications.  An outside-expert review supported the ideas that the TCRI (i) focuses on important concepts in thermodynamics, (ii) requires conceptual reasoning as opposed to recall, (iii) the correct justification statements demonstrate appropriate conceptual reasoning for beginning thermodynamic students, and (iv) the incorrect justifications include common errors made by my students.  The TCRI was administered to 435 students, which allowed us to assess its internal consistency and its ability to discriminate good performers from poor performers.  Statistical evidence shows that the TCRI scores highly in both of these measures.\n\nOur Thermodynamics Concept-Reasoning Inventory (TCRI) will be available to engineering educators in the US and around the world.\n\nA second outcome of the project was the development of an intervention to improve students' reasoning and problem-solving abilities in thermodynamics.  Our intervention consists of three exercises and a sequence of short videos.  The intervention was designed to stimulate studentsÆ organization, elaboration, and regulation during problem solving.  The ability to organize concepts and elaborate how these concepts relate to one another is critical to developing conceptual understanding, as opposed to pure rote learning.  We used the Thermodynamics Concept-Reasoning Inventory (TCRI) in a controlled experiment to evaluate the effectiveness of our organization-elaboration-regulation (OER-Thermo) intervention.  Results showed that pre-test to post-test gain scores for the students who completed the intervention were significantly greater than the gain score for the control group.  The difference between the two groups was both statistically significant, with a high degree of confidence, and approached a large effect.  \n\nWe found that students were highly motivated and engaged in the subject matter when completing the exercises and viewing the videos.  Student comments overwhelmingly showed that the students found the intervention helpful to their learning thermodynamics.  Results from think-aloud studies provide support for the hypothesis that the OER-Thermo intervention stimulates organization, elaboration, and regulation and, thereby, significantly improves studentsÆ ability to solve thermodynamics problems.  With energy issues currently so important, having students interested in thermodynamics and capable to work in this area is a worthy societal goal.  Our work is a step toward achieving this goal.\n\nOur OER-Thermo intervention (exercises and videos) is available to the public at http://www.youtube.com/user/psuthermo?feature=.\n\nWe believe that the concept of using targeted exercises that incorporate organization, elaboration, and regulation can be applied to many other disciplines, particularly the science, technology, engineering, and mathematics..."
 }
}