{
 "awd_id": "1043481",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Subglacial drainage and slip modeling in Antarctica: relating lakes to ice discharge",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 325928.0,
 "awd_amount": 325928.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "1043481/Creyts\r\n\r\nThis award supports a project to develop models of subglacial hydrology in order to understand dynamics of water movement, lake drainage, and how drainage affects ice slip over deformable till with the goal of understanding present and future behavior of fast flowing regions of Antarctica. Drainage of subglacial water falls into two broad categories: distributed and channelized. In distributed systems, water is forced out along the ice?bed interface. Conversely, in channelized systems water is drawn toward a few major arteries. Observations of lake filling and draining sup- port changes in subglacial water flow and suggest a switch from a low to high discharge state or vice versa. Filling or draining can move the subglacial system from one type of drainage morphology to the other. A switch of drainage type will affect slip along the ice-bed interface because distributed morphologies tend to cause enhanced sliding whereas channelized morphologies tend to cause enhanced coupling of the ice-bed interface. Conditions beneath fast flowing ice streams of West Antarctica are ideal for switching between subglacial drainage morphologies. Fast flowing ice in West Antarctica commonly rests on sub- glacial tills and is coincident, in some areas, with observed subglacial lake filling and draining. The goal of the work is to develop the next generation of spatially distributed hydraulic models that capture lake filling and draining phenomena and investigate the effects on subglacial till. Models will be theoretical, process-based descriptions of water drainage and till failure along fast flowing ice streams. Models will be based on balance of mass, momentum, and energy. Building on previous studies, we will incorporate two dimensional movement of water to investigate distributed basal hydrology, distributed basal hydrology coupled to channels, and couple these models with till deformation. These models will provide a framework for determining how lake draining and filling affects ice discharge by providing a constraints on ice?bed coupling.  The intellectual merit of the work is that it will advance knowledge about drainage of water subglacially beneath Antarctica and how water affects ice motion. Our modeling provides a unique opportunity to understand the role subglacial hydrology plays in the dynamics of key outlet glaciers and ice streams.  The broader impacts of the work include training for one postdoctoral scientist and training for a summer student in simple laboratory techniques for analog experiments. In addition, the proposal dovetails into an existing polar education and outreach plan by including a component of physical, numerical, and scale models in programs developed for high school and middle school classroom visits, teacher workshops and community events. Additionally, because knowledge of glacial hydrology is increasing rapidly, we will convene a workshop on observations and models of subglacial hydrology to facilitate transfer of knowledge and ideas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Creyts",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy T Creyts",
   "pi_email_addr": "tcreyts@ldeo.columbia.edu",
   "nsf_id": "000236010",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Bell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robin Bell",
   "pi_email_addr": "robinb@ldeo.columbia.edu",
   "nsf_id": "000085832",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8013",
   "pgm_ref_txt": "High Risk/Reward Innovative Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 112100.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 213828.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Glaciers and ice sheets slip at their base much like a car skidding on a wet road, only much, much slower.&nbsp; This slip is highly dependent on the conditions at the base of the ice sheet, where water networks influence the rate of slip. In particular, the presence, distribution, and pressurization of the water system controls that rate of slip.&nbsp; Taking the skidding car analogy a little further: Traction control tires can limit skidding, but old or worn out tires can make it worse. &nbsp;For ice sheets, that traction is controlled by the evolution of the drainage system itself.&nbsp; If the base is cold, then water systems are limited, so there is little slip.&nbsp; Conversely, where the bed is warm the development and maturity of the water system controls slip. Unlike car tires however, the base of the ice sheet evolves along flow so that high traction areas can give way to low traction, or slippery, areas.&nbsp;</p>\n<p>The science done under this grant has focused on the variations at the base of the ice sheet that lead to variations in traction, including the basal water system, complete with subglacial lakes, and the effects on the ice above variations in traction, and the broad scale patterns of traction beneath both the Antarctic and Greenland Ice Sheets.&nbsp; Work here has led to international collaborations on topics directly related to the grant.&nbsp; Numerous products have been produced, including scientific presentations and publications, and a workshop was held to disseminate knowledge to the community.&nbsp;</p>\n<p>For the development of human resources, this grant funded one junior scientist at the start of his career and funded two summer undergraduate students to do experiments and field collection of data, respectively. The grant also allowed the junior PI the autonomy to work with four graduate students on various topics including development of folds in ice over variations in slip, broad scale mapping of drainage in Greenland, transport of sediments by the late Pleistocene Ice Sheets, and how drainage networks evolve under shear as the overlying ice deforms.&nbsp;</p>\n<p>Finally, the PI interacted with many news media outlets to inform the public on ice sheet behaviors, participated in large outreach events in the New York City area, and helped stimulate the next generation of scientists through interactive learning demonstrations to secondary school students.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2016<br>\n\t\t\t\t\tModified by: Timothy&nbsp;T&nbsp;Creyts</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlaciers and ice sheets slip at their base much like a car skidding on a wet road, only much, much slower.  This slip is highly dependent on the conditions at the base of the ice sheet, where water networks influence the rate of slip. In particular, the presence, distribution, and pressurization of the water system controls that rate of slip.  Taking the skidding car analogy a little further: Traction control tires can limit skidding, but old or worn out tires can make it worse.  For ice sheets, that traction is controlled by the evolution of the drainage system itself.  If the base is cold, then water systems are limited, so there is little slip.  Conversely, where the bed is warm the development and maturity of the water system controls slip. Unlike car tires however, the base of the ice sheet evolves along flow so that high traction areas can give way to low traction, or slippery, areas. \n\nThe science done under this grant has focused on the variations at the base of the ice sheet that lead to variations in traction, including the basal water system, complete with subglacial lakes, and the effects on the ice above variations in traction, and the broad scale patterns of traction beneath both the Antarctic and Greenland Ice Sheets.  Work here has led to international collaborations on topics directly related to the grant.  Numerous products have been produced, including scientific presentations and publications, and a workshop was held to disseminate knowledge to the community. \n\nFor the development of human resources, this grant funded one junior scientist at the start of his career and funded two summer undergraduate students to do experiments and field collection of data, respectively. The grant also allowed the junior PI the autonomy to work with four graduate students on various topics including development of folds in ice over variations in slip, broad scale mapping of drainage in Greenland, transport of sediments by the late Pleistocene Ice Sheets, and how drainage networks evolve under shear as the overlying ice deforms. \n\nFinally, the PI interacted with many news media outlets to inform the public on ice sheet behaviors, participated in large outreach events in the New York City area, and helped stimulate the next generation of scientists through interactive learning demonstrations to secondary school students. \n\n \n\n\t\t\t\t\tLast Modified: 06/17/2016\n\n\t\t\t\t\tSubmitted by: Timothy T Creyts"
 }
}