{
 "awd_id": "1044875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TUES: Comprehensive Course Redesign: Thermodynamics for Next Generation Engineers",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gul Kremer",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-08-06",
 "awd_max_amd_letter_date": "2014-04-17",
 "awd_abstract_narration": "This project will make use of challenge-based learning activities in a comprehensive redesign of the first thermodynamics course (FTC). Challenge-based activities will be carefully crafted to support students as they develop deep conceptualizations of entropy and available energy by seamlessly coupling micro and classical scales of thermodynamics so that they are equipped to design and develop tomorrow's state-of-the-art energy technologies. Each challenge-based learning module will both integrate several thermodynamic concepts and foster independent and group research and problem solving among students. Further, most learning modules are oriented around comparisons of energy conversion technologies and will support students as they explore theoretical analyses and practical applications of these technologies. Student learning in this transformed course will be evaluated in several ways, including comparison with traditional students in a second thermodynamics course. Materials for teaching the transformed course will be reviewed by an external advisory board composed of members from industry and academe. In addition to offering broader impact in the way of better preparing next generation engineers with improved understanding of thermodynamics and energy related issues, the comprehensive course redesign will: 1.) influence many engineering students across several disciplines (e.g., mechanical, petroleum, civil, and nuclear engineering); 2.) use challenge-based learning modules in the course redesign, which emphasize problem/challenge-based approaches to conveying concepts that will improve student learning, success, and retention, including among underrepresented students; and 3.) make use of multiple dissemination mechanisms such as an advisory board with members from industry and academe, a project web site, journal articles, conference presentations, and active engagement with ME department heads.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy J Jacobs",
   "pi_email_addr": "tjjacobs@tamu.edu",
   "nsf_id": "000328552",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kumbakonam",
   "pi_last_name": "Rajagopal",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kumbakonam R Rajagopal",
   "pi_email_addr": "krajagopal@tamu.edu",
   "nsf_id": "000298884",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerald",
   "pi_last_name": "Caton",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jerald A Caton",
   "pi_email_addr": "JCaton@mengr.tamu.edu",
   "nsf_id": "000443259",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Froyd",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey E Froyd",
   "pi_email_addr": "froyd.1@osu.edu",
   "nsf_id": "000287199",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Thermodynamics for Next Generation Engineers</strong></p>\n<p><strong>Project Outcomes</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Combinations of solar, wind, geothermal, and other alternative energy sources are needed to meet demands for more energy and low carbon footprints. Traditional first thermodynamics courses remain focused on classical, macroscale interpretations of the discipline, e.g., entropy is introduced late in the semester in the context of a reversible (i.e., Carnot) heat engine. They may fail future engineers in at least three aspects. First, students may not be able to transfer their conceptual foundation obtained from traditional thermodynamics courses to analysis of alternative energy sources, e.g., conversion of solar energy via photosynthesis or photovoltaic cells or conversion of wind energy via turbines. Second, they do not meet current and future students where they are with their intuition of microscale phenomena based on their introductory chemistry and physics courses. Today&rsquo;s engineering students have stronger connections to phenomena that occur on a molecular level than they do to the physical meaning of, for example, a reversible heat engine.&nbsp; Third, the classical, macroscale approach to thermodynamics hinders development of a broader conceptual foundation for understanding entropy and its relationships to energy-conversion efficiency. Specifically, students who only conceive entropy in terms of macroscopic conception of entropy (which, by itself, does not develop qualitative reasoning) and do not develop microscopic conceptions of entropy (e.g., thermal entropy versus spatial entropy) will have greater difficulties in applying thermodynamics to energy conversion efficiencies of alternative energy sources.</p>\n<p><strong>&nbsp;</strong></p>\n<p>This project attempted to rectify these three issues via a comprehensive redesign of the first thermodynamics course (FTC) that involved these major activities:</p>\n<p>&nbsp;</p>\n<p>1) Seamlessly integrate discussions of entropy and energy (and their relationship property, exergy) throughout the semester, creating an opportunity for students to consider entropy in the same analysis with energy.</p>\n<p>&nbsp;</p>\n<p>2) Introduce entropy on a microscale basis, rather than the conventional \"classical thermodynamics\" approach (i.e., clausius treatment), to create a conceptual and physical sense of what entropy represents and avoid abstract interpretations.</p>\n<p>&nbsp;</p>\n<p>3) Reorganize lecture content to flow from general (i.e., general, open systems) to specific (i.e., closed systems)</p>\n<p>&nbsp;</p>\n<p>4) Implement active learning / problem-based learning modules that require students to recognize concepts and assumptions that must be applied during the analysis to enable students to apply and analyze.</p>\n<p>&nbsp;</p>\n<p>5) Develop open-ended design oriented projects that require students to apply a methodical design process to synthesize a solution to an open-ended problem.</p>\n<p>&nbsp;</p>\n<p>6) Introduce elements of experiential learning that reinforce physical understanding of concepts and expose students to hands-on learning opportunities.</p>\n<p>&nbsp;</p>\n<p>The result of the above six activities is a fully transformed approach to teaching the first course on thermodynamics, an approach that has been published at an engineering education conference. In order to assess the impact of the course redesign on student learning, a parallel activity created a second-law concept inventory&rdquo; that specifically targets students&rsquo; knowledge of second law concepts (e.g., entropy, reversibility, heat engines, and exergy). A question-by-question analysis reveals that students in the FTC score better on certain second law conceptual questions; these mostly include questions about the availability (exergy) of energy. In general, h...",
  "por_txt_cntn": "\nThermodynamics for Next Generation Engineers\n\nProject Outcomes\n\n            Combinations of solar, wind, geothermal, and other alternative energy sources are needed to meet demands for more energy and low carbon footprints. Traditional first thermodynamics courses remain focused on classical, macroscale interpretations of the discipline, e.g., entropy is introduced late in the semester in the context of a reversible (i.e., Carnot) heat engine. They may fail future engineers in at least three aspects. First, students may not be able to transfer their conceptual foundation obtained from traditional thermodynamics courses to analysis of alternative energy sources, e.g., conversion of solar energy via photosynthesis or photovoltaic cells or conversion of wind energy via turbines. Second, they do not meet current and future students where they are with their intuition of microscale phenomena based on their introductory chemistry and physics courses. TodayÆs engineering students have stronger connections to phenomena that occur on a molecular level than they do to the physical meaning of, for example, a reversible heat engine.  Third, the classical, macroscale approach to thermodynamics hinders development of a broader conceptual foundation for understanding entropy and its relationships to energy-conversion efficiency. Specifically, students who only conceive entropy in terms of macroscopic conception of entropy (which, by itself, does not develop qualitative reasoning) and do not develop microscopic conceptions of entropy (e.g., thermal entropy versus spatial entropy) will have greater difficulties in applying thermodynamics to energy conversion efficiencies of alternative energy sources.\n\n \n\nThis project attempted to rectify these three issues via a comprehensive redesign of the first thermodynamics course (FTC) that involved these major activities:\n\n \n\n1) Seamlessly integrate discussions of entropy and energy (and their relationship property, exergy) throughout the semester, creating an opportunity for students to consider entropy in the same analysis with energy.\n\n \n\n2) Introduce entropy on a microscale basis, rather than the conventional \"classical thermodynamics\" approach (i.e., clausius treatment), to create a conceptual and physical sense of what entropy represents and avoid abstract interpretations.\n\n \n\n3) Reorganize lecture content to flow from general (i.e., general, open systems) to specific (i.e., closed systems)\n\n \n\n4) Implement active learning / problem-based learning modules that require students to recognize concepts and assumptions that must be applied during the analysis to enable students to apply and analyze.\n\n \n\n5) Develop open-ended design oriented projects that require students to apply a methodical design process to synthesize a solution to an open-ended problem.\n\n \n\n6) Introduce elements of experiential learning that reinforce physical understanding of concepts and expose students to hands-on learning opportunities.\n\n \n\nThe result of the above six activities is a fully transformed approach to teaching the first course on thermodynamics, an approach that has been published at an engineering education conference. In order to assess the impact of the course redesign on student learning, a parallel activity created a second-law concept inventory\" that specifically targets studentsÆ knowledge of second law concepts (e.g., entropy, reversibility, heat engines, and exergy). A question-by-question analysis reveals that students in the FTC score better on certain second law conceptual questions; these mostly include questions about the availability (exergy) of energy. In general, however, students in the redesigned FTC score the same on average on the second law concept inventory than students in the conventional FTC. This is, as might be expected, disappointing as it had been hoped students in the redesigned FTC would score better. Data collection will continue in future offerings of the redesigned FTC to assess ..."
 }
}