{
 "awd_id": "1044392",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Teaching Evolution for the 21st Century: Using Modern Methods and Real Data to Enhance Student Learning",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Soto",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 199993.0,
 "awd_amount": 199993.0,
 "awd_min_amd_letter_date": "2011-07-05",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "The Department of Integrative Biology, in collaboration with the University of California Museum of Paleontology (UCMP), American Institute of Biological Sciences (AIBS), and the BioQUEST Curriculum Consortium (BioQUEST), is developing a series of five laboratory modules that introduce concepts and methods from current, cutting-edge research in evolutionary biology that are quantitative and computational in nature. The laboratory modules are being implemented and assessed in a gateway biology course that introduces over 1600 undergraduates a year to basic concepts in evolutionary biology, ecology, and plant diversity. The course is a prerequisite for 13 majors and is the only exposure to evolution that many of the students receive while at Berkeley. \r\n\r\nIntellectual Merit: A novel aspect of the design of the laboratory sequence is that it employs the same databases and programs that research scientists use in order to introduce students to the process of science, yet maintains a connection to tangible specimens and real organisms. It also addresses the importance of building students' quantitative skills, which are especially relevant to evolutionary biology. The comprehensive approach of the lab series is founded on a tested method of effective teaching: making materials explicit, allowing time for reflection, and placing concepts in multiple contexts. A Research Highlights component of the modules is being designed to reinforce the nature of science, relate concepts and skills in lab to true scientific research, and make them relevant to students. The Research Highlights section introduces students to a research \"hot topic,\" a research opportunity for undergraduates on campus, or the personal profile of a researcher chosen particularly to demonstrate the diversity of individuals in the life sciences. The program is being evaluated to assess targeted learning gains in concepts of evolution and quantitative reasoning. In addition, the assessment plan is documenting how the laboratory series affects students' attitudes about science and quantitative thinking, success in future courses and participation in research over multiple semesters. \r\n\r\nBroader Impacts: In addition to reaching a large immediate audience at UC Berkeley, the laboratory modules are being designed to allow for potential adoption by introductory biology and evolution instructors at other institutions nationwide. The teaching strategies employed in the laboratory sequence are being developed to make quantitative science more accessible and thereby promote students' success. The NSF-funded Understanding Evolution (UE) and Understanding Science (US) web-based programs at the UCMP, BioQUEST, and AIBS are guiding development and dissemination of laboratory materials to help ensure that the materials are distributed as broadly as possible to diverse audiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Sousa",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne P Sousa",
   "pi_email_addr": "wpsousa@berkeley.edu",
   "nsf_id": "000113865",
   "pi_start_date": "2011-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Huelsenbeck",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Huelsenbeck",
   "pi_email_addr": "johnh@berkeley.edu",
   "nsf_id": "000445458",
   "pi_start_date": "2011-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199993.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project&rsquo;s goal was to transform the way undergraduates are taught introductory biology and how they are introduced to research and the process of science. We created and evaluated new learning material for a four-part series of evolution laboratory exercises.&nbsp; The series topics included the nature and process of science, natural selection, phylogenetics and population genetics. These activities were implemented in Biology 1B, a gateway course&mdash;covering basic evolutionary biology, ecology, and plant diversity&mdash;for over 1,600 undergraduates a year at UC Berkeley.</p>\n<p>A novel aspect of the lab design is that it employs the same databases and programs that current research scientists use (e.g., GenBank, museum databases such as ARCTOS, RevBayes) to introduce students to the process of science, but it also maintains a connection to tangible specimens and real organisms.&nbsp; The labs were designed to build students&rsquo; quantitative and computational skills, which are especially relevant to evolutionary biology. We developed four supplemental <em>Research Profiles</em> with problem sets that highlight the work of cutting edge evolution researchers, some of whom are underrepresented minorities, and place their work in the context of the concepts taught in the labs. These profiles are freely available on the \"Understanding Evolution\" website <a href=\"http://evolution.berkeley.edu\">http://evolution.berkeley.edu</a> and contribute to enhancing public understanding of evolution and increasing interest in learning and careers in science.</p>\n<p>Statistical analyses of student assessment data showed that the new labs:</p>\n<p>1. Improved the students' comfort and skill with the analysis of biological data.<br />2. Increased student understanding of quantitative aspects of evolution.<br />3. Improved the students' general understanding of evolution.<br />4. Proved more challenging to students that the older, less quantitative lab exercises they replaced.<br />5. Improved students' abilities to correctly identify evidence of evolution.<br />6. Led to an increased recognition of the importance of DNA sequences in evolution.<br />7. Enhanced student recognition than computer simulations are an important tool for studying evolutionary processes.<br />8. Taught students the usefulness of computer-based activities in the teaching of evolution.<br />9. Taught students the usefulness of computers for simulating population dynamics.<br />10. Taught students the usefulness of statistics in the study of evolution.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/11/2016<br>\n\t\t\t\t\tModified by: Wayne&nbsp;P&nbsp;Sousa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis projectÆs goal was to transform the way undergraduates are taught introductory biology and how they are introduced to research and the process of science. We created and evaluated new learning material for a four-part series of evolution laboratory exercises.  The series topics included the nature and process of science, natural selection, phylogenetics and population genetics. These activities were implemented in Biology 1B, a gateway course&mdash;covering basic evolutionary biology, ecology, and plant diversity&mdash;for over 1,600 undergraduates a year at UC Berkeley.\n\nA novel aspect of the lab design is that it employs the same databases and programs that current research scientists use (e.g., GenBank, museum databases such as ARCTOS, RevBayes) to introduce students to the process of science, but it also maintains a connection to tangible specimens and real organisms.  The labs were designed to build studentsÆ quantitative and computational skills, which are especially relevant to evolutionary biology. We developed four supplemental Research Profiles with problem sets that highlight the work of cutting edge evolution researchers, some of whom are underrepresented minorities, and place their work in the context of the concepts taught in the labs. These profiles are freely available on the \"Understanding Evolution\" website http://evolution.berkeley.edu and contribute to enhancing public understanding of evolution and increasing interest in learning and careers in science.\n\nStatistical analyses of student assessment data showed that the new labs:\n\n1. Improved the students' comfort and skill with the analysis of biological data.\n2. Increased student understanding of quantitative aspects of evolution.\n3. Improved the students' general understanding of evolution.\n4. Proved more challenging to students that the older, less quantitative lab exercises they replaced.\n5. Improved students' abilities to correctly identify evidence of evolution.\n6. Led to an increased recognition of the importance of DNA sequences in evolution.\n7. Enhanced student recognition than computer simulations are an important tool for studying evolutionary processes.\n8. Taught students the usefulness of computer-based activities in the teaching of evolution.\n9. Taught students the usefulness of computers for simulating population dynamics.\n10. Taught students the usefulness of statistics in the study of evolution.\n\n\t\t\t\t\tLast Modified: 02/11/2016\n\n\t\t\t\t\tSubmitted by: Wayne P Sousa"
 }
}