{
 "awd_id": "1044223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building Instrumental Competence to Support Student Independence in the Laboratory",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nicole Bennett",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "The chemistry department at Gustavus Adolphus College is engaged in a project to shift its pedagogical focus to include a graduated approach to student instrument usage, particularly in the first two years of the undergraduate curriculum. Project implementation in freshman and sophomore chemistry courses centers around hands-on use of GC-MS and ICP-MS, IR, UV/Vis, fluorescence, and NMR spectrometers. A key element of implementing this graduated approach is the acquisition of a 400 MHz spectrometer with autosampling capability to facilitate the incorporation of NMR usage through the early undergraduate chemistry curriculum. Another key element is the development of an assessment system to guide the implementation and to measure the impact of the intervention on students' readiness for independent research. In order to study the impact on students, the project is making use of the Classroom Undergraduate Research Experience (CURE) survey as well as a separate questionnaire exploring confidence, experimental design and problem-solving abilities in research, and the amount of undergraduate research in which the students are engaged. In addition, students' understanding is being assessed via a lab practical and course-taking patterns and enrollment will be examined. External evaluators are facilitating an internal development team to develop the validity of these measures and the evaluators are examining institutional data as well as reviewing the other assessment approaches. Dissemination includes the development and implementation of a workshop through the Midstates Consortium of Science and Math for faculty of 13 higher education institutions, presentations at local and national undergraduate science education forums, and papers published in chemical education venues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Bur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Bur",
   "pi_email_addr": "sbur@gustavus.edu",
   "nsf_id": "000565082",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brandy",
   "pi_last_name": "Russell",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Brandy S Russell",
   "pi_email_addr": "brussell@gustavus.edu",
   "nsf_id": "000206411",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gustavus Adolphus College",
  "inst_street_address": "800 W COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PETER",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5079338000",
  "inst_zip_code": "560821498",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MN01",
  "org_lgl_bus_name": "GUSTAVUS ADOLPHUS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NE3ERK2DCKT5"
 },
 "perf_inst": {
  "perf_inst_name": "Gustavus Adolphus College",
  "perf_str_addr": "800 W COLLEGE AVE",
  "perf_city_name": "SAINT PETER",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "560821498",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MN01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project &nbsp;activities constitute the beginning of a department-wide shift toward a research-based laboratory curriculum by focusing on developing instrumental competency and on understanding factors in students' preparedness for research experiences. This curriculum-wide pedagogy shift builds upon and expands the efforts of other institutions that recognize the importance of embedding research experiences in the formal curriculum and that have developed specific courses to address this need. The project will resulted in both an exemplary model and important tools for enhancing student learning that can be adapted for implementation at a wide variety of institutions. The effort was organized such that a graduated approach to instrument usage was coupled with an assessment approach to maximize both student learning outcomes and our understanding of how specific experiences shape student learning in the first two years of the curriculum. The project leveraged the resources of several other initiatives, including a one million dollar Howard Hughes Medical Institute grant aimed at the transformation of the first year science experience. It produced a cohesive strategy for fostering competent and confident use of research instrumentation. This use of multiple initiatives sometime made assessment difficult to attribute to this project alone, but the desired outcomes were observed.</p>\n<p>Specifically, the acquisition of highly user-friendly instrumentation, including a 400 MHz Nuclear Magnetic Resonance (NMR) Spectrometer, an Infra-red (IR) spectrometer, and a fleet of Vernier SpectroVis+ visbible light spectrometers, allowed us to adapt our existing laboratory experience so that students were using various instruments to obtain experimental data, rather than having idealized data given to them for analysis. &nbsp;We also developed several curricular activities to introduce methods of data processing (i.e. how do you work with raw NMR data?).</p>\n<p>Findings from the evaluation indicate that overall impact of the program were positive with regard to student confidence and independence using laboratory instruments, analyzing data, and selecting appropriate research methods. Specifically, the report indicates that the shift towards greater emphasis on instrumental competence on the part of the program resulted in increased students&rsquo; competence to choose appropriate instrumentation and/or methods to achieve desired outcomes. Though the program has not impacted students&rsquo; competence to articulate original research questions, it has provided experiences for students to practice selecting the best methods to investigate them. Additionally, the program has moderately but positively impacted students&rsquo; competence to analyze subsequent data generated via spectroscopic methods. This is particularly true for IR) spectroscopic methods. Finally, curricular changes resulting from the GAC NSF TUES program positively impacted student independence in upper-level laboratory class exercises and in undergraduate research projects taking place in research laboratories.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2015<br>\n\t\t\t\t\tModified by: Scott&nbsp;Bur</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project  activities constitute the beginning of a department-wide shift toward a research-based laboratory curriculum by focusing on developing instrumental competency and on understanding factors in students' preparedness for research experiences. This curriculum-wide pedagogy shift builds upon and expands the efforts of other institutions that recognize the importance of embedding research experiences in the formal curriculum and that have developed specific courses to address this need. The project will resulted in both an exemplary model and important tools for enhancing student learning that can be adapted for implementation at a wide variety of institutions. The effort was organized such that a graduated approach to instrument usage was coupled with an assessment approach to maximize both student learning outcomes and our understanding of how specific experiences shape student learning in the first two years of the curriculum. The project leveraged the resources of several other initiatives, including a one million dollar Howard Hughes Medical Institute grant aimed at the transformation of the first year science experience. It produced a cohesive strategy for fostering competent and confident use of research instrumentation. This use of multiple initiatives sometime made assessment difficult to attribute to this project alone, but the desired outcomes were observed.\n\nSpecifically, the acquisition of highly user-friendly instrumentation, including a 400 MHz Nuclear Magnetic Resonance (NMR) Spectrometer, an Infra-red (IR) spectrometer, and a fleet of Vernier SpectroVis+ visbible light spectrometers, allowed us to adapt our existing laboratory experience so that students were using various instruments to obtain experimental data, rather than having idealized data given to them for analysis.  We also developed several curricular activities to introduce methods of data processing (i.e. how do you work with raw NMR data?).\n\nFindings from the evaluation indicate that overall impact of the program were positive with regard to student confidence and independence using laboratory instruments, analyzing data, and selecting appropriate research methods. Specifically, the report indicates that the shift towards greater emphasis on instrumental competence on the part of the program resulted in increased studentsÆ competence to choose appropriate instrumentation and/or methods to achieve desired outcomes. Though the program has not impacted studentsÆ competence to articulate original research questions, it has provided experiences for students to practice selecting the best methods to investigate them. Additionally, the program has moderately but positively impacted studentsÆ competence to analyze subsequent data generated via spectroscopic methods. This is particularly true for IR) spectroscopic methods. Finally, curricular changes resulting from the GAC NSF TUES program positively impacted student independence in upper-level laboratory class exercises and in undergraduate research projects taking place in research laboratories.\n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Scott Bur"
 }
}