{
 "awd_id": "1044063",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development and Testing of a Fundamentals of Environmental Engineering Concept Inventory",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Myles Boylan",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 64000.0,
 "awd_amount": 64000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "This project is developing a Fundamentals of Environmental Engineering Concept Inventory (FEECI) and doing the first round of testing at ten US university campuses with required undergraduate FEE courses.   Project goals also include further refinement of the FEECI and its dissemination. The expected outcome of this work is a validated, reliable instrument for assessing conceptual understanding in a core curriculum course for Civil and/or Environmental engineering. Such an instrument will play an important role in assessment for programmatic accreditation under the ABET standards, and provide a needed technique for formative assessment of instructional methods and pedagogical frameworks in the FEE curriculum. Another important outcome will be the formation of the Development Team, a strong community of faculty, trained in the use of the FEECI and dedicated to improving FEE instruction.\r\nSpecific activities and milestones of this project include:\r\n1. On online Delphi study of 14 members of the FEECI Development Team - a group of faculty members from ten universities who have taught FEE courses for many years. The development team is determining the concepts in FEE that are critical but prone to misconception among students;\r\n2. Student interviews and brainstorming sessions to generate a list of critical concepts from the students' perspectives (similar to the guidelines for the faculty generated list); \r\n3. A reconciled list of concepts based on the first two milestones and a draft set of multiple-choice questions for the FEECI;\r\n4. A finalized beta version of the FEECI completed during a face-to-face meeting of the Development Team members at the Association of Environmental Engineering & Science Professors (AEESP) summer meeting;\r\n5. A trial use of the FEECI to students at ten campuses in fall 2011 and spring 2012;\r\n6. A statistical analysis of validity and reliability of the FEECI using data from the ten participating universities;\r\nThe draft FEECI questions are being refined based on analysis of test data, student interviews, and expert peer review; Documentation is also being prepared for using the FEECI and guiding the interpretation of the results of its application.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarina",
   "pi_last_name": "Ergas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sarina J Ergas",
   "pi_email_addr": "sergas@usf.edu",
   "nsf_id": "000161927",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Cunningham",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey A Cunningham",
   "pi_email_addr": "cunning@usf.edu",
   "nsf_id": "000107165",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 64000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fundamentals of Environmental Engineering (FEE) is a core course in undergraduate Civil and Environmental Engineering and related programs. &nbsp;FEE is often a pre-requisite for electives, such as water and wastewater treatment, air pollution control, hazardous waste treatment, and solid waste management. &nbsp;These courses are critical to the nation since they provide students with the background needed for improving the national public-health infrastructure. &nbsp;The central goal of this project was to help faculty improve conceptual understanding of FEE topics by developing, implementing and validating a FEE Concept Inventory (FEECI).&nbsp; Conceptual understanding is an important goal in engineering instruction, as students who organize facts and ideas within a conceptual framework are more likely to learn new information quickly and will also be able to apply what they have learned to new situations. &nbsp;A Concept Inventory (CI) is an assessment tool for identifying misconceptions of concepts.&nbsp; CIs are typically multiple-choice tests that incorporate visual diagrams and everyday situations to emphasize conceptual understanding over mathematical manipulation.&nbsp; They include carefully crafted incorrect answers (or &ldquo;distractors&rdquo;) that encompass common student misconceptions.&nbsp; In order to achieve the objectives of this project, the PIs carried out the following tasks: (1) a FEECI Development Team was formed, which consisted of professors from Environmental Engineering programs at 12 universities throughout the US, (2) syllabi from FEE courses were analyzed to determine common topics taught in FEE courses in the US, (3) a Delphi study was conducted with faculty experts to identify concepts that are both difficult and important in each topic area the results of the Delphi study was augmented with surveys of students who had recently completed a FEE course, (4) teams of faculty experts developed questions to test the identified concepts, (5) detailed interviews with students were used to identify common conceptual misconceptions, which were used to develop &ldquo;distractors&rdquo; in the multiple-choice FEECI, (6) a beta version of the CI was given to faculty experts to gain feedback on the questions and distractors and the FEECI was further refined, (7) the FEECI was implemented at six campuses, (8) statistical analysis of the results of the test was carried out.&nbsp; The results of this research have been disseminated through presentations and workshops at national meetings of Environmental Engineering faculty.&nbsp; Results of the statistical analysis are currently underway.&nbsp; The development of an FEECI will play an important role in assessment for Civil and Environmental Engineering program accreditation and provide a needed technique for assessment of instructional methods and pedagogical frameworks in the FEE curriculum.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2014<br>\n\t\t\t\t\tModified by: Sarina&nbsp;J&nbsp;Ergas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFundamentals of Environmental Engineering (FEE) is a core course in undergraduate Civil and Environmental Engineering and related programs.  FEE is often a pre-requisite for electives, such as water and wastewater treatment, air pollution control, hazardous waste treatment, and solid waste management.  These courses are critical to the nation since they provide students with the background needed for improving the national public-health infrastructure.  The central goal of this project was to help faculty improve conceptual understanding of FEE topics by developing, implementing and validating a FEE Concept Inventory (FEECI).  Conceptual understanding is an important goal in engineering instruction, as students who organize facts and ideas within a conceptual framework are more likely to learn new information quickly and will also be able to apply what they have learned to new situations.  A Concept Inventory (CI) is an assessment tool for identifying misconceptions of concepts.  CIs are typically multiple-choice tests that incorporate visual diagrams and everyday situations to emphasize conceptual understanding over mathematical manipulation.  They include carefully crafted incorrect answers (or \"distractors\") that encompass common student misconceptions.  In order to achieve the objectives of this project, the PIs carried out the following tasks: (1) a FEECI Development Team was formed, which consisted of professors from Environmental Engineering programs at 12 universities throughout the US, (2) syllabi from FEE courses were analyzed to determine common topics taught in FEE courses in the US, (3) a Delphi study was conducted with faculty experts to identify concepts that are both difficult and important in each topic area the results of the Delphi study was augmented with surveys of students who had recently completed a FEE course, (4) teams of faculty experts developed questions to test the identified concepts, (5) detailed interviews with students were used to identify common conceptual misconceptions, which were used to develop \"distractors\" in the multiple-choice FEECI, (6) a beta version of the CI was given to faculty experts to gain feedback on the questions and distractors and the FEECI was further refined, (7) the FEECI was implemented at six campuses, (8) statistical analysis of the results of the test was carried out.  The results of this research have been disseminated through presentations and workshops at national meetings of Environmental Engineering faculty.  Results of the statistical analysis are currently underway.  The development of an FEECI will play an important role in assessment for Civil and Environmental Engineering program accreditation and provide a needed technique for assessment of instructional methods and pedagogical frameworks in the FEE curriculum. \n\n\t\t\t\t\tLast Modified: 10/19/2014\n\n\t\t\t\t\tSubmitted by: Sarina J Ergas"
 }
}