{
 "awd_id": "1044546",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  The Polaris Project II:  Amplifying the Impact",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter West",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 87144.0,
 "awd_amount": 87144.0,
 "awd_min_amd_letter_date": "2011-07-20",
 "awd_max_amd_letter_date": "2014-03-18",
 "awd_abstract_narration": "The Polaris Project II seeks to amplify the impact of Polaris I (now in its third and final year) through its extension, expansion, and enhancement. The three overarching objectives of Polaris II are to 1) train the next generation of arctic researchers, 2) advance scientific understanding of the Arctic, and 3) expand public awareness of the feedbacks between the Arctic and the global climate system. These objectives will be accomplished through a multi-faceted effort that includes a summer field course/research experience in the Siberian Arctic, a series of on-campus arctic-focused courses, and a wide range of outreach activities. While undergraduate students remain the primary focus of Polaris II, participation in the annual field course will be expanded to include a K-12 teacher, graduate student, postdoctoral researcher, and visiting faculty member each year. Outreach activities will target K-12 students and teachers, undergraduate students and faculty, and a diverse public audience. \r\n\r\nThe unifying scientific theme of the Polaris Project is the transport and transformation of carbon and nutrients as they move with water from terrestrial uplands to the Arctic Ocean. Research conducted by the interdisciplinary Polaris Project team of faculty and students will make fundamental contributions to the scientific understanding of this topic, a central issue in arctic system science. While continued scientific advances are essential for arctic system understanding, prediction, and protection, tackling the climate change challenge is also a matter of education. Polaris II offers a unique experience in undergraduate research that will inspire and prepare a new generation of arctic researchers. Further, it will convey the importance of the Arctic to the public and to policy-makers, providing them with the knowledge they need to make informed decisions. \r\n\r\nThe Polaris Project will achieve a broad and lasting impact by linking interdisciplinary scientific research to innovative undergraduate education and imaginative public outreach. In addition to providing a transformative experience for the participants in the annual Siberian field course, Polaris II will educate large numbers of undergraduate students who complete the Polaris-affiliated on-campus courses. The project will also engage K-12 students and teachers through direct and sustained interactions with Polaris PIs and broad dissemination of education and outreach materials. Finally, Polaris II will inform a diverse public audience about the state of the Arctic, ecosystems research, and global climate change. Approaches to project outreach include expansion of the Polaris website and associated blog (www.thepolarisproject.org) and the development of an online seminar series for undergraduates, K-12 teachers, and public participants. The production and wide distribution of multimedia videos addressing key arctic science themes will further expand the reach of the project, as will the inclusion of a writer in the 2011 field course with the objective of publishing a book about the Arctic, climate change, and the Polaris Project experience. As a resource for the scientific and education communities, Polaris data will be freely available through the project website and the Cooperative Arctic Data and Information Service (CADIS).\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Sobczak",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "William V Sobczak",
   "pi_email_addr": "wsobczak@holycross.edu",
   "nsf_id": "000228294",
   "pi_start_date": "2011-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of the Holy Cross",
  "inst_street_address": "1 COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5087932741",
  "inst_zip_code": "016102322",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "COLLEGE OF HOLY CROSS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G4TUM6J1ZM24"
 },
 "perf_inst": {
  "perf_inst_name": "College of the Holy Cross",
  "perf_str_addr": "1 COLLEGE ST",
  "perf_city_name": "WORCESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016102322",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "520800",
   "pgm_ele_name": "ARCTIC RESEARCH AND EDUCATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20754.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 21424.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 22121.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 22845.0
  }
 ],
 "por": null
}