{
 "awd_id": "1044734",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Music, Signals & Systems: Non-disciplined Education in a Multi-Campus Setting",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 199538.0,
 "awd_amount": 199538.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "Participating Institutions: Rowan University, Kansas State University \r\n\r\nProject Description\r\nThis project is offering a model for a general-education course that supports a view of knowledge as a continuum among all disciplines and will emphasize the synergies that exist between music and engineering.  The course, \"Music, Signals & Systems\", will address the merged topics of music composition and electronic signal analysis and generation. The project involves collaboration among the Electrical and Computer Engineering Departments and the Music Departments of both Rowan University and Kansas State University. Through exploring creative music composition from an engineering systems point of view, students are being exposed to concepts that are fundamental to both music and engineering, emphasizing the synergy of the disciplines and fostering the students' creativity. The course, which doesn't have mathematics or music prerequisites, is serving as an example to counter the notion of \"general education\" as something that is outside of learning that is associated with specific degree program curricula. Topics are being treated from a holistic perspective involving combined systems-engineering and music-composition projects.\r\n\r\nBroader Significance\r\nThe project promotes a view of knowledge as a continuum among all disciplines and will emphasize the synergies that exist between music and engineering. It hopes to provide students with an educational experience that will stimulate lifelong learning, offering a model for how the university can provide a learning platform that is appropriate for the needs of both student & faculty. It utilizes a commercial line of modular instruments to create a student-laptop based laboratory that can be moved to wherever the music may evolve.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Head",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Linda M Head",
   "pi_email_addr": "head@rowan.edu",
   "nsf_id": "000149160",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Dyer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Dyer",
   "pi_email_addr": "sdyer@ksu.edu",
   "nsf_id": "000406587",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Burrack",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick W Burrack",
   "pi_email_addr": "fburrack@ksu.edu",
   "nsf_id": "000532005",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rowan University",
  "inst_street_address": "201 MULLICA HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLASSBORO",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562564057",
  "inst_zip_code": "080281702",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "ROWAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMDEQP66JL85"
 },
 "perf_inst": {
  "perf_inst_name": "Rowan University",
  "perf_str_addr": "201 MULLICA HILL RD",
  "perf_city_name": "GLASSBORO",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "080281702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Signals, Systems and Music </strong></p>\n<p><strong>Kansas State University &amp; Rowan University</strong></p>\n<p class=\"Default\">Engineering and music faculty at Rowan University and Kansas State University conceptualized and developed courses at their schools that present a model for education that is inclusive and collaborative, drawing students from&nbsp; engineering, music and other majors across each campus.&nbsp;&nbsp; Signals, Systems and Music was conceived as a response to the notion of general education courses as isolated experiences in a discipline &ldquo;other than&rdquo; a student&rsquo;s major.&nbsp; As disciplines dissolve and academic departments become more multi-disciplinary, academe has acknowledged that models for understanding the world&mdash;social and physical&mdash;can no longer be isolated.&nbsp; The Kansas State and Rowan faculty use the perspectives of the musician and the engineer which, taken together, represent an opportunity to approach learning from the standpoint of interdependent knowledge.&nbsp; Each University developed their own version of the course over the 3 year period of NSF Grant DUE-1044734.&nbsp; Both schools will continue to teach the course in versions that are appropriate to the environment and for the student demographic.&nbsp; Descriptions of these courses can be found at <a href=\"http://www.signals-systems-and-music.org/\">http://www.signals-systems-and-music.org/</a> for Kansas State University and at <a href=\"http://users.rowan.edu/~mease/courses/ssms14/content.html\">http://users.rowan.edu/~mease/courses/ssms14/content.html</a> for Rowan University.&nbsp; A hybrid version of the Rowan University course is being offered during summer semesters.</p>\n<p>When considering the results from these general-education courses, several obvious strands emerge, the most obvious being an enhanced skill in problem-solving. The construct of students addressing their own disciplinary skills within complementary concepts of another discipline create considerations not available in a tightly structured course focused only in one discipline. Students of both engineering and music experience varied processes of problem-solving enhancing their awareness of a wider view problem solving. Both groups discovered a realm of possibility pertaining to the problem-solving process that they desired to transfer into their applied discipline. Students discovered options for problem-solving that included: (a) pursuing options beyond a normal framework or structure within their discipline, or in other words, considering creative alternatives that might generate an improved outcome;&nbsp; (b) deliberation of notions beyond their own discipline that influenced the direction of the problem-solving process; and (c) recognition that effective communication requires consideration of another&rsquo;s beliefs, understandings and intentions, as well as flexibility within these considerations.</p>\n<p>As the students described the creative process expected of success in engineering, they also came to the conclusion that at its roots, creativity in engineering is probably the same as in music. But a musician&rsquo;s creativity is more focused on exploring and discovering, and an engineer&rsquo;s creativity is focused more on how to accomplish a particular goal or solve a specific problem. The engineers taking Signals, Systems and Music expressed excitement about exploring their &ldquo;creative side, which they considered in need of some development.</p>\n<p>One important learning outcome was the development of a collaborative attitude. Both engineers and musicians typically work individually, or in groups within their common discipline. The students taking this course recognized the importance of interdisciplinary interaction, not only for the purpose of general education, but as an essential development within their own discipline. Many felt this was ...",
  "por_txt_cntn": "\nSignals, Systems and Music \n\nKansas State University &amp; Rowan University\nEngineering and music faculty at Rowan University and Kansas State University conceptualized and developed courses at their schools that present a model for education that is inclusive and collaborative, drawing students from  engineering, music and other majors across each campus.   Signals, Systems and Music was conceived as a response to the notion of general education courses as isolated experiences in a discipline \"other than\" a studentÆs major.  As disciplines dissolve and academic departments become more multi-disciplinary, academe has acknowledged that models for understanding the world&mdash;social and physical&mdash;can no longer be isolated.  The Kansas State and Rowan faculty use the perspectives of the musician and the engineer which, taken together, represent an opportunity to approach learning from the standpoint of interdependent knowledge.  Each University developed their own version of the course over the 3 year period of NSF Grant DUE-1044734.  Both schools will continue to teach the course in versions that are appropriate to the environment and for the student demographic.  Descriptions of these courses can be found at http://www.signals-systems-and-music.org/ for Kansas State University and at http://users.rowan.edu/~mease/courses/ssms14/content.html for Rowan University.  A hybrid version of the Rowan University course is being offered during summer semesters.\n\nWhen considering the results from these general-education courses, several obvious strands emerge, the most obvious being an enhanced skill in problem-solving. The construct of students addressing their own disciplinary skills within complementary concepts of another discipline create considerations not available in a tightly structured course focused only in one discipline. Students of both engineering and music experience varied processes of problem-solving enhancing their awareness of a wider view problem solving. Both groups discovered a realm of possibility pertaining to the problem-solving process that they desired to transfer into their applied discipline. Students discovered options for problem-solving that included: (a) pursuing options beyond a normal framework or structure within their discipline, or in other words, considering creative alternatives that might generate an improved outcome;  (b) deliberation of notions beyond their own discipline that influenced the direction of the problem-solving process; and (c) recognition that effective communication requires consideration of anotherÆs beliefs, understandings and intentions, as well as flexibility within these considerations.\n\nAs the students described the creative process expected of success in engineering, they also came to the conclusion that at its roots, creativity in engineering is probably the same as in music. But a musicianÆs creativity is more focused on exploring and discovering, and an engineerÆs creativity is focused more on how to accomplish a particular goal or solve a specific problem. The engineers taking Signals, Systems and Music expressed excitement about exploring their \"creative side, which they considered in need of some development.\n\nOne important learning outcome was the development of a collaborative attitude. Both engineers and musicians typically work individually, or in groups within their common discipline. The students taking this course recognized the importance of interdisciplinary interaction, not only for the purpose of general education, but as an essential development within their own discipline. Many felt this was among the most important learning experiences to occur as a result of the course.\n\nIn the process of collaboration, electrical engineering students indicated the importance of clear communication when interacting with those that possess different patterns of understanding. This learning outcome occurred in two steps. The first is that there may be an answer to ..."
 }
}