{
 "awd_id": "1044809",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Proof and Proving (MPP) - Design and Implementation of a Special Undergraduate Course",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "This project stems from two common assumptions: 1) mathematical proof and proving are at the heart of mathematics; and 2) the notion of formal proof and the activity of mathematically proving are dauntingly difficult even for most good undergraduate students. It follows that there is a need for undergraduate courses that focus on mathematical proofs in ways that attend to students' difficulties. The project addresses this need.\r\n\r\nIncluded in the project is a proof based freshman level course.  Course material includes approximately 50 carefully constructed case-problems that create the need to prove in an investigative and engaging way. For each of five central methods of proof there are 6-10 problems that can be proved by this method. For each method, the problems vary in terms of the mathematical topic. A particular problem may serve to illustrate more than one type of proof. \r\n\r\nThis is a collaboration between mathematics educators and mathematicians at NYU. The mathematics educators bring their expertise on effective teaching and learning and knowledge of the research literature on teaching proofs, while the mathematicians bring their expertise in the discipline of mathematics and can ensure that the course meets the requirements of undergraduate majors in mathematics. This unique collaboration between mathematicians and mathematics educators strengthens the quality and impact of the course. Professional development resources and activities are developed and implemented. The faculty development resources allow future courses to be taught by a single faculty member who is either a mathematician or a mathematics educator.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Orit",
   "pi_last_name": "Zaslavsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Orit Zaslavsky",
   "pi_email_addr": "oritrath@gmail.com",
   "nsf_id": "000565314",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jalal",
   "pi_last_name": "Shatah",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jalal Shatah",
   "pi_email_addr": "shatah@cims.nyu.edu",
   "nsf_id": "000369372",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project stemmed from two common assumptions: 1. mathematical proof and proving are at the heart of mathematics; and 2. the notion of formal proof and the activity of mathematically proving are dauntingly difficult even for most good undergraduate students. Based on these assumptions, the goals of this project were to address the need for an undergraduate course that would help students develop an understanding of proof and proving, and through offering this course to develop a collection of problem-based tasks that could be used to improve students&rsquo; proof-related competencies in future courses.&nbsp;</p>\n<p>&nbsp;The goals of the project were met by designing and running an undergraduate course on Mathematical Proof and Proving (MPP). The course was not designed to introduce new mathematical content, but rather focused on topics that were familiar to the students in order to allow them to consider proof structure and logic without getting lost in new material.&nbsp; It was designed to support students' gradual transition from informal and intuitive understanding of MPP to a more formal and conceptual one. The MPP course was offered within the framework of the project, in two consecutive years, co-taught by a professor of mathematics education together with a professor of mathematics. Throughout the two years that this course was co-taught (2012 &amp; 2013), aspects of design and task choice were modified iteratively based on instructors&rsquo; reflections and student feedback.</p>\n<p>&nbsp;This project was assessed using both formative and summative evaluations.&nbsp; Analysis of formative data (including video-recordings of class sessions, audio-recordings of curriculum development meetings, and interviews with both of the instructors and with students) has resulted in outcomes that have the potential to advance knowledge in developing proof-related competencies in undergraduate students.&nbsp; These outcomes include: An MPP course that is now offered once a year on a regular basis at NYU as a requirement for prospective secondary mathematics teachers and as an elective for mathematics majors; the development of criteria for characterizing affordances and limitations of proof-related activities; an appreciation for the complex interaction between the mathematical content that is chosen to explore proof and the &ldquo;meta-mathematical&rdquo; aspects of proof as a logical coherent system; and the production of resource material that could be used as a basis for similar course development and implementation in other institutions. &nbsp;Summative data (including pre- and post-test scores) for the 2012 and 2013 courses was analyzed using paired sample t-tests and indicated statistically significant gains in students&rsquo; post-test scores over pre-test scores in both years. This result suggests that a problem-based course designed to develop understanding of subtle issues in proof through activities that are based on familiar mathematical content knowledge may be beneficial to student learning.</p>\n<p>The broader societal impacts of this project are reflected in our goal of sharing curricular materials and our reflections over the duration of the project with the wider mathematics and math education communities. We began to disseminate our work through a two-day professional development workshop in May 2013, which was attended by 26 participants from a variety of schools and universities. Feedback from this workshop greatly influenced our thinking in the development of a &nbsp;Resource Kit containing a variety of proof-related activities accompanied by possible solutions, teacher&rsquo;s notes, and suggestions for implementation.&nbsp; We hope that this collection will provide instructors across a variety of contexts with ideas and materials that they can use as a resource as they develop and implement similar proof courses. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p...",
  "por_txt_cntn": "\nThis project stemmed from two common assumptions: 1. mathematical proof and proving are at the heart of mathematics; and 2. the notion of formal proof and the activity of mathematically proving are dauntingly difficult even for most good undergraduate students. Based on these assumptions, the goals of this project were to address the need for an undergraduate course that would help students develop an understanding of proof and proving, and through offering this course to develop a collection of problem-based tasks that could be used to improve studentsÆ proof-related competencies in future courses. \n\n The goals of the project were met by designing and running an undergraduate course on Mathematical Proof and Proving (MPP). The course was not designed to introduce new mathematical content, but rather focused on topics that were familiar to the students in order to allow them to consider proof structure and logic without getting lost in new material.  It was designed to support students' gradual transition from informal and intuitive understanding of MPP to a more formal and conceptual one. The MPP course was offered within the framework of the project, in two consecutive years, co-taught by a professor of mathematics education together with a professor of mathematics. Throughout the two years that this course was co-taught (2012 &amp; 2013), aspects of design and task choice were modified iteratively based on instructorsÆ reflections and student feedback.\n\n This project was assessed using both formative and summative evaluations.  Analysis of formative data (including video-recordings of class sessions, audio-recordings of curriculum development meetings, and interviews with both of the instructors and with students) has resulted in outcomes that have the potential to advance knowledge in developing proof-related competencies in undergraduate students.  These outcomes include: An MPP course that is now offered once a year on a regular basis at NYU as a requirement for prospective secondary mathematics teachers and as an elective for mathematics majors; the development of criteria for characterizing affordances and limitations of proof-related activities; an appreciation for the complex interaction between the mathematical content that is chosen to explore proof and the \"meta-mathematical\" aspects of proof as a logical coherent system; and the production of resource material that could be used as a basis for similar course development and implementation in other institutions.  Summative data (including pre- and post-test scores) for the 2012 and 2013 courses was analyzed using paired sample t-tests and indicated statistically significant gains in studentsÆ post-test scores over pre-test scores in both years. This result suggests that a problem-based course designed to develop understanding of subtle issues in proof through activities that are based on familiar mathematical content knowledge may be beneficial to student learning.\n\nThe broader societal impacts of this project are reflected in our goal of sharing curricular materials and our reflections over the duration of the project with the wider mathematics and math education communities. We began to disseminate our work through a two-day professional development workshop in May 2013, which was attended by 26 participants from a variety of schools and universities. Feedback from this workshop greatly influenced our thinking in the development of a  Resource Kit containing a variety of proof-related activities accompanied by possible solutions, teacherÆs notes, and suggestions for implementation.  We hope that this collection will provide instructors across a variety of contexts with ideas and materials that they can use as a resource as they develop and implement similar proof courses.  \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2014\n\n\t\t\t\t\tSubmitted by: Orit Zaslavsky"
 }
}