{
 "awd_id": "1044585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Multi-Institutional Classroom Learning Environment for Geotechnical Engineering Education",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amy Chan Hilton",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 199998.0,
 "awd_amount": 199998.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "This project, a collaboration among Southern Methodist University, Rensselaer Polytechnic Institute and the University of Puerto Rico at Mayaguez, builds on the national investment in the George E. Brown Network for Earthquake Engineering Simulation (NEES).  This work integrates state-of-the-art experimental and educational tools into the undergraduate education curricula by using web-based technologies that enable real-time video monitoring, tele-control, and execution of experiments. The project is creating educational modules that build on existing curricula and provide students at the three campuses with new educational tools for better understanding of various theoretical geotechnical engineering concepts. These tools include physical modeling, visual observation of the response of soil and soil-foundation systems, use of instrumentation, interpretation of acquired data, and use of an interactive 3D data viewer for analyzing the measured response.  Cross-university teams of students can access, interpret, evaluate and exchange relevant technical information via the Internet, thus bringing major experimentation into geotechnical engineering classes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Usama",
   "pi_last_name": "El Shamy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Usama El Shamy",
   "pi_email_addr": "uelshamy@lyle.smu.edu",
   "nsf_id": "000149980",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "6425 BOAZ ST RM 130",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752051902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is a collaborative effort led by Dr. El Shamy at SMU that builds on the national investment in the George E. Brown Network for Earthquake Engineering Simulation (NEES). This work integrates state-of-the-art experimental and educational tools into the undergraduate education curricula by using Web based technologies that enable real-time video monitoring, tele-control, and execution of experiments. The project provided students at three campuses (SMU, RPI, and UNCC) with new educational tools for better understanding of various theoretical geotechnical engineering concepts. The main goals of this project were to develop and test education models that remotely utilize the RPI-NEES centrifuge facility to: visually observe the response of soil and soil-foundation systems, learn the use of instrumentation, and learn about interpretation of acquired data.Cross-university teams of students can access, interpret, evaluate and exchange relevant technical information via the Internet; thereby bringing major experimentation into geotechnical engineering classes.</p>\n<p>Centrifuge experiments were introduced in these courses to examine the stability of a shallow footing. The experimental setup consisted of a shallow footing constructed on a deposit made of dry sand. The footing material and dimensions&nbsp;were determined such that it imposes a desired initial contact stress beneath the footing. The readily available tools at the RPI-NEES facility that were used in this project, in addition to the centrifuge itself, included the rigid container with a front acrylic panel to view what happens to the model, pressure sheets to measure the actual pressure under the footing, and the in-flight robot to load the footing to failure. The learning outcomes as defined in the proposal were: as a result of participating in the modules/lab students will be able to:</p>\n<ul>\n<li>understand current principles of geotechnical and foundation engineering by experiencing the actual response of soils and soil-foundation systems;</li>\n<li>design experiments using advanced procedures, instrumentation and applications;</li>\n<li>monitor, evaluate, analyze and design soil and soil-foundation systems using appropriate instrumentation, electronic data collection and state-of-the-art geotechnical engineering workplace applications and technologies;</li>\n<li>adapt and adjust experiments due to failure from faulty equipment, parts, code, or process and re-engineering effective solutions;</li>\n<li>work together on diverse teams; and&nbsp;</li>\n<li>become motivated self-learners with a desire for more in-depth learning through research, which will lead to pursuit of graduate studies or a career in research and development.</li>\n</ul>\n<p>The installation of an educational module that for the first time integrates remote major research instrumentation into an undergraduate class appears to have been successful. Students&rsquo; perception about the module and online lab was very positive. Additionally, many students showed interest in interacting with students from other schools and in seeing more experiments like this one for other applications in geotechnical engineering.</p>\n<p>The implemented course module appears to have enhanced students&rsquo; understanding of geotechnical systems and the link between elementary soil testing and system design. Testing a soil-foundation system helped the students identify the lab experiments needed to conduct the design of the system. Students acquired actual system test data that are similar to field data and compared it against the outcome of using theoretical analysis that is based on element testing. Such a comparison appears to stimulate the thinking necessary to identify the approximations in the theory and/or the setting of the experiment that may lead to differences between computed values and measured data.</p>\n<p>The module introduced a unique physic...",
  "por_txt_cntn": "\nThis project is a collaborative effort led by Dr. El Shamy at SMU that builds on the national investment in the George E. Brown Network for Earthquake Engineering Simulation (NEES). This work integrates state-of-the-art experimental and educational tools into the undergraduate education curricula by using Web based technologies that enable real-time video monitoring, tele-control, and execution of experiments. The project provided students at three campuses (SMU, RPI, and UNCC) with new educational tools for better understanding of various theoretical geotechnical engineering concepts. The main goals of this project were to develop and test education models that remotely utilize the RPI-NEES centrifuge facility to: visually observe the response of soil and soil-foundation systems, learn the use of instrumentation, and learn about interpretation of acquired data.Cross-university teams of students can access, interpret, evaluate and exchange relevant technical information via the Internet; thereby bringing major experimentation into geotechnical engineering classes.\n\nCentrifuge experiments were introduced in these courses to examine the stability of a shallow footing. The experimental setup consisted of a shallow footing constructed on a deposit made of dry sand. The footing material and dimensions were determined such that it imposes a desired initial contact stress beneath the footing. The readily available tools at the RPI-NEES facility that were used in this project, in addition to the centrifuge itself, included the rigid container with a front acrylic panel to view what happens to the model, pressure sheets to measure the actual pressure under the footing, and the in-flight robot to load the footing to failure. The learning outcomes as defined in the proposal were: as a result of participating in the modules/lab students will be able to:\n\nunderstand current principles of geotechnical and foundation engineering by experiencing the actual response of soils and soil-foundation systems;\ndesign experiments using advanced procedures, instrumentation and applications;\nmonitor, evaluate, analyze and design soil and soil-foundation systems using appropriate instrumentation, electronic data collection and state-of-the-art geotechnical engineering workplace applications and technologies;\nadapt and adjust experiments due to failure from faulty equipment, parts, code, or process and re-engineering effective solutions;\nwork together on diverse teams; and \nbecome motivated self-learners with a desire for more in-depth learning through research, which will lead to pursuit of graduate studies or a career in research and development.\n\n\nThe installation of an educational module that for the first time integrates remote major research instrumentation into an undergraduate class appears to have been successful. StudentsÆ perception about the module and online lab was very positive. Additionally, many students showed interest in interacting with students from other schools and in seeing more experiments like this one for other applications in geotechnical engineering.\n\nThe implemented course module appears to have enhanced studentsÆ understanding of geotechnical systems and the link between elementary soil testing and system design. Testing a soil-foundation system helped the students identify the lab experiments needed to conduct the design of the system. Students acquired actual system test data that are similar to field data and compared it against the outcome of using theoretical analysis that is based on element testing. Such a comparison appears to stimulate the thinking necessary to identify the approximations in the theory and/or the setting of the experiment that may lead to differences between computed values and measured data.\n\nThe module introduced a unique physical modeling environment to the course and lab and the results suggest that remote facilities such as the centrifuge used in this pilot study can be made conveniently acces..."
 }
}