{
 "awd_id": "1044257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Bringing Problem Solving in the Field into the Classroom:  Developing and Assessing Virtual Field Trips for Teaching Sedimentary and Introductory Geology",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924671",
 "po_email": "ksverdru@nsf.gov",
 "po_sign_block_name": "Keith Sverdrup",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 172694.0,
 "awd_amount": 172694.0,
 "awd_min_amd_letter_date": "2011-08-24",
 "awd_max_amd_letter_date": "2011-08-24",
 "awd_abstract_narration": "The project is developing, implementing, and assessing new interactive field-based learning materials, in the form of virtual field trips, for teaching undergraduate sedimentary geology and introductory geology.  The virtual field trips are being developed for advanced courses and for introductory courses and are based on actual field trips for an upper-level sedimentary geology course. Professional videographers are assisting with the filming, editing, and production of the virtual field trips.  The PIs are collaboratively developing and testing the materials at the University of South Florida and at Hillsborough Community College. The inquiry-based teaching strategy that is being implemented is focusing on stimulating the interest of students and enhancing their ability to apply classroom knowledge, make scientific observations, and solve problems in a virtual field setting.\r\n\r\nA key issue associated with traditional field trips has been their limited ability to reach a large and diverse student population due to the substantial time, cost, and liability involved.  Consequently, this project is integrating rapidly evolving web and visualization technologies to eliminate some of the obstacles to student participation, and the resultant virtual field trips are attempting to capture the essence of actual field trips with similar learning goals, exercises, and assignments.  Strong formative and summative evaluation strategies are assessing both the project activities and the educational effectiveness of the virtual field trips, and include both qualitative and quantitative evaluation of student learning as a function of the virtual field experiences.  As they are tested and refined, the virtual field trips are being disseminated through broadly used web portals utilized by geoscientists, and faculty training workshops at regional and national meetings are actively training others how to utilize the virtual field trips in geoscience courses across the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ping",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ping Wang",
   "pi_email_addr": "pwang@usf.edu",
   "nsf_id": "000491988",
   "pi_start_date": "2011-08-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 172694.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Two versions of a virtual field trip, one for an introductory Physical Geology course taught at Hillsborough Community College and one for a senior level Sedimentary Geology course taught at University of South Florida, were developed, implemented, and assessed.&nbsp; A dedicated website (<a href=\"http://hennarot.forest.usf.edu/main/test/vcft/index.html\">http://hennarot.forest.usf.edu/main/test/vcft/index.html</a>) was established.&nbsp; The website is easily searchable with key words such as &ldquo;virtual field trip&rdquo;.</span></p>\n<p><span>Four virtual field trip modules investigating the coastal environments of central and south Florida were developed and implemented in Physical Geology and Earth Science classes at Hillsborough Community College (HCC).&nbsp; These virtual field trips provided a large population of students an opportunity for field-based learning that they could not otherwise experience.&nbsp; This paper describes a two-year study to assess student learning with the added virtual field trip in comparison to a group that did not take the field trip.&nbsp; Various data were collected including student demographics, self-efficacy, student opinions, pre-tests, post-tests, and virtual field trip quiz scores.&nbsp; Over 500 students participated in this study with 282 students completed the virtual field trip.&nbsp; The rest of the participants served as the control group.</span></p>\n<p><span>Demographically more than 60 percent of participating HCC students are female with nearly 35 percent older than 25 years.&nbsp; Based on the student opinion survey, the virtual field trip modules were delivered successfully.&nbsp; Many students compared the virtual field trip to their actual visit to a similar environment and noted the field data collection and analyses, suggesting that they did get a sense of being on a field trip.&nbsp; The students indicated that the virtual field trips increased their interest in learning geoscience.&nbsp; Based on student performance on pre-tests and post-tests, no statistically significant difference was identified between the groups with and without the virtual field trip.&nbsp; The addition of the virtual field trip did not result in improved performance on the final exam.</span></p>\n<p><span>Five web-based virtual field trip modules were developed to replicate a 3-day actual field trip investigating the modern coastal environments in south Florida.&nbsp; The field trips are part of a senior sedimentary geology class offered at the University of South Florida (USF).&nbsp; The actual and virtual field trips were implemented and compared over a 3-year period.&nbsp; Student performance was assessed based on pre-test, post-test, and their final grade.&nbsp; Student opinion surveys were conducted to gather their perceptions on the field trip.&nbsp; As compared to the actual field trip, the advantages of the virtual trip lie in its flexible schedule, easy accessibility to a large student population, no additional costs, and efficient delivery, requiring approximately 10% of the time.&nbsp; A total of 88 students participated in this study; 36 took the actual field trip, 46 took the virtual version, and 6 volunteered to take both trips.&nbsp; Students were randomly selected to take the actual and virtual versions of the field trip.</span></p>\n<p><span>Results from the multiple choice style pre-test and post-test show no statistically significant difference in student scores between the actual and virtual field trip groups.&nbsp; In terms of their final grade, the actual trip group has an average grade of 88.6 versus the 85.3 for the virtual group.&nbsp; However, the one-way ANOVA suggests that this slight difference in average score is not statistically significant.&nbsp; Student opinion surveys suggest that students seem to be more passionate and motivated to learning more after the actual field trip than after the vir...",
  "por_txt_cntn": "\nTwo versions of a virtual field trip, one for an introductory Physical Geology course taught at Hillsborough Community College and one for a senior level Sedimentary Geology course taught at University of South Florida, were developed, implemented, and assessed.  A dedicated website (http://hennarot.forest.usf.edu/main/test/vcft/index.html) was established.  The website is easily searchable with key words such as \"virtual field trip\".\n\nFour virtual field trip modules investigating the coastal environments of central and south Florida were developed and implemented in Physical Geology and Earth Science classes at Hillsborough Community College (HCC).  These virtual field trips provided a large population of students an opportunity for field-based learning that they could not otherwise experience.  This paper describes a two-year study to assess student learning with the added virtual field trip in comparison to a group that did not take the field trip.  Various data were collected including student demographics, self-efficacy, student opinions, pre-tests, post-tests, and virtual field trip quiz scores.  Over 500 students participated in this study with 282 students completed the virtual field trip.  The rest of the participants served as the control group.\n\nDemographically more than 60 percent of participating HCC students are female with nearly 35 percent older than 25 years.  Based on the student opinion survey, the virtual field trip modules were delivered successfully.  Many students compared the virtual field trip to their actual visit to a similar environment and noted the field data collection and analyses, suggesting that they did get a sense of being on a field trip.  The students indicated that the virtual field trips increased their interest in learning geoscience.  Based on student performance on pre-tests and post-tests, no statistically significant difference was identified between the groups with and without the virtual field trip.  The addition of the virtual field trip did not result in improved performance on the final exam.\n\nFive web-based virtual field trip modules were developed to replicate a 3-day actual field trip investigating the modern coastal environments in south Florida.  The field trips are part of a senior sedimentary geology class offered at the University of South Florida (USF).  The actual and virtual field trips were implemented and compared over a 3-year period.  Student performance was assessed based on pre-test, post-test, and their final grade.  Student opinion surveys were conducted to gather their perceptions on the field trip.  As compared to the actual field trip, the advantages of the virtual trip lie in its flexible schedule, easy accessibility to a large student population, no additional costs, and efficient delivery, requiring approximately 10% of the time.  A total of 88 students participated in this study; 36 took the actual field trip, 46 took the virtual version, and 6 volunteered to take both trips.  Students were randomly selected to take the actual and virtual versions of the field trip.\n\nResults from the multiple choice style pre-test and post-test show no statistically significant difference in student scores between the actual and virtual field trip groups.  In terms of their final grade, the actual trip group has an average grade of 88.6 versus the 85.3 for the virtual group.  However, the one-way ANOVA suggests that this slight difference in average score is not statistically significant.  Student opinion surveys suggest that students seem to be more passionate and motivated to learning more after the actual field trip than after the virtual trip.\n\n \n\n\t\t\t\t\tLast Modified: 11/09/2015\n\n\t\t\t\t\tSubmitted by: Ping Wang"
 }
}