{
 "awd_id": "1044497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Problem Generation, Solution, Student Input, and Tutoring Modules for Introductory Linear Circuit Analysis",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 249970.0,
 "awd_amount": 249970.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2012-01-19",
 "awd_abstract_narration": "Participating Organizations: \r\nArizona State University (ASU)\r\nChandler-Gilbert Community College (CGCC)\r\n\r\nProject Description:\r\nArizona State University (ASU), in collaboration with Chandler-Gilbert Community College (CGCC), is developing cyberlearning-based instructional materials for undergraduate electrical engineering courses on introductory linear circuit analysis. The instructional materials consist of a set of software tools for the automatic generation of specified types of circuit analysis examples and problems of carefully graded difficulty, including fully worked-out, accurate solutions. Software modules are being developed to automatically or manually sketch circuit diagrams and permit modification of the diagrams by students in order to illustrate the steps involved in working through problems. The modules also allow users to sketch waveforms using a palette of various functions in a drawing program. The software incorporates automatic evaluation of the steps in student work (i.e., equations, numerical answers, and revised circuit diagrams that they input) as well as the final answers. Algorithms and heuristics are being used to solve circuit problems as students are taught to do in elementary courses, as distinct from methods normally used in automated circuit analysis. The software can also be used to generate and grade individualized homework problems and quizzes, as well as fully-worked examples for use by students during individual or collaborative study.\r\n\r\nThe software elements are also being integrated into a prototype interactive tutoring program, leveraging an existing Andes physics tutor system (as the initial framework). This work is being done in collaboration with Kurt VanLehn, who authored Andes. Instructional sequences to teach key concepts in circuit theory are being implemented using carefully programmed sequences of problems and examples exhibiting various levels of difficulty. These sequences specifically target common preconceptions/misconceptions that students tend to hold regarding electricity and circuit analysis. Instructional sequences can be automatically customized to the needs and desires of individual students to promote mastery of key concepts, while enforcing review of earlier material to increase retention. Feedback from student performance on tutorials completed prior to class is being used to identify areas in which instructors should focus during a given class period.\r\n\r\nIndependent formative and summative evaluation of these materials is conducted by an educational specialist with expertise in the evaluation of computer-based learning systems. Learning gains are measured against carefully defined learning objectives (using concept inventories before & after instruction), as well as student exam scores and performance (including time on task) on questions encountered in the tutoring sequences. Surveys and focus groups are also being used as part of the overall project's evaluation. \r\n\r\nBroader Significance:\r\nThe project is attempting to utilize an open-source approach to dissemination; while a web-based version of the software is also being planned for potential incorporation into a proprietary publisher web site. The project has the potential to provide a model for university & community college collaboration, while also offering a technology-based tutoring approach that can be adapted to teach a variety of other key engineering courses (e.g., digital circuit design, statics). Underrepresented minority students are being actively recruited to work on the project to ensure value for all those involved in the STEM learning community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Skromme",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Skromme",
   "pi_email_addr": "skromme@asu.edu",
   "nsf_id": "000302986",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Atkinson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Robert K Atkinson",
   "pi_email_addr": "robert.atkinson@asu.edu",
   "nsf_id": "000400851",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed tutoring software to help engineering students learn the subject of &ldquo;linear circuit analysis,&rdquo; which is a basic and widely studied skill in the area of electrical engineering and electrical circuits. &nbsp;Many engineering majors are required to learn this subject successfully to graduate, but traditionally many of them struggle to pass the course, which can delay or prevent their graduation.&nbsp; Our system improves on existing, textbook publisher-based systems by providing &ldquo;step-based tutoring&rdquo; rather than the &ldquo;answer-based tutoring&rdquo; typical in those systems.&nbsp; Step-based tutoring means that every step of a student&rsquo;s work, such as re-drawing a circuit diagram, formulating equations that describe the circuit, manipulating and solving those equations, and obtaining the final numerical answer is inputted directly into the computer for immediate feedback, using specially designed interfaces that make it quick and easy to do so.&nbsp; This method tells students exactly where they are going wrong, and prevents them from wasting a lot of time solving equations that are not correct to begin with, for example.&nbsp; The traditional answer-based tutoring systems only tell students whether their final answers are right or wrong, but usually provide no information to help them identify the source or nature of their error.&nbsp; A typical step-based system is about 2.45x more effective than an answer-based system, and is almost as good as an expert human tutor (who is 2.55x better, on average, than an answer-based tutor).&nbsp; Our system, however, is 3.9x better than a typical answer-based system. This result was obtained in a rigorous controlled, randomized laboratory-based experiment using student volunteers, and is statistically significant. &nbsp;</p>\n<p>Our system has several unique features.&nbsp; It generates circuit problems for students to solve automatically, without relying on a limited supply that have been created by hand, as textbooks do.&nbsp; Thus, each student gets different problems to solve (not just different numbers, but completely different), which discourages copying of other students&rsquo; work.&nbsp; Furthermore, if a student is unable to solve a problem correctly, they are just shown the correct solution and a detailed explanation, then given another problem of the same type and difficulty to solve on their own.&nbsp; Our solutions are carried out using the same methods students are taught to use when working problems by hand, and are completely free of errors (unlike typical textbooks, whose errors can cause a lot of frustration for students).&nbsp; Students can also view any number of fully worked examples as they wish.&nbsp; They are never penalized for wrong answers, but are simply given as many opportunities as they need to learn.&nbsp; This approach builds student confidence, as they never fail, but they are still required to achieve mastery-level understanding before moving on.&nbsp; The system therefore adapts to the individual needs of each student in ways that conventional instruction and assignments do not.&nbsp; Strong students can complete the exercises very quickly, but those who struggle more can spend as much time as needed and have the opportunity for unlimited practice.&nbsp; Compared to working conventional textbook problems, we found that student scores showed a 10x larger increase by working in our system for the same length of time, which greatly increases the efficiency with which they learn.&nbsp;</p>\n<p>Our system has been used by over 1000 engineering students at Arizona State University and some other universities and community colleges.&nbsp; Students have expressed high levels of satisfaction with the system, with over 96% of them rating it as &ldquo;very useful&rdquo; or &ldquo;somewhat useful&rdquo; to help learn the material (70% rating it as &ldqu...",
  "por_txt_cntn": "\nThis project developed tutoring software to help engineering students learn the subject of \"linear circuit analysis,\" which is a basic and widely studied skill in the area of electrical engineering and electrical circuits.  Many engineering majors are required to learn this subject successfully to graduate, but traditionally many of them struggle to pass the course, which can delay or prevent their graduation.  Our system improves on existing, textbook publisher-based systems by providing \"step-based tutoring\" rather than the \"answer-based tutoring\" typical in those systems.  Step-based tutoring means that every step of a studentÆs work, such as re-drawing a circuit diagram, formulating equations that describe the circuit, manipulating and solving those equations, and obtaining the final numerical answer is inputted directly into the computer for immediate feedback, using specially designed interfaces that make it quick and easy to do so.  This method tells students exactly where they are going wrong, and prevents them from wasting a lot of time solving equations that are not correct to begin with, for example.  The traditional answer-based tutoring systems only tell students whether their final answers are right or wrong, but usually provide no information to help them identify the source or nature of their error.  A typical step-based system is about 2.45x more effective than an answer-based system, and is almost as good as an expert human tutor (who is 2.55x better, on average, than an answer-based tutor).  Our system, however, is 3.9x better than a typical answer-based system. This result was obtained in a rigorous controlled, randomized laboratory-based experiment using student volunteers, and is statistically significant.  \n\nOur system has several unique features.  It generates circuit problems for students to solve automatically, without relying on a limited supply that have been created by hand, as textbooks do.  Thus, each student gets different problems to solve (not just different numbers, but completely different), which discourages copying of other studentsÆ work.  Furthermore, if a student is unable to solve a problem correctly, they are just shown the correct solution and a detailed explanation, then given another problem of the same type and difficulty to solve on their own.  Our solutions are carried out using the same methods students are taught to use when working problems by hand, and are completely free of errors (unlike typical textbooks, whose errors can cause a lot of frustration for students).  Students can also view any number of fully worked examples as they wish.  They are never penalized for wrong answers, but are simply given as many opportunities as they need to learn.  This approach builds student confidence, as they never fail, but they are still required to achieve mastery-level understanding before moving on.  The system therefore adapts to the individual needs of each student in ways that conventional instruction and assignments do not.  Strong students can complete the exercises very quickly, but those who struggle more can spend as much time as needed and have the opportunity for unlimited practice.  Compared to working conventional textbook problems, we found that student scores showed a 10x larger increase by working in our system for the same length of time, which greatly increases the efficiency with which they learn. \n\nOur system has been used by over 1000 engineering students at Arizona State University and some other universities and community colleges.  Students have expressed high levels of satisfaction with the system, with over 96% of them rating it as \"very useful\" or \"somewhat useful\" to help learn the material (70% rating it as \"very useful\").  The long term plan is to try to incorporate our system into the existing system of a commercial textbook publisher, who could make a standalone version available to accompany any electrical circuits textbook.  This strategy would help..."
 }
}