{
 "awd_id": "1044067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Implementation of Multinuclear NMR for Cross Curricular Training in Chemistry and Biochemistry",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Brown",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-06-02",
 "awd_max_amd_letter_date": "2011-06-02",
 "awd_abstract_narration": "The nuclear magnetic resonance (NMR) spectrometer is the most powerful tool that chemists have at their disposal for the characterization and identification of chemical compounds. As such, hands-on access to a modern NMR spectrometer is regarded as a crucial component of the training and education of future chemists, biochemists, and students of other STEM disciplines. This project at Stetson University is transforming the way in which undergraduate students approach problems in chemistry and biochemistry by integrating the application of standard NMR techniques (proton and carbon-13 NMR) in a holistic fashion throughout the entire curriculum, beginning in first-year general chemistry classes and progressing through each of the five \"foundations\" areas (Organic, Inorganic, Physical, Analytical, and Biochemistry). Additionally, this project is developing a cohesive series of new phosphorus-31 NMR laboratory experiments and exercises that span all of these same chemical disciplines, allowing students to acquire a more authentic understanding of an important chemical technique while gaining insight into the use of a single tool for solving problems across the chemical sciences. By providing students with rewarding and student-centered experiences with modern chemical techniques, this project is helping to recruit and retain outstanding students into STEM programs at Stetson University and prepare them for success in STEM fields. Moreover, through the widespread dissemination of the newly developed pedagogical resources to the chemical education community, this project is contributing to improving the overall quality of STEM education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "York",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T York",
   "pi_email_addr": "jyork@stetson.edu",
   "nsf_id": "000529763",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Grubbs",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "William T Grubbs",
   "pi_email_addr": "tandy.grubbs@ncssm.edu",
   "nsf_id": "000250362",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rameeswary",
   "pi_last_name": "Indralingam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rameeswary Indralingam",
   "pi_email_addr": "rindrali@stetson.edu",
   "nsf_id": "000483206",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stetson University",
  "inst_street_address": "421 N WOODLAND BLVD UNIT 8278",
  "inst_street_address_2": "",
  "inst_city_name": "DELAND",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3867386686",
  "inst_zip_code": "327238417",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "FL06",
  "org_lgl_bus_name": "STETSON UNIVERSITY, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LPBLQUYKQKJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Stetson University",
  "perf_str_addr": "421 N WOODLAND BLVD UNIT 8278",
  "perf_city_name": "DELAND",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "327238417",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "FL06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The nuclear magnetic resonance (NMR) spectrometer is the most powerful research and teaching tool that students and faculty at universities around the world can use for studying chemical compounds. However, most undergraduate students enrolled in chemistry courses, particularly those in introductory courses, receive little training in NMR techniques and often no hands-on access to an NMR spectrometer. In an effort to improve students&rsquo; general training in the chemical sciences as well as their attitudes and interest in chemistry, faculty at Stetson University planned to include the use of a modern NMR spectrometer throughout the chemistry and biochemistry curriculum by incorporating common NMR experiments in both introductory and advanced courses. Moreover, chemistry faculty planned to develop a series of new&nbsp;phosphorus-31 NMR laboratory experiments. These new experiments, designed to be simple enough for even inexperienced students to complete and comprehend, would allow ALL students in chemistry courses at Stetson University to receive hands-on practice with a modern NMR spectrometer and to apply NMR spectroscopy to solving important chemical problems. This includes first-semester students in General Chemistry, sophomore students in Organic Chemistry, as well students in more advanced courses including Inorganic Chemistry, Physical Chemistry, Analytical Chemistry, and Biochemistry.</p>\n<p>With help from this NSF-TUES grant, Stetson University purchased a new 400 MHz NMR spectrometer for their science facility. This instrument was equipped with an automated sampling unit to allow large groups of students to easily run their own samples. Moreover, NMR-processing software was placed on all departmental computing resources to allow students to easily manipulate and interpret their data from remote locations.</p>\n<p>During the three-year project, Stetson University chemistry faculty and undergraduate research students developed a number new phosphorus-31 NMR experiments for use across the curriculum. Experiments were first developed for use in General Chemistry and Organic Chemistry, since these form the &ldquo;core&rdquo; of students&rsquo; early training in chemistry. Moreover, because these courses have the largest overall enrollment and the largest number of students from disciplines other than chemistry (such as biology and pre-health majors), these courses were deemed to have the broadest impact. The new experiments were completed by all General Chemistry students (~230 students) and Organic Chemistry students (~115 students) during the fall 2012 and fall 2013 semesters. Building upon the inclusion of these experiments in the introductory courses, new phosphorus-31 lab experiments have been developed for use in advanced courses, including Inorganic Chemistry, Physical Chemistry, Analytical Chemistry, and Biochemistry. These have either been successfully completed by students in these courses or are currently being prepared for implementation in these courses. Additionally, &ldquo;standard&rdquo; NMR experiments have now been included in Organic Chemistry and Inorganic Chemistry.</p>\n<p>To assess the impact of the new laboratory experiments on student learning and attitudes towards chemistry, faculty used a number of new and existing assessment tools. These included standardized exams, an NMR knowledge and attitudes self-assessment survey, a Student Assessment of their Learning Gains (SALG) survey, and NMR knowledge-based quizzes. The results of these assessments demonstrated several important impacts of these new NMR experiments. General Chemistry students are quite capable of performing simple phosphorus-31 experiments with the NMR spectrometer and interpreting the results. Moreover, the majority of these students were able to demonstrate a basic level of proficiency with NMR concepts with no additional in-class coverage of NMR. These students were fu...",
  "por_txt_cntn": "\nThe nuclear magnetic resonance (NMR) spectrometer is the most powerful research and teaching tool that students and faculty at universities around the world can use for studying chemical compounds. However, most undergraduate students enrolled in chemistry courses, particularly those in introductory courses, receive little training in NMR techniques and often no hands-on access to an NMR spectrometer. In an effort to improve studentsÆ general training in the chemical sciences as well as their attitudes and interest in chemistry, faculty at Stetson University planned to include the use of a modern NMR spectrometer throughout the chemistry and biochemistry curriculum by incorporating common NMR experiments in both introductory and advanced courses. Moreover, chemistry faculty planned to develop a series of new phosphorus-31 NMR laboratory experiments. These new experiments, designed to be simple enough for even inexperienced students to complete and comprehend, would allow ALL students in chemistry courses at Stetson University to receive hands-on practice with a modern NMR spectrometer and to apply NMR spectroscopy to solving important chemical problems. This includes first-semester students in General Chemistry, sophomore students in Organic Chemistry, as well students in more advanced courses including Inorganic Chemistry, Physical Chemistry, Analytical Chemistry, and Biochemistry.\n\nWith help from this NSF-TUES grant, Stetson University purchased a new 400 MHz NMR spectrometer for their science facility. This instrument was equipped with an automated sampling unit to allow large groups of students to easily run their own samples. Moreover, NMR-processing software was placed on all departmental computing resources to allow students to easily manipulate and interpret their data from remote locations.\n\nDuring the three-year project, Stetson University chemistry faculty and undergraduate research students developed a number new phosphorus-31 NMR experiments for use across the curriculum. Experiments were first developed for use in General Chemistry and Organic Chemistry, since these form the \"core\" of studentsÆ early training in chemistry. Moreover, because these courses have the largest overall enrollment and the largest number of students from disciplines other than chemistry (such as biology and pre-health majors), these courses were deemed to have the broadest impact. The new experiments were completed by all General Chemistry students (~230 students) and Organic Chemistry students (~115 students) during the fall 2012 and fall 2013 semesters. Building upon the inclusion of these experiments in the introductory courses, new phosphorus-31 lab experiments have been developed for use in advanced courses, including Inorganic Chemistry, Physical Chemistry, Analytical Chemistry, and Biochemistry. These have either been successfully completed by students in these courses or are currently being prepared for implementation in these courses. Additionally, \"standard\" NMR experiments have now been included in Organic Chemistry and Inorganic Chemistry.\n\nTo assess the impact of the new laboratory experiments on student learning and attitudes towards chemistry, faculty used a number of new and existing assessment tools. These included standardized exams, an NMR knowledge and attitudes self-assessment survey, a Student Assessment of their Learning Gains (SALG) survey, and NMR knowledge-based quizzes. The results of these assessments demonstrated several important impacts of these new NMR experiments. General Chemistry students are quite capable of performing simple phosphorus-31 experiments with the NMR spectrometer and interpreting the results. Moreover, the majority of these students were able to demonstrate a basic level of proficiency with NMR concepts with no additional in-class coverage of NMR. These students were further able to retain or regain this basic level of NMR proficiency by simply completing a second phosphorus-31 NMR experi..."
 }
}