{
 "awd_id": "1044430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Creating a replicable transformation path for change:  A pilot study on overcoming the barriers to individualized teaching and learning",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 249496.0,
 "awd_amount": 249496.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-12-28",
 "awd_abstract_narration": "This project is assessing the effectiveness of a networked learning community as a mechanism to initiate lasting change in the teaching and learning of college-level STEM content. The institutional partners are a four-year institution and two regional community colleges, both of which are Hispanic-serving institutions. The PIs are assessing the method of action research within the structure of a regional network as a means for sustained improvement in STEM teaching and learning. Institutional partners are building their capacity for action research through participation in annual and on-going workshops. The workshops are enabling faculty participants to conceive, plan, implement and assess their own course-level experiments in teaching and learning. The network is serving as a learning community where participants can collectively reflect on their results and learn from one another. Open education resources are being explored to determine their value to enhance and self-direct undergraduate learning. The PIs are also assessing the role of meaning to motivate and engage all participants (faculty, students, and community partners). This pilot study is advancing our understanding of how to successfully use emergent open educational resources to facilitate the design of individualized learning experiences for students with diverse prior-college life experiences. The project also focuses on revealing the structures and processes needed to enable meaningful and sustained faculty-initiated change in STEM education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lizabeth",
   "pi_last_name": "Thompson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Lizabeth L Thompson",
   "pi_email_addr": "lschleme@calpoly.edu",
   "nsf_id": "000464341",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Vanasupa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linda Vanasupa",
   "pi_email_addr": "linda.vanasupa@olin.edu",
   "nsf_id": "000330550",
   "pi_start_date": "2011-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "1 GRAND AVE BLDG 15",
  "perf_city_name": "SAN LUIS OBISPO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934079000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  },
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249496.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Previous research by others indicated that one of the reasons that there is so little change in science, technology, engineering and math (STEM) higher education is that those involved in STEM education have not practiced profound change or managing change.&nbsp; Yet, the dynamic change in our social system points to the fact that STEM education must become more relevant to young learners if we expect to equip our citizenry with these important understandings. In this research project, we sought the answers to three important questions around teaching STEM: 1. How does a community that practices &ldquo;change&rdquo; aid innovations in teaching and learning? 2. In what ways do freely-available educational resources help learning? 3. How does the meaningfulness of the learning experience affect the learning? Our aims in this research were to catalyze systemic change in higher education through the discovery of the process of lasting and profound change in STEM education. Our approach was to create local and regional partnerships to explore the use of teaching materials that were more accessible to the millennial student while implementing local experiments in change. We also hosted workshops on managing change in our own lives as a way to build capacity for planning change, assessing the results and adjusting toward the desired outcomes. The most important thing that we learned is that those who are involved in STEM education are beneficiaries of the legacy system&mdash;what that means is that changing the system involves personal change. To the extent that those in higher education want transformational outcomes for STEM education, the process requires transformational change on the part of the teaching individuals.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In answering our research questions, we found that it is necessary to have a community to facilitate personal change and that community must have the participation that represents diverse perspectives; most importantly, changing STEM education requires the involvement of people outside what is traditionally considered STEM. These personal changes, facilitated through open dialogue, precede effective course-level changes, including the simple change of adopting openly available educational resources. When we looked at the student experience (N=200), we found that student cohorts were not significantly different than similar cohorts with respect to &ldquo;traditional metrics&rdquo; of grades or retention. &nbsp;However, they exhibited measurably greater shifts in their reported behavior toward deeper learning strategies and in the meaningfulness of the learning experiences that connecting them to real clients compared to their quasi-control cohorts.</p>\n<p><span style=\"white-space: pre;\"> </span>The outcomes of the work include the development of 12 faculty as open education resource authors and users and a connected network of engineering educational researchers who are asking similar questions about change in engineering education. There have also been over 30 participants in workshops on change who are implementing change in their local institutional millieus.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/10/2015<br>\n\t\t\t\t\tModified by: Linda&nbsp;Vanasupa</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1044430/1044430_10129159_1441912661386_TUES-concept3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1044430/1044430_10129159_1441...",
  "por_txt_cntn": "\nPrevious research by others indicated that one of the reasons that there is so little change in science, technology, engineering and math (STEM) higher education is that those involved in STEM education have not practiced profound change or managing change.  Yet, the dynamic change in our social system points to the fact that STEM education must become more relevant to young learners if we expect to equip our citizenry with these important understandings. In this research project, we sought the answers to three important questions around teaching STEM: 1. How does a community that practices \"change\" aid innovations in teaching and learning? 2. In what ways do freely-available educational resources help learning? 3. How does the meaningfulness of the learning experience affect the learning? Our aims in this research were to catalyze systemic change in higher education through the discovery of the process of lasting and profound change in STEM education. Our approach was to create local and regional partnerships to explore the use of teaching materials that were more accessible to the millennial student while implementing local experiments in change. We also hosted workshops on managing change in our own lives as a way to build capacity for planning change, assessing the results and adjusting toward the desired outcomes. The most important thing that we learned is that those who are involved in STEM education are beneficiaries of the legacy system&mdash;what that means is that changing the system involves personal change. To the extent that those in higher education want transformational outcomes for STEM education, the process requires transformational change on the part of the teaching individuals.\n\n            In answering our research questions, we found that it is necessary to have a community to facilitate personal change and that community must have the participation that represents diverse perspectives; most importantly, changing STEM education requires the involvement of people outside what is traditionally considered STEM. These personal changes, facilitated through open dialogue, precede effective course-level changes, including the simple change of adopting openly available educational resources. When we looked at the student experience (N=200), we found that student cohorts were not significantly different than similar cohorts with respect to \"traditional metrics\" of grades or retention.  However, they exhibited measurably greater shifts in their reported behavior toward deeper learning strategies and in the meaningfulness of the learning experiences that connecting them to real clients compared to their quasi-control cohorts.\n\n The outcomes of the work include the development of 12 faculty as open education resource authors and users and a connected network of engineering educational researchers who are asking similar questions about change in engineering education. There have also been over 30 participants in workshops on change who are implementing change in their local institutional millieus.\n\n \n\n\t\t\t\t\tLast Modified: 09/10/2015\n\n\t\t\t\t\tSubmitted by: Linda Vanasupa"
 }
}