{
 "awd_id": "1044714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TUES: Integration of Research and Undergraduate Education: Local Genome Diversity Studies in Puerto Rico",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Terry S. Woodin",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 181887.0,
 "awd_amount": 181887.0,
 "awd_min_amd_letter_date": "2011-08-11",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "The project \"TUES: Integration of Research and Undergraduate Education: Local Genome Diversity Studies in Puerto Rico\" incorporates a research project begun by faculty into the curriculum of the Biology major.  Because of several waves of immigration and colonization, the present day population of the island shows genetic markers derived from African, European, and Native American sources.  By systematically surveying the population in local regions for frequency of characteristic variants and mapping those onto the geography, it may be possible to find genetic evidence that supports the historical record.  This application of modern genetic concepts, techniques and analysis makes a rather abstract study concrete to the students involved.  The information developed might be used in the future to identify risk factors for diseases, a direct positive outcome of the research in addition to the education of the students.  Through careful instruction and mentoring, students go from the classroom into the field and then into the laboratory to accomplish this project.  They also progressively assume increased individual responsibility for their contributions to the overall project.  This project also has impacts beyond the accomplishment of the research objective and education of the students.  The student body at University of Puerto Rico at  Mayaguez is 97% Hispanic, a population underrepresented in the sciences.  Their retention in science majors should increase the diversity of the scientifically literate population.  Moreover, the project's design is amenable to adaptation in other areas where genetic mixing has occurred over historical time.  Students are prepared to communicate scientific results by reaching out to local high schools with the story of their research, thereby attracting more students to continue on to college and possibly study science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Taras",
   "pi_last_name": "Oleksyk",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Taras K Oleksyk",
   "pi_email_addr": "oleksyk@oakland.edu",
   "nsf_id": "000550086",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Martinez",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Juan C Martinez",
   "pi_email_addr": "juancarlos.martinez@upr.edu",
   "nsf_id": "000478570",
   "pi_start_date": "2011-08-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 181887.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Local Genome Diversity Studies (LGDS), is a undergraduate research and education project based on a systematic collection of more that 7,000 human DNA samples across Puerto Rico (96 samples for each of the 78 municipalities on the island), each with the informed consent for genetic research on frequency of genetic markers and admixture. &nbsp;This information was used to uncover the complexity of the island&rsquo;s rich genetic background.&nbsp;</p>\n<p>In the&nbsp;<strong>Phase 1</strong>&nbsp;of this educational cycle, 23-42 undergraduate students each semester for six semesters in the row, learned about genetic techniques and carried out sample collection, DNA extraction and genotyping in a series of individual projects within the LGDS cycle to cover wach of the 78 Puerto Rico's municipalities. &nbsp;Students trained in the Phase 1 (BIOL4991-4994)<strong>&nbsp;</strong>of LGDS were then enrolled in&nbsp;<strong>Phase 2</strong>&nbsp;the second semester.&nbsp; &nbsp;Here they were involved in mentored research in the&nbsp;<em>Adopt-a-Gene project</em>: individual studies where students nominate genetic variants based on their phenotypic relevance (involvement in phenotypic traits, environmental response or human disease) and their frequencies in the PUR samples 1,000 Genomes data that was also collected earlier by our laboratory.&nbsp; Candidate loci were analyzed in the LGDS samples to document their actual geographic distributions. All students submitted written reports through the academic year.</p>\n<p>Preliminary island-wide analysis revealed non-random distribution of some disease-relevant variants, while a panels of ancestry markers, metabolic, cancer, and interited disease candidate genes that were genotyped or re-sequenced for a subset or the entire sample using next generation sequencing technology.&nbsp;</p>\n<p>A number of research projects have been initiated with subsets of this database to describe genetic distributions of admixture and phenotype or disease loci in the human population across the island.&nbsp; The database is one of the largest known local resources of genetic variation, serving as a valuable asset for developing future research and educational activities involving a large number of undergraduate students. As a result of their involvement im LGDS, students have significantly improved their knowledge of genetics compared to their counterparts that did not go through LGDS. &nbsp;The findings of the undergraduate project have been presented in the local high schools, and communicated in a number of local, national and international meetings by graduate and undergraduate students participating in the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2014<br>\n\t\t\t\t\tModified by: Taras&nbsp;K&nbsp;Oleksyk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLocal Genome Diversity Studies (LGDS), is a undergraduate research and education project based on a systematic collection of more that 7,000 human DNA samples across Puerto Rico (96 samples for each of the 78 municipalities on the island), each with the informed consent for genetic research on frequency of genetic markers and admixture.  This information was used to uncover the complexity of the islandÆs rich genetic background. \n\nIn the Phase 1 of this educational cycle, 23-42 undergraduate students each semester for six semesters in the row, learned about genetic techniques and carried out sample collection, DNA extraction and genotyping in a series of individual projects within the LGDS cycle to cover wach of the 78 Puerto Rico's municipalities.  Students trained in the Phase 1 (BIOL4991-4994) of LGDS were then enrolled in Phase 2 the second semester.   Here they were involved in mentored research in the Adopt-a-Gene project: individual studies where students nominate genetic variants based on their phenotypic relevance (involvement in phenotypic traits, environmental response or human disease) and their frequencies in the PUR samples 1,000 Genomes data that was also collected earlier by our laboratory.  Candidate loci were analyzed in the LGDS samples to document their actual geographic distributions. All students submitted written reports through the academic year.\n\nPreliminary island-wide analysis revealed non-random distribution of some disease-relevant variants, while a panels of ancestry markers, metabolic, cancer, and interited disease candidate genes that were genotyped or re-sequenced for a subset or the entire sample using next generation sequencing technology. \n\nA number of research projects have been initiated with subsets of this database to describe genetic distributions of admixture and phenotype or disease loci in the human population across the island.  The database is one of the largest known local resources of genetic variation, serving as a valuable asset for developing future research and educational activities involving a large number of undergraduate students. As a result of their involvement im LGDS, students have significantly improved their knowledge of genetics compared to their counterparts that did not go through LGDS.  The findings of the undergraduate project have been presented in the local high schools, and communicated in a number of local, national and international meetings by graduate and undergraduate students participating in the project.\n\n \n\n\t\t\t\t\tLast Modified: 10/05/2014\n\n\t\t\t\t\tSubmitted by: Taras K Oleksyk"
 }
}