{
 "awd_id": "1044898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Interdisciplinary Approach to Biological Energy Transfer  -  Cross-Institutional Collaboration and Adaptation",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Katherine J. Denniston",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 199781.0,
 "awd_amount": 199781.0,
 "awd_min_amd_letter_date": "2011-05-17",
 "awd_max_amd_letter_date": "2013-02-05",
 "awd_abstract_narration": "This project creates new physical models and digital instructional materials to help students understand photosynthesis, the process by which living organisms trap energy from the sun in food.  During photosynthesis, green plants, algae and some microbes fix carbon dioxide from the air into organic molecules, the food upon which all living things depend.  By removing carbon dioxide from the atmosphere, it also helps to control the build-up of this greenhouse gas.  In addition some molecules made this way become biofuel, a renewable source of energy.  Therefore this is an important process to understand.  The models are used in a variety of undergraduate courses along with those previously created and tested by the SUN (Students Understanding eNergy) Project.  Together these instructional materials allow undergraduates to enact both photosynthesis and cellular respiration, the process by which all living things move stored energy from food to ATP, the chemical currency required to power life.  These topics are difficult for undergraduates to understand.  They involve electrons moving along a particular path in protein complexes found in two cellular compartments, the chloroplast and the mitochondrion.  A team from University of Wisconsin at Madison, University of Wisconsin at Milwaukee, The Scripps Research Institute, and Milwaukee School of Engineering (the lead institution) develops scale models that accurately represent the structures of the proteins involved in photosynthesis.  It also creates web-based instructional materials that integrate knowledge of the biological structures with their functions.  The models and digital learning tools are tested in cell biology, biochemistry, and physics classes at the cooperating institutions, and then refined for broader distribution.  Ultimately they improve student learning.  They also impact student persistence as science majors nationwide, since many students find these abstract concepts to be so difficult that they change their major.   This project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their efforts toward Vision and Change in Undergraduate Biology Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Batiza",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Ann F Batiza",
   "pi_email_addr": "batiza@msoe.edu",
   "nsf_id": "000365474",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Nelson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Nelson",
   "pi_email_addr": "nelson@biochem.wisc.edu",
   "nsf_id": "000379671",
   "pi_start_date": "2013-02-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Goodsell",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Goodsell",
   "pi_email_addr": "goodsell@scripps.edu",
   "nsf_id": "000459511",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bo",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bo Zhang",
   "pi_email_addr": "boz@uwm.edu",
   "nsf_id": "000530195",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Harris",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle A Harris",
   "pi_email_addr": "maharris@wisc.edu",
   "nsf_id": "000565272",
   "pi_start_date": "2011-05-17",
   "pi_end_date": "2013-02-05"
  }
 ],
 "inst": {
  "inst_name": "Milwaukee School of Engineering",
  "inst_street_address": "1025 N BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "MILWAUKEE",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "4142777300",
  "inst_zip_code": "532023109",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "WI04",
  "org_lgl_bus_name": "MILWAUKEE SCHOOL OF ENGINEERING",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6RCJVHKTHJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Milwaukee School of Engineering",
  "perf_str_addr": "1025 N BROADWAY",
  "perf_city_name": "MILWAUKEE",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "532023109",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "WI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199781.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This project adapted concepts and materials used at the high school level to teach undergraduates about what powers life.&nbsp; The forces that allow electrons to flow from hydrogen to oxygen in a fuel cell and release energy are the same forces that allow electrons to flow from food to oxygen in living things. &nbsp;This is why we can&rsquo;t live without food and oxygen!&nbsp; The earlier SUN Project, which was also funded by tax-payer dollars, created physical models that students could manipulate within nested trays to show how electron movement resulted in the production of ATP, an energy currency used by all living things.&nbsp; This process is called cellular respiration and occurs in mitochondria and microbes. Students also used the models to show how food was produced after light initiated electron movement in the chloroplasts of plants and algae and within photosynthetic bacteria. This process is called photosynthesis.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; These materials, along with a digital, interactive SUN Mitochondrial E-book and a mechanical model of the protein machine that makes ATP made these abstract ideas about energy transfer through electron movement concrete and easy to understand (Batiza et al., 2013). &nbsp;With support by the NSF for the project described here, we added new materials including: a SUN Chloroplast E-book that describes the process of food-making, interactive models that describe the driving force for electron movement, a more durable mechanical ATP synthase model, some related videos, and physical models of some of the protein complexes involved in photosynthesis. &nbsp;The E-books and videos are freely available from the SUN Project web pages at <a href=\"http://www.msoe.edu/academics/research_centers/sun/\">www.msoe.edu/academics/research_centers/sun/</a>&nbsp; and one can borrow a suitcase of ATP synthases.&nbsp; In addition the International Society of Photosynthesis Research has linked the SUN Chloroplast E-book on its web page at <a href=\"http://www.photosynthesisresearch.org/\">http://www.photosynthesisresearch.org/</a>.&nbsp; One of the cool features of this E-book is the &ldquo;Electron Transport Chain Overview&rdquo; page that synchronizes the path of electrons with the driving force for why they move.&nbsp; Students will recognize the pattern for the driving force as the &ldquo;z-scheme.&rdquo;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; We piloted use of these materials in three different undergraduate classes: an introductory honors course for biology majors at a large research university; a course about energy and the environment for largely non-STEM majors at a comprehensive research university; and a specialized course that applied engineering principles to biochemistry for biomolecular engineering sophomores. &nbsp;In each case, student understanding was reflected in drawings with written explanations regarding the impact of moving electrons during cellular respiration.&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The curricular adjustments made and the particular tools used depended upon the course.&nbsp; For example, students in the energy and the environment course for largely non-STEM majors (who had very little prior knowledge of these concepts) used the nested trays to learn <em>how </em>these processes occur.&nbsp; They also used hydrogen fuel cells to better understand <em>why</em> they occur and ultimately presented panel discussions that in some cases linked these ideas to climate change.&nbsp; The relationship between the fuel cell, the biological processes, and batteries was more strongly emphasized in the biomolecular engineering course.&nbsp; Over three iterations of this course, new lectures, labs and problem sets were developed to make the connections between the physical and living world so strong that students were able to create and present novel ...",
  "por_txt_cntn": "\n This project adapted concepts and materials used at the high school level to teach undergraduates about what powers life.  The forces that allow electrons to flow from hydrogen to oxygen in a fuel cell and release energy are the same forces that allow electrons to flow from food to oxygen in living things.  This is why we canÆt live without food and oxygen!  The earlier SUN Project, which was also funded by tax-payer dollars, created physical models that students could manipulate within nested trays to show how electron movement resulted in the production of ATP, an energy currency used by all living things.  This process is called cellular respiration and occurs in mitochondria and microbes. Students also used the models to show how food was produced after light initiated electron movement in the chloroplasts of plants and algae and within photosynthetic bacteria. This process is called photosynthesis.\n\n          These materials, along with a digital, interactive SUN Mitochondrial E-book and a mechanical model of the protein machine that makes ATP made these abstract ideas about energy transfer through electron movement concrete and easy to understand (Batiza et al., 2013).  With support by the NSF for the project described here, we added new materials including: a SUN Chloroplast E-book that describes the process of food-making, interactive models that describe the driving force for electron movement, a more durable mechanical ATP synthase model, some related videos, and physical models of some of the protein complexes involved in photosynthesis.  The E-books and videos are freely available from the SUN Project web pages at www.msoe.edu/academics/research_centers/sun/  and one can borrow a suitcase of ATP synthases.  In addition the International Society of Photosynthesis Research has linked the SUN Chloroplast E-book on its web page at http://www.photosynthesisresearch.org/.  One of the cool features of this E-book is the \"Electron Transport Chain Overview\" page that synchronizes the path of electrons with the driving force for why they move.  Students will recognize the pattern for the driving force as the \"z-scheme.\"\n\n          We piloted use of these materials in three different undergraduate classes: an introductory honors course for biology majors at a large research university; a course about energy and the environment for largely non-STEM majors at a comprehensive research university; and a specialized course that applied engineering principles to biochemistry for biomolecular engineering sophomores.  In each case, student understanding was reflected in drawings with written explanations regarding the impact of moving electrons during cellular respiration. \n\n          The curricular adjustments made and the particular tools used depended upon the course.  For example, students in the energy and the environment course for largely non-STEM majors (who had very little prior knowledge of these concepts) used the nested trays to learn how these processes occur.  They also used hydrogen fuel cells to better understand why they occur and ultimately presented panel discussions that in some cases linked these ideas to climate change.  The relationship between the fuel cell, the biological processes, and batteries was more strongly emphasized in the biomolecular engineering course.  Over three iterations of this course, new lectures, labs and problem sets were developed to make the connections between the physical and living world so strong that students were able to create and present novel fuel cell designs, some of which included biological components.  A key component of the curriculum included identical energy-related calculations applied to a battery, a hydrogen fuel cell and the biological processes of cellular respiration and photosynthesis.  Later, a subset of these students were interviewed in order to provide more data regarding the value of the instructional tools used.  We also interviewed a large group of stude..."
 }
}