{
 "awd_id": "1044021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TUES: Introducing Software Defined Radio into Undergraduate Wireless Engineering Curriculum Through a Hands-on Approach",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2011-09-20",
 "awd_abstract_narration": "Participating Organizations: \r\nAuburn University, Northern New Mexico College and Tuskegee University\r\n\r\nProject Description:\r\nAlthough considerable advances have been made, software defined radio (SDR) has been regarded as a highly advanced topic that is typically offered at the graduate level. This project is introducing SDR into the undergraduate wireless engineering curriculum. The team is utilizing existing programmable wireless platforms to expose undergraduate students to advanced SDR technology through hands-on experiments and projects. The hands-on approach is motivating student learning and greatly enhancing existing wireless engineering courses. The specific objectives of this project are to: 1) develop a new SDR laboratory course for junior and senior wireless engineering students; 2) develop and integrate wireless communications experiments and projects; and 3) configure the new SDR course and projects for easy adoption at other universities. To explore the issues and elements associated with other institutions adopting and offering such a course, the project involves collaboration with Northern New Mexico College (a minority-serving institution) and Tuskegee University (one of the Historically Black Colleges and Universities).\r\n\r\nBroader Significance:\r\nThe project is exposing undergraduate students to the latest advances in wireless communication and offers highly valuable training for future wireless engineers. The team is particularly focusing on the education of women and underrepresented minorities. The project is reaching out to K-12 students through participating in the annual Teams and Individuals Guided by Engineering Resources (TIGERs) camp that is hosted by the College of Engineering at Auburn University. The SDR laboratory experiments are being used as demonstrations for future TIGERs camps and the products are being contributed to the SDR open-source repositories. The developed course modules are offered and provided to other universities, with a specific focus on HBCUs and minority-serving institutions. Tutorials involving the implementation of the labs are being offered at the annual Wireless Symposium & Wireless Summer School which is being hosted by Virginia Tech, in Blacksburg, VA. The PI also plans to publish a special issue on classroom use of programmable wireless platforms in ICST Transactions on Emerging Internet Infrastructures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shiwen",
   "pi_last_name": "Mao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shiwen Mao",
   "pi_email_addr": "smao@auburn.edu",
   "nsf_id": "000148324",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jitendra",
   "pi_last_name": "Tugnait",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jitendra K Tugnait",
   "pi_email_addr": "tugnajk@eng.auburn.edu",
   "nsf_id": "000157041",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Prathima",
   "pi_last_name": "Agrawal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prathima Agrawal",
   "pi_email_addr": "pagrawal@eng.auburn.edu",
   "nsf_id": "000161873",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is to introduce software defined radio (SDR), a new paradigm of wireless communications, into undergraduate wireless engineering curriculum. Communication theory is a key component of the electrical and wireless engineering curricula. In most schools, the classroom lectures are either supplemented with Matlab simulations or hardware based labs. The powerful SDR can make the abstract theory tangible to students, and enable many interesting lab experiments that were previously hard to offer. The proposed approach is to exploit existing programmable wireless platforms, to expose undergraduate students to advanced SDR technology with carefully designed experiments and projects. Such a hands-on approach not only motivates student learning by making the challenging SDR coursework doable, meaningful, and enjoyable for students, but also greatly enhances the existing wireless engineering courses.</p>\n<p>Although considerable advances have been made, SDR has been regarded as a highly advanced topic and, to the best of our knowledge, has been only offered at the graduate level in a few schools. Motivated by the high potential and compelling need of SDR expertise from the industry, we introduce SDR into our undergraduate wireless engineering curriculum. The existing programmable wireless platforms are the enablers for the hands-on approach adopted in this project, by allowing full access to the physical layer (PHY) of the protocol stack. Such PHY access has the potential of transforming the traditional lecture-based wireless education. The major outcomes of this proposal are as follows.</p>\n<p>- We develop a new laboratory course on SDR for junior and senior wireless engineering students. The lab course consists of 10 experiments, ranging from tutorials of using the SDR platform, to various analog and digital modulation techniques, and wireless cellular and local area networks (WLAN).&nbsp; The goal is to expose undergraduate students to the modern SDR technology with a hands-on approach, and to train the future wireless workforce with strong SDR expertise.</p>\n<p>- We develop wireless communications experiments and projects, by exploiting the PHY access enabled by the programmable wireless platforms. We also integrate the experiments and projects with, and enhance our traditional wireless engineering courses. Some of the projects are reported in the several ASEE conference publications from this project.</p>\n<p>- We also adapt the new lab course and projects for adoption at other universities or institutions, including Tuskegee University and Tennessee State University (two Historically Black Colleges and Universities (HBCUs)) and several DoD agencies, to help enhancing their wireless engineering curricula and training their engineers.</p>\n<p>This TUES project exposes our undergraduate students to the latest advances in wireless communication, and enhances Auburn&rsquo;s ABET-accredited Bachelor of Wireless Engineering (BWE) program, the first-of-its-kind in the nation. The SDR lab course prepares our students for the compelling need of SDR expertise from the wireless and defense industry. The proposed effort also benefits the US wireless industry at large, by providing the future wireless engineers with SDR expertise. We strive to involve undergraduate students, especially women and underrepresented minorities, which is crucial to satisfy the national need for developing a diverse, internationally competitive, and globally-engaged workforce in this important area. This project strengthens our collaboration with HBCUs, and the collaboration results in jointly mentored minority students and joint publications. The outcomes from this project are disseminated as conferences presentations, invited talk at other universities, and at a panel of IEEE GLOBECOM 2013 organized by IEEE Communications Society Education Committee.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Mo...",
  "por_txt_cntn": "\nThis project is to introduce software defined radio (SDR), a new paradigm of wireless communications, into undergraduate wireless engineering curriculum. Communication theory is a key component of the electrical and wireless engineering curricula. In most schools, the classroom lectures are either supplemented with Matlab simulations or hardware based labs. The powerful SDR can make the abstract theory tangible to students, and enable many interesting lab experiments that were previously hard to offer. The proposed approach is to exploit existing programmable wireless platforms, to expose undergraduate students to advanced SDR technology with carefully designed experiments and projects. Such a hands-on approach not only motivates student learning by making the challenging SDR coursework doable, meaningful, and enjoyable for students, but also greatly enhances the existing wireless engineering courses.\n\nAlthough considerable advances have been made, SDR has been regarded as a highly advanced topic and, to the best of our knowledge, has been only offered at the graduate level in a few schools. Motivated by the high potential and compelling need of SDR expertise from the industry, we introduce SDR into our undergraduate wireless engineering curriculum. The existing programmable wireless platforms are the enablers for the hands-on approach adopted in this project, by allowing full access to the physical layer (PHY) of the protocol stack. Such PHY access has the potential of transforming the traditional lecture-based wireless education. The major outcomes of this proposal are as follows.\n\n- We develop a new laboratory course on SDR for junior and senior wireless engineering students. The lab course consists of 10 experiments, ranging from tutorials of using the SDR platform, to various analog and digital modulation techniques, and wireless cellular and local area networks (WLAN).  The goal is to expose undergraduate students to the modern SDR technology with a hands-on approach, and to train the future wireless workforce with strong SDR expertise.\n\n- We develop wireless communications experiments and projects, by exploiting the PHY access enabled by the programmable wireless platforms. We also integrate the experiments and projects with, and enhance our traditional wireless engineering courses. Some of the projects are reported in the several ASEE conference publications from this project.\n\n- We also adapt the new lab course and projects for adoption at other universities or institutions, including Tuskegee University and Tennessee State University (two Historically Black Colleges and Universities (HBCUs)) and several DoD agencies, to help enhancing their wireless engineering curricula and training their engineers.\n\nThis TUES project exposes our undergraduate students to the latest advances in wireless communication, and enhances AuburnÆs ABET-accredited Bachelor of Wireless Engineering (BWE) program, the first-of-its-kind in the nation. The SDR lab course prepares our students for the compelling need of SDR expertise from the wireless and defense industry. The proposed effort also benefits the US wireless industry at large, by providing the future wireless engineers with SDR expertise. We strive to involve undergraduate students, especially women and underrepresented minorities, which is crucial to satisfy the national need for developing a diverse, internationally competitive, and globally-engaged workforce in this important area. This project strengthens our collaboration with HBCUs, and the collaboration results in jointly mentored minority students and joint publications. The outcomes from this project are disseminated as conferences presentations, invited talk at other universities, and at a panel of IEEE GLOBECOM 2013 organized by IEEE Communications Society Education Committee.\n\n \n\n\t\t\t\t\tLast Modified: 12/15/2015\n\n\t\t\t\t\tSubmitted by: Shiwen Mao"
 }
}