{
 "awd_id": "1044934",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Isotopic and Compositional Investigation of the Sources and Interactions of Reactive Nitrogen in the Marine Atmosphere at Bermuda",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 139499.0,
 "awd_amount": 139499.0,
 "awd_min_amd_letter_date": "2010-12-20",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "This project is designed to characterize the sources, composition, and interrelationships among nitrogen (N) species in rainwater and aerosols deposited into the North Atlantic Ocean. The island of Bermuda will be used for sampling due to its location in the western North Atlantic, its history as a key sampling location for studies of the marine atmosphere, and the fact that seasonal changes in transport allow for study of both anthropogenically and primarily marine influenced air masses. The intellectual merit of this project includes contribution to a fundamental understanding of the sources and composition of inorganic and organic N in the marine atmosphere. Results from this work will also have implications for diagnosing how much new, bioavailable N is entering the marine biogeochemical system. Estimates today suggest that atmospheric deposition can account for approximately a third of the ocean's external N supply. However, deposition fluxes to the ocean have typically been interpreted simply as N inputs, whereas recent work suggests that the ocean may influence and even contribute to the reactive N cycle found in the overlying atmosphere. This work aims to clarify both the natural and human-impacted atmospheric N cycle and its links to the ocean.\r\n\r\nBroader impacts include the education and training of undergraduates in the classroom, laboratory and field; training and career development of a graduate level research technician; the education, training and development of a post-doctoral researcher; contribution to the development of the research program of an early career scientist; and dissemination of results within the scientific community, as well as to a broader audience. The work will be highly collaborative and interdisciplinary, involving groups at Brown University, Princeton University and the Bermuda Institute for Ocean Sciences (BIOS). A Princeton undergraduate will participate in field and laboratory work, as part of the Princeton-BIOS summer internship program. A research technician will be dedicated to the project and based at BIOS for 18 months. A post-doctoral scholar will spend time at all three collaborating institutions and will coordinate the research of the undergraduate and a Brown graduate student. The results of the research will be disseminated at scientific conferences and through peer-reviewed publications. This research and its implications will be shared with a broader audience through three specific efforts: a public lecture in Bermuda, a presentation to K-12 teachers as part of Brown's NSF supported GK-12 program, and development of a module to be taught as part of an undergraduate environmental studies course at Brown entitled \"Analysis and Resolution of Environmental Problems.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Peters",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Peters",
   "pi_email_addr": "apeter95@bios.asu.edu",
   "nsf_id": "000130501",
   "pi_start_date": "2010-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bermuda Institute of Ocean Sciences (BIOS), Inc.",
  "inst_street_address": "17 BIOLOGICAL STATION",
  "inst_street_address_2": "FERRY REACH",
  "inst_city_name": "ST. GEORGE'S",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "4412971880",
  "inst_zip_code": "GE01",
  "inst_country_name": "Bermuda",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "BERMUDA INSTITUTE OF OCEAN SCIENCES (BIOS) INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KKGGL32KGLX3"
 },
 "perf_inst": {
  "perf_inst_name": "Bermuda Institute of Ocean Sciences (BIOS), Inc.",
  "perf_str_addr": "17 BIOLOGICAL STATION",
  "perf_city_name": "ST. GEORGE'S",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "GE01",
  "perf_ctry_code": "BD",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 139499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The air in Earth&rsquo;s atmosphere contains 78% nitrogen by volume.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Nitrogen is one of the fundamental building blocks of life on earth, being a component of many biologically important chemicals such as proteins.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In air, nitrogen is predominantly in the gaseous form of N<sub>2</sub>.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This is extremely chemically stable and must be transformed into other chemical forms, called reactive nitrogen (N<sub>r</sub>) before it can be utilized by plants and animals. However too much reactive nitrogen can have negative consequences to both environmental and human health. Excess N<sub>r</sub> contributes to groundwater acidification, soil contamination, eutrophication of marine environments, and can cause respiratory ailments among certain members of the population.</p>\n<p class=\"MsoNormal\">While scientists know that a major source of N<sub>r</sub> is the combustion of fossil fuels, there is still uncertainty about how seasonal atmospheric circulation patterns influence the effects of these emissions and the resulting deposition of N<sub>r</sub> in the marine environment. Increasing deposition of N<sub>r</sub> to the ocean may impact ocean biogeochemistry, particularly in areas like the Sargasso Sea that are characterized by low nutrient concentrations and located adjacent to or downwind of N<sub>r</sub> sources (e.g. major industrial centers).</p>\n<p class=\"MsoNormal\">This collaborative project between the Bermuda Institute of Ocean Sciences (BIOS), Princeton University and Brown University was undertaken to better characterize the composition and sources of N<sub>r</sub> in the marine atmosphere over the North Atlantic Ocean using stable isotope analysis and molecular characterization.</p>\n<p class=\"MsoNormal\">Sampling was undertaken at the NSF-funded Tudor Hill Marine Atmospheric Observatory on Bermuda (32.16&deg;N, 64.53&deg;W) for a period of two years. This facility is located at the western end of the island and is equipped to undertake sectored air sampling, whereby air is sampled only when the wind is blowing directly from the ocean at a speed of &gt;&nbsp;1m/s. This ensures that air is sampled which is representative of the marine boundary layer over the open ocean, and is not affected by local terrestrial and/or anthropogenic sources. Chemical analyses of the samples were undertaken at all three collaborating institutes, enabling the analysis of major ions, the isotopic composition of nitrogen and oxygen in key N<sub>r</sub> species, and the total<span> </span>organic nitrogen concentration and its elemental composition.</p>\n<p class=\"MsoNormal\">By studying the ratios of nitrogen and oxygen isotopes in the samples, we were able to distinguish various sources of NO<sub>3</sub><sup>-</sup>, as well as the chemical pathways involving NO<sub>3</sub><sup>-</sup>in the environment.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Changes in the ratio of nitrogen isotopes indicates changes in N<sub>r</sub> sources, while changes in the ratio of oxygen isotopes indicate seasonal shifts in how NO<sub>3</sub><sup>-</sup> is formed in the atmosphere. Our results indicate that oxygen and nitrogen isotope ratios in NO<sub>3</sub><sup>-</sup> followed seasonal trends, with samples taken during the cool season coming from air masses originating over North America, and samples taken during the warm season coming from air masses originating over the sub-tropical North Atlantic. In other words, during the cool season, continental (e.g., anthropogenic) sources of nitrate are the primary contributor to N<sub>r</sub> deposition in the marine environment. We also found that the nitrogen isotope chemistry of nitrate in the marine atmosphere may be controlled by the chemical reaction of nitrogen chemicals with sea-salt and mineral dust in the marine atmo...",
  "por_txt_cntn": "\nThe air in EarthÆs atmosphere contains 78% nitrogen by volume.  Nitrogen is one of the fundamental building blocks of life on earth, being a component of many biologically important chemicals such as proteins.  In air, nitrogen is predominantly in the gaseous form of N2.  This is extremely chemically stable and must be transformed into other chemical forms, called reactive nitrogen (Nr) before it can be utilized by plants and animals. However too much reactive nitrogen can have negative consequences to both environmental and human health. Excess Nr contributes to groundwater acidification, soil contamination, eutrophication of marine environments, and can cause respiratory ailments among certain members of the population.\nWhile scientists know that a major source of Nr is the combustion of fossil fuels, there is still uncertainty about how seasonal atmospheric circulation patterns influence the effects of these emissions and the resulting deposition of Nr in the marine environment. Increasing deposition of Nr to the ocean may impact ocean biogeochemistry, particularly in areas like the Sargasso Sea that are characterized by low nutrient concentrations and located adjacent to or downwind of Nr sources (e.g. major industrial centers).\nThis collaborative project between the Bermuda Institute of Ocean Sciences (BIOS), Princeton University and Brown University was undertaken to better characterize the composition and sources of Nr in the marine atmosphere over the North Atlantic Ocean using stable isotope analysis and molecular characterization.\nSampling was undertaken at the NSF-funded Tudor Hill Marine Atmospheric Observatory on Bermuda (32.16&deg;N, 64.53&deg;W) for a period of two years. This facility is located at the western end of the island and is equipped to undertake sectored air sampling, whereby air is sampled only when the wind is blowing directly from the ocean at a speed of &gt; 1m/s. This ensures that air is sampled which is representative of the marine boundary layer over the open ocean, and is not affected by local terrestrial and/or anthropogenic sources. Chemical analyses of the samples were undertaken at all three collaborating institutes, enabling the analysis of major ions, the isotopic composition of nitrogen and oxygen in key Nr species, and the total organic nitrogen concentration and its elemental composition.\nBy studying the ratios of nitrogen and oxygen isotopes in the samples, we were able to distinguish various sources of NO3-, as well as the chemical pathways involving NO3-in the environment.  Changes in the ratio of nitrogen isotopes indicates changes in Nr sources, while changes in the ratio of oxygen isotopes indicate seasonal shifts in how NO3- is formed in the atmosphere. Our results indicate that oxygen and nitrogen isotope ratios in NO3- followed seasonal trends, with samples taken during the cool season coming from air masses originating over North America, and samples taken during the warm season coming from air masses originating over the sub-tropical North Atlantic. In other words, during the cool season, continental (e.g., anthropogenic) sources of nitrate are the primary contributor to Nr deposition in the marine environment. We also found that the nitrogen isotope chemistry of nitrate in the marine atmosphere may be controlled by the chemical reaction of nitrogen chemicals with sea-salt and mineral dust in the marine atmosphere.\nIn contrast, for ammonium, our key findings are that: 1) there is no isotopic evidence for continent-sourced N in the ammonium being deposited by rainfall to the Sargasso Sea, and the ammonium appears to be part of an active internal N cycle over the ocean; and 2) the data suggest that the atmosphere and surface ocean are near equilibrium with respect to ammonia air/sea gas exchange.\nTo date, this project has contributed to three peer-reviewed articles in scientific journals, with further articles planned, and a number of presentations at national and internati..."
 }
}