{
 "awd_id": "1044500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identifying Implications: Using Personas to Bridge the Gap between Research Findings and the Design of Educational Experiences",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gul Kremer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "The gap between our understanding of how engineering students learn and current practices in engineering education continues to grow. Personas are tools from the field of user-centered design that hold promise for helping engineering educators use the growing body of research findings to improve the design of educational experiences. Based on promising preliminary work, this project at the University of Washington uses personas as the basis for two interventions: educator workshops and educator design sessions. This project focuses on how educators leverage the personas in each of the interventions. This rigorous study of a new faculty development approach helps to transfer  important research findings into the minds and hands of those who can make the best use of them - engineering faculty, staff, and students. The PIs take a design experiment approach featuring multiple iterations, ongoing analysis, and documentation of the activities. The team includes a seasoned faculty developer, an internationally recognized researcher of the engineering student experience, and a researcher who has studied both the engineering student experience and the thinking processes of engineering educators. This research has the potential to be transformative through accelerating the rate at which research on engineering student learning influences teaching and learning practices. By helping engineering faculty, policy-makers, and academic support staff to make better use of educational research, including important research on the experiences of under-represented students, this project is improving these experiences and the quality of engineering education more broadly. The results of this study will be an adaptive persona model, useful in conveying engineering education research results to engineering faculty.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Turns",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer A Turns",
   "pi_email_addr": "jturns@uw.edu",
   "nsf_id": "000240302",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Borgford-Parnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Borgford-Parnell",
   "pi_email_addr": "bparnell@engr.washington.edu",
   "nsf_id": "000411242",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Context</strong>:&nbsp; Although research on engineering students and engineering student learning stands to be invaluable for engineering educators seeking to be more student-centered, there has been impatience with the rate at which such research is used by educators to inform educational practice.&nbsp; Such impatience with the use of user-research is not unique to engineering education. In design fields with an emphasis on designing for users (e.g., user-centered design, human-centered design), personas are frequently used as a mechanism to synthesize user research so that designers can more readily use the research to inform design decisions.&nbsp; The many parallels between engineering education and human-centered design suggests that exploring the value of personas in engineering education is warranted.</p>\n<p><strong>Purpose</strong>:&nbsp; In this work, we sought to explore the value of personas in engineering education.&nbsp; Broadly, we were interested in the following questions:&nbsp; How can personas be most effectively used in engineering education?&nbsp; What are benefits of using personas?&nbsp; What challenges arise in using personas?&nbsp;</p>\n<p><strong>Approach</strong>:&nbsp; We approached this work with a design orientation, and a focus on two persona-related interventions.&nbsp; We pursued an in-depth focus on &ldquo;persona-workshops,&rdquo; workshops in which participants discuss students through discussions of personas and then are prompted to connect their new insights about students to their engineering education practice.&nbsp; We also explored the potential value of personas to support educators through naturally occurring design-oriented interactions with educators.&nbsp; Our data sources consisted of survey responses and audio-recordings for the workshops, and artifacts and field notes for all activities.</p>\n<p><strong>Results</strong>:&nbsp; We noted the following: (1) persona workshops were engaging for participants and featured significant student-focused discussion, (2) working with educators to first develop and then engage with personas was a powerful professional development activity, and (3) personas were valuable tools for engaging directly with students.</p>\n<p><strong>Conclusions</strong>.&nbsp; Personas are a promising way for the engineering education community to disseminate student-focused research so that educational practitioners can leverage it.&nbsp;&nbsp; If scholars of original research and scholars interested in synthesizing across research studies created more &ldquo;sets of personas,&rdquo; this greater number of pre-existing personas could support more impact and as well as a deeper understanding of the differential merits of persona-based approaches.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2015<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;A&nbsp;Turns</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nContext:  Although research on engineering students and engineering student learning stands to be invaluable for engineering educators seeking to be more student-centered, there has been impatience with the rate at which such research is used by educators to inform educational practice.  Such impatience with the use of user-research is not unique to engineering education. In design fields with an emphasis on designing for users (e.g., user-centered design, human-centered design), personas are frequently used as a mechanism to synthesize user research so that designers can more readily use the research to inform design decisions.  The many parallels between engineering education and human-centered design suggests that exploring the value of personas in engineering education is warranted.\n\nPurpose:  In this work, we sought to explore the value of personas in engineering education.  Broadly, we were interested in the following questions:  How can personas be most effectively used in engineering education?  What are benefits of using personas?  What challenges arise in using personas? \n\nApproach:  We approached this work with a design orientation, and a focus on two persona-related interventions.  We pursued an in-depth focus on \"persona-workshops,\" workshops in which participants discuss students through discussions of personas and then are prompted to connect their new insights about students to their engineering education practice.  We also explored the potential value of personas to support educators through naturally occurring design-oriented interactions with educators.  Our data sources consisted of survey responses and audio-recordings for the workshops, and artifacts and field notes for all activities.\n\nResults:  We noted the following: (1) persona workshops were engaging for participants and featured significant student-focused discussion, (2) working with educators to first develop and then engage with personas was a powerful professional development activity, and (3) personas were valuable tools for engaging directly with students.\n\nConclusions.  Personas are a promising way for the engineering education community to disseminate student-focused research so that educational practitioners can leverage it.   If scholars of original research and scholars interested in synthesizing across research studies created more \"sets of personas,\" this greater number of pre-existing personas could support more impact and as well as a deeper understanding of the differential merits of persona-based approaches. \n\n \n\n\t\t\t\t\tLast Modified: 04/03/2015\n\n\t\t\t\t\tSubmitted by: Jennifer A Turns"
 }
}