{
 "awd_id": "1044111",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Climate Change Concepts and POGIL",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 116117.0,
 "awd_amount": 116117.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "This project is developing twelve climate change activities for use by first-year college students in chemistry courses designed for science majors. The project has two primary objectives: 1) to create a set of classroom activities for teaching climate change and the underlying chemistry and 2) to use the analysis of student discourse to inform revisions of the activities so that they promote both the development of scientific concepts and substantive discussion of related socio-economic and environmental issues. The climate change activities are being developed using the POGIL model, which uses a learning cycle designed to guide students from concept exploration to concept understanding. A five-member authoring team meets during a summer workshop to write the activities. All twelve activities are tested in classrooms at several different institutions and in a variety of courses. The feedback from the initial implementations informs revisions at a second authoring workshop the following summer. A second year of classroom testing provides additional feedback for another cycle of refinement. Throughout the project, classrooms are videotaped to investigate student discussions using the Toulmin argumentation framework (claims, data, and warrants, plus backings and/or rebuttals). The information obtained from this analysis is used to refine the activities to better support robust student argumentation in the context of both scientific claims and socio-scientific claims. \r\n\r\nIntellectual Merit. Enhancing climate change education is an important national goal. The high-impact pedagogical strategy involving group-based learning, frequent feedback, and time on task is being linked with a significant body of real-world content on climate change through a process of learning-in-context. The analysis of video recordings ensures that the curricular products promote a key aspect of scientific literacy. \r\n\r\nBroader Impact. Climate change education is a current priority both of the National Science Foundation and of the nation. The activities are useful to engage first-year students in learning about climate change using high-impact classroom practices that foster student learning. The project is positioned to draw on the resources of existing national networks, including the POGIL community (www.pogil.org) to widely disseminate the results. The inclusion of a community college faculty member on the project team enhances the chances that the materials are meeting the needs of chemistry courses being taught in these institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Lewis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer E Lewis",
   "pi_email_addr": "jennifer@usf.edu",
   "nsf_id": "000401036",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E FOWLER AVE",
  "perf_city_name": "TAMPA",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336205800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 116117.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Climate change is an issue that is familiar to people of all ages.&nbsp; It is also an issue that is unlikely to be resolved in the near future.&nbsp; Consequently, this is a topic that is likely to be on the minds of many college students.&nbsp; As part of an NSF-funded project, a set of twelve (12) activities were created that use climate change concepts to help students learn fundamental chemistry topics.&nbsp; These activities are designed to be used during class, and were created within a particular framework: Process Oriented Guided Inquiry Learning (POGIL).&nbsp; The POGIL pedagogy uses a specific design in which activities include a set of models (e.g., figure, table, graph, paragraph), with each model preceding a set of questions that help students to interpret and learn from the information included in the models.&nbsp; In the activities created as part of this project, the models typically included a climate change issue and/or chemicals that are related to climate change.&nbsp; In addition to the development of content knowledge, the POGIL pedagogy also focuses on the development of process skills, such as communication, critical thinking (e.g., ability to analyze data to make a decision), and information processing (e.g., ability to read a graph).&nbsp; Some of these skills are reinforced through the design of the activity.&nbsp; For example, as part of each activity, students are required to explain their answers using a complete argument, in which they must present an explanation, with supporting data, for their answer. &nbsp;In addition, some of the process skills are developed through the design of the classroom environment, in which students work in small groups, with each group member assigned a specific role in the group (e.g., manager, presenter, recorder).&nbsp;</p>\n<p>&nbsp;</p>\n<p>In the development of the activities, the authors were careful about the incorporation of the climate change context.&nbsp; It is important that a student who doesn&rsquo;t believe that climate change is impacted by humans still be able to complete the activity.&nbsp; The activities focus on the chemistry of the climate change issue, and the activities do not promote a particular side of the issue.&nbsp; Most of the activities also have incorporated socio-economic data as part of the activity.&nbsp; In these activities, students are required to use non-scientific data (e.g., property values, employment rates, item costs) to make a decision related to the climate change issue.&nbsp; These questions do not have a single correct answer, as the students are simply required to use the data provided to support their answer.</p>\n<p>&nbsp;</p>\n<p>During the initial testing of the activities, videorecordings of students working on the activities were made.&nbsp; These recordings were then used to revise the activities in an attempt to improve the effectiveness of the activities.&nbsp; The information obtained from watching actual students use the activities proved to be invaluable, due to the fact that students often interpreted the questions in unexpected ways.&nbsp; It is recommended that other projects, when possible, use this type of feedback (recordings of students using the materials) when creating classroom materials.</p>\n<p>&nbsp;</p>\n<p>The activities developed as part of this project have been tested in both small and large enrollment courses at a range of institutions, including research universities, liberal arts colleges, community colleges and high schools.&nbsp; While all activities are not appropriate for all populations, the activities are sufficiently diverse (in both content and level) that each school has found one or two activities that work for them.&nbsp; The activities are freely available to anyone who wants to use them.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/20/2016<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;E&nbsp;Lewis</p>\n</div>\n<div cl...",
  "por_txt_cntn": "\nClimate change is an issue that is familiar to people of all ages.  It is also an issue that is unlikely to be resolved in the near future.  Consequently, this is a topic that is likely to be on the minds of many college students.  As part of an NSF-funded project, a set of twelve (12) activities were created that use climate change concepts to help students learn fundamental chemistry topics.  These activities are designed to be used during class, and were created within a particular framework: Process Oriented Guided Inquiry Learning (POGIL).  The POGIL pedagogy uses a specific design in which activities include a set of models (e.g., figure, table, graph, paragraph), with each model preceding a set of questions that help students to interpret and learn from the information included in the models.  In the activities created as part of this project, the models typically included a climate change issue and/or chemicals that are related to climate change.  In addition to the development of content knowledge, the POGIL pedagogy also focuses on the development of process skills, such as communication, critical thinking (e.g., ability to analyze data to make a decision), and information processing (e.g., ability to read a graph).  Some of these skills are reinforced through the design of the activity.  For example, as part of each activity, students are required to explain their answers using a complete argument, in which they must present an explanation, with supporting data, for their answer.  In addition, some of the process skills are developed through the design of the classroom environment, in which students work in small groups, with each group member assigned a specific role in the group (e.g., manager, presenter, recorder). \n\n \n\nIn the development of the activities, the authors were careful about the incorporation of the climate change context.  It is important that a student who doesnÆt believe that climate change is impacted by humans still be able to complete the activity.  The activities focus on the chemistry of the climate change issue, and the activities do not promote a particular side of the issue.  Most of the activities also have incorporated socio-economic data as part of the activity.  In these activities, students are required to use non-scientific data (e.g., property values, employment rates, item costs) to make a decision related to the climate change issue.  These questions do not have a single correct answer, as the students are simply required to use the data provided to support their answer.\n\n \n\nDuring the initial testing of the activities, videorecordings of students working on the activities were made.  These recordings were then used to revise the activities in an attempt to improve the effectiveness of the activities.  The information obtained from watching actual students use the activities proved to be invaluable, due to the fact that students often interpreted the questions in unexpected ways.  It is recommended that other projects, when possible, use this type of feedback (recordings of students using the materials) when creating classroom materials.\n\n \n\nThe activities developed as part of this project have been tested in both small and large enrollment courses at a range of institutions, including research universities, liberal arts colleges, community colleges and high schools.  While all activities are not appropriate for all populations, the activities are sufficiently diverse (in both content and level) that each school has found one or two activities that work for them.  The activities are freely available to anyone who wants to use them.\n\n \n\n\t\t\t\t\tLast Modified: 04/20/2016\n\n\t\t\t\t\tSubmitted by: Jennifer E Lewis"
 }
}