{
 "awd_id": "1044979",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: INVESTIGATING HYDROLOGY-DRIVEN MODELS FOR METHANE CYCLING IN NORTHERN PEATLANDS",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 114737.0,
 "awd_amount": 114737.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2012-01-05",
 "awd_abstract_narration": "A major contributor to the current uncertainty regarding how carbon cycling in peatlands will respond to climate warming is the incomplete understanding of the production, storage and emission of free phase gas (FPG), a previously under-appreciated source of methane and carbon dioxide emissions to the atmosphere. It is increasingly clear that FPG production, storage and emission are regulated by hydraulic forcing, as well as the mechanical properties of the peat, i.e. that the carbon and water cycles in a peatland are intimately connected. The focus of this project is field-scale hydrological and hydrogeophysical research to further investigate the importance of recently invoked 'shallow' versus 'deep' peat models for the production, storage and emission of FPG in northern peatlands. Specific objectives of the project include [1] quantifying vertical variations in storage and release of methane with depth over a minimum six month time period at each of three locations within a peatland, [2] determining the hydrological forcing mechanisms that drive releases from both deep and shallow gas, [3] estimating spatial variations in storage and release as a function of subsurface heterogeneity, and [4] quantifying relative contributions of shallow versus deep gas to methane emissions from a northern peatland. This research will be conducted by coupling hydrogeological methods with novel chamber, geophysical and geodetic sensing technologies sensitive to FPG production, storage and emissions. The field site is Caribou Bog, a well-studied multi-unit peatland complex in central Maine. Empirical predictive models and simple mechanistic models will be developed to assess the relative importance of key forcing mechanisms on FPG emissions. Time-frequency analysis of time-series datasets will also be employed to improve understanding of likely forcing components regulating production, storage and release of FPG. This research will significantly advance our understanding of hydrological controls on FPG dynamics in northern peatlands, with important implications for the response of peatland carbon dynamics to climate change.\r\n\r\nNorthern peatlands globally cover more than 350 million ha and contain about one third of the terrestrially stored carbon. The fate of this carbon in response to continued climate warming is highly uncertain. Peatlands are also a source of atmospheric methane, a potent greenhouse gas that contributes to climate warming. This research will provide fundamental scientific knowledge needed to advance the understanding of the cycling of methane in peatlands, and how peatland hydrology controls the emission of methane from peatlands to the atmosphere. The work has direct societal relevance given the concerns about the environmental and economical affects of climate warming. In this project, Lois Stokes Alliance for Minority Participation undergraduate students will be exposed to a hands-on interdisciplinary research among three institutions. Furthermore, an international community of graduate students will participate in a student-focused session on methane cycling in northern peatlands at American Geophysical Union meetings. Community outreach in the vicinity of the Caribou Bog will occur via annual guided tours using the Orono Bog Boardwalk that served +30,000 visitors in 2009.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Reeve",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew S Reeve",
   "pi_email_addr": "asreeve@maine.edu",
   "nsf_id": "000152119",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maine",
  "inst_street_address": "5717 CORBETT HALL",
  "inst_street_address_2": "",
  "inst_city_name": "ORONO",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075811484",
  "inst_zip_code": "044695717",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ME02",
  "org_lgl_bus_name": "UNIVERSITY OF MAINE SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "PB3AJE5ZEJ59"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maine",
  "perf_str_addr": "5717 CORBETT HALL",
  "perf_city_name": "ORONO",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "044695717",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ME02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 78202.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 36535.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Peatlands are wetland systems that accumulate dead plant matter. Water saturation limits the exposure of dead plant matter to air (and oxygen), forcing anaerobic decay, and resulting in much slower decay rates. This slow, oxygen deprived, decay process produces methane within the peat that can occur in both dissolved and gaseous (free phase gas) form. As a result of these processes, peatland influence two greenhouse gases, methane and carbon dioxide. Carbon dioxide is indirectly removed from the atmosphere when dead plant material is stored within the peatland. Both carbon dioxide and methane (biogenic gasses) are released to the atmosphere as a product of organic decay. Understanding the processes that control the release of biogenic gases is important for developing strategies to measure this source of greenhouse gases. In this project, monitoring wells were installed to measure water levels within the peat and collect water samples to measure the amount of dissolved methane and carbon dioxide in the water. The water level data was used to determine water flow directions within the peat and to monitor for rapid changes in water levels hypothesized to be associated with pressure changes associated with the rapid upward movement of biogenic gas bubbles within the peat column and there subsequent release.<br /><br />Clusters of six to eight monitoring wells were installed at nine locations in Caribou Bog, a 2200 hectare peatland in central Maine. Three sets of well clusters were intensively monitored using data logging pressure transducers. These data loggers were installed in each well and were programmed to measure water level and temperature in each monitoring well at two to eight minute intervals.<br /><br />Comparison of water-level data between the wells within the peatland indicate that water is flowing toward and into a ridge of sand and gravel located beneath the peat. Dissolved methane concentrations where highest at depths in the peat similar in depth to the crest of this permeable unit. Pore water appears to be flowing toward this geologic unit and influencing the methane production, poosibly by carrying nutrients or substrates with it that support methane-producing microbes.<br /><br />Analysis of time-series data by visually assessing plots of water level and by performing analysis using digital filters (finite impulse response filters) indicate that rapid changes in water levels occur throughout the entire four year data record collected for this project. These high frequency oscillations in water levels were measured in wells open to different depth intervals in the peat, including the deep (5 to 6 m) parts of the peat deposit. This suggests that free phase biogenic gas is being produced at depth and moves upward through the peat, changing the water pressure in wells as these bubbles pass by the open section of each well. Our data suggests that methane production that creates free phase gas occurs throughout the peat column. Events were far less frequent in the winter months and were more frequent in the year following installation of the wells. Snow or a frozen peat surface appears to inhibits methane flux to the atmosphere. The higher occurrence of pressure anomalies earlier in the project suggest increase bubbling due to disturbance at the site that allowed trapped gas to escape.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/13/2016<br>\n\t\t\t\t\tModified by: Andrew&nbsp;S&nbsp;Reeve</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPeatlands are wetland systems that accumulate dead plant matter. Water saturation limits the exposure of dead plant matter to air (and oxygen), forcing anaerobic decay, and resulting in much slower decay rates. This slow, oxygen deprived, decay process produces methane within the peat that can occur in both dissolved and gaseous (free phase gas) form. As a result of these processes, peatland influence two greenhouse gases, methane and carbon dioxide. Carbon dioxide is indirectly removed from the atmosphere when dead plant material is stored within the peatland. Both carbon dioxide and methane (biogenic gasses) are released to the atmosphere as a product of organic decay. Understanding the processes that control the release of biogenic gases is important for developing strategies to measure this source of greenhouse gases. In this project, monitoring wells were installed to measure water levels within the peat and collect water samples to measure the amount of dissolved methane and carbon dioxide in the water. The water level data was used to determine water flow directions within the peat and to monitor for rapid changes in water levels hypothesized to be associated with pressure changes associated with the rapid upward movement of biogenic gas bubbles within the peat column and there subsequent release.\n\nClusters of six to eight monitoring wells were installed at nine locations in Caribou Bog, a 2200 hectare peatland in central Maine. Three sets of well clusters were intensively monitored using data logging pressure transducers. These data loggers were installed in each well and were programmed to measure water level and temperature in each monitoring well at two to eight minute intervals.\n\nComparison of water-level data between the wells within the peatland indicate that water is flowing toward and into a ridge of sand and gravel located beneath the peat. Dissolved methane concentrations where highest at depths in the peat similar in depth to the crest of this permeable unit. Pore water appears to be flowing toward this geologic unit and influencing the methane production, poosibly by carrying nutrients or substrates with it that support methane-producing microbes.\n\nAnalysis of time-series data by visually assessing plots of water level and by performing analysis using digital filters (finite impulse response filters) indicate that rapid changes in water levels occur throughout the entire four year data record collected for this project. These high frequency oscillations in water levels were measured in wells open to different depth intervals in the peat, including the deep (5 to 6 m) parts of the peat deposit. This suggests that free phase biogenic gas is being produced at depth and moves upward through the peat, changing the water pressure in wells as these bubbles pass by the open section of each well. Our data suggests that methane production that creates free phase gas occurs throughout the peat column. Events were far less frequent in the winter months and were more frequent in the year following installation of the wells. Snow or a frozen peat surface appears to inhibits methane flux to the atmosphere. The higher occurrence of pressure anomalies earlier in the project suggest increase bubbling due to disturbance at the site that allowed trapped gas to escape.\n\n\t\t\t\t\tLast Modified: 05/13/2016\n\n\t\t\t\t\tSubmitted by: Andrew S Reeve"
 }
}