{
 "awd_id": "1044245",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing and Testing Materials to Improve Spatial Skills in Upper Division Geoscience Courses",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 174800.0,
 "awd_amount": 174800.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "This project is developing and evaluating curricular materials designed to strengthen penetrative thinking skills - the ability to visualize spatial relations within an object - among geoscience students. The curricular materials being developed by this project build on prior successful models that have improved and enhanced the mental rotation skills of engineering students through a variety of exercises. The investigators are producing and assessing two sets of exercises for students. First, online workbook exercises require students to visualize slices through a variety of objects, both geological and non-geological. These exercises build from simple to complex, thus scaffolding students' penetrative thinking skills. Second, classroom gesture exercises are also being developed via collaborations between geoscience instructors and cognitive scientists to study and enhance visualization abilities of students and to better learn how students use their hands and arms to represent various geological features. Collectively, these exercises are being field-tested in three different undergraduate geoscience classes (mineralogy, sedimentology, and structural geology) at three different institutions utilizing a well-designed formative assessment process that is increasing the overall effectiveness of the project. In addition, a parallel set of supplemental online resources for instructors, including a summary of research on spatial reasoning and learning and recommended strategies for using the workbook exercises and the gesture exercises with their classes, is being developed and disseminated.\r\nBeing able to successfully visualize the interior of objects at all scales is a core geoscience skill. However, the penetrative thinking abilities of undergraduate geoscience students are known to vary from excellent to poor, in part as a function of gender and socioeconomic status. Consequently, the curricular materials being developed by this project are expanding the pool of students who can succeed in geoscience by helping students with poor penetrative thinking skills overcome that barrier to success. Spatial thinking is known to be an essential component for success in a wide variety of fields, including a variety of STEM (science, technology, engineering and mathematics) disciplines. Thus, the project's focus on developing spatial skills, independent of content, in a way that transfers those skills to new settings, is enhancing the ability of students to persist and excel in various STEM fields. Consequently, the project is providing adoptable models for other disciplines and is enhancing the overall effectiveness of the STEM workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Ormand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Ormand",
   "pi_email_addr": "cormand@carleton.edu",
   "nsf_id": "000084519",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Shipley",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas F Shipley",
   "pi_email_addr": "TSHIPLEY@temple.edu",
   "nsf_id": "000214294",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cathryn",
   "pi_last_name": "Manduca",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cathryn A Manduca",
   "pi_email_addr": "cmanduca@carleton.edu",
   "nsf_id": "000456298",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Basil",
   "pi_last_name": "Tikoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Basil Tikoff",
   "pi_email_addr": "basil@geology.wisc.edu",
   "nsf_id": "000424404",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carleton College",
  "inst_street_address": "1 N COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHFIELD",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5072224303",
  "inst_zip_code": "550574044",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MN02",
  "org_lgl_bus_name": "CARLETON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KALKKJL418Q7"
 },
 "perf_inst": {
  "perf_inst_name": "Carleton College",
  "perf_str_addr": "1 N COLLEGE ST",
  "perf_city_name": "NORTHFIELD",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "550574044",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Spatial Thinking Workbook project focused on improving spatial skills in upper-division undergraduate geoscience courses. In particular, our goal was to improve students&rsquo; ability to visualize spatial relations inside an object. Being able to successfully visualize the interior of objects at all scales, from the atoms within minerals to entire planets, is a core geoscience skill. Thus, students with poor spatial visualization skills tend to struggle in geoscience courses, while those with strong spatial skills are more likely to succeed.</p>\n<p>Working collaboratively, our team of cognitive scientists, geoscientists, and geoscience educators developed a set of two dozen teaching activities that help undergraduate students learn to think spatially. These teaching activities build on prior research in cognitive science, using strategies that are known to be effective in developing spatial thinking skills. The teaching activities are designed to be used in a variety of undergraduate courses, including, but not limited to, Mineralogy, Structural Geology, and Sedimentology and Stratigraphy. All of the teaching activities developed for this project are available to anyone, via the project website: http://serc.carleton.edu/spatialworkbook/index.html. The website has had over 5,500 page views from over 4,000 unique visitors.</p>\n<p>Over the course of this project, the research team collected and analyzed data that allowed us to measure how effective the teaching activities are at improving student&rsquo;s spatial thinking skills. Our data indicate that most students&rsquo; spatial thinking skills improve significantly over the course of a semester. Skills that improved included mental rotation and visualizing object interiors. Over the lifetime of the project, team members have presented these findings at eleven geoscience and cognitive science conferences. We have submitted a Curriculum and Instruction article to the Journal of Geoscience Education about the teaching activities and have conducted statistical analyses in preparation for writing a second article about the research component of the project.</p>\n<p>Spatial thinking is essential for success in a wide variety of fields, including the STEM (science, technology, engineering and mathematics) disciplines, and students with strong spatial skills are more likely to persist in STEM fields. Using teaching strategies indicated by cognitive science research, our project team has been able to induce substantial improvement in undergraduate students&rsquo; spatial skills. This approach to improving students&rsquo; spatial skills provides a model for other disciplines. Teaching activities such as these, that increase the level of student spatial functioning, have the potential to increase access to STEM disciplines among diverse populations, thereby strengthening the STEM workforce and increasing social equity. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2016<br>\n\t\t\t\t\tModified by: Carol&nbsp;Ormand</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Spatial Thinking Workbook project focused on improving spatial skills in upper-division undergraduate geoscience courses. In particular, our goal was to improve students? ability to visualize spatial relations inside an object. Being able to successfully visualize the interior of objects at all scales, from the atoms within minerals to entire planets, is a core geoscience skill. Thus, students with poor spatial visualization skills tend to struggle in geoscience courses, while those with strong spatial skills are more likely to succeed.\n\nWorking collaboratively, our team of cognitive scientists, geoscientists, and geoscience educators developed a set of two dozen teaching activities that help undergraduate students learn to think spatially. These teaching activities build on prior research in cognitive science, using strategies that are known to be effective in developing spatial thinking skills. The teaching activities are designed to be used in a variety of undergraduate courses, including, but not limited to, Mineralogy, Structural Geology, and Sedimentology and Stratigraphy. All of the teaching activities developed for this project are available to anyone, via the project website: http://serc.carleton.edu/spatialworkbook/index.html. The website has had over 5,500 page views from over 4,000 unique visitors.\n\nOver the course of this project, the research team collected and analyzed data that allowed us to measure how effective the teaching activities are at improving student?s spatial thinking skills. Our data indicate that most students? spatial thinking skills improve significantly over the course of a semester. Skills that improved included mental rotation and visualizing object interiors. Over the lifetime of the project, team members have presented these findings at eleven geoscience and cognitive science conferences. We have submitted a Curriculum and Instruction article to the Journal of Geoscience Education about the teaching activities and have conducted statistical analyses in preparation for writing a second article about the research component of the project.\n\nSpatial thinking is essential for success in a wide variety of fields, including the STEM (science, technology, engineering and mathematics) disciplines, and students with strong spatial skills are more likely to persist in STEM fields. Using teaching strategies indicated by cognitive science research, our project team has been able to induce substantial improvement in undergraduate students? spatial skills. This approach to improving students? spatial skills provides a model for other disciplines. Teaching activities such as these, that increase the level of student spatial functioning, have the potential to increase access to STEM disciplines among diverse populations, thereby strengthening the STEM workforce and increasing social equity.  \n\n\t\t\t\t\tLast Modified: 08/30/2016\n\n\t\t\t\t\tSubmitted by: Carol Ormand"
 }
}