{
 "awd_id": "1044338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Development of a New Power Electronics Curriculum Relevant to Tomorrow's Power Engineering Challenges",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 119000.0,
 "awd_amount": 119000.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2011-09-15",
 "awd_abstract_narration": "Participating Institutions: Purdue University and Iowa State University \r\n\r\nProject Description \r\nThis project involves a collaborative team that is developing a new power electronics curriculum. It is enhancing the relevance of the subject by identifying the role of power electronics in addressing tomorrow's grand challenge of developing sustainable energy resources. The effort is focusing on the increased demand for highly qualified personnel in the energy industry by creating a curriculum that helps entice and educate engineering students; addressing a severe workforce shortage in the power industry. There are three main objectives of the project: (1) to develop a new power electronics curriculum that educates the next generation of power engineers with the required knowledge and skills to tackle tomorrow's challenges; (2) to foster integration of research into the undergraduate curriculum and incorporate undergraduate students into research projects; and (3) to initiate a multi-faceted renewable energy, distributed generation, and electric vehicles curriculum. The effort is producing specifically tailored analytical/experimental tools to enhance active design/research-based learning practices by leveraging highly qualified personnel from two academic institutions with complementary expertise. The project's success in accomplishing these objectives is being assessed by an external evaluator. \r\n\r\nBroader Significance \r\nThe educational materials produced by this effort are being broadly disseminated via a mix of active and passive methods, through participation in conferences, journal publications and the Web (using Purdue's HUBzeroTM technology to create a 'Power Electronics Hub'). In addition, the developed lecture notes will provide the foundation for a new textbook on power electronics focused on renewable energy integration and electric vehicles applications. The new laboratory is being showcased to local high-school students, who are invited to attend exciting demonstrations of energy conversion projects. The proposed problem solving-based learning practices and engaging laboratory environment are helping to attract underrepresented groups into pursuing careers in the power systems industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryam",
   "pi_last_name": "Saeedifard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maryam Saeedifard",
   "pi_email_addr": "maryam@ece.gatech.edu",
   "nsf_id": "000558846",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cordelia",
   "pi_last_name": "Brown",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cordelia M Brown",
   "pi_email_addr": "cmb0127@auburn.edu",
   "nsf_id": "000350724",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 119000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project aimed to develop a new power electronics curriculum that enhances the relevance of this subject to the undergraduate population. This was achieved via identifying the role of power electronics in addressing tomorrow&rsquo;s grand engineering challenge of sustainable energy<br />use. This is a timely and important topic because of the increased demand for highly qualified personnel in the energy industry and the anticipated severe workforce shortage issue in the electric power industry. Under this project, two (almost identical) reconfigurable power<br />electronics laboratories, in collaboration between Purdue University and Iowa State University, wer established. The<br />project had the following three main objectives: (i) to develop a new power electronics curriculum that equips the next generation of power engineers with the required knowledge and skills to tackle tomorrow&rsquo;s challenges; (ii) to foster integration of faculty research into the undergraduate curriculum and incorporate undergraduate students into research projects; and (iii) to initiate the PIs&rsquo; long-term goal for a multi-faceted renewable energy, distributed generation, and electric vehicles curriculum. The project&rsquo;s success in achieving these goals will be assessed by an external<br />evaluator.</p>\n<p>The intellectual significance of the proposed educational program was that: (i) it established a new approach to teach/learn fundamentals of renewable energy conversion and transportation electrification in the context of a power electronics curriculum; (ii) it provided tailored analytical/experimental tools to enhance active design/research-based learning; (iii) it represented<br />a collaborative effort between two academic institutions with complementary expertise; and (iv) it helped educate highly qualified personnel in an area of national significance.</p>\n<p>The educational material generated by this effort was broadly disseminated by participation in conferences, journal publications, and through<br />the Web.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2013<br>\n\t\t\t\t\tModified by: Maryam&nbsp;Saeedifard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative project aimed to develop a new power electronics curriculum that enhances the relevance of this subject to the undergraduate population. This was achieved via identifying the role of power electronics in addressing tomorrowÆs grand engineering challenge of sustainable energy\nuse. This is a timely and important topic because of the increased demand for highly qualified personnel in the energy industry and the anticipated severe workforce shortage issue in the electric power industry. Under this project, two (almost identical) reconfigurable power\nelectronics laboratories, in collaboration between Purdue University and Iowa State University, wer established. The\nproject had the following three main objectives: (i) to develop a new power electronics curriculum that equips the next generation of power engineers with the required knowledge and skills to tackle tomorrowÆs challenges; (ii) to foster integration of faculty research into the undergraduate curriculum and incorporate undergraduate students into research projects; and (iii) to initiate the PIsÆ long-term goal for a multi-faceted renewable energy, distributed generation, and electric vehicles curriculum. The projectÆs success in achieving these goals will be assessed by an external\nevaluator.\n\nThe intellectual significance of the proposed educational program was that: (i) it established a new approach to teach/learn fundamentals of renewable energy conversion and transportation electrification in the context of a power electronics curriculum; (ii) it provided tailored analytical/experimental tools to enhance active design/research-based learning; (iii) it represented\na collaborative effort between two academic institutions with complementary expertise; and (iv) it helped educate highly qualified personnel in an area of national significance.\n\nThe educational material generated by this effort was broadly disseminated by participation in conferences, journal publications, and through\nthe Web.\n\n\t\t\t\t\tLast Modified: 10/17/2013\n\n\t\t\t\t\tSubmitted by: Maryam Saeedifard"
 }
}