{
 "awd_id": "1044737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Integrated, Instrument Intensive Project-Based Biochemistry Laboratory for Enhanced Student Learning and Research",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924674",
 "po_email": "drickey@nsf.gov",
 "po_sign_block_name": "Dawn Rickey",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 199846.0,
 "awd_amount": 199846.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2011-09-06",
 "awd_abstract_narration": "This project is developing an innovative year-long laboratory course that integrates Instrumental Analysis with the Biochemistry Laboratory. Students are exposed to three of the four major classes of biomolecules and are introduced to many key methods in instrumental analysis. A portion of the second semester is dedicated to an extended project centered on a single biomolecule, tRNAPhe. A crucial component of this project is the multidisciplinary approach to the design; participating faculty come from all major subdisciplines of chemistry (analytical, inorganic, organic, physical, and biochemistry). Furthermore, students are taught in a progressive instructional style that allows them to develop as research scientists. From initial skill-based laboratories to the eventual design of their own experiments, students gain skills in critical thinking and scientific reasoning that allow them to solve problems encountered later in the course and prepare them for independent biochemical senior research projects. The effort is supported by the acquisition of several spectrophotometers, a fluorimeter, and an HPLC autosampler, equipment that also enriches the undergraduate research program at the institution.  Within each semester, student learning is assessed through four phases: (1) skill-based learning where students are introduced to new instruments; (2) discovery-based learning where students apply instrumental methods to answer intriguing questions in biochemistry; (3) problem-based learning where students design and implement their own experiments; and (4) scientific communication where students share their knowledge of scientific concepts in the form of oral and written reports.\r\n\r\nIntellectual Merit: This project seeks to strengthen STEM education through the immersion and assessment of students in an Integrated Experimental Biochemistry Laboratory. Access to modern instrumentation, as well as training in critical thinking and project design, prepares students to fully engage in faculty-mentored undergraduate research. This program has several key assets. First, pedagogy is based on proven methods of teaching. Second, it draws on the combined expertise of the entire faculty in the chemistry department and provides students with a truly multidisciplinary approach. Third, biochemistry students are exposed to a broad range of instrumentation that reflects this multidisciplinary approach. Fourth, students are given opportunities throughout the laboratory to communicate experimental results and engage in team learning exercises to shape and focus open-ended experiments.\r\n\r\nBroader Impacts: The project is designed to serve as a model for integrated biochemistry laboratories and is adaptable at a wide range of universities that offer a biochemistry major or track. The integrated nature of this project lends itself as well to fostering collaboration with biology programs. Through this project the institution is broadening and sustaining STEM education in four areas: (1) A partnership with chemistry faculty at Chemeketa Community College provides a diverse student population access to discovery-based, instrument-rich laboratory experiments and thereby facilitates the transition of students into four year colleges like Willamette. (2) To better prepare undergraduate chemists for STEM careers and graduate programs in chemistry, biochemistry, and chemical biology, research scientists from Life Technologies/Invitrogen Corporation are serving as external consultants. These consultants are assisting in the improvement of the experimental protocols, instrument usage and data analysis. (3) To facilitate adaptation of the model and materials by other colleges and universities, a regional faculty workshop is being offered through the Willamette Valley Biological Education Network, an NSF-funded biological education network (RCN DBI-1039453). (4) Finally, the project results are being disseminated at regional and national ACS conferences and through publications in the Journal of Chemical Education and Biochemistry and Molecular Biology Education. Web-based media are being used to further disseminate the curriculum, resources and evaluation reports.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Silverstein",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Todd P Silverstein",
   "pi_email_addr": "tsilvers@willamette.edu",
   "nsf_id": "000178874",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Kirk",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah R Kirk",
   "pi_email_addr": "skirk@willamette.edu",
   "nsf_id": "000337507",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Willamette University",
  "inst_street_address": "900 STATE ST",
  "inst_street_address_2": "",
  "inst_city_name": "SALEM",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5033706049",
  "inst_zip_code": "973013922",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OR06",
  "org_lgl_bus_name": "WILLAMETTE UNIVERSITY",
  "org_prnt_uei_num": "LBDSJ1GSKJY1",
  "org_uei_num": "LBDSJ1GSKJY1"
 },
 "perf_inst": {
  "perf_inst_name": "Willamette University",
  "perf_str_addr": "900 STATE ST",
  "perf_city_name": "SALEM",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973013922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OR06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199846.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Abstract</strong>:&nbsp; The chemistry curriculum at Willamette University features a sequence of two semester-long upper division integrated chemistry laboratory courses.&nbsp; These courses integrate the Instrumental Analysis lecture course with laboratory experiments from such upper division courses as Physical Chemistry, Inorganic Chemistry, and Biochemistry.&nbsp; This grant primarily focuses on Experimental Biochemistry I and II which are taken by Biochemistry Track majors, and feature instrumental analysis applied to biochemical and bioorganic projects that center on the four major biomolecules (nucleic acids, proteins, saccharides, and lipids); Experimental Chemistry I and II are taken by Chemistry Track majors, and feature physical, inorganic, and advanced organic chemistry projects.&nbsp; These courses serve a number of important functions: (1) improve student understanding of analytical techniques and instruments; (2) have students apply laboratory skills learned early in the course to later projects; (3) have students apply critical thinking skills and scientific reasoning to solve problems encountered later in the course; (4) prepare students for independent senior research projects; and (5) improve students&rsquo; scientific communication, both oral and written.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; With this NSF-TUES award (#1044737, Nov. 2011-2013), we were able to develop more fully these courses to meet our stated objectives, as well as accomplish a number of additional important goals.&nbsp; We purchased several new instruments, thereby allowing us to double the course enrollment capacity of Experimental Biochemistry I and II, from 12 to 24.&nbsp; We also aligned our two Experimental courses, Biochemistry (EB) and Chemistry (EC), so that students now get equivalent experiences in both sequences.&nbsp; This revision included: (1) making four out the of eight laboratory projects in the first semester identical for both courses, EB I and EC I, which gives some uniformity of experience, and adds to the camaraderie among both students and faculty; (2) &nbsp;converting the courses to writing-centered status, stressing all aspects of scientific communication, both oral and written; and (3) rewriting both laboratory manuals to give a clear, uniform structure to each project description.&nbsp; Other enhancements included developing three new laboratory projects to Experimental Biochemistry: (a) qPCR (Environmental regulation of gene expression:&nbsp; A quantitative gene expression analysis using Reverse Transcriptase- quantitative Polymerase Chain Reaction (RT-qPCR); (b) Biofuels from algae<span style=\"text-decoration: underline;\">; </span>&nbsp;and (c) 1D and 2D-NMR Characterization of the Structure and pKa of Tripeptides.&nbsp; We initiated a collaboration with faculty from our local Chemeketa Community College, training them on instruments and working with them to adapt a number of laboratory projects for their General Chemistry laboratory.&nbsp; Lastly, we consulted with industry partners to get feedback on the effectiveness of our course in training students for research in the industrial setting.</p>\n<p>&nbsp;</p>\n<p>As judged by pre-/post- tests and survey responses from alumni and current students, these courses are quite successful in meeting our stated objectives; implementation of our NSF-TUES grant in 2012-13 served to enhance these courses.&nbsp; Assessment results show that the courses are especially effective in:&nbsp; (1) preparing students for independent research and post-graduate careers and education;&nbsp; (2) improving students&rsquo; scientific reasoning and communication; and (3) &nbsp;training students in relevant biochemical techniques, laboratory skills, and instrumentation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2014<br>\n\t\t\t\t\tModified by: Todd&nbsp;P&nbsp;Silverstein</p>\n</div>\n<...",
  "por_txt_cntn": "\nAbstract:  The chemistry curriculum at Willamette University features a sequence of two semester-long upper division integrated chemistry laboratory courses.  These courses integrate the Instrumental Analysis lecture course with laboratory experiments from such upper division courses as Physical Chemistry, Inorganic Chemistry, and Biochemistry.  This grant primarily focuses on Experimental Biochemistry I and II which are taken by Biochemistry Track majors, and feature instrumental analysis applied to biochemical and bioorganic projects that center on the four major biomolecules (nucleic acids, proteins, saccharides, and lipids); Experimental Chemistry I and II are taken by Chemistry Track majors, and feature physical, inorganic, and advanced organic chemistry projects.  These courses serve a number of important functions: (1) improve student understanding of analytical techniques and instruments; (2) have students apply laboratory skills learned early in the course to later projects; (3) have students apply critical thinking skills and scientific reasoning to solve problems encountered later in the course; (4) prepare students for independent senior research projects; and (5) improve studentsÆ scientific communication, both oral and written.\n\n            With this NSF-TUES award (#1044737, Nov. 2011-2013), we were able to develop more fully these courses to meet our stated objectives, as well as accomplish a number of additional important goals.  We purchased several new instruments, thereby allowing us to double the course enrollment capacity of Experimental Biochemistry I and II, from 12 to 24.  We also aligned our two Experimental courses, Biochemistry (EB) and Chemistry (EC), so that students now get equivalent experiences in both sequences.  This revision included: (1) making four out the of eight laboratory projects in the first semester identical for both courses, EB I and EC I, which gives some uniformity of experience, and adds to the camaraderie among both students and faculty; (2)  converting the courses to writing-centered status, stressing all aspects of scientific communication, both oral and written; and (3) rewriting both laboratory manuals to give a clear, uniform structure to each project description.  Other enhancements included developing three new laboratory projects to Experimental Biochemistry: (a) qPCR (Environmental regulation of gene expression:  A quantitative gene expression analysis using Reverse Transcriptase- quantitative Polymerase Chain Reaction (RT-qPCR); (b) Biofuels from algae;  and (c) 1D and 2D-NMR Characterization of the Structure and pKa of Tripeptides.  We initiated a collaboration with faculty from our local Chemeketa Community College, training them on instruments and working with them to adapt a number of laboratory projects for their General Chemistry laboratory.  Lastly, we consulted with industry partners to get feedback on the effectiveness of our course in training students for research in the industrial setting.\n\n \n\nAs judged by pre-/post- tests and survey responses from alumni and current students, these courses are quite successful in meeting our stated objectives; implementation of our NSF-TUES grant in 2012-13 served to enhance these courses.  Assessment results show that the courses are especially effective in:  (1) preparing students for independent research and post-graduate careers and education;  (2) improving studentsÆ scientific reasoning and communication; and (3)  training students in relevant biochemical techniques, laboratory skills, and instrumentation.\n\n\t\t\t\t\tLast Modified: 03/31/2014\n\n\t\t\t\t\tSubmitted by: Todd P Silverstein"
 }
}