{
 "awd_id": "1044495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Bursty Bulk Flows, Dipolarization Fronts, and Particle Energization in the Substorm Plasma Sheet",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Therese Moretto Jorgensen",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 279000.0,
 "awd_amount": 279000.0,
 "awd_min_amd_letter_date": "2011-04-22",
 "awd_max_amd_letter_date": "2013-04-16",
 "awd_abstract_narration": "This project will investigate bursty bulk flows, dipolarization fronts, and energetic particle flux enhancements in Earth's magnetotail plasma sheet during magnetic substorms. Four specific topics will be investigated: \r\n(1) How dipolarization fronts are related to the geomagnetic variations and whether or not magnetic observations on the ground are related to the amplitude of the dipolarization front; (2) How a dipolization front is formed, how it evolves with time, and what controls its amplitude; (3) The role dipolarization fronts play (if any) in the injection of energetic plasma into the near-Earth plasma sheet during substorms; (4) Determine whether or not bursty bulk flows play a role in creating energetic plasma injections or if they are simply the way energetic plasma is transported from the mid-tail to the near-Earth plasma sheet.\r\n\r\nThe project will utilize data from the THEMIS satellite spacecraft, ground-based measurements of magnetic field variations, and particle simulations.\r\n\r\nThe project will lead to an improved understanding of the physical processes that lead to the injection of energetic particles into the near-Earth plasma sheet and how those energetic particles are transported within the magnetosphere.  Energetic particles play in important role in space weather phenomena.  The work will also lead to improved understanding of plasma phenomena related to magnetic reconnection which is a process of importance not only in Earth's magnetosphere and ionosphere but also in the solar wind, in the magnetospheres of other planets and in astrophysical plasmas.  The project will include support for and participation by two graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Runov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Runov",
   "pi_email_addr": "arunov@igpp.ucla.edu",
   "nsf_id": "000547380",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 93000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 96000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth's magnetosphere is formed by solar wind flowing by the Earth's dipole magnetic field. As a result, the magnetotail is formed on the night side of&nbsp; &nbsp;the magnetosphere. The magnetotail consists of two lobes of oppositely directed magnetic field and a plasma sheet that separates the lobes. The plasma sheet is populated by solar wind particles penetrating into the magnetosphere and particles outflowing from the Earth's ionosphere. Being a relatively thin boundary with thickness of a few Earth radii (RE), the magnetotail plasma sheet is a dynamic system where instabilities easily&nbsp; may occur. The instabilities in the plasma sheet lead to a burst-like release of the magnetic energy that causes plasma heating and acceleration and rapid reconfiguration of the magnetic field, referred to as ``dipolarization''. These processes cause injections of energetic particles into the inner magnetosphere and their precipitation to ionosphere and upper atmosphere creating visible forms of aurora. The described complex of phenomena is known as``magnetospheric substorm''.<br /><br />In-situ observations by spacecraft have revealed that the plasma acceleration during substorms in the plasma sheet is impulsive and forms temporally and spatially localized high-speed streams of the plasma referred to as ``bursty bulk flows'' (BBFs). Yet, the role of the&nbsp; BBFs in substorm processes and energetic particle injections into the inner magnetosphere, remains highly debated. The Time History of Events and Macroscale Interactions during Substorms (THEMIS) NASA Medium Class Explorers mission was designed to understand how the instabilities in the plasma sheet and BBFs are related to the substorm processes, such as injections, aurora, and geomagnetic variations. The THEMIS mission consisted of five identical spacecraft (probes) on orbits with apogee at geocentric distances from about 10 to 30 RE in the plasma sheet and a network of ground-based stations equipped by all-sky cameras to observe aurora and magnetometers to detect geomagnetic variations. Each probe carries a magnetometer, an electric field instrument, and particle detectors measuring particle fluxes within the energy range from first electronvolts (eV) to kilo-electronvolts (keV).<br /><br />The goal of our project was to understand the physical connection between BBFs,dipolarizations, and partilcle injections using in-situ observations and physical modeling. The team including project PI Andrei Rounov and graduate student collaborator Christine Gabrielse has performed studies of&nbsp; bursty-bulk flows, dipolarizations, and energetic particle flux bursts&nbsp; (injections) observed by THEMIS probes in the near-Earth plasma sheet.&nbsp; C. Gabrielse has also disigned the model describing particle transport and acceleration by the electric field associated with the blow bursts. The model results were compared with THEMIS observations.<br /><br />Multi-case and statistical studies of BBFs in the near-Earth plasma sheet have revealed that plasma population inside the flow is more energetic and tenuous than the ambient plasma sheet population. The BBF's plasma is separated from the ambient plasma sheet by a thin boundary, referred to as ``dipolarization front''. The front thickness is comparable to the ion thermal gyroradius.&nbsp; At scales larger than a thermal ion gyroradius, the dipolarization front is the contact discontinuity; at a scale comparable with the ion thermal gyroradius, the dipolarization front has a fine structure with electric field enhancement at a sub-gyro scale. The dipolarization fronts are earthward propagating regions of localized large magnetic field&nbsp; gradient. In a stationary frame of references they are earthward-propagating electromagnetic pulses, which interacts with ambient&nbsp; particles and accelerate them. Thus, the flow bursts accompanied by the fronts&nbsp; may play the majo...",
  "por_txt_cntn": "\nThe Earth's magnetosphere is formed by solar wind flowing by the Earth's dipole magnetic field. As a result, the magnetotail is formed on the night side of   the magnetosphere. The magnetotail consists of two lobes of oppositely directed magnetic field and a plasma sheet that separates the lobes. The plasma sheet is populated by solar wind particles penetrating into the magnetosphere and particles outflowing from the Earth's ionosphere. Being a relatively thin boundary with thickness of a few Earth radii (RE), the magnetotail plasma sheet is a dynamic system where instabilities easily  may occur. The instabilities in the plasma sheet lead to a burst-like release of the magnetic energy that causes plasma heating and acceleration and rapid reconfiguration of the magnetic field, referred to as ``dipolarization''. These processes cause injections of energetic particles into the inner magnetosphere and their precipitation to ionosphere and upper atmosphere creating visible forms of aurora. The described complex of phenomena is known as``magnetospheric substorm''.\n\nIn-situ observations by spacecraft have revealed that the plasma acceleration during substorms in the plasma sheet is impulsive and forms temporally and spatially localized high-speed streams of the plasma referred to as ``bursty bulk flows'' (BBFs). Yet, the role of the  BBFs in substorm processes and energetic particle injections into the inner magnetosphere, remains highly debated. The Time History of Events and Macroscale Interactions during Substorms (THEMIS) NASA Medium Class Explorers mission was designed to understand how the instabilities in the plasma sheet and BBFs are related to the substorm processes, such as injections, aurora, and geomagnetic variations. The THEMIS mission consisted of five identical spacecraft (probes) on orbits with apogee at geocentric distances from about 10 to 30 RE in the plasma sheet and a network of ground-based stations equipped by all-sky cameras to observe aurora and magnetometers to detect geomagnetic variations. Each probe carries a magnetometer, an electric field instrument, and particle detectors measuring particle fluxes within the energy range from first electronvolts (eV) to kilo-electronvolts (keV).\n\nThe goal of our project was to understand the physical connection between BBFs,dipolarizations, and partilcle injections using in-situ observations and physical modeling. The team including project PI Andrei Rounov and graduate student collaborator Christine Gabrielse has performed studies of  bursty-bulk flows, dipolarizations, and energetic particle flux bursts  (injections) observed by THEMIS probes in the near-Earth plasma sheet.  C. Gabrielse has also disigned the model describing particle transport and acceleration by the electric field associated with the blow bursts. The model results were compared with THEMIS observations.\n\nMulti-case and statistical studies of BBFs in the near-Earth plasma sheet have revealed that plasma population inside the flow is more energetic and tenuous than the ambient plasma sheet population. The BBF's plasma is separated from the ambient plasma sheet by a thin boundary, referred to as ``dipolarization front''. The front thickness is comparable to the ion thermal gyroradius.  At scales larger than a thermal ion gyroradius, the dipolarization front is the contact discontinuity; at a scale comparable with the ion thermal gyroradius, the dipolarization front has a fine structure with electric field enhancement at a sub-gyro scale. The dipolarization fronts are earthward propagating regions of localized large magnetic field  gradient. In a stationary frame of references they are earthward-propagating electromagnetic pulses, which interacts with ambient  particles and accelerate them. Thus, the flow bursts accompanied by the fronts  may play the major role in substorm high-energy particle injections. This hypothesis has been veryfied using a simple modeling based on guide-center particle tracin..."
 }
}