{
 "awd_id": "1044133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Stochastic Challenge",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 132773.0,
 "awd_amount": 132773.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "The project is a collaborative effort involving Texas Tech University, Missouri University of Science and Technology, and University of Texas - Pan American.  It is developing a suite of multimedia educational materials and supporting mechanisms to create a knowledge-centered learning environment for the undergraduate instruction of stochastic processes and applied probability that seamlessly integrates into the curriculum.  This project is creating high-quality video clips that challenge students to solve real problems from industry in collaborative settings.  These videos are being posted on a project website along with other supporting material consisting of wiki-style tutorials and problem-solving software. A Facebook page for the project is being created to support a \"wall\" where students may collaboratively work on active problems and tangentially develop professional skills, such as teaming and communication. The investigators are anticipating that students at other location, even without their instructors directing them, will visit the site and will learn through the knowledge-centered aspects of the wiki-style resources, \"wall\" discussions, and review of active and archived problems.  The team is making sure that students from underrepresented groups are featured in the videos in an effort to increase the interest among these groups of students.  The project is using a few external faculty members as a design review team to provide guidance, and an experienced outside evaluator is using surveys and tests to monitor progress toward the learning outcomes and data on website and Facebook visits to monitor participation.  Broader impacts include the dissemination of the project's products through the website postings and the use of social networking and the focus on broadening the participation of underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Matis",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy I Matis",
   "pi_email_addr": "timothy.matis@ttu.edu",
   "nsf_id": "000376215",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 132773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Summary:</p>\n<p>The outcomes of this award consists of a suite of multimedia educational materials for learning stochastic processes at the primary and undergraduate level towards application and modeling. &nbsp;Materials consist of a wiki-style encylopeida, tutorial videos with solutions, challenge videos, and calculators for performing common calcuations. &nbsp;The website was created by a graphic designer and the videos were produced by experienced videographers in high definition with premium audio equipment. &nbsp;These materials were implemented in an undergradaute stochastic processes course taught in the Industrial Engineering department at Texas Tech University, from which formative and summative evaluations were obtained. &nbsp;In addition, the videos were externally evalued by Doug Timmer from University Texas Pan American both in content and implementation. &nbsp;Key findings from these evaluations have been incorporated in a revision of these materials. &nbsp;A grant from the Fulbright Foundation built upon this work by introducing Spanish subtitling of the tutorial vidoes, Spanish versions of the solution videos, challenge videos produced through with Chilean industries in Spanish, and a subtitling of these challenge videos in English. &nbsp;The webpage has had to date 5,875 page views, 4,289 unique visits, 3,453 first time visits, and 928 returning visits. &nbsp;In addition to the webpage, a Facebook page for Stochastic Challenge has been published which presently has over 140 \"likes\". &nbsp;By tracking IP addresses, the country with the most visitors to the page is the USA, followed by India and Mexico. &nbsp;</p>\n<p>This research may be incorporate into the curriculum of universities as a supplemental student resource or as an assingment through the challenge videos. &nbsp;Beyond the classroom, the information of this page serves as a resource to practicioners showing many ways in which stochastic processes may be used in application. &nbsp;Hence, the learning objective is two-fold in that both mathematical concepts and application strategies for stochastic processes are taught throught the tutorial videos. &nbsp;The website is sustainable in that the domain name of www.stochasticchallenge.org has been purchased for a 5 year period, and encyclopedia material is community supported through wiki interface. &nbsp;The calculators provide a resource for students to perform necessary calcuations without having to worry about coding in some mathematical language. &nbsp;</p>\n<p>Intellectual Merit:&nbsp;</p>\n<p>The purpose of this project was to create educational material for the instruction of stochastic processes to undergraduate students in Industrial Engineering that were effective in achieving knowledge comprehension and transfer.&nbsp; Towards this end, the overriding approach to this project contained three main pillars of content, design, and educational pedagogy, where each were given equal importance.&nbsp; This was motivated from our past experience evaluating and creating educational materials, where we noticed that a lack of development or unbalance in these areas often resulted in such tools not being integrated into the curriculum or used beyond their the completion of the project.&nbsp;</p>\n<p>These tools hosted on Stochastic Challenge focus on the modeling and analysis of random processes, where the modeling aspect is frequently omitted from the instruction of this topic to Industrial Engineering undergraduate students.&nbsp; The content of typical undergraduate courses in this area focus on the analysis end where probabilities concepts are taught in a theorem and proof style, yet the modeling of processes through the use of statistics is often omitted. &nbsp;The materials hosted on the stochastic challenge website present this balanced view of modeling and analysis, and give the user computational tools for performing related calculations...",
  "por_txt_cntn": "\nSummary:\n\nThe outcomes of this award consists of a suite of multimedia educational materials for learning stochastic processes at the primary and undergraduate level towards application and modeling.  Materials consist of a wiki-style encylopeida, tutorial videos with solutions, challenge videos, and calculators for performing common calcuations.  The website was created by a graphic designer and the videos were produced by experienced videographers in high definition with premium audio equipment.  These materials were implemented in an undergradaute stochastic processes course taught in the Industrial Engineering department at Texas Tech University, from which formative and summative evaluations were obtained.  In addition, the videos were externally evalued by Doug Timmer from University Texas Pan American both in content and implementation.  Key findings from these evaluations have been incorporated in a revision of these materials.  A grant from the Fulbright Foundation built upon this work by introducing Spanish subtitling of the tutorial vidoes, Spanish versions of the solution videos, challenge videos produced through with Chilean industries in Spanish, and a subtitling of these challenge videos in English.  The webpage has had to date 5,875 page views, 4,289 unique visits, 3,453 first time visits, and 928 returning visits.  In addition to the webpage, a Facebook page for Stochastic Challenge has been published which presently has over 140 \"likes\".  By tracking IP addresses, the country with the most visitors to the page is the USA, followed by India and Mexico.  \n\nThis research may be incorporate into the curriculum of universities as a supplemental student resource or as an assingment through the challenge videos.  Beyond the classroom, the information of this page serves as a resource to practicioners showing many ways in which stochastic processes may be used in application.  Hence, the learning objective is two-fold in that both mathematical concepts and application strategies for stochastic processes are taught throught the tutorial videos.  The website is sustainable in that the domain name of www.stochasticchallenge.org has been purchased for a 5 year period, and encyclopedia material is community supported through wiki interface.  The calculators provide a resource for students to perform necessary calcuations without having to worry about coding in some mathematical language.  \n\nIntellectual Merit: \n\nThe purpose of this project was to create educational material for the instruction of stochastic processes to undergraduate students in Industrial Engineering that were effective in achieving knowledge comprehension and transfer.  Towards this end, the overriding approach to this project contained three main pillars of content, design, and educational pedagogy, where each were given equal importance.  This was motivated from our past experience evaluating and creating educational materials, where we noticed that a lack of development or unbalance in these areas often resulted in such tools not being integrated into the curriculum or used beyond their the completion of the project. \n\nThese tools hosted on Stochastic Challenge focus on the modeling and analysis of random processes, where the modeling aspect is frequently omitted from the instruction of this topic to Industrial Engineering undergraduate students.  The content of typical undergraduate courses in this area focus on the analysis end where probabilities concepts are taught in a theorem and proof style, yet the modeling of processes through the use of statistics is often omitted.  The materials hosted on the stochastic challenge website present this balanced view of modeling and analysis, and give the user computational tools for performing related calculations.  In addition, the wiki-style interface of the encyclopedia allows for the community to define and refine topics that are felt is necessary in this area, for which a general consensus is lacking a..."
 }
}