{
 "awd_id": "1044699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transforming the General Biology Laboratory for Undergraduate Students",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan T Prival",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 170930.0,
 "awd_amount": 170930.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": "This project is implementing and assessing an innovative model for transforming the introductory General Biology (GB) sequence at both Rutgers University (RU) and Raritan Valley Community College (RVCC). The new curriculum incorporates the type of educational and research experiences recommended in Bio2010, How People Learn, and the recent AAAS organized Vision and Change conference to include (1) increased opportunities for students to understand the process of science, i.e., how hypotheses are generated, experiments are conducted, how their outcomes are analyzed, and in general, how scientific knowledge advances; (2) instruction enabling students to develop metacognitive skills and effective learning strategies; and (3) class environments and structures that promote active learning. The new courses build upon the established lecture curricula and provide students with new engaging laboratory experiments, field experiences, and a peer-led workshop. The GB courses provide student-centered environments where active learning is emphasized. In the redesigned laboratory, students conduct an integrated series of experiments involving DNA sequence analysis and aquatic ecology that are part of a semester long research project focused on the aquatic plant, duckweed.  These experiments enable students to be knowledge producers instead of simply consumers, leading to  a deeper understanding of how science is conducted.  The experimental structure of the project affords the opportunity to assess the transformed General Biology course by testing hypotheses concerning student achievement, learning, and attitudes at both institutions. Results of this assessment are informing and guiding the full integration of the transformed curriculum at the two participating institutions as well as providing direction to other institutions with very large introductory biology courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Haviland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martha Haviland",
   "pi_email_addr": "haviland@biology.rutgers.edu",
   "nsf_id": "000505002",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregg",
   "pi_last_name": "Transue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregg Transue",
   "pi_email_addr": "gtransue@rci.rutgers.edu",
   "nsf_id": "000224201",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Vershon",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew K Vershon",
   "pi_email_addr": "vershon@waksman.rutgers.edu",
   "nsf_id": "000471686",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "Lenahan",
   "pi_mid_init": "K",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Melanie K Lenahan",
   "pi_email_addr": "mlenahan@raritanval.edu",
   "nsf_id": "000191759",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 170930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of &ldquo;Transforming the General Biology Laboratory for Undergraduate Students&rdquo; was to implement and assess an innovative model that transforms the introductory General Biology (GB) sequence at both Rutgers University (RU) and Raritan Valley Community College (RVCC).&nbsp;&nbsp;&nbsp; Student academic achievement, learning, and attitudes toward science careers is predicted to improve if the introductory curriculum includes:</p>\n<p>(1)&nbsp; increased opportunity for students to understand the process of science, i.e., how hypotheses are generated, experiments are conducted, outcomes are analyzed, and scientific knowledge advances;</p>\n<p>(2) instruction enabling students to develop metacognitive skills and effective learning strategies;</p>\n<p>(3) class environments that promote active, student-centered, learning.</p>\n<p>The focus of this proposal was to pilot an integration of metacognition instruction and inquiry-based learning methods in our introductory GB course at two different institutions, a 4-year public research institution and a 2-year community college.&nbsp; The experimental structure afforded the opportunity to assess the transformed GB course by testing student achievement, learning, and attitudes at both institutions</p>\n<p>To meet our goals, a pilot of restructured GB courses at RU was begun in the fall of 2011 and at RVCC in the fall of 2012.&nbsp; The new courses build upon the established lecture curricula and provide students with a new engaging Laboratory and a Workshop. The new Workshop component helps students master course content through cooperative and active learning techniques with a concurrent development of metacognitive skills.&nbsp; In the redesigned Laboratory, students are conducting an integrated series of experiments that are part of a semester long research project.&nbsp; Students have the exciting prospect of making novel discoveries that will contribute to our scientific knowledge, while experiencing the interdisciplinary nature of biology. These experiments enable students to be knowledge producers instead of simply consumers.&nbsp; They therefore gain a deeper understanding of how science is conducted and see that they can be productive contributors to the advancement of science.&nbsp; It is hypothesized that students taking the course will become active members of a biologically informed citizenry.</p>\n<p>Our pilot courses produced significant improvements in both student achievement and retention.&nbsp; Averaged over both years of the pilot, 95% of the students in the spring semester pilot course earned a grade of C or better, while only 84% of the students in the traditional sections earned similar grades (p&lt;0.01). Students in the pilot section also averaged higher scores on exams.&nbsp; Analysis of the specific questions demonstrated they did better on both lower-level questions that measured students&rsquo; knowledge of a single fact or several independent facts (p=0.001), as well as upper-level questions that &nbsp;measured students&rsquo; relational or integrated understanding (p=0.017).&nbsp;</p>\n<p>Students in the new Laboratory course appreciated that they had the opportunity to get a deeper understanding of how science is conducted and that they can be productive contributors to the advancement of science. In addition, several themes emerged from an analysis of the open ended section of the student surveys.&nbsp; While students in both the new lab as well as the traditional lab cited their appreciation of the &ldquo;hands on&rdquo; experience, further review revealed a distinction of these experiences.&nbsp; Students from the traditional group described their experience as an opportunity to observe real life specimens.&nbsp; Student responses to what they liked best about the course included:&nbsp; &ldquo;Observe organisms &hellip; rather than just reading from a book&rdquo;.&nbsp; In contrast...",
  "por_txt_cntn": "\nThe goal of \"Transforming the General Biology Laboratory for Undergraduate Students\" was to implement and assess an innovative model that transforms the introductory General Biology (GB) sequence at both Rutgers University (RU) and Raritan Valley Community College (RVCC).    Student academic achievement, learning, and attitudes toward science careers is predicted to improve if the introductory curriculum includes:\n\n(1)  increased opportunity for students to understand the process of science, i.e., how hypotheses are generated, experiments are conducted, outcomes are analyzed, and scientific knowledge advances;\n\n(2) instruction enabling students to develop metacognitive skills and effective learning strategies;\n\n(3) class environments that promote active, student-centered, learning.\n\nThe focus of this proposal was to pilot an integration of metacognition instruction and inquiry-based learning methods in our introductory GB course at two different institutions, a 4-year public research institution and a 2-year community college.  The experimental structure afforded the opportunity to assess the transformed GB course by testing student achievement, learning, and attitudes at both institutions\n\nTo meet our goals, a pilot of restructured GB courses at RU was begun in the fall of 2011 and at RVCC in the fall of 2012.  The new courses build upon the established lecture curricula and provide students with a new engaging Laboratory and a Workshop. The new Workshop component helps students master course content through cooperative and active learning techniques with a concurrent development of metacognitive skills.  In the redesigned Laboratory, students are conducting an integrated series of experiments that are part of a semester long research project.  Students have the exciting prospect of making novel discoveries that will contribute to our scientific knowledge, while experiencing the interdisciplinary nature of biology. These experiments enable students to be knowledge producers instead of simply consumers.  They therefore gain a deeper understanding of how science is conducted and see that they can be productive contributors to the advancement of science.  It is hypothesized that students taking the course will become active members of a biologically informed citizenry.\n\nOur pilot courses produced significant improvements in both student achievement and retention.  Averaged over both years of the pilot, 95% of the students in the spring semester pilot course earned a grade of C or better, while only 84% of the students in the traditional sections earned similar grades (p&lt;0.01). Students in the pilot section also averaged higher scores on exams.  Analysis of the specific questions demonstrated they did better on both lower-level questions that measured studentsÆ knowledge of a single fact or several independent facts (p=0.001), as well as upper-level questions that  measured studentsÆ relational or integrated understanding (p=0.017). \n\nStudents in the new Laboratory course appreciated that they had the opportunity to get a deeper understanding of how science is conducted and that they can be productive contributors to the advancement of science. In addition, several themes emerged from an analysis of the open ended section of the student surveys.  While students in both the new lab as well as the traditional lab cited their appreciation of the \"hands on\" experience, further review revealed a distinction of these experiences.  Students from the traditional group described their experience as an opportunity to observe real life specimens.  Student responses to what they liked best about the course included:  \"Observe organisms &hellip; rather than just reading from a book\".  In contrast, students from the new lab described their experience as the application of the scientific process. Student responses to what they liked best about the course included:  \"I loved how this biology lab stressed the use of the scientific method,\" \"I..."
 }
}