{
 "awd_id": "1044922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Model for Online Cross-Institutional STEM Course Offering and Support Services in New Mexico",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 247100.0,
 "awd_amount": 247100.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2013-08-24",
 "awd_abstract_narration": "Participating Organizations:\r\nUniversity of New Mexico (UNM)\r\nNorthern New Mexico College (NNMC)\r\nCentral New Mexico Community College (CNM)\r\n\r\n\r\nProject Description:\r\n\r\nThe project is creating on-line instructional materials and pedagogy related to lower-division courses in Electrical and Computer Engineering. The PIs are developing a methodology for delivering highly interactive virtual classrooms that are supervised by on-demand teaching & lab assistants/faculty and setting up an efficient shared-course offering system -- involving three institutions (UNM, NNMC and CNM). The virtual classrooms are helping to enable students in the New Mexico target population of underrepresented minority and first-generation college students to achieve greater success in pursing an engineering education by employing a degree of interaction with students that goes well beyond what is typically associated with an on-line class. Successful practices associated with on-campus students are being translated to on-line settings. For example, student grades are being checked in order to ensure that the students are staying on track and, if corrective actions need to be taken, students are directed to streamed on-line recitation sessions. Students also have access to on-demand teaching assistants (TAs) and tutors through a live service similar to that which is provided as support by many companies. Additionally, an on-line engineering community is being established (using social networking media) to provide a peer support infrastructure that students can draw upon.\r\n\r\n\r\nBroader Significance:\r\n\r\nThe learning model of the project can be adapted to other institutions in other states, using the on-line support services (feedback, mentoring, tutoring, etc.) that have been developed for integration into internet-delivered courses. The project team is also exploring an automated system that allows students to have authenticated/authorized access to learning environments that are not part of their home institutions. The project is providing research opportunities to groups of students at the partnering schools that are underrepresented in the STEM disciplines. The effort is also producing a set of best practices for interacting with students in this on-line setting, which potential adopters can assess with the data that are being collected via survey and evaluation instruments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Heileman",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory L Heileman",
   "pi_email_addr": "heileman@arizona.edu",
   "nsf_id": "000266296",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chaouki",
   "pi_last_name": "Abdallah",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Chaouki T Abdallah",
   "pi_email_addr": "chaouki@damoursystems.com",
   "nsf_id": "000280927",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sudharman",
   "pi_last_name": "Jayaweera",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sudharman K Jayaweera",
   "pi_email_addr": "jayaweera@unm.edu",
   "nsf_id": "000487343",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Salazar",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Andres C Salazar",
   "pi_email_addr": "asalazar@unm.edu",
   "nsf_id": "000599481",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 247100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PROGRAM GOAL: Create a model for online course sharing between research universities and two year colleges, specific to STEM disciplines. &nbsp;Develop methods for improving student success rates in online STEM courses.</p>\n<p>ACTIVITIES: This program focused on two primary initiatives: (1) expand the delivery of online engineering courses to remote and/or two-year institutions using a shared-curriculum and joint-instruction model, and (2) improve student success in these courses by strengthening course content, instructional delivery and student support systems.&nbsp;</p>\n<p>INITIATIVE ONE: COURSE SHARING.&nbsp; In expanding the delivery of engineering courses, The University of New Mexico (UNM) worked with Northern New Mexico College (NNMC) and Central New Mexico College (CNM) to establish a manual method for registering students at multiple institutions in online courses delivered cooperatively from from UNM and the students home institution.&nbsp;</p>\n<p>INITIATIVE TWO: COURSE DESIGN IMPROVEMENT.&nbsp; In strengthening instruction, UNM instructional designers collaborated with faculty members in the online courses to increase the quantity and quality of multi-media learning modules and to restructure assignments and assessments for the online environment.&nbsp; These improvements were made based on the best practices established by the Quality Matters Program.&nbsp;</p>\n<p>In strengthening student support in, UNM, NNMC and CNM implemented the following key strategies:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For students at NNMC, synchronous weekly problem-solving sessions were offered by the NNMC instructor/facilitator.&nbsp;</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For students at all three institutions, an embedded tutor was located in each improved course.</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For students at UNM, an early-alert academic intervention system was piloted.&nbsp;</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A Structured Engagement Model was developed.&nbsp; This model created stronger student engagement with content, instructors, peers and student support services through strategies that wove these elements together.&nbsp; This model included the use of group projects that counted towards students&rsquo; final grades.&nbsp; These projects required students: to develop their own understanding and application of course content to real-world problems; to work collaboratively with other students using electronic communication and document-sharing platforms; to work with embedded tutors and teaching assistants; and to work with instructors in tying group projects to lectures, modules and assessments.&nbsp; In addition, each course was also assigned a specially selected and trained Teaching Assistant (TA).&nbsp; These TAs were charged with developing and implementing a series of online engagement activities to help students connect to their course content, to their fellow students and to their instructors.&nbsp; TAs were also responsible for providing academic interventions and academic coaching for their students throughout the course of the semester.&nbsp; At the end of the semester, the TAs also provided quantitative and qualitative feedback to project organizers to improve program effectiveness.</p>\n<p>SELECTED FINDINGS</p>\n<p>The number of students who successfully completed the improved sections increased by two percentage points.</p>\n<p>The percentage of students who successfully completed the improved sections improved in two of the three courses that were offered both semesters.</p>\n<p>The gap in student success between online courses and face-to-face courses remains.&nbsp; In 2012, this gap was 18.38 points, and in 2013 it widened to 23.79 points. The gap is widest in ECE 131, Programming Fundamentals.&nbsp; In 2012, this gap was 38.89 percentage points and in 2013, it was 39.09 percentage points.&nbsp; The gap is narrowest in ECE 203, Circuit A...",
  "por_txt_cntn": "\nPROGRAM GOAL: Create a model for online course sharing between research universities and two year colleges, specific to STEM disciplines.  Develop methods for improving student success rates in online STEM courses.\n\nACTIVITIES: This program focused on two primary initiatives: (1) expand the delivery of online engineering courses to remote and/or two-year institutions using a shared-curriculum and joint-instruction model, and (2) improve student success in these courses by strengthening course content, instructional delivery and student support systems. \n\nINITIATIVE ONE: COURSE SHARING.  In expanding the delivery of engineering courses, The University of New Mexico (UNM) worked with Northern New Mexico College (NNMC) and Central New Mexico College (CNM) to establish a manual method for registering students at multiple institutions in online courses delivered cooperatively from from UNM and the students home institution. \n\nINITIATIVE TWO: COURSE DESIGN IMPROVEMENT.  In strengthening instruction, UNM instructional designers collaborated with faculty members in the online courses to increase the quantity and quality of multi-media learning modules and to restructure assignments and assessments for the online environment.  These improvements were made based on the best practices established by the Quality Matters Program. \n\nIn strengthening student support in, UNM, NNMC and CNM implemented the following key strategies:\n\na)      For students at NNMC, synchronous weekly problem-solving sessions were offered by the NNMC instructor/facilitator. \n\nb)      For students at all three institutions, an embedded tutor was located in each improved course.\n\nc)      For students at UNM, an early-alert academic intervention system was piloted. \n\nd)      A Structured Engagement Model was developed.  This model created stronger student engagement with content, instructors, peers and student support services through strategies that wove these elements together.  This model included the use of group projects that counted towards studentsÆ final grades.  These projects required students: to develop their own understanding and application of course content to real-world problems; to work collaboratively with other students using electronic communication and document-sharing platforms; to work with embedded tutors and teaching assistants; and to work with instructors in tying group projects to lectures, modules and assessments.  In addition, each course was also assigned a specially selected and trained Teaching Assistant (TA).  These TAs were charged with developing and implementing a series of online engagement activities to help students connect to their course content, to their fellow students and to their instructors.  TAs were also responsible for providing academic interventions and academic coaching for their students throughout the course of the semester.  At the end of the semester, the TAs also provided quantitative and qualitative feedback to project organizers to improve program effectiveness.\n\nSELECTED FINDINGS\n\nThe number of students who successfully completed the improved sections increased by two percentage points.\n\nThe percentage of students who successfully completed the improved sections improved in two of the three courses that were offered both semesters.\n\nThe gap in student success between online courses and face-to-face courses remains.  In 2012, this gap was 18.38 points, and in 2013 it widened to 23.79 points. The gap is widest in ECE 131, Programming Fundamentals.  In 2012, this gap was 38.89 percentage points and in 2013, it was 39.09 percentage points.  The gap is narrowest in ECE 203, Circuit Analysis, at 5.19 points in 2012 and 5.14 points in 2013. \n\nThree instructors participated in this program during both years of the grant.  By comparing the student success rates for all of their courses prior to the program to their student success rates for the most recent completed semester, we see that in all three instances succe..."
 }
}