{
 "awd_id": "1044441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infusing Emerging Nano and Green Technologies into Community College STEM Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032925140",
 "po_email": "lzia@nsf.gov",
 "po_sign_block_name": "Lee Zia",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 249954.0,
 "awd_amount": 249954.0,
 "awd_min_amd_letter_date": "2011-06-02",
 "awd_max_amd_letter_date": "2013-02-05",
 "awd_abstract_narration": "This project is developing, implementing, and evaluating an integrated approach to STEM teaching and learning for the expanding population of community college undergraduates in two emerging areas: nanotechnology and green technology. At its core the approach embeds a set of short nanotechnology and green technology modules within the introductory STEM courses of Physics, Chemistry, Biology and Engineering. In addition day-long career workshops bring together all students from across the different courses using the modules. The student hands-on activities and faculty professional development sessions for each module connect discipline-specific concepts to practical applications from the two emerging technologies. The career workshops feature: 1) participation from industry speakers, 2) additional hands-on activities and interactive demonstrations exploring nanotechnology and green technology, 3) an in-depth discussion of STEM career options at all levels, and 4) a forum on the societal and ethical implications of emerging technologies. The intellectual merit of the project lies in the choice of content, the modular design of the materials, and the provision of follow-on opportunities to engage in deeper exploration, synthesis, and reflection on nanotechnology and green technology topics. Broader impacts are exerted through the strong partnership of a two-year institution with a leading public research university and its nationally recognized curriculum design and professional development center. Such collaboration offers not only a model for other flagship research universities, but also enables the project to reach important student audiences since the community college population has a greater percentage of students from underserved groups, and a faster overall growth rate, than the population of 4-year colleges. Furthermore, targeting introductory courses creates the greatest chance to reach a broad audience of both college students undecided about STEM careers and young faculty teaching STEM courses. In so doing the project is helping build the community college infrastructure needed for training the next generation STEM workforce in emerging technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darrell",
   "pi_last_name": "Porcello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Darrell Porcello",
   "pi_email_addr": "porcello@creativity.org",
   "nsf_id": "000167937",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seti",
   "pi_last_name": "Sidharta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seti Sidharta",
   "pi_email_addr": "ssidharta@contracosta.edu",
   "nsf_id": "000529664",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rashmi",
   "pi_last_name": "Nanjundaswamy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rashmi Nanjundaswamy",
   "pi_email_addr": "rashmin@berkeley.edu",
   "nsf_id": "000635543",
   "pi_start_date": "2013-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249954.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of California, Berkeley's Lawrence Hall of Science (LHS), a public science center, and Contra Costa College (CCC), a two-year community college, have successfully completed &ldquo;<em>Infusing Emerging Nano and Green Technologies into Community College STEM</em> <em>Curriculum</em>&rdquo;. From 2011 to 2014, LHS staff, CCC faculty, and undergraduate students developed, implemented, and evaluated<strong> nanotechnology and green technology short modules embedded within the introductory courses for Physics, Chemistry, Biology, and Engineering, and full-day career workshops with industry and academic speakers, across 3 semesters. LHS staff also offered professional development sessions for CCC faculty and an intense semester-long mentoring program for creating videos to demonstrate hands-on activities for educators. All materials created for the project are available on the LHS website. &nbsp;</strong></p>\n<p>&nbsp;</p>\n<p>All goals set out in the grant were met during the course of the project. In the first semester, Spring 2012, project staff used a dye sensitized solar cell (DSSC) experiment with nano-crystalline titanium dioxide as the core module work. This was followed up by a module on fabricating a super-hydrophobic surface in the second semester, Fall 2012, and one on the synthesis of silver nanoparticles for water purification for the final semester, Spring 2013. Overall, modules reached 10 intro STEM classes with upwards of 300 CCC students. Parallel professional development speakers and activities for faculty during these semesters included: Paul Doherty from the Exploratorium on best practices in informal science education; Prof. Tobias Beetz of Stanford University on electron microscopy and emerging imaging techniques available to the nanotechnology researchers; and finally Profs. Ira Bennett and Jaime Wetmore from Arizona State University on helping students to reflect on potential societal and ethical implications of technologies without pre-defined impacts on health and society.</p>\n<p>&nbsp;</p>\n<p>Project staff also ran career workshops connected to the content of the modules at the conclusion of each of the 3 semesters, reaching over 200 students. The first workshop featured Dr. Melissa Summers, the Carbon Cycle 2.0 Program Manager at the Lawrence Berkeley National Labs and Dr. Brian Hardin, founder of Plant PV, a solar cell start-up company in the San Francisco Bay Area, who both discussed the benefits of STEM careers and the dramatic growth of nanotechnology and green technology industries. The second workshop included Dr. Gordon Goodyear from Sigma Technologies who oversees the manufacturing of customized industrial surfaces, and Dr. Sharnnia Artis who directs the Transfer to Excellence Research Experience for Undergraduates (REU) Program for community college students at the UC Berkeley. The third and final workshop had presentations from Dr. Adrian Brozwell, CEO and founder of zNano, a company that manufactures water filtration systems using silver nanoparticle, and Drs. Dave Schoen and Alia Schoen from Stanford, who undertook a study about killing waterborne bacteria with an electrically charged metal mesh coated with silver nanoparticles.</p>\n<p>&nbsp;</p>\n<p>With efficient budgeting, project staff were able to offer an extra fourth and final semester of programming at CCC. In Spring 2014, a group of 14 students were selected for intense semester-long mentoring in creating videos to demonstrate hands-on activities for educators. Successful models include the Mr. O YouTube videos from the Children&rsquo;s Museum of Houston and training videos from the Nanoscale Informal Science Education network. Students worked on scrips, created storyboards, and filmed the step-by-step instructions of activities in small groups, with regular feedback from LHS staff. The Spring 2014 career workshop, featured Mr. O himself, Keith Ostfeld, and L...",
  "por_txt_cntn": "\nThe University of California, Berkeley's Lawrence Hall of Science (LHS), a public science center, and Contra Costa College (CCC), a two-year community college, have successfully completed \"Infusing Emerging Nano and Green Technologies into Community College STEM Curriculum\". From 2011 to 2014, LHS staff, CCC faculty, and undergraduate students developed, implemented, and evaluated nanotechnology and green technology short modules embedded within the introductory courses for Physics, Chemistry, Biology, and Engineering, and full-day career workshops with industry and academic speakers, across 3 semesters. LHS staff also offered professional development sessions for CCC faculty and an intense semester-long mentoring program for creating videos to demonstrate hands-on activities for educators. All materials created for the project are available on the LHS website.  \n\n \n\nAll goals set out in the grant were met during the course of the project. In the first semester, Spring 2012, project staff used a dye sensitized solar cell (DSSC) experiment with nano-crystalline titanium dioxide as the core module work. This was followed up by a module on fabricating a super-hydrophobic surface in the second semester, Fall 2012, and one on the synthesis of silver nanoparticles for water purification for the final semester, Spring 2013. Overall, modules reached 10 intro STEM classes with upwards of 300 CCC students. Parallel professional development speakers and activities for faculty during these semesters included: Paul Doherty from the Exploratorium on best practices in informal science education; Prof. Tobias Beetz of Stanford University on electron microscopy and emerging imaging techniques available to the nanotechnology researchers; and finally Profs. Ira Bennett and Jaime Wetmore from Arizona State University on helping students to reflect on potential societal and ethical implications of technologies without pre-defined impacts on health and society.\n\n \n\nProject staff also ran career workshops connected to the content of the modules at the conclusion of each of the 3 semesters, reaching over 200 students. The first workshop featured Dr. Melissa Summers, the Carbon Cycle 2.0 Program Manager at the Lawrence Berkeley National Labs and Dr. Brian Hardin, founder of Plant PV, a solar cell start-up company in the San Francisco Bay Area, who both discussed the benefits of STEM careers and the dramatic growth of nanotechnology and green technology industries. The second workshop included Dr. Gordon Goodyear from Sigma Technologies who oversees the manufacturing of customized industrial surfaces, and Dr. Sharnnia Artis who directs the Transfer to Excellence Research Experience for Undergraduates (REU) Program for community college students at the UC Berkeley. The third and final workshop had presentations from Dr. Adrian Brozwell, CEO and founder of zNano, a company that manufactures water filtration systems using silver nanoparticle, and Drs. Dave Schoen and Alia Schoen from Stanford, who undertook a study about killing waterborne bacteria with an electrically charged metal mesh coated with silver nanoparticles.\n\n \n\nWith efficient budgeting, project staff were able to offer an extra fourth and final semester of programming at CCC. In Spring 2014, a group of 14 students were selected for intense semester-long mentoring in creating videos to demonstrate hands-on activities for educators. Successful models include the Mr. O YouTube videos from the ChildrenÆs Museum of Houston and training videos from the Nanoscale Informal Science Education network. Students worked on scrips, created storyboards, and filmed the step-by-step instructions of activities in small groups, with regular feedback from LHS staff. The Spring 2014 career workshop, featured Mr. O himself, Keith Ostfeld, and Lindsay Hoshaw a producer from KQED Quest in San Francisco, discussing how media (e.g. TV, YouTube videos, and  websites) is used to talk about science with the public and ..."
 }
}