{
 "awd_id": "1044480",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transforming the Undergraduate Engineering Experience: Using Cyberinfrastructure Tools to Introduce the Grand Challenges for Engineering",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gul Kremer",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2011-08-01",
 "awd_max_amd_letter_date": "2013-01-17",
 "awd_abstract_narration": "This project aims to increase the commitment of freshman engineering students to the pursuit of engineering as an academic major and profession and increase the number of women and underrepresented minorities matriculating into engineering. Innovative learner-centered materials and strategies will capture the interests of students with diverse backgrounds, while encouraging higher-level thinking. Freshmen and prospective engineering students will be given an opportunity to explore topics of their choice in an engineering foundation course. Web-based lines of study, referred to as Elective Units, also offer topics, including vignettes, based on Grand Challenges.  Interviews with leading experts describing each challenge and emphasizing the important role that engineers play in solving these problems will be recorded. Students will use the vignettes and reference materials to decide which Elective Unit(s) they wish to study. Desire-to-Learn (D2L) web-sites will be created for each Elective Unit and will provide access to a variety of educational experiences that should appeal to a wide range of learning styles. Student feedback and assessment will be used to enhance and refine the Elective Units. A workshop will be conducted to educate the instructor team on the benefits of learner-centered education strategies, as well as the technology and tools that are available to enhance student learning through the Elective Units. Student performance on assignments, projects, quizzes and tests will be evaluated to assess the effectiveness of the teaching methodologies. In addition, students will be surveyed to evaluate whether their commitment to engineering is enhanced as a result of the Elective Units. Enhanced commitment to engineering should help to achieve the long-term goal to increase the recruitment and retention of students, particularly underrepresented students, in the College of Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Hunter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jane Hunter",
   "pi_email_addr": "jhunter2@email.arizona.edu",
   "nsf_id": "000531556",
   "pi_start_date": "2011-08-01",
   "pi_end_date": "2013-01-17"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Baygents",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C Baygents",
   "pi_email_addr": "baygents@email.arizona.edu",
   "nsf_id": "000378723",
   "pi_start_date": "2011-08-01",
   "pi_end_date": "2013-01-17"
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; line-height: normal; mso-layout-grid-align: none;\"><span>Here we report on outcomes for a project in which five new web-based lines of study, referred to as Elective Units, were developed by engineering faculty members with expertise in topics related to the Grand Challenges of Engineering, as identified by the National Academy of Engineering. <span style=\"mso-spacerun: yes;\">&nbsp;</span>The Units were designed to give freshmen and prospective engineering students an opportunity to explore topics of their choice in the engineering foundation course, Introduction to Engineering, offered by the University of Arizona (UA). A primary goal of the project is to increase the commitment of engineering students to the pursuit of engineering as an academic major and a profession. We summarize selected results for an offering of the Elective Units to a large cohort of UA students (400+) enrolled in the undergraduate engineering program for Fall 2012. The selection of topics was based on an interest survey administered to 100+ freshmen engineering students, as part of the groundwork for the project. The five Elective Units were modeled after a pilot Unit developed successfully in Spring 2010. The learning in the Units is experiential; each Unit allows students to address, first-hand, various types of problems that engineers attempt to solve. The activities require students to use a variety of tools to investigate the topics in order to establish a foundation of knowledge. Students are encouraged to further investigate topics and make connections to the societal, global, environmental and economic context that frame the Grand Challenge. The assignments are designed to motivate students to engage in higher-level thinking. Short videos, describing each challenge and emphasizing the important role that engineers play in addressing these challenges, were recorded. In addition, detailed written descriptions of the Units were developed. Students use the videos and descriptive materials to decide which Elective Unit(s) to study. They then devote four weeks of the semester, roughly one Carnegie unit of effort, to the exploration of the topic by making use of the cyberinfrastructure. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 6pt; line-height: normal; mso-layout-grid-align: none;\"><span>The Fall 2012 offering of <em style=\"mso-bidi-font-style: normal;\">Introduction to Engineering</em> encompassed 11 sections of approximately 45 students per section. More than 400 of these students provided responses to an online survey completed toward the end of the Fall 2012 semester, following rollout of the Elective Units (suitably revised in accordance with the results of a Spring 2012 pilot offering and formative assessment). Nine out of ten students indicated that they liked the opportunity to choose a topic of interest; two of three indicated that having a choice positively impacted their learning. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt; line-height: normal; mso-layout-grid-align: none;\"><span>The percentage of students indicating that they were strongly committed to engineering increased for five of the six Units, as summarized in Table II. Students were also asked to indicate their commitment to the topic area of the Elective Unit that they studied. Table III lists the percentage of students who indicated that they were somewhat <span style=\"text-decoration: underline;\">or</span> strongly committed to the topic of the Unit, before and after completion of the Unit. When these results are filtered, so as to include only those students strongly committed to the topic of their chosen Elective Unit (Table IV), one can see that the Unit on </s...",
  "por_txt_cntn": "\n \nHere we report on outcomes for a project in which five new web-based lines of study, referred to as Elective Units, were developed by engineering faculty members with expertise in topics related to the Grand Challenges of Engineering, as identified by the National Academy of Engineering.  The Units were designed to give freshmen and prospective engineering students an opportunity to explore topics of their choice in the engineering foundation course, Introduction to Engineering, offered by the University of Arizona (UA). A primary goal of the project is to increase the commitment of engineering students to the pursuit of engineering as an academic major and a profession. We summarize selected results for an offering of the Elective Units to a large cohort of UA students (400+) enrolled in the undergraduate engineering program for Fall 2012. The selection of topics was based on an interest survey administered to 100+ freshmen engineering students, as part of the groundwork for the project. The five Elective Units were modeled after a pilot Unit developed successfully in Spring 2010. The learning in the Units is experiential; each Unit allows students to address, first-hand, various types of problems that engineers attempt to solve. The activities require students to use a variety of tools to investigate the topics in order to establish a foundation of knowledge. Students are encouraged to further investigate topics and make connections to the societal, global, environmental and economic context that frame the Grand Challenge. The assignments are designed to motivate students to engage in higher-level thinking. Short videos, describing each challenge and emphasizing the important role that engineers play in addressing these challenges, were recorded. In addition, detailed written descriptions of the Units were developed. Students use the videos and descriptive materials to decide which Elective Unit(s) to study. They then devote four weeks of the semester, roughly one Carnegie unit of effort, to the exploration of the topic by making use of the cyberinfrastructure. \n\n \nThe Fall 2012 offering of Introduction to Engineering encompassed 11 sections of approximately 45 students per section. More than 400 of these students provided responses to an online survey completed toward the end of the Fall 2012 semester, following rollout of the Elective Units (suitably revised in accordance with the results of a Spring 2012 pilot offering and formative assessment). Nine out of ten students indicated that they liked the opportunity to choose a topic of interest; two of three indicated that having a choice positively impacted their learning. \n\n \nThe percentage of students indicating that they were strongly committed to engineering increased for five of the six Units, as summarized in Table II. Students were also asked to indicate their commitment to the topic area of the Elective Unit that they studied. Table III lists the percentage of students who indicated that they were somewhat or strongly committed to the topic of the Unit, before and after completion of the Unit. When these results are filtered, so as to include only those students strongly committed to the topic of their chosen Elective Unit (Table IV), one can see that the Unit on Make Solar Energy Economical did not have the desired result on students strongly interested in the topic. \n\n \nMuch of the course material developed on this project has had a beneficial effect on the students enrolled in the freshmen-level introduction to engineering course at the UA. Four of the six Units clearly increased the number of students strongly interested in the topic they chose (see Table IV), which suggests reinforcement of the studentsÆ choices and this may be related to why students also report an increased commitment to engineering (Table II). \n\n \nOne significant consideration in offering these Elective Units as part of a general introduction to engineering course is that we provide the st..."
 }
}