{
 "awd_id": "1045635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR PF: Geomagnetic paleointensity from time-equivalent high and low latitude magmatic events in the late Mesoproterozoic",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "Dr. Nicholas L. Swanson-Hysell has been granted an EAR Postdoctoral Fellowship to carry out a research and education plan at the University of Minnesota. He will examine contemporaneous igneous rocks about 1.1. billion years old that were emplaced at different latitudes, recording the characteristics of the Earth's magnetic field at the time. The investigation will focus on developing magnetic paleointensity records from lavas and intrusions of the North American mid-continent rift (from Northern Minnesota and Ontario) and the Umkondo large igneous province (from South Africa and Botswana). These paleointensity data will be used to evaluate whether the strength of a dipolar magnetic field is predictably dependent on latitude and to examine how the strength of the magnetic field changed through time. Thus, accurate reconstructions of the position of the continents in the past and the evolution of the Earth's core can be made.  Dr. Nicholas Swanson-Hysell will develop curricular activities for courses both at the host institution and Carleton College. These exercises will range in complexity and depth and will, in some cases, have students go into the field to collect samples that they then analyzed in the laboratory. Undergraduate students will also be involved in research for the project itself and will accompany Dr. Swanson-Hysell into the field during the project's two field seasons. All data published as a result of this study will be contributed to the MagIC database and made available to the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Swanson-Hysell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas L Swanson-Hysell",
   "pi_email_addr": "",
   "nsf_id": "000566336",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Swanson-Hysell          Nicholas       L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "554550231",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Swanson-Hysell          Nicholas       L",
  "perf_str_addr": "",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dr. Nicholas L. Swanson-Hysell was granted an EAR Postdoctoral Fellowship to carry out a research and education plan at the University of Minnesota. The goal of the fellowship program is to &ldquo;recognize beginning investigators of significant potential, and provide them with research experience, mentorship, and training that will establish them in leadership positions in the Earth Sciences community.&rdquo; Swanson-Hysell&rsquo;s fellowship was conducted at the Institute for Rock Magnetism and the faculty and research staff at this NSF-supported National Multi-User Facility provided significant mentorship and training. Swanson-Hysell&rsquo;s research project focused on 1.1. billion years old igneous rocks from the North American Mid-continent rift (sampled in Northern Minnesota and Ontario) and the Umkondo large igneous province (sampled in Botswana). These lavas and intrusions were emplaced at different latitudes and recorded the characteristics of the Earth's magnetic field at the time. The investigation focused on the generation of magnetic directional data that have been used to accurately reconstruct the position of North America (the Laurentia craton) and southern Africa (the Kalahari craton. These data constrain that during this period of wide-spread volcanism there was a period of fast motion of Laurentia towards the equator at rates much faster than those typical for tectonic plates. Experiments were also conducted in order to contain the strength of the local geomagnetic field when the lava flows were erupting and the sill were being emplaced. These magnetic paleointensity records contribute to understanding of how the strength of Earth&rsquo;s magnetic field has changed through time. Dr. Swanson-Hysell involved undergraduate students in fieldwork, lab work and the interpretation and presentation of research results. The undergraduates that Swanson-Hysell mentored and trained have all gone on to conduct graduate study in the Earth sciences. Swanson-Hysell led tours and laboratory exercises of the Institute of Rock Magnetism facilities for undergraduate geophysics classes from Carleton College and Macalester College. He also was an instructor and research group leader for the 2013 Summer School for Rock Magnetism where graduate students receive intensive instruction about the fundamentals and applications of rock magnetism with hands-on laboratory measurements and data processing. During the course of fellowship research, Swanson-Hysell developed and communicated data using a novel low-temperature probe available to researchers through the Institute for Rock Magnetism&rsquo;s visiting fellowship program. He also developed and made available data analysis tools for open and reproducible paleomagnetic data analysis. Dr. Swanson-Hysell has now begun a position as an Assistant Professor in the Department of Earth and Planetary Science at UC Berkeley. He has used expertise gained through project training and mentorship to establish a paleomagnetism lab in the department and initiate new research projects with students and postdoctoral researchers in his new lab.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/05/2015<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;L&nbsp;Swanson-Hysell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDr. Nicholas L. Swanson-Hysell was granted an EAR Postdoctoral Fellowship to carry out a research and education plan at the University of Minnesota. The goal of the fellowship program is to \"recognize beginning investigators of significant potential, and provide them with research experience, mentorship, and training that will establish them in leadership positions in the Earth Sciences community.\" Swanson-HysellÆs fellowship was conducted at the Institute for Rock Magnetism and the faculty and research staff at this NSF-supported National Multi-User Facility provided significant mentorship and training. Swanson-HysellÆs research project focused on 1.1. billion years old igneous rocks from the North American Mid-continent rift (sampled in Northern Minnesota and Ontario) and the Umkondo large igneous province (sampled in Botswana). These lavas and intrusions were emplaced at different latitudes and recorded the characteristics of the Earth's magnetic field at the time. The investigation focused on the generation of magnetic directional data that have been used to accurately reconstruct the position of North America (the Laurentia craton) and southern Africa (the Kalahari craton. These data constrain that during this period of wide-spread volcanism there was a period of fast motion of Laurentia towards the equator at rates much faster than those typical for tectonic plates. Experiments were also conducted in order to contain the strength of the local geomagnetic field when the lava flows were erupting and the sill were being emplaced. These magnetic paleointensity records contribute to understanding of how the strength of EarthÆs magnetic field has changed through time. Dr. Swanson-Hysell involved undergraduate students in fieldwork, lab work and the interpretation and presentation of research results. The undergraduates that Swanson-Hysell mentored and trained have all gone on to conduct graduate study in the Earth sciences. Swanson-Hysell led tours and laboratory exercises of the Institute of Rock Magnetism facilities for undergraduate geophysics classes from Carleton College and Macalester College. He also was an instructor and research group leader for the 2013 Summer School for Rock Magnetism where graduate students receive intensive instruction about the fundamentals and applications of rock magnetism with hands-on laboratory measurements and data processing. During the course of fellowship research, Swanson-Hysell developed and communicated data using a novel low-temperature probe available to researchers through the Institute for Rock MagnetismÆs visiting fellowship program. He also developed and made available data analysis tools for open and reproducible paleomagnetic data analysis. Dr. Swanson-Hysell has now begun a position as an Assistant Professor in the Department of Earth and Planetary Science at UC Berkeley. He has used expertise gained through project training and mentorship to establish a paleomagnetism lab in the department and initiate new research projects with students and postdoctoral researchers in his new lab.\n\n\t\t\t\t\tLast Modified: 01/05/2015\n\n\t\t\t\t\tSubmitted by: Nicholas L Swanson-Hysell"
 }
}