{
 "awd_id": "1045064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Modeling and Epistemic Uncertainty Analysis of Faults as Conduit-Barriers to Fluid Flow and Salinization in Siliciclastic Aquifer Systems",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 278474.0,
 "awd_amount": 278474.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "There has been extensive interest in the role of faults as conduits and barriers to fluid flow in sedimentary basins. Much of the interest has been generated by the attempt to understand the role of faults in the migration and entrapment of hydrocarbons, the leakage of carbon dioxide during sequestration, and as conduits and barriers to flow in both shallow aquifer systems and in deep basinal settings. The project will study a fault as a conduit-barrier to fluid flow and groundwater salinization in a siliciclastic aquifer system under the context of a rigorous analysis of epistemic uncertainty. The Baton Rouge fault in Louisiana provides an ideal field area to investigate and test the concept of anisotropic fault permeability because of the large amount of historical and field data which exists for the area. In addition, the fault is playing an incompletely understood role in the salinization of a major municipal and industrial source of fresh water north of the fault. The project will test four hypotheses: (1) that the Bense and Person (2006) fault permeability method can be used to characterize the hydraulic properties of the fault, (2) that it is possible to determine whether vertical leakage up the fault plane from the deep saltwater aquifers or lateral leakage across the fault is the dominant cause of salinization, (3) that the Bayesian model averaging (BMA) is a valid method for quantifying salinity prediction uncertainties under a variety of sources of epistemic uncertainty in model parameters and model structure, and (4) that the proposed experimental designs are a valid approach in reducing epistemic uncertainties in salinization predictions. The project outcomes will significantly increase the understanding of the effectiveness of BMA-based experimental designs for reducing epistemic uncertainties in salinization models. The project will also improve the understanding of the Baton Rouge fault in groundwater salinization in a siliciclastic aquifer system.  \r\n\r\nThe project provides a means for characterizing the permeability of faults in siliciclastic sequences and for developing techniques for quantifying and reducing uncertainties in the modeling of fluid flow and transport of contaminants across and along faults. The BMA analysis will advance the study of sources of uncertainty in such studies. In particular, the project will significantly advance techniques in the numerical modeling and uncertainty analysis of fluid flow and salinization of the Southern Hills aquifer system and will provide detailed knowledge of the subsurface geology, hydrogeology, and hydrogeochemistry of the region. Saltwater intrusion in the Southern Hills aquifer system is currently an urgent issue for the Louisiana state government, local water utility companies, and industry. The aquifer system currently provides high-quality groundwater that is utilized by the citizens of a four-parish area, but is in danger of being compromised by the introduction of saline waters. The results of project will help guide future salinization modeling and remediation efforts both in the Baton Rouge area and in other similar faulted and unconsolidated siliciclastic aquifer systems. One very practical benefit of the proposed research to society as a whole will be a better understanding of the processes and rates of salinization and the development of a means of remediation of the Southern Hills aquifer system in the greater Baton Rouge area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Tsai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frank Tsai",
   "pi_email_addr": "ftsai@lsu.edu",
   "nsf_id": "000489612",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hanor",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey S Hanor",
   "pi_email_addr": "hanor@lsu.edu",
   "nsf_id": "000307454",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102259.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87615.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 88600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Groundwater is a vital water resource to Baton Rouge, Louisiana as well as to many cities and towns along the U.S. coastal zones. The Baton Rouge aquifer system is at the south limit of the Southern Hills regional aquifer system, which has a unique geological setting crafted by the evolution of the ancestral Mississippi River and faulting. While Baton Rouge is blessed by high quality groundwater with depths up to one kilometer, the city has been battling saltwater encroachment since the 1970s. The situation is continuing to worsen as saline water continues to leak through the Baton Rouge fault.</p>\n<p>To serve the best interest of the citizens of Baton Rouge, the project team worked closely with the Capital Area Ground Water Conservation Commission of Louisiana, the Louisiana Department of Natural Resources, and the U.S. Geological Survey to address three questions: (1) where saline water originates, (2) why saltwater intrusion occurs, and (3) how the Baton Rouge fault contributes to saltwater intrusion.</p>\n<p>The project confirmed that the source of saline water near the Baton Rouge fault originated from the dissolved brine of a salt dome at the St. Gabriel field, approximately 18 kilometers south of the fault. There are plumes of saline water which extend vertically above the salt dome, which occurs at depths exceeding 3 kilometers, to essentially the water table. Spatial variations in formation water salinity suggested that there has been lateral migration of saline waters northward from the St. Gabriel field toward the Baton Rouge fault.</p>\n<p>The project completed unprecedented hydrostratigraphy of 11 aquifers using more than 500 well logs and revealed the complexity of the aquifer system. The depositional processes in Baton Rouge were found to be fluvial in origin. The non-uniform sand deposition and missing sands indicated sand erosion during the fluvial processes. Sand erosion together with non-uniform fault throws formed irregular &ldquo;leaky&rdquo; windows at the Baton Rouge fault, which allow saline water to pass through. Specifically, wide and laterally continuous leaky windows were found at the &ldquo;1,500-foot&rdquo; sand aquifer. Narrow leaky windows with limited extent were found at the &ldquo;2,000-foot&rdquo; sand aquifer. Locations of the leaky windows matched the areas where high chloride levels were observed.</p>\n<p>Built upon the hydrostratigraphy, saltwater intrusion modeling suggested that over-pumping induced salinization across the fault. This conclusion was drawn from hierarchical Bayesian model averaging uncertainty analyses on simulation models. The leaky windows were found to be low-permeable, which characterizes the Baton Rouge fault as a leaky barrier that restricts horizontal flows. The &ldquo;2,000-foot&rdquo; sand aquifer was found to have the deepest groundwater levels in the system due to industrial pumping, which indicates potential recharge from other aquifers above and below it. The public supply wells were found to be the major cause of saltwater intrusion to the &ldquo;1,500-foot&rdquo; sand aquifer. They are close to the Baton Rouge fault and are vulnerable to saltwater water intrusion. Pumping wells in the Industrial District are the major cause of saltwater intrusion to the &ldquo;2,000-foot&rdquo; sand aquifer. The saltwater plume has arrived at a public supply well and will eventually settle at the Industrial District.</p>\n<p>The project results raised public awareness and provided scientific information to assist public suppliers and water authorities to manage saltwater intrusion in Baton Rouge. For instance, the project results helped the Baton Rouge Water Company guide a saltwater scavenging design to reduce chloride level in public wells in the &ldquo;1,500-foot&rdquo; sand aquifer. The project helped the Capital Area Ground Water Conservation Commission determine test well locations for chloride monitoring an...",
  "por_txt_cntn": "\nGroundwater is a vital water resource to Baton Rouge, Louisiana as well as to many cities and towns along the U.S. coastal zones. The Baton Rouge aquifer system is at the south limit of the Southern Hills regional aquifer system, which has a unique geological setting crafted by the evolution of the ancestral Mississippi River and faulting. While Baton Rouge is blessed by high quality groundwater with depths up to one kilometer, the city has been battling saltwater encroachment since the 1970s. The situation is continuing to worsen as saline water continues to leak through the Baton Rouge fault.\n\nTo serve the best interest of the citizens of Baton Rouge, the project team worked closely with the Capital Area Ground Water Conservation Commission of Louisiana, the Louisiana Department of Natural Resources, and the U.S. Geological Survey to address three questions: (1) where saline water originates, (2) why saltwater intrusion occurs, and (3) how the Baton Rouge fault contributes to saltwater intrusion.\n\nThe project confirmed that the source of saline water near the Baton Rouge fault originated from the dissolved brine of a salt dome at the St. Gabriel field, approximately 18 kilometers south of the fault. There are plumes of saline water which extend vertically above the salt dome, which occurs at depths exceeding 3 kilometers, to essentially the water table. Spatial variations in formation water salinity suggested that there has been lateral migration of saline waters northward from the St. Gabriel field toward the Baton Rouge fault.\n\nThe project completed unprecedented hydrostratigraphy of 11 aquifers using more than 500 well logs and revealed the complexity of the aquifer system. The depositional processes in Baton Rouge were found to be fluvial in origin. The non-uniform sand deposition and missing sands indicated sand erosion during the fluvial processes. Sand erosion together with non-uniform fault throws formed irregular \"leaky\" windows at the Baton Rouge fault, which allow saline water to pass through. Specifically, wide and laterally continuous leaky windows were found at the \"1,500-foot\" sand aquifer. Narrow leaky windows with limited extent were found at the \"2,000-foot\" sand aquifer. Locations of the leaky windows matched the areas where high chloride levels were observed.\n\nBuilt upon the hydrostratigraphy, saltwater intrusion modeling suggested that over-pumping induced salinization across the fault. This conclusion was drawn from hierarchical Bayesian model averaging uncertainty analyses on simulation models. The leaky windows were found to be low-permeable, which characterizes the Baton Rouge fault as a leaky barrier that restricts horizontal flows. The \"2,000-foot\" sand aquifer was found to have the deepest groundwater levels in the system due to industrial pumping, which indicates potential recharge from other aquifers above and below it. The public supply wells were found to be the major cause of saltwater intrusion to the \"1,500-foot\" sand aquifer. They are close to the Baton Rouge fault and are vulnerable to saltwater water intrusion. Pumping wells in the Industrial District are the major cause of saltwater intrusion to the \"2,000-foot\" sand aquifer. The saltwater plume has arrived at a public supply well and will eventually settle at the Industrial District.\n\nThe project results raised public awareness and provided scientific information to assist public suppliers and water authorities to manage saltwater intrusion in Baton Rouge. For instance, the project results helped the Baton Rouge Water Company guide a saltwater scavenging design to reduce chloride level in public wells in the \"1,500-foot\" sand aquifer. The project helped the Capital Area Ground Water Conservation Commission determine test well locations for chloride monitoring and saltwater scavenging.\n\nIn conclusion, the methods developed from the project have been shown very useful in understanding salinization through the fault in the Baton Rouge aq..."
 }
}