{
 "awd_id": "1045322",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "New, GK-12:  ShowMe Nature from Elements to Ecosystems",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Regassa",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 1006355.0,
 "awd_amount": 1006355.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "PI Name: Candace Galen \r\nInstitution Name: University of Missouri-Columbia \r\nProposal Title: ShowMe Nature from Elements to Ecosystems \r\nProposal ID: 1045322\r\n\r\nThe ShowMe Nature GK-12 will enhance graduate student development of teaching and communication skills, bring research into elementary school classrooms, and catalyze collaboration between agricultural and conservation scientists at the University of Missouri. Graduate fellows studying the biochemical, physiological and genetic mechanisms underlying plant growth and development will work alongside peers studying biodiversity in populations, communities and ecosystems. The synthesis of perspectives across disciplines and scales will promote agricultural productivity while sustaining natural resources. Partnership with K-12 classroom teachers will simultaneously provide graduate fellows with the communication and teaching skills needed to implement their ideas as they advance professionally.  Innovative aspects of this GK-12 plan include use of scientific proposal writing as a strategy for multi-disciplinary collaborative learning, peer mentoring as a mechanism to enhance Fellow retention of teaching skills, virtual expeditions to integrate fellow?s research with classroom learning, and recognition of Fellow achievements through Conservation and Outreach Certification Programs. Strong industry and agency partners promote sustainability of this GK-12.\r\n\r\nShowMe Nature will enhance teaching and leadership capacity of outstanding young scientists while providing teachers at all elementary schools in Columbia MO with immersion in research. Fellows will teach students to visualize and conduct research in laboratory and field settings. Working with faculty in the MU School of Medicine, fellows will advance health, memory and learning of students by guiding them in scientific discovery out of doors. Fellows recruited from under-represented groups will serve as role models in Columbia?s diverse classrooms, cultivating the next generation of scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Candace",
   "pi_last_name": "Galen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Candace E Galen",
   "pi_email_addr": "galenc@missouri.edu",
   "nsf_id": "000436491",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rose-Marie",
   "pi_last_name": "Muzika",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rose-Marie Muzika",
   "pi_email_addr": "muzika@missouri.edu",
   "nsf_id": "000221916",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Nilon",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Nilon",
   "pi_email_addr": "nilonc@missouri.edu",
   "nsf_id": "000419986",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Waldron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Waldron",
   "pi_email_addr": "waldrona@missouri.edu",
   "nsf_id": "000177979",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173100",
   "pgm_ele_name": "GRAD TEACHING FELLOW IN K-12ED"
  },
  {
   "pgm_ele_code": "717900",
   "pgm_ele_name": "GRAD TEACHING FELLOWS IN K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1731",
   "pgm_ref_txt": "GRAD TEACHING FELLOW IN K-12ED"
  },
  {
   "pgm_ref_code": "7179",
   "pgm_ref_txt": "GRAD TEACHING FELLOWS IN K-12"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1006355.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF 1045322, Candace Galen (PI), Charles H. Nilon, Anna Waldron &amp; RoseMarie Muzika (Co-PIs)-New GK12: ShowMe Nature from Elements to Ecosystems.</p>\n<p><span style=\"text-decoration: underline;\">Goals:</span> This GK-12 program aimed to increase leadership, communication, and collaboration skills of STEM graduate students (Fellows) through engagement in science education and outreach. For teachers who co-mentored Fellows the project aimed to deepen understanding of the nature of science and appreciation for research experience as a driver to motivate student learning. For nearly 1000 fourth and fifth graders in the 47 classrooms hosting Fellows, increasing enthusiasm for science and identity as scientists were key objectives.&nbsp; For the community, the GK-12 program had the goal of long-term sustainability through the assembly of a network of new partners and funding streams. Rigorous external evaluation (Edu Inc.) concluded that &ldquo;there is clear and uncontroverted evidence that&mdash;over three years&mdash;the project enhanced science, technology, engineering, and mathematics (STEM) education for elementary students in 18 schools served in the Columbia School District&rdquo;.</p>\n<p><span style=\"text-decoration: underline;\">Broader impacts</span>:&nbsp; Program impacts on graduate student and teacher professional development.</p>\n<ul>\n<li>Fellows (21 Ph.D.&rsquo;s and two M.Sc.&rsquo;s) participating in the GK-12 program over its original 3-year timeline and 2-year no cost extension have an ~80% (18) graduation rate to date, with the remainder near to completion of their degree programs. Six Ph.D. graduates (~33%) are employed in industry or agency (e.g., USDA, Smithsonian) sector jobs and eight (44%) are in academia as faculty or postdoctoral associates.&nbsp; Many have won accolades for their science communication and outreach.&nbsp; </li>\n<li>Of the 27 K-12 teachers who mentored GK-12 Fellows in the classroom, four (15%) received funding from the MU Office of Research for extended (4-6 week) summer research experiences in collaboration with Fellows. Three of these teacher-fellow teams presented coauthored posters or talks at the Annual meeting of the Ecological Society of America in 2014-15. Additionally, two teachers were awarded scholarships to the National Audubon Society&rsquo;s Hogg Island Educators&rsquo; Workshop, &ldquo;Sharing Nature&rdquo; in 2014-15.&nbsp; Alumni teachers also received prestigious local and national awards, including the&nbsp;Presidential Award for Excellence in Mathematics and Science Teaching.</li>\n</ul>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span>: Scholarly work created in the ShowMe Nature GK-12 program:&nbsp; ShowMe Nature GK-12 combined problem-based learning, inquiry and technology to catalyze student excitement for science. This award has led to the publication of 12 peer-reviewed papers including novel and immersive lesson plans in earth sciences, environmental policy and communication science.&nbsp; Additionally, fellows created inquiry lessons aligned to National Science Education Standards.&nbsp; Lessons focused on topics that elementary teachers reported as difficult to teach, including wave science, human evolution, and use of models.&nbsp;&nbsp; Working with local TV producers in Columbia MO, fellows filmed &ldquo;virtual expeditions&rdquo; for students in host classrooms, giving them opportunities to collaborate on laboratory and field studies without leaving their classrooms.</p>\n<p>At the core of ShowMe Nature GK-12, 27 mini-grants were awarded to classrooms for yearlong research projects planned by students.&nbsp; Goals were teacher informed, Fellow-guided and student driven in a process where players each had their own role, but came together for a common cause.&nbsp; In essence, mini-grants transformed a classroom into a learning community. Teachers agreed to devote at least one science period weekly to student research as a way of delving more deeply into an aspect of the science curriculum that captivated student interest. Fellows developed management and coordination skills, along with the ability to translate abstract and technical background knowledge into simpler concrete terms. Students gained background knowledge to write Mini-Grant proposals by interviewing local experts and collecting pilot data, steps enabling them to see similarities between their work and that of STEM professionals. Initial submissions were seldom funded. Instead, with constructive criticism from reviewers, students corrected their mistakes, making revisions and persevering. Projects were creative and ambitious. For example, in one fourth grade classroom, students designed and built stationary bicycles to charge the school&rsquo;s iPads, gaining content knowledge in electricity and hands-on practice in engineering. At the end of the year, students collaborated in making posters based on their research for presentation at the GK-12 symposium. The Mini-Grant concept, &ldquo;toolkit&rdquo; and applications were disseminated to scientists and science educators at the GK-12 PI Conference in 2012 and National Association of Biology Teachers Annual Meeting in 2013.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2016<br>\n\t\t\t\t\tModified by: Candace&nbsp;E&nbsp;Galen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNSF 1045322, Candace Galen (PI), Charles H. Nilon, Anna Waldron &amp; RoseMarie Muzika (Co-PIs)-New GK12: ShowMe Nature from Elements to Ecosystems.\n\nGoals: This GK-12 program aimed to increase leadership, communication, and collaboration skills of STEM graduate students (Fellows) through engagement in science education and outreach. For teachers who co-mentored Fellows the project aimed to deepen understanding of the nature of science and appreciation for research experience as a driver to motivate student learning. For nearly 1000 fourth and fifth graders in the 47 classrooms hosting Fellows, increasing enthusiasm for science and identity as scientists were key objectives.  For the community, the GK-12 program had the goal of long-term sustainability through the assembly of a network of new partners and funding streams. Rigorous external evaluation (Edu Inc.) concluded that \"there is clear and uncontroverted evidence that&mdash;over three years&mdash;the project enhanced science, technology, engineering, and mathematics (STEM) education for elementary students in 18 schools served in the Columbia School District\".\n\nBroader impacts:  Program impacts on graduate student and teacher professional development.\n\nFellows (21 Ph.D.?s and two M.Sc.?s) participating in the GK-12 program over its original 3-year timeline and 2-year no cost extension have an ~80% (18) graduation rate to date, with the remainder near to completion of their degree programs. Six Ph.D. graduates (~33%) are employed in industry or agency (e.g., USDA, Smithsonian) sector jobs and eight (44%) are in academia as faculty or postdoctoral associates.  Many have won accolades for their science communication and outreach.  \nOf the 27 K-12 teachers who mentored GK-12 Fellows in the classroom, four (15%) received funding from the MU Office of Research for extended (4-6 week) summer research experiences in collaboration with Fellows. Three of these teacher-fellow teams presented coauthored posters or talks at the Annual meeting of the Ecological Society of America in 2014-15. Additionally, two teachers were awarded scholarships to the National Audubon Society?s Hogg Island Educators? Workshop, \"Sharing Nature\" in 2014-15.  Alumni teachers also received prestigious local and national awards, including the Presidential Award for Excellence in Mathematics and Science Teaching.\n\n\nIntellectual Merit: Scholarly work created in the ShowMe Nature GK-12 program:  ShowMe Nature GK-12 combined problem-based learning, inquiry and technology to catalyze student excitement for science. This award has led to the publication of 12 peer-reviewed papers including novel and immersive lesson plans in earth sciences, environmental policy and communication science.  Additionally, fellows created inquiry lessons aligned to National Science Education Standards.  Lessons focused on topics that elementary teachers reported as difficult to teach, including wave science, human evolution, and use of models.   Working with local TV producers in Columbia MO, fellows filmed \"virtual expeditions\" for students in host classrooms, giving them opportunities to collaborate on laboratory and field studies without leaving their classrooms.\n\nAt the core of ShowMe Nature GK-12, 27 mini-grants were awarded to classrooms for yearlong research projects planned by students.  Goals were teacher informed, Fellow-guided and student driven in a process where players each had their own role, but came together for a common cause.  In essence, mini-grants transformed a classroom into a learning community. Teachers agreed to devote at least one science period weekly to student research as a way of delving more deeply into an aspect of the science curriculum that captivated student interest. Fellows developed management and coordination skills, along with the ability to translate abstract and technical background knowledge into simpler concrete terms. Students gained background knowledge to write Mini-Grant proposals by interviewing local experts and collecting pilot data, steps enabling them to see similarities between their work and that of STEM professionals. Initial submissions were seldom funded. Instead, with constructive criticism from reviewers, students corrected their mistakes, making revisions and persevering. Projects were creative and ambitious. For example, in one fourth grade classroom, students designed and built stationary bicycles to charge the school?s iPads, gaining content knowledge in electricity and hands-on practice in engineering. At the end of the year, students collaborated in making posters based on their research for presentation at the GK-12 symposium. The Mini-Grant concept, \"toolkit\" and applications were disseminated to scientists and science educators at the GK-12 PI Conference in 2012 and National Association of Biology Teachers Annual Meeting in 2013.\n\n \n\n\t\t\t\t\tLast Modified: 08/01/2016\n\n\t\t\t\t\tSubmitted by: Candace E Galen"
 }
}