{
 "awd_id": "1045110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Amazon Groundwater and Its Impact on Evapotranspiration and the Climate of South America",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 307724.0,
 "awd_amount": 307724.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "This project focuses on the seasonal dynamics of Amazon evapotranspiration (ET), its control by land hydrology, and its consequences on regional and continental precipitation. It will tests two hypotheses, (1) the groundwater reservoir under the Amazon can enhance root-zone soil moisture and dry-season ET, and (2) this enhanced ET can influence local and downwind precipitation. Water table observations suggest that the groundwater is sufficiently shallow to influence the land surface, and the literature suggest that Amazon ET is a key driver of regional precipitation. \r\n\r\nThese hypotheses will be tested in two steps. First, an integrated groundwater-land surface model (LEAF-Hydro, developed by the Rutgers Team) will be used to simulate land surface fluxes forced by observed atmospheric fields (South American Land Data Assimilation System (SALDAS)). LEAF-Hydro has a prognostic groundwater coupled to the soil moisture with hydraulic redistribution (roots as conduits to move water up and down). Various process combinations will be simulated to isolate the effect of deeper model soil, deeper roots, hydraulic redistribution and the presence of the groundwater. Second, the WRF-Hydro will be used as the land model to simulate the wind and humidity fields over South America, which will be used to trace vapor transport pathways using the Dynamic Recycling Model (DRM, developed by the Arizona Team). DRM will delineate, in space and time, the source and sink regions over the continent, and hence the Amazon groundwater will be linked to the climate of the continent.\r\n\r\nThe research evaluates a potentially fundamental process in the Amazon water cycle: the role of groundwater in ET, and thus improves our understanding of the linkages among terrestrial water stores. It may also have implications to understanding the functions of the world's largest rainforest at the present and in the future under deforestation and climate change. A mechanism whereby deforestation affects the climate is the loss of deep roots and hence a reduced ET and precipitation. This study will shed lights on the functions of deep roots interacting with the groundwater. Under projected future climate with a longer dry season, some models have predicted an Amazon forest die-down, which, via positive carbon feedbacks, may accelerate warming. Improving our understanding of how the Amazon forest survives the dry season today will shed lights on how it may fare in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ying Fan",
   "pi_last_name": "Reinfelder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying Fan Reinfelder",
   "pi_email_addr": "yingfan@eps.rutgers.edu",
   "nsf_id": "000424184",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 90237.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105147.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 112340.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the importance of the groundwater, i.e. water stored in the aquifers below ground, to supplying water to rivers, lakes, wetlands and plants during the rain-less times, preventing the rivers/lakes from going dry, and keeping plants green and productive. In most of the Amazon, there is ample rain over a year, but most of the rain is concentrated in half of the year, leaving the other half dry. From NASA satellite data, and from towers set up on the ground to measure water and carbon fluxes between the canopy and the atmosphere, scientists noticed that the trees in the Amazon do very well in the multi-month dry season, i.e. they do not suffer water stress. So the question is, where do the trees get their water?</p>\n<p>We propose that the answer is the groundwater. The groundwater gets recharged during the rainy season, which dumps well over a whole meter of rain (image filling a meter tall bucket), more than the plants can use. So much of this wet-season surplus infiltrates deeply and reaches the water table, the top of the groundwater reservoir. Since water moves very slowly below the ground, navigating the pore space and bottlenecks between the grains of soil particles and in the fractures of rocks, groundwater stays in the ground for a long time. That is, even when the rainy season is well over, the groundwater reservoir is still very full. This slowness is significant, because it makes groundwater available to the water users when the rain is no longer available. Our rivers continue to flow, even after weeks/months without rain, precisely because the stored groundwater, filled in the wet times, is slowly releasing water to the rivers, lakes and the soils. Groundwater can wet the soils from below in the dry season, just like the rain can wet the soils from the top in the wet season. Like a dry sponge with one end dipped in a bucket of water, the dry soils above the water table can &ldquo;pull&rdquo; the groundwater upward, toward the roots and the soil surface. This water flow is called &ldquo;capillary flux&rdquo;, and it can be significant if the soils have small pores and lots of surface area for water to &ldquo;climb&rdquo; up. This capillary flux is what we showed to be significant toward explaining why the Amazon trees can continue growth and production in the dry season. First, they have deep roots that go down at least 18m, and second, capillary flux from the water table can send water up. The two meet somewhere in the deep soils, and the trees are well watered, from below.</p>\n<p>In this project, we first searched wide and hard for any studies that tell us the importance or irrelevance of the groundwater, in different parts of the Amazon. As expected, groundwater is important in some places and times, and not at all in others. This allowed us to build a &ldquo;conceptual model&rdquo;, that is, a simple concept, expressed as squares and arrows on paper, of how things work, and how changing one thing can cause changes in the other. Then we build a computer model, based on equations of mass and energy conservation, and physical relations such as Ohm&rsquo;s law to describe the flow of water pulled by gravity. The computer model allows us to &ldquo;simulate&rdquo; the real world. An example is shown in this animation:</p>\n<p><a href=\"http://onlinelibrary.wiley.com/store/10.1029/2012JD017539/asset/supinfo/jgrd17939-sup-0002-ms01.gif?v=1&amp;s=6a73b9c74f6a272581729a69cdc52f53ef25d39c\">http://onlinelibrary.wiley.com/store/10.1029/2012JD017539/asset/supinfo/jgrd17939-sup-0002-ms01.gif?v=1&amp;s=6a73b9c74f6a272581729a69cdc52f53ef25d39c</a></p>\n<p>showing model simulated flooding height and the water table depth in the Amazon Basin, at 2 km grid resolution, 10 day intervals, and over 5 years.</p>\n<p>Another example is here:</p>\n<p><a href=\"http://onlinelibrary.wiley.com/store/10.1029/2012JD017540/asset/supinfo/jgrd17940-sup-0002-ms01.gif?v=...",
  "por_txt_cntn": "\nThis project investigated the importance of the groundwater, i.e. water stored in the aquifers below ground, to supplying water to rivers, lakes, wetlands and plants during the rain-less times, preventing the rivers/lakes from going dry, and keeping plants green and productive. In most of the Amazon, there is ample rain over a year, but most of the rain is concentrated in half of the year, leaving the other half dry. From NASA satellite data, and from towers set up on the ground to measure water and carbon fluxes between the canopy and the atmosphere, scientists noticed that the trees in the Amazon do very well in the multi-month dry season, i.e. they do not suffer water stress. So the question is, where do the trees get their water?\n\nWe propose that the answer is the groundwater. The groundwater gets recharged during the rainy season, which dumps well over a whole meter of rain (image filling a meter tall bucket), more than the plants can use. So much of this wet-season surplus infiltrates deeply and reaches the water table, the top of the groundwater reservoir. Since water moves very slowly below the ground, navigating the pore space and bottlenecks between the grains of soil particles and in the fractures of rocks, groundwater stays in the ground for a long time. That is, even when the rainy season is well over, the groundwater reservoir is still very full. This slowness is significant, because it makes groundwater available to the water users when the rain is no longer available. Our rivers continue to flow, even after weeks/months without rain, precisely because the stored groundwater, filled in the wet times, is slowly releasing water to the rivers, lakes and the soils. Groundwater can wet the soils from below in the dry season, just like the rain can wet the soils from the top in the wet season. Like a dry sponge with one end dipped in a bucket of water, the dry soils above the water table can \"pull\" the groundwater upward, toward the roots and the soil surface. This water flow is called \"capillary flux\", and it can be significant if the soils have small pores and lots of surface area for water to \"climb\" up. This capillary flux is what we showed to be significant toward explaining why the Amazon trees can continue growth and production in the dry season. First, they have deep roots that go down at least 18m, and second, capillary flux from the water table can send water up. The two meet somewhere in the deep soils, and the trees are well watered, from below.\n\nIn this project, we first searched wide and hard for any studies that tell us the importance or irrelevance of the groundwater, in different parts of the Amazon. As expected, groundwater is important in some places and times, and not at all in others. This allowed us to build a \"conceptual model\", that is, a simple concept, expressed as squares and arrows on paper, of how things work, and how changing one thing can cause changes in the other. Then we build a computer model, based on equations of mass and energy conservation, and physical relations such as OhmÆs law to describe the flow of water pulled by gravity. The computer model allows us to \"simulate\" the real world. An example is shown in this animation:\n\nhttp://onlinelibrary.wiley.com/store/10.1029/2012JD017539/asset/supinfo/jgrd17939-sup-0002-ms01.gif?v=1&amp;s=6a73b9c74f6a272581729a69cdc52f53ef25d39c\n\nshowing model simulated flooding height and the water table depth in the Amazon Basin, at 2 km grid resolution, 10 day intervals, and over 5 years.\n\nAnother example is here:\n\nhttp://onlinelibrary.wiley.com/store/10.1029/2012JD017540/asset/supinfo/jgrd17940-sup-0002-ms01.gif?v=1&amp;s=da6734aac576481ad2be3dee2232488f91d95ede\n\nshowing model simulated evaporation-available soil moisture content in the top 2 m of land surface and the water table depth.\n\nBoth animations illustrate how \"connected\" the groundwater is to the surface flooding and the soil water available to plants. The lesson learned here is that, in..."
 }
}