{
 "awd_id": "1045630",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ultrasonic Velocity and Density Measurements on Silicate Melts at Upper Mantle Pressures",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 276513.0,
 "awd_amount": 276513.0,
 "awd_min_amd_letter_date": "2010-12-16",
 "awd_max_amd_letter_date": "2010-12-16",
 "awd_abstract_narration": "Melts exist in the Earth's interior and play important roles in various geological processes, such as volcanic eruption and lava flow, the formation and migration of magmas in the mantle, and the convection of liquid outer core. For instance, precise knowledge of sound speed of melts helps us diagnose the presence of melts in the Earth's deeper depths, and the information about the density contrasts between melts and crystals determines the sink/float of crystals in magmas in the evolution of the Earth. Characterization of the behavior and properties of melts at the Earth's upper mantle depths, however, remains a challenging task. The proposed project will (i)develop new techniques for precise sound speed measurements using ultrasonic interferometric method on liquids/melts at pressures of the Earth's upper mantle, and (ii)conduct measurements on melts of olivine, the most abundant mineral of the Earth's upper mantle. \r\n\r\nCurrently, density measurements using static sink-float and shock wave methods have been the major tools in constraining melt densities at mantle pressures to test the density crossovers, such as between the basic silicate liquids and the co-existing olivine. To date, sound velocity measurements on melts have only been conducted at ambient pressure using varying-sample-depth technique; measurements at high pressures, however, have been hindered by the lack of means of precisely measuring melt thickness or varying the sample depths. The PIs have developed the techniques to overcome these difficulties by using an X-radiographic imaging technique. They propose to conduct measurements on the iron end-members as well as intermediate compositions of Mg2SiO4-Fe2SiO4. These measurements and the derived thermal equation of states will complement and provide benchmarking data for static (sink-float, X-ray absorption), shock wave, and computer simulations, allowing for a refined characterization of the locations of crystal/liquid density crossovers in the upper mantle, transition zone, and lower mantle.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "BAOSHENG",
   "pi_last_name": "LI",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "BAOSHENG LI",
   "pi_email_addr": "Baosheng.Li@sunysb.edu",
   "nsf_id": "000124940",
   "pi_start_date": "2010-12-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 276513.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Magma ocean was believed to be an important even in the Earth&rsquo;s formation. Understanding the physical properties of mantle minerals in their crystalline and melts forms can help us model the dynamic processes of Earth&rsquo;s deep interior in ancient times to obtain insights into its current physical and chemical status. The main goal of this project is to explore the application of the state-of-the-art ultrasonic interferometry for velocity measurements on melts at upper mantle pressures for comparison with their crystalline counterparts. We conducted measurements on the dominant minerals of the upper mantle as well as the multi-phase aggregate up to their melting temperature under pressure. In this project, we performed activities to promote outreach and education so that the technologies we develop can be passed on to a broader community and to scientists of the next generation. In summary, the achievements include (1) hot-preparing mantle minerals (fayalite, coesite, aragonite, mantle peridotite) samples suitable for ultrasonic velocity measurement, (2) conducting measurements on the hot-pressed mantle minerals and aggregates up to 15 GPa 1400 <sup>o</sup>C, and (3) training new graduate students and collaborating with scientists from other institutions from US and overseas. For comparison with the data determined using traditional methods, we also obtained equation of state data for KCO<sub>3</sub> melts under high pressure using sink-float techniques. Additionally, during the course of the present project, we discovered a new approach for pressure determination based on the travel time of polycrystalline Al<sub>2</sub>O<sub>3 </sub>and subsequently developed new pressure scales for use in multi-anvil apparatus, this innovative research allows for precise velocity and pressure measurements in laboratories/institutions without access to X-ray diffraction for the study of both solids and liquids, and will greatly expand the capability of offline high pressure experiments in a wide range of disciplinary research. &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2016<br>\n\t\t\t\t\tModified by: Baosheng&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMagma ocean was believed to be an important even in the EarthÆs formation. Understanding the physical properties of mantle minerals in their crystalline and melts forms can help us model the dynamic processes of EarthÆs deep interior in ancient times to obtain insights into its current physical and chemical status. The main goal of this project is to explore the application of the state-of-the-art ultrasonic interferometry for velocity measurements on melts at upper mantle pressures for comparison with their crystalline counterparts. We conducted measurements on the dominant minerals of the upper mantle as well as the multi-phase aggregate up to their melting temperature under pressure. In this project, we performed activities to promote outreach and education so that the technologies we develop can be passed on to a broader community and to scientists of the next generation. In summary, the achievements include (1) hot-preparing mantle minerals (fayalite, coesite, aragonite, mantle peridotite) samples suitable for ultrasonic velocity measurement, (2) conducting measurements on the hot-pressed mantle minerals and aggregates up to 15 GPa 1400 oC, and (3) training new graduate students and collaborating with scientists from other institutions from US and overseas. For comparison with the data determined using traditional methods, we also obtained equation of state data for KCO3 melts under high pressure using sink-float techniques. Additionally, during the course of the present project, we discovered a new approach for pressure determination based on the travel time of polycrystalline Al2O3 and subsequently developed new pressure scales for use in multi-anvil apparatus, this innovative research allows for precise velocity and pressure measurements in laboratories/institutions without access to X-ray diffraction for the study of both solids and liquids, and will greatly expand the capability of offline high pressure experiments in a wide range of disciplinary research.   \n\n\t\t\t\t\tLast Modified: 04/04/2016\n\n\t\t\t\t\tSubmitted by: Baosheng Li"
 }
}