{
 "awd_id": "1045788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigating the Cause and Significance of Ultra Low Velocity Zones",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 303148.0,
 "awd_amount": 303148.0,
 "awd_min_amd_letter_date": "2010-12-18",
 "awd_max_amd_letter_date": "2015-08-03",
 "awd_abstract_narration": "On geologic timescales, the Earth's rocky mantle behaves as a viscous fluid, and convection within it drives plate tectonics at the surface and controls how heat is transported through the planet's interior. Currently, mantle convection is poorly understood, and discovering how it operates is an important goal toward better understanding plate tectonics and Earth's thermal evolution. Our best clues are derived from seismological observations of the deep interior which indicate the presence of large scale compositional heterogeneity. This would cause a style of mantle convection that is driven by both thermal and compositional density contrasts. Computer modeling of the fluid dynamical nature of such convection reveals a wide richness in possible behavior, leading to multiple hypothetical models of Earth's interior dynamics, each having significantly different consequences toward our understanding of heat and mass transport. Seismological observations also reveal a different type of compositional heterogeneity, on a very small scale, at the very bottom of the mantle, directly above the Earth's iron core. Our preliminary work reveals that these smallest-scale seismic observations at the core-mantle boundary may provide strong constraints on the style of mantle-scale convection. We will perform numerical modeling of fluid convection within Earth's mantle to examine multiple conceptual hypotheses of mantle dynamics, tying together both the large-scale and smallest-scale seismic observations of compositional heterogeneity. By carefully comparing our numerical models to seismological observations, we will constrain the style of Earth's complex mantle convection.\r\n\r\nWork proposed here investigates the solid-state dynamics and bigger-picture significance of ultra low velocity zones (ULVZs), which are small-scale, seismically-detected patches at the base of the mantle. Seismic modeling infers that ULVZs have a much higher density than surrounding mantle, on the order of 10% greater, and it is hypothesized that ULVZs are caused by the accumulation of small-scale compositional heterogeneity of very high density. In addition, ULVZs are mostly located in and near the much larger-scale regions of anomalously low seismic velocity, beneath Africa and the Pacific. We have performed preliminary work that indicates that these smallest-scale features observed in the lowermost mantle (i.e., ULVZs) may provide constraints on the largest, mantle-scale dynamic processes. The primary motivation of the proposed work is to determine if and how observations of ULVZs may be used to constrain large- scale, thermochemical convection in Earth's mantle. This is an important pursuit because discovering the style of large-scale thermochemical convection that controls mantle convection will have fundamental consequences toward our understanding of heat and chemical transport in the Earth's interior. We will perform multi-component, high-resolution (km-scale), whole mantle geodynamical investigations, in close collaboration with seismologists who actively work with ULVZ seismic observations. We will fully characterize how a small volume of ultra-high density material interacts with large-scale thermochemical convection to produce small-scale, high- density accumulations consistent with observations of ULVZs. We will investigate the three currently-debated, conceptual thermochemical mantle models (primordial and transient piles, superplumes). For each, we will determine the necessary conditions required to maintain ULVZs over geologic timescales. Most importantly, we will determine unique signatures that each large- scale conceptual model produces in terms of ULVZ shape, size, and density. This work will lead to testable-predictions that can be utilized in seismic studies of ULVZs, in anticipation that their geographic and morphological characteristics will provide important constraints on mantle convection. In addition, we will investigate whether it is dynamically feasible that the source of ULVZs may be at the Earth's surface as opposed to the core-mantle boundary. Furthermore, we will investigate the temperature variations expected in the global population of ULVZs, which may provide insight into why some ULVZs show evidence for partial melt while others don?t.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "McNamara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allen McNamara",
   "pi_email_addr": "allenmc@msu.edu",
   "nsf_id": "000322015",
   "pi_start_date": "2010-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 97077.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 101242.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 104829.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Seismic observations of the Earth&rsquo;s interior reveal a complex heterogeneity of temperature and composition at both the large and small scale.&nbsp; Although seismology provides our best view into the mantle, it a blurry one, and there are many competing hypotheses as to what is causing this heterogeneity.&nbsp; Three observations in particular are key toward understanding the nature of global mantle convection:&nbsp; large-scale large low shear velocity provinces (LLSVPs) on the order of thousands of kilometers in size, much smaller scale ultra low velocity zones (ULVZs) on the order of tens of kilometers, and smaller scale seismic scatters on the order of kilometers.&nbsp; Furthermore, geochemistry at the surface provides some integrative constraints on interior heterogeneity, giving evidence for distinct compositional reservoirs in the mantle.&nbsp; Research funded by this grant acts to provide a dynamical context to these multi-scale seismic observations and geochemical constraints.&nbsp; We explore the dynamics associated with subducting tectonic plates, and we find that ancient oceanic crust is expected to either get stirred into the mantle, get directly advected into mantle plumes and brought up to the surface,&nbsp; or get flushed into more-primordial reservoirs in the deep mantle to later get entrained into mantle plumes and brought up to the surface.&nbsp; This work provides dynamical context to explain the variability in geochemical observations at the surface.&nbsp; Furthermore, we show that mantle plumes are expected to entrain deep mantle material in a temporally- and spatially-variable manner, demonstrating that surface geochemistry cannot be used to preclude a deep mantle origin.&nbsp; We examine the cause of ULVZs, by investigating the dynamics associated with two competing origins:&nbsp; either the accumulation of ultra-dense material on the core-mantle boundary or the partial melting of the LLSVPs.&nbsp; We find that each origin leads to a characteristically different distribution and morphology of ULVZs.&nbsp; Our results support the hypothesis that ULVZs are caused by the accumulations of ultra-dense material, distributed in a non-uniform fashion along the margins of LLSVPs.&nbsp; In addition, we find that the shape of ULVZs indicates the long-term stability of mantle convection patterns, providing a means to use seismology to map out the longevity of mantle upwelling regions.&nbsp; We also investigate how mineralogical grain size influences the intrinsic viscosity of LLSVPs and ULVZs, controlling the viscous coupling of these structures with the background mantle and therefore, their cross-sectional shapes.&nbsp; These investigations have led to several publications that advance our understanding of how small-scale structure is related to global scale mantle convection and geochemistry, most notably Li et al, (2014, Nature Geoscience), Williams et al.&nbsp; (2015, Nature Communications), and Li et al (2017, Nature Communications, in revision).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2017<br>\n\t\t\t\t\tModified by: Allen&nbsp;Mcnamara</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSeismic observations of the Earth?s interior reveal a complex heterogeneity of temperature and composition at both the large and small scale.  Although seismology provides our best view into the mantle, it a blurry one, and there are many competing hypotheses as to what is causing this heterogeneity.  Three observations in particular are key toward understanding the nature of global mantle convection:  large-scale large low shear velocity provinces (LLSVPs) on the order of thousands of kilometers in size, much smaller scale ultra low velocity zones (ULVZs) on the order of tens of kilometers, and smaller scale seismic scatters on the order of kilometers.  Furthermore, geochemistry at the surface provides some integrative constraints on interior heterogeneity, giving evidence for distinct compositional reservoirs in the mantle.  Research funded by this grant acts to provide a dynamical context to these multi-scale seismic observations and geochemical constraints.  We explore the dynamics associated with subducting tectonic plates, and we find that ancient oceanic crust is expected to either get stirred into the mantle, get directly advected into mantle plumes and brought up to the surface,  or get flushed into more-primordial reservoirs in the deep mantle to later get entrained into mantle plumes and brought up to the surface.  This work provides dynamical context to explain the variability in geochemical observations at the surface.  Furthermore, we show that mantle plumes are expected to entrain deep mantle material in a temporally- and spatially-variable manner, demonstrating that surface geochemistry cannot be used to preclude a deep mantle origin.  We examine the cause of ULVZs, by investigating the dynamics associated with two competing origins:  either the accumulation of ultra-dense material on the core-mantle boundary or the partial melting of the LLSVPs.  We find that each origin leads to a characteristically different distribution and morphology of ULVZs.  Our results support the hypothesis that ULVZs are caused by the accumulations of ultra-dense material, distributed in a non-uniform fashion along the margins of LLSVPs.  In addition, we find that the shape of ULVZs indicates the long-term stability of mantle convection patterns, providing a means to use seismology to map out the longevity of mantle upwelling regions.  We also investigate how mineralogical grain size influences the intrinsic viscosity of LLSVPs and ULVZs, controlling the viscous coupling of these structures with the background mantle and therefore, their cross-sectional shapes.  These investigations have led to several publications that advance our understanding of how small-scale structure is related to global scale mantle convection and geochemistry, most notably Li et al, (2014, Nature Geoscience), Williams et al.  (2015, Nature Communications), and Li et al (2017, Nature Communications, in revision).\n\n \n\n\t\t\t\t\tLast Modified: 03/06/2017\n\n\t\t\t\t\tSubmitted by: Allen Mcnamara"
 }
}