{
 "awd_id": "1045099",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "From Climate Change to Human Response -Joint NSF-NGO Workshop",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 39785.0,
 "awd_amount": 52967.0,
 "awd_min_amd_letter_date": "2011-03-04",
 "awd_max_amd_letter_date": "2011-07-05",
 "awd_abstract_narration": "This is a workshop to bring together Non-Governmental Organizations(NGO)with NSF Program Directors and key scientists to create a dialog between scientists and NGOs surrounding issues of long-term sustainability under conditions of global environmental change.   The workshop will include few key NGOs that are interested in real world solutions to issues of long-term human well-being under conditions of global environmental change, program directors who are interested in working with NGOs on science initiatives, and scientists who are interested in collaborating with NGOs on developing programs.   In addition, the discussion will focus on how the scientific community can collaborate with NGOs to better understand and ultimately ensure the long-term sustainability of the environment and human well-being.  Since a key definition of sustainability science is a field of ?use inspired? research that is focused on the scientific understanding of strongly interacting human and environmental systems, and NGOs are supporting scientific efforts in this arena, this workshop will bring these three groups together to discuss areas of common interests and concerns and potential processes for future collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ezra B.",
   "pi_last_name": "Zubrow",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ezra B. W Zubrow",
   "pi_email_addr": "zubrow@acsu.buffalo.edu",
   "nsf_id": "000418162",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 52967.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-43950fda-8d56-e4b3-8731-a7d996bb77d7\"> </span></p>\n<p dir=\"ltr\"><span>The initial Joint NSF-NGO Workshop: From Climate Change to Human response</span><span> </span><span>brought together experts in science, law, sociology, and other fields to explore the pressing issue of climate change. </span><span>The purpose of this one day workshop was to develop a three way dialogue between the science organizations (the NSF [represented by appropriate program officers], NGO&rsquo;s [represented by their presidents or directors of climate change programs] and human response to climate change scientists [represented by NSF funded scientists in the social sciences]). Following this one day workshop, a second conference was inspired entitled: </span><span>The Big Thaw: Policy, Governance and Climate Change in the Circumpolar North and an NSF proposal entitled &nbsp;</span><span>RCN-SEES Sustainable &amp; Legal Timber Harvest Research Coordination Network: &nbsp;Promoting Scientific and Community Based Control of Illegal Logging</span><span> also was inspired (the proposal was submitted-rejected and resubmitted with improvements and rejected.)&nbsp;The Big Thaw conference was organized to further improve and capitalize on the dialogue between NSF and NGO partners. The </span><span>intellectual merit of these meetings was the creation of substantive priorities and objectives for the cooperation of NSF and NGOs regarding climate change.The broader impact was the development of conduits for information exchange and priority development and the removal of bureaucratic obstacles.</span><span><br class=\"kix-line-break\" /></span></p>\n<p dir=\"ltr\"><span>Furthermore, within the The Big Thaw: Policy, Governance and Climate Change in the Circumpolar North conference, participants deliberated on international, national, and local perceptions of environmental, cultural, social and economic change in the arctic, interweaving the contexts of policy, legal, local and scientific models. Because the circumpolar North is a critical observatory for changing relations between human societies and the environment, policies should be articulated to promote specific technical, economic and political changes in society. The arctic and the sub-arctic are at the center of global debates on post- Cold War partnerships and issues of post-colonial governance, strategy and regional sovereignty.Through its core focus on time, space, change and movement, this conference sought common measures to the time scales of lived human experience in the arctic and sub-arctic region in a warming world. For political and other reasons, the circumpolar North has only recently reemerged as a \"region,\" revealing past connections and current common problems, and pointing to future challenges. Experts gathered and shared thoughts on how we arrived at the current situation(s), where exactly things stand, and where to go from here.</span></p>\n<p dir=\"ltr\"><span>The barriers that the workshop and conference demonstrated by noting the Great Divide between NGO and Science has a big impact on informing regulatory policy. Short term problems that should be addressed are that NGO impact on regulatory policy is not being informed by funded science. During the first workshop, </span><span>CLN was offered to practicing lawyers that are currently involved in critical policy change initiatives and policy debates. Considerable interdiscplinary discussion and ideas were stimulated from lawyers, scientists, policy makers, and movie makers. Both the workshop and the conference resulted in creating a broader conversation across institutional barriers and initiated a progressive step toward discussing global climate change within both a scientific and legal framework to initiate substantive change. &nbsp;</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/12/2013<br>\n\t\t\t\t\tModified ...",
  "por_txt_cntn": "\n \nThe initial Joint NSF-NGO Workshop: From Climate Change to Human response brought together experts in science, law, sociology, and other fields to explore the pressing issue of climate change. The purpose of this one day workshop was to develop a three way dialogue between the science organizations (the NSF [represented by appropriate program officers], NGOÆs [represented by their presidents or directors of climate change programs] and human response to climate change scientists [represented by NSF funded scientists in the social sciences]). Following this one day workshop, a second conference was inspired entitled: The Big Thaw: Policy, Governance and Climate Change in the Circumpolar North and an NSF proposal entitled  RCN-SEES Sustainable &amp; Legal Timber Harvest Research Coordination Network:  Promoting Scientific and Community Based Control of Illegal Logging also was inspired (the proposal was submitted-rejected and resubmitted with improvements and rejected.) The Big Thaw conference was organized to further improve and capitalize on the dialogue between NSF and NGO partners. The intellectual merit of these meetings was the creation of substantive priorities and objectives for the cooperation of NSF and NGOs regarding climate change.The broader impact was the development of conduits for information exchange and priority development and the removal of bureaucratic obstacles.\nFurthermore, within the The Big Thaw: Policy, Governance and Climate Change in the Circumpolar North conference, participants deliberated on international, national, and local perceptions of environmental, cultural, social and economic change in the arctic, interweaving the contexts of policy, legal, local and scientific models. Because the circumpolar North is a critical observatory for changing relations between human societies and the environment, policies should be articulated to promote specific technical, economic and political changes in society. The arctic and the sub-arctic are at the center of global debates on post- Cold War partnerships and issues of post-colonial governance, strategy and regional sovereignty.Through its core focus on time, space, change and movement, this conference sought common measures to the time scales of lived human experience in the arctic and sub-arctic region in a warming world. For political and other reasons, the circumpolar North has only recently reemerged as a \"region,\" revealing past connections and current common problems, and pointing to future challenges. Experts gathered and shared thoughts on how we arrived at the current situation(s), where exactly things stand, and where to go from here.\nThe barriers that the workshop and conference demonstrated by noting the Great Divide between NGO and Science has a big impact on informing regulatory policy. Short term problems that should be addressed are that NGO impact on regulatory policy is not being informed by funded science. During the first workshop, CLN was offered to practicing lawyers that are currently involved in critical policy change initiatives and policy debates. Considerable interdiscplinary discussion and ideas were stimulated from lawyers, scientists, policy makers, and movie makers. Both the workshop and the conference resulted in creating a broader conversation across institutional barriers and initiated a progressive step toward discussing global climate change within both a scientific and legal framework to initiate substantive change.  \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/12/2013\n\n\t\t\t\t\tSubmitted by: Ezra B. W Zubrow"
 }
}