{
 "awd_id": "1045478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Annealing and Deformation of Directionally Solidified Alloys, and the Earth's Core",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 61391.0,
 "awd_amount": 61391.0,
 "awd_min_amd_letter_date": "2010-12-18",
 "awd_max_amd_letter_date": "2013-06-18",
 "awd_abstract_narration": "The Earth's central, solid inner core exhibits some intriguing properties, in particular, seismic wavespeed and attenuation that depend on the propagation direction of the seismic wave, with the spin axis being close to the axis of symmetry. Moreover, there is evidence that this directionality, or anisotropy, is stronger in the western hemisphere of the inner core. These seismic inferences can give us insight into the evolution and structure of the Earth's core, which this study will explore. The work will draw on experience in materials science and geophysics to study the processes of solidification, annealing, and deformation, which are likely key to understanding the origin of the inner core seismic properties. The project will involve diverse undergraduates in all aspects of the work, allowing undergraduates the opportunity to get involved in research at an institution that is trying actively to improve its science education for students across the spectrum in interest and background in science. It will also involve a post-doc who will spend one-third of his/her time teaching and being mentored at an undergraduate institution, gaining experience teaching and managing the teaching/research balance at an undergraduate institution.\r\n\r\nMost explanations for the elastic anisotropy rely on an alignment of the hexagonal close-packed (hcp) iron crystals that likely compose the inner core. The explanations for the alignment fall broadly into two classes, solidification texturing and deformation texturing. However, it seems increasingly likely that no one explanation may suffice to understand the complex inner core structure. Hence, one goal of this study is to understand deformation of metallic alloys during solidification. One possibility for the east-west asymmetry is that the inner core is solidifying in the west, translating eastward due to convection, and melting in the west. Accompanying this translation is annealing, and a second, related goal of this study is to better understand the annealing of directionally solidified alloys such as that in the Earth's inner core.\r\n\r\nThe first part of this study will examine experimentally the high temperature deformation of an hcp zinc-rich tin alloy that has been directionally solidified. The directionally solidified castings will have the columnar, dendritic structure that has been proposed for the inner core. Slices of the castings will then be heated to a high homologous temperature, at which the small fraction of interdendritic tin will melt. While held at this temperature, a slice will be given a differential twist to produce a constant strain rate. Each slice will be examined before and after deformation for crystalline orientation, microstructure (morphology and grain size), and chemical variations, while the torque will be measured during the deformation in order to establish the stress-strain relationship and hence the deformation mechanism. The first goal of this study will help to interpret inner core elastic and attenuation anisotropies, and to give insight on the grain size and viscosity of the inner core, both of which relate to the deformation mechanism.\r\n\r\nPrevious work has shown that annealing of iron crystals as they convectively transverse the inner core could be responsible for east-west asymmetry. The second goal of this study is thus to better understand the annealing of directionally solidified alloys where an alloying element has a very low solubility in the primary phase, which has been identified as a key, previously unstudied feature. The study will use phase field modeling to better understand the evolution of such systems, and also examine the annealing of an hcp magnesium-rich alloy that has been directionally solidified to confirm the observations in the zinc-rich system. The study uses the methods and experience of materials science to shed light on a puzzling problem in Earth science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Lewis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Lewis",
   "pi_email_addr": "lewisd2@rpi.edu",
   "nsf_id": "000198538",
   "pi_start_date": "2010-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8TH ST",
  "perf_city_name": "TROY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19668.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20452.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 21271.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 15\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Intellectual Merit: The purpose of this project is to support the mechanical deformation studies carried out by M. Bergman on directionally solidified Zn-alloys that are models of the Earth&rsquo;s core. &nbsp;The microstructure of the material changes as the Earth's core solidifies and is deformed - therefore study of materials that are of similar structure is important to understand how the core behaves. &nbsp;</span>We will achieve this understanding primarily through electron microscopy studies and collection of crystal structure data. &nbsp;We have learned that the crystal structure of directionally solidified and deformed materials undergo a texture change and revert to a random texture from a highly aligned texture. &nbsp;This may provide clues to how seismic waves propagate through the Earth's core.</p>\n<p>Broader Impacts: This work was completed by the PI and undergraduate students who were learning how to do electron microscopy and collect and analyze EBSD data. One student developed a focused ion beam technique for preparation of thin sections of material. &nbsp;This is significant because after deformation at high temperature the materials are very porous and could not be prepared by conventional means. &nbsp;The students involved have gone on to employment and graduate school where they have directly used their research experience on this project. This project was also used for a summer exchange program with DTU at the undergraduate and graduate level.</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2015<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Lewis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nIntellectual Merit: The purpose of this project is to support the mechanical deformation studies carried out by M. Bergman on directionally solidified Zn-alloys that are models of the EarthÆs core.  The microstructure of the material changes as the Earth's core solidifies and is deformed - therefore study of materials that are of similar structure is important to understand how the core behaves.  We will achieve this understanding primarily through electron microscopy studies and collection of crystal structure data.  We have learned that the crystal structure of directionally solidified and deformed materials undergo a texture change and revert to a random texture from a highly aligned texture.  This may provide clues to how seismic waves propagate through the Earth's core.\n\nBroader Impacts: This work was completed by the PI and undergraduate students who were learning how to do electron microscopy and collect and analyze EBSD data. One student developed a focused ion beam technique for preparation of thin sections of material.  This is significant because after deformation at high temperature the materials are very porous and could not be prepared by conventional means.  The students involved have gone on to employment and graduate school where they have directly used their research experience on this project. This project was also used for a summer exchange program with DTU at the undergraduate and graduate level.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/05/2015\n\n\t\t\t\t\tSubmitted by: Daniel Lewis"
 }
}