{
 "awd_id": "1045876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effects of Focal Mechanisms, Fault Slip, and Strain Rate on Earthquake Clustering",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 220359.0,
 "awd_amount": 220359.0,
 "awd_min_amd_letter_date": "2011-02-08",
 "awd_max_amd_letter_date": "2012-05-16",
 "awd_abstract_narration": "Models to describe the relationship between earthquakes, faults, and tectonic strain generally three different types: those based on (a) seismicity,(b) faults, and (c) geodetically or geologically observed strain rates. Seismicity-based models often rely only on past earthquake data, ignoring fault information completely. Fault-based models generally apply only to earthquakes on pre-identified faults, either singly or in combination. Strain-based models assume that earthquake rates are related to some form of strain rate. They generally assume that earthquakes can occur anywhere, although strain based models may use fault slip information to infer strain rates. While hybrid models exist, they generally assume that future large earthquakes will occur on pre-identified faults. Many existing models show modest skill, but none includes fault properties, fault history, stresses from large and small earthquakes on and off of known faults, earthquake triggering, and tectonic strain accumulation. In this project the researchers will construct short-term and long-term models of earthquake interactions including all of the above effects.\r\n\r\nTheir models of temporal clustering would be based on the Omori law of aftershock delay times, modified to account for the observed loss of detection capability for early aftershocks of large earthquakes. Their models would have several adjustable parameters, which would be optimized for best fit to earthquake data according to a likelihood criterion. They would then formalize the model as a forecast to be tested in the Collaboratory for the Study of Earthquake Predictability (CSEP) program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jackson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Jackson",
   "pi_email_addr": "david.d.jackson@ucla.edu",
   "nsf_id": "000448705",
   "pi_start_date": "2011-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 108949.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 111410.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our ultimate goal is to provide realistic information about possible future earthquakes so that policy, economic, and personal decisions can reasonably include earthquake risk and its uncertainty. Our interest is in the locations, magnitudes, and time intervals of future earthquakes. Others deal with the likely shaking and surface displacements from probable earthquakes, the damage likely to result from that shaking or displacement at particular sites and to particular people, the cost of repairing or accepting that damage, and effective measures for preventing or minimizing that damage, all of which depend on the earthquakes themselves as we study them.</p>\n<p>&nbsp;Our approach is comprehensive and probabilistic. We call it forecasting, rather than predicting, because we don&rsquo;t expect warnings of particular earthquakes, but rather the probability of earthquakes per unit area, magnitude, and time. We aim for accurate estimates of that probability whether it is large or small, in regiona dangerous or relatively safe. That probabilistic information is useful for decisions like where to live or build, whether to retrofit, whether to buy insurance, whether to upgrade rescue capabilities, etc.</p>\n<p>&nbsp;There are many different approaches to probabilistic forecasting, representing different views of how earthquakes are caused and how their ruptures is stopped, in large part because we have limited seismological data an large earthquakes, and because many studies deal with specific regions, which may or may not differ substantially from others. Observations show that earthquakes are strongly clustered in space and time. Aftershocks are a manifestation of that clustering, but we also know that a significant number of &ldquo;aftershocks&rdquo; exceed the magnitude of the &ldquo;main shocks&rdquo; preceding them.</p>\n<p>&nbsp;</p>\n<p>Some questions that have been debated include (1) whether we know most of the faults on which future earthquakes will occur, and whether their spatial interaction affects the clustering; (2) whether the stresses left behind from previous earthquakes (&ldquo;sources&rdquo;) provides useful information about probabilities of future ones (&ldquo;targets&rdquo;), and (3) whether indirect information about strain rates at the earth&rsquo;s surface from geological and geodetic studies can help us understand clustering and help us forecast earthquakes.</p>\n<p>&nbsp;</p>\n<p>Answers to those questions are of course debated, in large part because of the data limitations and regional approaches mentioned above. We address those problems by using global data and uniform procedures whenever to avoid geographic boundaries. We also limit our earthquake data to magnitudes and times for which earthquakes everywhere will be observed with very high probability. Our global studies rely primarily on magnitude 5.8 and larger since 1977.</p>\n<p>&nbsp;Answers to the questions above are&nbsp;</p>\n<p>(1)&nbsp;&nbsp;&nbsp; Many large earthquakes continue to occur where there was not a known fault, even in regions like California where faults have been studies well. Each earthquake has a &ldquo;focal mechanism&rdquo; orientation, which affects ground shaking and is affected by local faults. The orientation of future earthquakes is strongly correlated with the measurable orientation of past ones, partially obviating the need to know all faults precisely.</p>\n<p>(2)&nbsp;&nbsp;&nbsp; Aftershocks tend to occur where past earthquakes, and especially their causative main shock, increases a particular kind of stress change known as the Coulomb Failure function (CFF). But so do earthquakes before the main shock. Like others we found that a large majority of aftershocks occur where the CFF has been increased.&nbsp; However, the probability gain is not consistently high relative to simple models that rely only on epicentral distance, magnitude, and time.&nbsp; That may follow from errors in calculating the focal mechanisms of past earthquakes, and the fact that CFF might be strongly affected by unmeasured older earthquakes. We hope that future more accurate measurements will lead to better forecasts based on CFF.</p>\n<p>(3)&nbsp;&nbsp;&nbsp; A careful combination of past earthquake date and strain rates from geodesy and geology makes a very good global forecast.</p>\n<p>We&rsquo;ve published a high spatial resolution (01 by 0.1 degrees, pole to pole) global forecast of magnitude 5.8 and above. The parameters of the model, including the proportion of seismological and strain data, have been optimized to fit independent earthquake data both before and after the &ldquo;learning period&rdquo; over which the parameters were determined. Our model is now under prospective test by the authoritative Collaboratory for Study of Earthquake Predictability.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2017<br>\n\t\t\t\t\tModified by: David&nbsp;D&nbsp;Jackson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur ultimate goal is to provide realistic information about possible future earthquakes so that policy, economic, and personal decisions can reasonably include earthquake risk and its uncertainty. Our interest is in the locations, magnitudes, and time intervals of future earthquakes. Others deal with the likely shaking and surface displacements from probable earthquakes, the damage likely to result from that shaking or displacement at particular sites and to particular people, the cost of repairing or accepting that damage, and effective measures for preventing or minimizing that damage, all of which depend on the earthquakes themselves as we study them.\n\n Our approach is comprehensive and probabilistic. We call it forecasting, rather than predicting, because we don?t expect warnings of particular earthquakes, but rather the probability of earthquakes per unit area, magnitude, and time. We aim for accurate estimates of that probability whether it is large or small, in regiona dangerous or relatively safe. That probabilistic information is useful for decisions like where to live or build, whether to retrofit, whether to buy insurance, whether to upgrade rescue capabilities, etc.\n\n There are many different approaches to probabilistic forecasting, representing different views of how earthquakes are caused and how their ruptures is stopped, in large part because we have limited seismological data an large earthquakes, and because many studies deal with specific regions, which may or may not differ substantially from others. Observations show that earthquakes are strongly clustered in space and time. Aftershocks are a manifestation of that clustering, but we also know that a significant number of \"aftershocks\" exceed the magnitude of the \"main shocks\" preceding them.\n\n \n\nSome questions that have been debated include (1) whether we know most of the faults on which future earthquakes will occur, and whether their spatial interaction affects the clustering; (2) whether the stresses left behind from previous earthquakes (\"sources\") provides useful information about probabilities of future ones (\"targets\"), and (3) whether indirect information about strain rates at the earth?s surface from geological and geodetic studies can help us understand clustering and help us forecast earthquakes.\n\n \n\nAnswers to those questions are of course debated, in large part because of the data limitations and regional approaches mentioned above. We address those problems by using global data and uniform procedures whenever to avoid geographic boundaries. We also limit our earthquake data to magnitudes and times for which earthquakes everywhere will be observed with very high probability. Our global studies rely primarily on magnitude 5.8 and larger since 1977.\n\n Answers to the questions above are \n\n(1)    Many large earthquakes continue to occur where there was not a known fault, even in regions like California where faults have been studies well. Each earthquake has a \"focal mechanism\" orientation, which affects ground shaking and is affected by local faults. The orientation of future earthquakes is strongly correlated with the measurable orientation of past ones, partially obviating the need to know all faults precisely.\n\n(2)    Aftershocks tend to occur where past earthquakes, and especially their causative main shock, increases a particular kind of stress change known as the Coulomb Failure function (CFF). But so do earthquakes before the main shock. Like others we found that a large majority of aftershocks occur where the CFF has been increased.  However, the probability gain is not consistently high relative to simple models that rely only on epicentral distance, magnitude, and time.  That may follow from errors in calculating the focal mechanisms of past earthquakes, and the fact that CFF might be strongly affected by unmeasured older earthquakes. We hope that future more accurate measurements will lead to better forecasts based on CFF.\n\n(3)    A careful combination of past earthquake date and strain rates from geodesy and geology makes a very good global forecast.\n\nWe?ve published a high spatial resolution (01 by 0.1 degrees, pole to pole) global forecast of magnitude 5.8 and above. The parameters of the model, including the proportion of seismological and strain data, have been optimized to fit independent earthquake data both before and after the \"learning period\" over which the parameters were determined. Our model is now under prospective test by the authoritative Collaboratory for Study of Earthquake Predictability.\n\n \n\n\t\t\t\t\tLast Modified: 10/12/2017\n\n\t\t\t\t\tSubmitted by: David D Jackson"
 }
}