{
 "awd_id": "1045735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development of Fluorescent Probes for Protein Phosphorylation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory T. Baxter",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-15",
 "awd_max_amd_letter_date": "2010-11-15",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to optimize and market a genetically-encoded fluorescent biosensor responsive to protein phosphorylation.  This product is based on a proprietary fluorescent protein discovered from a marine organism.  This protein, termed PhosFluor, exhibits dramatic changes in spectral properties when incubated with different protein kinases.  Phosphorylation increases the fluorescence of PhosFluor by more than 300%, and its emission spectra undergo a ratiometric shift.  If optimization is successful, this product would represent the first available single-molecule probe for phosphorylation / dephosphorylation, a tool of potentially vast utility for cell biology research.\r\n\r\nThe broader/commercial impacts of this research are to significantly improve the detection of protein kinase activity, which in turn will accelerate research in this field as well as develop tools to screen for pharmaceutical compounds that affect phosphorylation.  Lucidicor anticipates a high demand for products based on PhosFluor.  One product line are kits to enable investigators to easily measure the activity of protein kinases in real-time.  Another product line is a panel of expression plasmids to enable visualization of phosphorylation within cells in real-time.  The burgeoning field of signal transduction will likely welcome an innovation that enables quantitative spatio-temporal analyses of phosphorylation events.  Advances made in this field will, in turn, accelerate applications for the use of PhosFluor.  Consequently, there is a tremendous business opportunity to create a commercially viable product from this unique protein.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hung-Teh",
   "pi_last_name": "Kao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hung-Teh Kao",
   "pi_email_addr": "htkao2@gmail.com",
   "nsf_id": "000565980",
   "pi_start_date": "2010-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lucidicor, Inc.",
  "inst_street_address": "1 W EXCHANGE ST, STE 2103",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4016546332",
  "inst_zip_code": "029031078",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "LUCIDICOR INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJJ5T4CLG1U9"
 },
 "perf_inst": {
  "perf_inst_name": "Lucidicor, Inc.",
  "perf_str_addr": "1 W EXCHANGE ST, STE 2103",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029031078",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We are developing and commercializing a molecular biosensor for protein phosphorylation, based on the unique properties of proprietary fluorescent proteins discovered by Lucidicor scientists from marine organisms. &nbsp;Fluorescent proteins have become one of the most powerful and widely used tools in molecular biology over the last decade, with the original discoverers recently awarded the 2008 Nobel Prize in Chemistry &ldquo;for the discovery and development of the green fluorescent protein.&rdquo;&nbsp; As with the original &ldquo;wild-type&rdquo; green fluorescent protein from the jellyfish, <em>Aequorea victoria</em>, the proprietary Lucidicor fluorescent proteins are not optimized for expression or functionality in mammalian or bacterial cells.&nbsp; Accordingly, the primary objective of Phase I is to engineer and optimize one select protein so that it can function as a biosensor inside mammalian cells, focusing on a specific protein kinase as a prototype. To accomplish this, we constructed libraries of synthetic genes, mutated portions of these genes; selected genes with desirable traits and compared these newly developed genes against the &ldquo;wild type&rdquo; found in Nature.</p>\n<p>The human genome encodes 518 protein kinases (2% of the genome), which are enzymes that covalently link a phosphate group to specific sites on specific proteins, during a process called phosphorylation.&nbsp; Phosphorylation dramatically alters the activity of proteins, often acting as a molecular switch to turn on or turn off biochemical pathways. &nbsp;Since each protein kinase has anywhere from a few to hundreds of substrates, virtually every protein in the proteome is a target for regulation by phosphorylation.&nbsp; Nearly half of these protein kinases are expressed at loci associated with specific diseases or regions amplified in human cancers. &nbsp;The results from this project will be used to develop a high-throughput cell-based kinase assay, whose ability to detect phosphorylation /dephosphorylation is modulatable.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2011<br>\n\t\t\t\t\tModified by: Hung-Teh&nbsp;Kao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe are developing and commercializing a molecular biosensor for protein phosphorylation, based on the unique properties of proprietary fluorescent proteins discovered by Lucidicor scientists from marine organisms.  Fluorescent proteins have become one of the most powerful and widely used tools in molecular biology over the last decade, with the original discoverers recently awarded the 2008 Nobel Prize in Chemistry \"for the discovery and development of the green fluorescent protein.\"  As with the original \"wild-type\" green fluorescent protein from the jellyfish, Aequorea victoria, the proprietary Lucidicor fluorescent proteins are not optimized for expression or functionality in mammalian or bacterial cells.  Accordingly, the primary objective of Phase I is to engineer and optimize one select protein so that it can function as a biosensor inside mammalian cells, focusing on a specific protein kinase as a prototype. To accomplish this, we constructed libraries of synthetic genes, mutated portions of these genes; selected genes with desirable traits and compared these newly developed genes against the \"wild type\" found in Nature.\n\nThe human genome encodes 518 protein kinases (2% of the genome), which are enzymes that covalently link a phosphate group to specific sites on specific proteins, during a process called phosphorylation.  Phosphorylation dramatically alters the activity of proteins, often acting as a molecular switch to turn on or turn off biochemical pathways.  Since each protein kinase has anywhere from a few to hundreds of substrates, virtually every protein in the proteome is a target for regulation by phosphorylation.  Nearly half of these protein kinases are expressed at loci associated with specific diseases or regions amplified in human cancers.  The results from this project will be used to develop a high-throughput cell-based kinase assay, whose ability to detect phosphorylation /dephosphorylation is modulatable.\n\n \n\n\t\t\t\t\tLast Modified: 09/20/2011\n\n\t\t\t\t\tSubmitted by: Hung-Teh Kao"
 }
}