{
 "awd_id": "1045189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Large-Eddy-Simulation Studies and In-situ Observations of Land Atmosphere Exchanges in Large Wind Farms",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 295029.0,
 "awd_amount": 295029.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2013-04-19",
 "awd_abstract_narration": "The study will develop and apply computational tools for predicting and understanding fluxes of scalars such as heat and moisture in very large wind farms.  These fluxes play a crucial role in the land-atmosphere couplings and in possible perturbations stemming from modifications of the land-atmosphere interface with the anticipated global growth of wind energy.  At present, effects of wind farms are parameterized in regional scale and global scale models using effective roughness lengths and, sometimes, increased turbulence kinetic energy due to wakes.  Such approaches continue to be based on classical similarity theory of the atmospheric boundary layer (ABL).  The theory assumes a uniform land surface yet has also often been found acceptable in flows over heterogeneous features of the land surface such as heterogeneities induced by wakes and other effects from wind turbines.  This is due to the turbulent flow in the ABL, which efficiently blends the various sources and inhomogeneities across the landscape. However, the appropriateness of such parameterizations, and the values of parameters to be used, are highly uncertain especially in the case of wind farms under general atmospheric conditions (convective, stable, neutral).\r\n\r\nIntellectual merit:\r\nThe relevant high-resolution data will be generated via a series of suitably chosen parametric Large-Eddy-Simulations (LES) that quantify accurately the land-atmosphere exchanges of sensible heat and moisture to be expected at the ground surface, underneath wind turbine arrays.  These LES resolve significant portions of the individual wakes behind wind turbines and the concomitant modifications to mixing and entrainment.\r\nThe simulations will cover a wide range of atmospheric conditions (neutral, convective, stable) and wind farm arrangements (turbine spacings, ground properties, loading factors).  The computational results obtained under fairly idealized, and thus manageable, conditions will be complemented with in-situ observations in a wind farm.  Field studies will take place through an international collaboration with researchers in Switzerland who have access to the La Muela wind farm near Zaragoza in Spain.  The results of the validated simulations will be analyzed with the specific purpose of deriving new Monin-Obukhov-type relationships for atmospheric boundary layers including wind turbine arrays.  For instance, modified stability corrections and modified effective scalar roughness lengths will be derived as function of relevant parameters.  The results of this study will enable more accurate prediction of possible feedback mechanisms of extensive wind farms with local and regional meteorological conditions, regional scale evaporation, etc.\r\n\r\nBroader impacts: \r\nRegional scale surface fluxes of momentum, sensible heat and water vapor play a crucial role in quantifying and understanding the water and energy cycles at various spatial and temporal scales.  With the advent of computational modeling, there has been much increased understanding of the effects of manmade modifications to the land surface on land-atmosphere interactions. The growth of wind energy as an important contributor to the renewable energy portfolio suggests the possibility that non-negligible portions of the land surface of the U.S. and the world may ultimately be used for large wind farms. Predicting and better understanding the physical processes coupling the land and atmosphere under such conditions is a very timely and critical area of research.\r\nGraduate education and training will stress the interplay between simulation, parameterization, and in-situ field experimental campaigns. Recruiting and educational outreach will leverage an Integrative Graduate Education and Research Traineeship (IGERT) on modeling complex systems and the PI's ongoing efforts to recruit U.S. Hispanic graduate students through contacts in Puerto Rico.  The PI's ongoing outreach to a local Baltimore high-school will be actively continued by providing research experiences for junior or senior high-school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Meneveau",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Charles V Meneveau",
   "pi_email_addr": "meneveau@jhu.edu",
   "nsf_id": "000113441",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Parlange",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Marc B Parlange",
   "pi_email_addr": "mbparlange@jhu.edu",
   "nsf_id": "000117165",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98758.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 101707.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 94564.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project&rsquo;s aim was to develop and apply computational tools for predicting and understanding fluxes of scalars such as heat and moisture in very large wind farms. These fluxes play a crucial role in the land-atmosphere couplings and in possible perturbations stemming from modifications of the land-atmosphere interface with the anticipated global growth of wind energy. Expressed simply, the research aimed to develop tools so we could answer the question: Do large wind farms affect local weather, surface drying, and so on.</p>\n<p>At present, effects of wind farms are parameterized in regional scale and global scale models using effective roughness lengths and, sometimes, increased turbulence kinetic energy due to wakes. To study these issues in detail, here Large Eddy Simulations of large wind farms were performed and the results of the simulations were analyzed with the specific purpose of deriving new Monin-Obukhov-type relationships for atmospheric boundary layers including wind turbine arrays and scalar transport (potential temperature, humidity).</p>\n<p>We first considered the case of passive scalar transport, i.e. where the transported scalar does not affect the motions, such as small levels of humidity or dust pickup under neutral atmospheric conditions. Our main conclusion there was very interesting: The net effect of large wind farms on the surface fluxes was quite small, typically 10-15% or less. This is due to cancellations between two strong opposing effects in wind farms: increased turbulence due to wakes (which by themselves could increase fluxes by factors of ~2 or so) and the presence of a &ldquo;dead water&rdquo; region of reduced shear below the wind turbines due to their momentum extraction (that typically can reduce the surface transport by factors of ~2 or so). The figure 1 shows snapshots of velocity and temperature in our simulations, while figure 2 shows the surface heat flux as function of the &ldquo;wind turbine loading parameter cf&rdquo;, as measured from LES (symbols) and a practical model (top-down single column model, lines).&nbsp; Hollow triangles: ratio of scalar fluxes obtained from LES data, showing an increase of at most 10-15%. The ratio of friction velocities above the turbines with and without a wind farm is plotted in the same figure with dotted-dashed line. This characterizes the increase of transport due to increased turbulence in wind turbine wakes. &nbsp;The open circles show the corresponding LES values. Finally, the remaining factors are also plotted (dashed line for the model, and open squares for the LES results), showing the reduced transport due to the &ldquo;dead water&rdquo; sheltered region below wind turbines. We concluded that increases or reductions of surface fluxes under wind farms will be affected by detailed balances of possibly opposing effects and thus it is not possible to make a general statement that wind farms always increase or decrease such fluxes. The details are important, and include cancelling effects so that the net effects may be reasonably small.</p>\n<p>We then considered wind farms in the presence of atmospheric stratification and used detailed simulation results to develop reduced models (analytical expressions for roughness height, heat fluxes etc) as function of stratification. We also considered off-shore wind farms and interactions with the sea-surface and we developed new analytical roughness models for parameterizing atmospheric flow over multi-scale roughness elements.</p>\n<p>The results of this study are expected to enable more accurate prediction of possible feedback mechanisms of extensive wind farms with local and regional meteorological conditions and regional scale evaporation.</p>\n<p><strong>Broader Impacts:</strong> Knowledge about how to predict environmental impacts of large-scale renewable energy plants such as large wind farms is becoming crucial and has broad imp...",
  "por_txt_cntn": "\nThe projectÆs aim was to develop and apply computational tools for predicting and understanding fluxes of scalars such as heat and moisture in very large wind farms. These fluxes play a crucial role in the land-atmosphere couplings and in possible perturbations stemming from modifications of the land-atmosphere interface with the anticipated global growth of wind energy. Expressed simply, the research aimed to develop tools so we could answer the question: Do large wind farms affect local weather, surface drying, and so on.\n\nAt present, effects of wind farms are parameterized in regional scale and global scale models using effective roughness lengths and, sometimes, increased turbulence kinetic energy due to wakes. To study these issues in detail, here Large Eddy Simulations of large wind farms were performed and the results of the simulations were analyzed with the specific purpose of deriving new Monin-Obukhov-type relationships for atmospheric boundary layers including wind turbine arrays and scalar transport (potential temperature, humidity).\n\nWe first considered the case of passive scalar transport, i.e. where the transported scalar does not affect the motions, such as small levels of humidity or dust pickup under neutral atmospheric conditions. Our main conclusion there was very interesting: The net effect of large wind farms on the surface fluxes was quite small, typically 10-15% or less. This is due to cancellations between two strong opposing effects in wind farms: increased turbulence due to wakes (which by themselves could increase fluxes by factors of ~2 or so) and the presence of a \"dead water\" region of reduced shear below the wind turbines due to their momentum extraction (that typically can reduce the surface transport by factors of ~2 or so). The figure 1 shows snapshots of velocity and temperature in our simulations, while figure 2 shows the surface heat flux as function of the \"wind turbine loading parameter cf\", as measured from LES (symbols) and a practical model (top-down single column model, lines).  Hollow triangles: ratio of scalar fluxes obtained from LES data, showing an increase of at most 10-15%. The ratio of friction velocities above the turbines with and without a wind farm is plotted in the same figure with dotted-dashed line. This characterizes the increase of transport due to increased turbulence in wind turbine wakes.  The open circles show the corresponding LES values. Finally, the remaining factors are also plotted (dashed line for the model, and open squares for the LES results), showing the reduced transport due to the \"dead water\" sheltered region below wind turbines. We concluded that increases or reductions of surface fluxes under wind farms will be affected by detailed balances of possibly opposing effects and thus it is not possible to make a general statement that wind farms always increase or decrease such fluxes. The details are important, and include cancelling effects so that the net effects may be reasonably small.\n\nWe then considered wind farms in the presence of atmospheric stratification and used detailed simulation results to develop reduced models (analytical expressions for roughness height, heat fluxes etc) as function of stratification. We also considered off-shore wind farms and interactions with the sea-surface and we developed new analytical roughness models for parameterizing atmospheric flow over multi-scale roughness elements.\n\nThe results of this study are expected to enable more accurate prediction of possible feedback mechanisms of extensive wind farms with local and regional meteorological conditions and regional scale evaporation.\n\nBroader Impacts: Knowledge about how to predict environmental impacts of large-scale renewable energy plants such as large wind farms is becoming crucial and has broad impact. The project provided full support for a postdoc and partial support for a second postdoc and a doctoral graduate student. It thus contributed greatly to edu..."
 }
}