{
 "awd_id": "1045889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Fast Cycle Mfg Process For Advanced Composites",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-05",
 "awd_max_amd_letter_date": "2010-11-05",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will develop a non-autoclave, fast manufacturing process for multi-layer advanced composites.  The process is suitable for low to medium volumes under 50,000 units per year in broad based manufacturing.  The process fills the gap between low volume RTM (Resin Transfer Molding) and high volume SMC (Sheet Molding Compound) from the productivity standpoint.  Glass, carbon or other reinforcing fibers can be used with this process, providing higher mechanical properties than conventional RTM.   The proposed C3M process will provide lower manufacturing costs for a number of industries where cost, weight and strength are all critical factors.  Applications for the C3M process cross several different markets.  The success of this project will speed the introduction of lightweight structural composites into the broad spectrum of transportation vehicles (air, train, auto, truck) as well as energy alternatives (windmills) by lowering costs through shorter cycle times, lower energy consumption for carbon fiber products and improved performance for glass fiber products.\r\n\r\nThe commercial potential of this project is a breakthrough technology for the volume market production of light weight interior and exterior structures across all sectors of the transportation, defense, alternative energy and other industries.  It will increase the competitiveness of the US composite manufacturing and transportation industries.  The process can be used to produce many components now made with RTM and RTM like processes, leading to significant energy and cost savings.  The process reduced scrap will reduce landfill usage and help to maintain a cleaner environment.  Lighter more fuel efficient cars, electric cars, lightweight rail systems, and mass transit highlight the opportunities for more efficient, cost effective manufacturing processes for advanced composites.   In the automotive industry, it is generally agreed that a 10% weight reduction improves fuel efficiency by 5-7%.  Even a 1% reduction of a vehicle by the proposed process will translate to an average of 600,000 million gallons per year or energy savings of 6.9 trillion Btu/year, providing cost savings of $1.3 billion/year at $2.50/gallon plus less dependence on oil and fewer CO2 emissions.  This process is considered a paradigm shift in the industry which will help companies design and produce components not possible before.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nippani",
   "pi_last_name": "Rao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nippani Rao",
   "pi_email_addr": "nrao@globaltech.us",
   "nsf_id": "000533446",
   "pi_start_date": "2010-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Global Composite Solutions, Inc.",
  "inst_street_address": "100 W. Big Beaver Rd",
  "inst_street_address_2": "#200",
  "inst_city_name": "Troy",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3139821435",
  "inst_zip_code": "480845283",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "MI11",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Global Composite Solutions, Inc.",
  "perf_str_addr": "100 W. Big Beaver Rd",
  "perf_city_name": "Troy",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "480845283",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "MI11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>NSF SBIR Award #1045889:&nbsp; </strong></p>\n<p>Fast Cycle Manufacturing Process for Advanced Composites<strong> (C<sup>3</sup>M) </strong></p>\n<p>This Small Business Innovation Research (SBIR) Phase I project provides an out-of-autoclave, fast manufacturing process for a novel multi-layer advanced structural composites.&nbsp; The process fills a gap in processes available for fast cycle manufacturing of lightweight components with low to medium volume production requirements.&nbsp; Glass, carbon or other reinforcing fibers can be used with this process.&nbsp; &nbsp;</p>\n<p>The proposed <strong>C<sup>3</sup>M</strong> process innovation provides lower manufacturing costs for a number of industries where cost, weight and strength are all critical factors.&nbsp; Applications for the <strong>C<sup>3</sup>M</strong> process cross several different markets.&nbsp;</p>\n<p>The success of this project will speed the introduction of lightweight carbon fiber structural composites into the broad spectrum of transportation vehicles (air, train, auto, truck) by lowering manufacturing costs through shorter cycle times for glass and carbon fiber products.</p>\n<p>The <strong>C<sup>3</sup>M </strong>process offers cycle time advantage for lower manufacturing costs of lightweight structural composite components.</p>\n<p>The broader impact/commercial potential of this project is a breakthrough technology for the volume market production of light weight interior and exterior structures across all sectors of the transportation, defense, alternative energy and other industries.&nbsp; It will increase the <strong><em>competitiveness</em></strong> of the US composite manufacturing and transportation industries.&nbsp; The process can be used to produce many components now made with lower volume processes, leading to significant cost savings.&nbsp;&nbsp;</p>\n<p>Lighter more fuel efficient cars, electric cars, lightweight rail systems, and mass transit highlight the opportunities for more efficient, cost effective manufacturing processes for advanced composites.&nbsp;&nbsp; In the automotive industry, it is generally agreed that a 10% weight reduction improves fuel efficiency by 5-7%.&nbsp; Even a 1% reduction of a vehicle by C<sup>3</sup>M will translate to an average of 600,000 million gallons per year or energy savings of 6.9 trillion Btu/year, providing cost savings of $1.3 billion/year at $2.50/gallon plus less dependence on oil and fewer CO<sup>2</sup> emissions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Global Composite Solutions&rsquo; <strong>C<sup>3</sup>M</strong> process provides a niche process that fills the need for a medium &nbsp;volume structural composite manufacturing process.&nbsp; By bringing down costs for the manufacturing process of carbon fiber components, <strong>C<sup>3</sup>M</strong> represents a paradigm shift in the transportation industry which will help companies design and produce light weight components not possible before due to their high manufacturing cost.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2011<br>\n\t\t\t\t\tModified by: Nippani&nbsp;Rao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nNSF SBIR Award #1045889:  \n\nFast Cycle Manufacturing Process for Advanced Composites (C3M) \n\nThis Small Business Innovation Research (SBIR) Phase I project provides an out-of-autoclave, fast manufacturing process for a novel multi-layer advanced structural composites.  The process fills a gap in processes available for fast cycle manufacturing of lightweight components with low to medium volume production requirements.  Glass, carbon or other reinforcing fibers can be used with this process.   \n\nThe proposed C3M process innovation provides lower manufacturing costs for a number of industries where cost, weight and strength are all critical factors.  Applications for the C3M process cross several different markets. \n\nThe success of this project will speed the introduction of lightweight carbon fiber structural composites into the broad spectrum of transportation vehicles (air, train, auto, truck) by lowering manufacturing costs through shorter cycle times for glass and carbon fiber products.\n\nThe C3M process offers cycle time advantage for lower manufacturing costs of lightweight structural composite components.\n\nThe broader impact/commercial potential of this project is a breakthrough technology for the volume market production of light weight interior and exterior structures across all sectors of the transportation, defense, alternative energy and other industries.  It will increase the competitiveness of the US composite manufacturing and transportation industries.  The process can be used to produce many components now made with lower volume processes, leading to significant cost savings.  \n\nLighter more fuel efficient cars, electric cars, lightweight rail systems, and mass transit highlight the opportunities for more efficient, cost effective manufacturing processes for advanced composites.   In the automotive industry, it is generally agreed that a 10% weight reduction improves fuel efficiency by 5-7%.  Even a 1% reduction of a vehicle by C3M will translate to an average of 600,000 million gallons per year or energy savings of 6.9 trillion Btu/year, providing cost savings of $1.3 billion/year at $2.50/gallon plus less dependence on oil and fewer CO2 emissions. \n\n \n\nGlobal Composite SolutionsÆ C3M process provides a niche process that fills the need for a medium  volume structural composite manufacturing process.  By bringing down costs for the manufacturing process of carbon fiber components, C3M represents a paradigm shift in the transportation industry which will help companies design and produce light weight components not possible before due to their high manufacturing cost.\n\n\t\t\t\t\tLast Modified: 08/15/2011\n\n\t\t\t\t\tSubmitted by: Nippani Rao"
 }
}