{
 "awd_id": "1045406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A paleomagnetic and geochronological re-investigation of the ~1.1 Ga Coldwell complex: Implications for the reversal asymmetry in Keweenawan rocks",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": "7032924705",
 "po_email": "lastiz@nsf.gov",
 "po_sign_block_name": "Luciana Astiz",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 166220.0,
 "awd_amount": 178745.0,
 "awd_min_amd_letter_date": "2011-01-14",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "The conceptual model for Earth's magnetic field is that of a dipole (i.e. bar magnet) positioned at Earth's center and aligned with the rotational axis of the Earth. This allows us to predict the direction of the magnetic field at any location on Earth?s surface using the fundamental equations of a dipole field. The geomagnetic field periodically reverses (i.e. a magnetic compass which points north will now point south and vice versa) and these reversals are symmetrical (i.e. the normal and reversed field directions are exactly anti-parallel). The above is the fundamental assumption used to reconstruct continents to their past positions using the ancient magnetic field recorded in rocks (fossil magnetism). Our research seeks to shed light on one of the long- standing puzzles in Earth science - the presence of asymmetrical reversals in ~1.1 billion year old rocks in North America and elsewhere which may indicate that our basic understanding of the behavior of Earth's magnetic field is incomplete. The rocks of the Coldwell complex in Canada, recording more than one asymmetrical reversal, provide a unique opportunity to study this unusual field behavior. If our investigation confirms a significant field asymmetry at ~1.1 billion years, this would represent a breakthrough in our understanding the mechanism that generates Earth's magnetic field and would have important implications in how we use the magnetic field records to decipher the geological history of our planet. The project will involve undergraduate students at Michigan Tech both in the field and in the laboratory analyses of the samples thus training the next generation of scientists. This research will also become a part of a Ph.D. thesis. In order to increase the general public awareness of Earth science, the results will be disseminated through a series of science exploration sessions.\r\n\r\nData on the long-term behavior and configuration of the geomagnetic field during the Precambrian are crucial in understanding the nature of Earth's early geodynamo. One of the intriguing problems related to the Precambrian field is the apparent reversal asymmetry which is manifested in rocks of Keweenawan age around the Lake Superior basin and elsewhere. Current thinking suggests two possible causes for the asymmetry: a significant non-dipole field at ~1.1 Ga, or a fast or unaccounted plate motion during that time period. A recent re-study of the Mamainse Point volcanics has suggested that the apparent asymmetry is exclusively caused by rapid plate motion. However, the robustness of that study may be in question due to inadequate statistical treatment and the lack of geochronological control. The alkaline Coldwell complex is the only other Keweenawan unit that records multiple reversals, which makes it a key location to investigate the asymmetry problem. Prior analyses suggest that the complex was emplaced within a 1 to 2 million year period at ~1108 Ma and cooled rapidly. Our re-interpretation of the available data shows that, if taken at face value, these data would imply an unrealistically fast plate motion, and hence may support the non-dipole field as the cause of the asymmetry. However, the existing age determinations for the intrusive centers of the complex are not sufficiently precise to exclude plate motion as the reason of the observed asymmetry. In our project we will address these questions by: (1) Reinvestigation of the paleomagnetism of the Coldwell complex using modern demagnetization and statistical analysis techniques to obtain a high-quality paleodirectional dataset; (2) A detailed geochronological study using the chemical abrasion thermal ionization mass spectrometry method to obtain the precise U-Pb ages for all three intrusive centers of the Coldwell complex.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleksey",
   "pi_last_name": "Smirnov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksey V Smirnov",
   "pi_email_addr": "asmirnov@mtu.edu",
   "nsf_id": "000185571",
   "pi_start_date": "2011-01-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jimmy",
   "pi_last_name": "Diehl",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jimmy F Diehl",
   "pi_email_addr": "jdiehl@mtu.edu",
   "nsf_id": "000429346",
   "pi_start_date": "2011-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 172720.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6025.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The conceptual model for Earth&rsquo;s magnetic field is that of a dipole (i.e. bar magnet) positioned at Earth&rsquo;s center and aligned with the rotational axis of the Earth. This allows us to predict the direction of the magnetic field at any location on Earth&rsquo;s surface using the fundamental equations of a dipole field. The geomagnetic field periodically reverses (i.e. a magnetic compass which points north will now point south and vice versa) and these reversals are symmetrical (i.e. the normal and reversed field directions are exactly anti-parallel). The above is the fundamental assumption used to reconstruct continents to their past positions using the ancient magnetic field recorded in rocks (fossil magnetism).</p>\n<p>Our research sought to shed light on one of the long-standing puzzles in Earth science &ndash; the presence of asymmetrical reversals in ~1.1 billion year old rocks in North America and elsewhere which may indicate that our basic understanding of the behavior of Earth&rsquo;s magnetic field is incomplete. The rocks of the Coldwell complex in Canada, recording more than one asymmetrical reversal, provided a unique opportunity to study this unusual field behavior.</p>\n<p>To address this exciting problem, we collected more than 500 core samples from 57 sites representing all major rock types of the Coldwell complex. We were able to determine the directions of ancient magnetic field from most of the samples. These results indicate that the rocks of Coldwell complex record only a single reversal but not two reversals as it was previously thought. Statistical and field tests showed that the recorded reversal was in fact symmetrical. This result finally resolves the problem of the reversal asymmetry and shows that it is not a result of an unusual (non-dipolar) field configuration. Therefore, the dipole approximation can be used for paleocontinental reconstructions for ~1.1 billion year ago. Our results also tell us that the &ldquo;modern-style&rdquo; mechanism of geomagnetic field generation probably already existed at that time which implies the existence of the solid inner core at that time. What then is the cause for the observed reversal asymmetry? Our study provides an additional evidence that the asymmetry is an artefact caused by a motion of North American tectonic plate towards the equator.</p>\n<p>Another important outcome of this study is a new model of the geological evolution of the Coldwell complex. In the prior model, the eastern part of the complex was emplaced first, followed by the western part, and the central part was emplaced the last. Our data indicate that the eastern and central parts were emplaced almost simultaneously, and the western part was emplaced after them. Our model is consistent with the geological observations and suggests a westward migration of the magma source.&nbsp;&nbsp;</p>\n<p>The project involved participation of undergraduate students at Michigan Tech both in the field and in the laboratory analyses of the samples and thus contributed to training the next generation of scientists. This research constitutes a significant part of a Ph.D. thesis to be defended at Michigan Tech in June 2014. The project results were presented at several national and international meetings and will be published in a peer-reviewed literature. In order to increase the general public awareness of Earth science, the results were disseminated through a series of science exploration sessions including at a state-wide science teacher conference.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2014<br>\n\t\t\t\t\tModified by: Aleksey&nbsp;V&nbsp;Smirnov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe conceptual model for EarthÆs magnetic field is that of a dipole (i.e. bar magnet) positioned at EarthÆs center and aligned with the rotational axis of the Earth. This allows us to predict the direction of the magnetic field at any location on EarthÆs surface using the fundamental equations of a dipole field. The geomagnetic field periodically reverses (i.e. a magnetic compass which points north will now point south and vice versa) and these reversals are symmetrical (i.e. the normal and reversed field directions are exactly anti-parallel). The above is the fundamental assumption used to reconstruct continents to their past positions using the ancient magnetic field recorded in rocks (fossil magnetism).\n\nOur research sought to shed light on one of the long-standing puzzles in Earth science &ndash; the presence of asymmetrical reversals in ~1.1 billion year old rocks in North America and elsewhere which may indicate that our basic understanding of the behavior of EarthÆs magnetic field is incomplete. The rocks of the Coldwell complex in Canada, recording more than one asymmetrical reversal, provided a unique opportunity to study this unusual field behavior.\n\nTo address this exciting problem, we collected more than 500 core samples from 57 sites representing all major rock types of the Coldwell complex. We were able to determine the directions of ancient magnetic field from most of the samples. These results indicate that the rocks of Coldwell complex record only a single reversal but not two reversals as it was previously thought. Statistical and field tests showed that the recorded reversal was in fact symmetrical. This result finally resolves the problem of the reversal asymmetry and shows that it is not a result of an unusual (non-dipolar) field configuration. Therefore, the dipole approximation can be used for paleocontinental reconstructions for ~1.1 billion year ago. Our results also tell us that the \"modern-style\" mechanism of geomagnetic field generation probably already existed at that time which implies the existence of the solid inner core at that time. What then is the cause for the observed reversal asymmetry? Our study provides an additional evidence that the asymmetry is an artefact caused by a motion of North American tectonic plate towards the equator.\n\nAnother important outcome of this study is a new model of the geological evolution of the Coldwell complex. In the prior model, the eastern part of the complex was emplaced first, followed by the western part, and the central part was emplaced the last. Our data indicate that the eastern and central parts were emplaced almost simultaneously, and the western part was emplaced after them. Our model is consistent with the geological observations and suggests a westward migration of the magma source.  \n\nThe project involved participation of undergraduate students at Michigan Tech both in the field and in the laboratory analyses of the samples and thus contributed to training the next generation of scientists. This research constitutes a significant part of a Ph.D. thesis to be defended at Michigan Tech in June 2014. The project results were presented at several national and international meetings and will be published in a peer-reviewed literature. In order to increase the general public awareness of Earth science, the results were disseminated through a series of science exploration sessions including at a state-wide science teacher conference.\n\n\t\t\t\t\tLast Modified: 05/01/2014\n\n\t\t\t\t\tSubmitted by: Aleksey V Smirnov"
 }
}