{
 "awd_id": "1045683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Peru Subduction Experiment (PeruSE), a Seismic Investigation of the Role of Water in the Lithospheric Dynamics of Subduction Zones",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 171853.0,
 "awd_amount": 171853.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2011-02-23",
 "awd_abstract_narration": "As the recent history of earthquakes in Indonesia, China, Haiti and Chile has demonstrated, subduction zones generate the largest earthquakes.  Earthquakes occur where the rock is brittle and stresses are high enough to overcome friction.  The friction depends on the properties of the rock and water content, and whether the water is free to exert pore pressure, or is crystallographically bound in metamorphic rocks.  Released water causes explosive volcanism. Understanding the forces and earthquake mechanisms is important for estimating hazard. In particular, we seek to use seismic and interdisciplinary data to understand how dehydration takes place in the Peru subduction zone, its effect on friction, rheology and volcanism.  The work is important both to estimate the earthquake and volcanic hazard of major cities in the region as well as understanding past tectonics, and the processes that led to the tectonic structure and the mineralization of continents.\r\n\r\nPeru is an excellent place to study the relationship between the pathways of water, earthquakes, seismic coupling and volcanism.  In particular, in southern Peru the slab has a steep dip and volcanoes occur above it where the slab reaches depths of about 100 km.  In contrast, further north the slab dip is shallow and there are no volcanoes, but deep earthquakes occur at depths of ~600 km, some of the deepest in the world. Seismic array deep-sounding is the premier method to infer properties deep in the Earth. The goals are to investigate the contrasts in the properties of the crust and mantle, and contrasts in earthquake activity across the transition from non-volcanic flat-slab to volcanic steep-slab subduction and to infer the water pathways.  Water has a major effect on friction, seismic velocities, Q, metamorphic changes, melting, and the generation of earthquakes. Seismic tomography and seismicity will be used to map these effects in 3D.  Our seismic array experiment involves a broadband network in Peru comprised of 4 linear networks. Line 1 consists if 50 stations that run from the coast near Arequipa to Lake Titicaca across the steep slab.  Line 3 is parallel but runs further north through Cusco above the flat-slab region.  Lines 2 and 4 are connecting lines along the Andes and the coast respectively. The four lines form a box-shaped network of 125 stations spanning the transition.  Each line is comprised of twenty five to fifty broadband seismic stations at 6-12 km spacing and will record for one to two years to give an unprecedented coverage of the structures and seismicity of the region.   We would like to answer fundamental questions on the mechanics and mineralization of  subduction.\r\n\r\nOur experiment involves many Peruvians both professionally in universities and institutes and the general population who host our stations.  Peru is threatened by large earthquakes, such as the recent Pisco 2007 devastating earthquake and the 2001 event demonstrated. Tsunamis are also a threat. The more educated are the local population the better prepared. We will make the data available to the community through IRIS.\r\n\r\nThis project is funded by the Geophysics Program and the Americas Program of the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Clayton",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Clayton",
   "pi_email_addr": "clay@gps.caltech.edu",
   "nsf_id": "000461823",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171853.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project was to image the Earth&rsquo;s crust and upper mantle under southern Peru in order to better understand the subduction system. To do this we installed and ran 100 seismic instruments in 150 different locations in the region.&nbsp; Using seismic waves from distant earthquakes we were able to image the subducted slabs, and found that that in the south the slab is dipping at 30 degrees (normal subduction), while in the north, it is flat lying (flat subduction).&nbsp; We also imaged the transition between the two regions and found that it changes continuously (without a tear) from a depth of 250 km beneath the surface to 100 km beneath the surface. The volcanic arc extinguishes in the region of the flat slab and we correspondingly found that the seismic velocities at depth are faster where there is no volcanism, implying less melt. In the region of flat subduction, the Nasca Ridge is being subducted with the Nasca Plate and it has been thought that this might be the cause of the flat subduction.&nbsp; We found that the seismic velocities along the coast near this feature are anomalous slow possibly due to alteration of the rocks by water, but that this does not extend very far in land.&nbsp; This makes it unlikely that the added buoyance due to this alteration could cause the slab to flatten.</p>\n<p>&nbsp;</p>\n<p>The survey also found two interesting features in the crust. The first is a mid-crustal layer (35 km deep) that we interpret as the western edge of the Brazilian Shield. This feature could be the cause of the rise of the Andes in the last 35 million years.&nbsp; We also found a low-velocity zone in the crust that may be due to partial melting by volcanism. However the feature is not aligned with the present subduction system, and hence may be due to the previous episode of the flat subduction in the Altiplano region that occurred 30 million years ago.</p>\n<p>&nbsp;</p>\n<p>The results of this study have been presented to other sciences in several talks at scientific meeting in the US and Peru.&nbsp; Four papers have been published in scientific journals that are based on the work of this study.&nbsp; The project was the major component of the PhD thesis at Caltech (2012), and will form a major portion of another PhD thesis. The data from the experiment will be made available to the scientific community and the general public in 2015, which two years after the end of the experiment in accordance with NSF policy.&nbsp; The work was partially support by the NSF and the Gordon and Betty Moore Foundation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2014<br>\n\t\t\t\t\tModified by: Robert&nbsp;W&nbsp;Clayton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project was to image the EarthÆs crust and upper mantle under southern Peru in order to better understand the subduction system. To do this we installed and ran 100 seismic instruments in 150 different locations in the region.  Using seismic waves from distant earthquakes we were able to image the subducted slabs, and found that that in the south the slab is dipping at 30 degrees (normal subduction), while in the north, it is flat lying (flat subduction).  We also imaged the transition between the two regions and found that it changes continuously (without a tear) from a depth of 250 km beneath the surface to 100 km beneath the surface. The volcanic arc extinguishes in the region of the flat slab and we correspondingly found that the seismic velocities at depth are faster where there is no volcanism, implying less melt. In the region of flat subduction, the Nasca Ridge is being subducted with the Nasca Plate and it has been thought that this might be the cause of the flat subduction.  We found that the seismic velocities along the coast near this feature are anomalous slow possibly due to alteration of the rocks by water, but that this does not extend very far in land.  This makes it unlikely that the added buoyance due to this alteration could cause the slab to flatten.\n\n \n\nThe survey also found two interesting features in the crust. The first is a mid-crustal layer (35 km deep) that we interpret as the western edge of the Brazilian Shield. This feature could be the cause of the rise of the Andes in the last 35 million years.  We also found a low-velocity zone in the crust that may be due to partial melting by volcanism. However the feature is not aligned with the present subduction system, and hence may be due to the previous episode of the flat subduction in the Altiplano region that occurred 30 million years ago.\n\n \n\nThe results of this study have been presented to other sciences in several talks at scientific meeting in the US and Peru.  Four papers have been published in scientific journals that are based on the work of this study.  The project was the major component of the PhD thesis at Caltech (2012), and will form a major portion of another PhD thesis. The data from the experiment will be made available to the scientific community and the general public in 2015, which two years after the end of the experiment in accordance with NSF policy.  The work was partially support by the NSF and the Gordon and Betty Moore Foundation.\n\n \n\n\t\t\t\t\tLast Modified: 03/03/2014\n\n\t\t\t\t\tSubmitted by: Robert W Clayton"
 }
}