{
 "awd_id": "1045466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Annealing and Deformation of Directionally Solidified Alloys, and the Earth's Core",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 249995.0,
 "awd_amount": 249995.0,
 "awd_min_amd_letter_date": "2010-12-18",
 "awd_max_amd_letter_date": "2013-06-21",
 "awd_abstract_narration": "The Earth's central, solid inner core exhibits some intriguing properties, in particular, seismic wavespeed and attenuation that depend on the propagation direction of the seismic wave, with the spin axis being close to the axis of symmetry. Moreover, there is evidence that this directionality, or anisotropy, is stronger in the western hemisphere of the inner core. These seismic inferences can give us insight into the evolution and structure of the Earth's core, which this study will explore. The work will draw on experience in materials science and geophysics to study the processes of solidification, annealing, and deformation, which are likely key to understanding the origin of the inner core seismic properties. The project will involve diverse undergraduates in all aspects of the work, allowing undergraduates the opportunity to get involved in research at an institution that is trying actively to improve its science education for students across the spectrum in interest and background in science. It will also involve a post-doc who will spend one-third of his/her time teaching and being mentored at an undergraduate institution, gaining experience teaching and managing the teaching/research balance at an undergraduate institution.\r\n\r\nMost explanations for the elastic anisotropy rely on an alignment of the hexagonal close-packed (hcp) iron crystals that likely compose the inner core. The explanations for the alignment fall broadly into two classes, solidification texturing and deformation texturing. However, it seems increasingly likely that no one explanation may suffice to understand the complex inner core structure. Hence, one goal of this study is to understand deformation of metallic alloys during solidification. One possibility for the east-west asymmetry is that the inner core is solidifying in the west, translating eastward due to convection, and melting in the west. Accompanying this translation is annealing, and a second, related goal of this study is to better understand the annealing of directionally solidified alloys such as that in the Earth's inner core.\r\n\r\nThe first part of this study will examine experimentally the high temperature deformation of an hcp zinc-rich tin alloy that has been directionally solidified. The directionally solidified castings will have the columnar, dendritic structure that has been proposed for the inner core. Slices of the castings will then be heated to a high homologous temperature, at which the small fraction of interdendritic tin will melt. While held at this temperature, a slice will be given a differential twist to produce a constant strain rate. Each slice will be examined before and after deformation for crystalline orientation, microstructure (morphology and grain size), and chemical variations, while the torque will be measured during the deformation in order to establish the stress-strain relationship and hence the deformation mechanism. The first goal of this study will help to interpret inner core elastic and attenuation anisotropies, and to give insight on the grain size and viscosity of the inner core, both of which relate to the deformation mechanism.\r\n\r\nPrevious work has shown that annealing of iron crystals as they convectively transverse the inner core could be responsible for east-west asymmetry. The second goal of this study is thus to better understand the annealing of directionally solidified alloys where an alloying element has a very low solubility in the primary phase, which has been identified as a key, previously unstudied feature. The study will use phase field modeling to better understand the evolution of such systems, and also examine the annealing of an hcp magnesium-rich alloy that has been directionally solidified to confirm the observations in the zinc-rich system. The study uses the methods and experience of materials science to shed light on a puzzling problem in Earth science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bergman",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Michael I Bergman",
   "pi_email_addr": "bergman@simons-rock.edu",
   "nsf_id": "000176250",
   "pi_start_date": "2010-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Simon's Rock of Bard College",
  "inst_street_address": "84 ALFORD RD",
  "inst_street_address_2": "",
  "inst_city_name": "GREAT BARRINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135287622",
  "inst_zip_code": "012301978",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MA01",
  "org_lgl_bus_name": "BARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M9PXP84KBEU7"
 },
 "perf_inst": {
  "perf_inst_name": "Simon's Rock of Bard College",
  "perf_str_addr": "84 ALFORD RD",
  "perf_city_name": "GREAT BARRINGTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "012301978",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 84545.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84465.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was a study of the annealing and deformation of directionally solidified alloys in an effort to interpret the elastic and attenuation anisotropy of Earth&rsquo;s inner core, their lateral and depth variations, and the variations of the isotropic velocity. An understanding of these seismic properties will help understand the evolution of Earth&rsquo;s core and mantle.</p>\n<p>&nbsp;</p>\n<p>The primary constituent of the core is likely iron, and its phase under inner core conditions is likely hexagonal close-packed (hcp). However, because the directional solidification microstructure requires a sample size that is much larger than is achievable for laboratory samples under inner core pressures, we used an hcp zinc-rich tin alloy as an analog for high pressure iron.</p>\n<p>&nbsp;</p>\n<p>The annealing experiments consisted of leaving the directionally solidified ingots at a temperature just below that of the melting temperature of pure zinc, for various lengths of time. Some experiments showed that high energy phase boundaries anneal out by recrystallization, resulting in a loss of texture. Our hypothesis is that the low solubility of zinc in tin, and vice versa, results in very limited diffusion. On the other hand, some experiments simply showed coarsening, a diffusive process, with no loss of texture. It remains unclear what determines on which path the system evolves. The experiments may shed light on the possible loss of solidification texture as the inner core anneals, such as might occur during translation.</p>\n<p>&nbsp;</p>\n<p>The deformation experiments involved torsion of the textured, directionally solidified alloys, also at a temperature just below the melting temperature of pure zinc, at a small strain rate. As a control, we deformed the same alloy, but with a randomly oriented, fine grained microstructure. The alloys with the textured, directionally solidified microstructure showed a torque three times as large. We believe this is due to the limited number of slip systems in hcp alloys, so that not all directions of strain can be easily accommodated in the textured, large grains. The implication is that the microstructure can harden the alloy, so that the inner core might have a higher viscosity than mineral physics estimate that do not account for microstructure might imply.</p>\n<p><strong>&nbsp;</strong></p>\n<p>As a side but related project we carried out experiments on the partial melting from above of a directionally solidified lead-rich tin alloy. We found that convection within the mushy layer can change the density profile, and that diffusion can change the microstructure, which could be causes for lateral heterogeneity near the top of the inner core.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The studies involved diverse undergraduates in all aspects of the work, most of whom are intending careers in science and engineering. They also employed a post-doctoral fellow who was mentored and got practice teaching and carrying out research at an undergraduate institution.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;I&nbsp;Bergman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was a study of the annealing and deformation of directionally solidified alloys in an effort to interpret the elastic and attenuation anisotropy of EarthÆs inner core, their lateral and depth variations, and the variations of the isotropic velocity. An understanding of these seismic properties will help understand the evolution of EarthÆs core and mantle.\n\n \n\nThe primary constituent of the core is likely iron, and its phase under inner core conditions is likely hexagonal close-packed (hcp). However, because the directional solidification microstructure requires a sample size that is much larger than is achievable for laboratory samples under inner core pressures, we used an hcp zinc-rich tin alloy as an analog for high pressure iron.\n\n \n\nThe annealing experiments consisted of leaving the directionally solidified ingots at a temperature just below that of the melting temperature of pure zinc, for various lengths of time. Some experiments showed that high energy phase boundaries anneal out by recrystallization, resulting in a loss of texture. Our hypothesis is that the low solubility of zinc in tin, and vice versa, results in very limited diffusion. On the other hand, some experiments simply showed coarsening, a diffusive process, with no loss of texture. It remains unclear what determines on which path the system evolves. The experiments may shed light on the possible loss of solidification texture as the inner core anneals, such as might occur during translation.\n\n \n\nThe deformation experiments involved torsion of the textured, directionally solidified alloys, also at a temperature just below the melting temperature of pure zinc, at a small strain rate. As a control, we deformed the same alloy, but with a randomly oriented, fine grained microstructure. The alloys with the textured, directionally solidified microstructure showed a torque three times as large. We believe this is due to the limited number of slip systems in hcp alloys, so that not all directions of strain can be easily accommodated in the textured, large grains. The implication is that the microstructure can harden the alloy, so that the inner core might have a higher viscosity than mineral physics estimate that do not account for microstructure might imply.\n\n \n\nAs a side but related project we carried out experiments on the partial melting from above of a directionally solidified lead-rich tin alloy. We found that convection within the mushy layer can change the density profile, and that diffusion can change the microstructure, which could be causes for lateral heterogeneity near the top of the inner core.         \n\nThe studies involved diverse undergraduates in all aspects of the work, most of whom are intending careers in science and engineering. They also employed a post-doctoral fellow who was mentored and got practice teaching and carrying out research at an undergraduate institution.\n\n\t\t\t\t\tLast Modified: 08/06/2015\n\n\t\t\t\t\tSubmitted by: Michael I Bergman"
 }
}