{
 "awd_id": "1045607",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Changing Bases of Power: The Transition from Regional Classic to Recent in the Alto Magdalena (Colombia)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-11-01",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2010-10-25",
 "awd_max_amd_letter_date": "2010-10-25",
 "awd_abstract_narration": "Under the supervision of Dr. Robert D. Drennan, doctoral candidate Francisco Romano will conduct archaeological excavations in the central community of Mesitas, at San Agustín, in the Alto Magdalena region of Colombia. The aim of the proposed research is to evaluate whether the central basis of power in this chiefly community shifted from religion and ideology during the Regional Classic period (AD 1-900) to rely more on economic control during the Recent period (AD. 900-1530) as has recently been proposed.\r\n\r\nInstitutionalized social hierarchy has emerged and developed in many parts of the world and at different times in the past, taking a variety of different forms in the process. The kinds of asymmetrical relationships that comprise a hierarchy are the basis of much of the social organization in which the world's population lives today. The contrast between ideological and economic bases of power in social hierarchies has attracted much attention in attempts to understand the social dynamics of early hierarchical societies. In the competition for authority and power, economic control has often been accorded the position of greatest potential for development, while ideology has been regarded as a less promising base of social power. Scholars who broadly agree that economic bases of power are the most potent do, however, differ in their notions of just how far the development of large-scale, stable, centralized political systems can proceed with social power based primarily in the realm of religion and ideology. The proposed study deals with the interplay between ideology and economics in the transition from the Regional Classic period to the Recent period in the Alto Magdalena. It is based on previous research in the Mesitas community which documents very little productive specialization or economic differentiation in Regional Classic times. Mr. Romano will build on these previous results by carrying out magnetometer survey and extensive excavations in a sample of Recent period households selected so as to maximize the possibility that both very low ranking households and very high ranking households will be represented. A fair amount of household information is already available for the Formative and Regional Classic periods, and the proposed research will complement this knowledge with similar information for the less-known Recent period. It will then be possible to compare the Regional Classic and Recent periods in regard to the nature and extent of the differences that separate households at the top of the social hierarchy from those at the bottom. Mesitas represents an ideal location to investigate these changes at the household level because it was the largest and most aggregated central community of all Alto Magdalena chiefdoms. \r\n\r\nThis project will also have broader impacts. It will make a vital contribution to the training of the doctoral candidate. It will provide opportunities for students from Colombian and US universities to gain experience in archaeological fieldwork and laboratory analysis. And it will take advantage of the opportunity for outreach to residents of the region, enhancing public appreciation of science and the protection of the region's cultural heritage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Drennan",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Robert D Drennan",
   "pi_email_addr": "drennan@pitt.edu",
   "nsf_id": "000342910",
   "pi_start_date": "2010-10-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Romano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco Romano",
   "pi_email_addr": "frr10@pitt.edu",
   "nsf_id": "000559778",
   "pi_start_date": "2010-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"margin-bottom: 0in;\">Institutionalized social hierarchy has emerged and developed in many parts of the world and at different times in the past, taking a variety of different forms in the process. The contrast between ideological and economic bases of power in social hierarchies has attracted much attention in attempts to understand the social dynamics of early hierarchical societies. In the competition for authority and power, economic control has often been accorded the position of greatest potential for development, while ideology has been regarded as a less promising base of social power. Under the supervision of Dr. Robert D. Drennan, doctoral candidate Francisco Romano conducted archaeological excavations in the central community of Mesitas, at San Agust&iacute;n, in the Alto Magdalena region of Colombia. The principal aim of the research was to evaluate whether the central basis of power in this chiefly community shifted from religion and ideology during the Regional Classic period (AD 1-900) to rely more on economic control during the Recent period (AD. 900-1530).</p>\n<p style=\"margin-bottom: 0in; page-break-before: auto;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in; page-break-before: auto;\">Relying on the results of previous research, as well as on a magnetometer survey he carried out, Mr. Romano selected a sample of households for excavation, being sure to represent both the top and the bottom of the social hierarchy during the Recent period. As of the date of this report, the NSF-funded fieldwork and laboratory analysis of materials are complete, and data analysis is in progress. Recent period elites, like those of the Regional Classic period, possessed higher proportions of elaborate, highly decorated, and more finely made ceramics, of stone tools made of higher quality raw material, and of items of decorative or ornamental function. Data analysis thus far does suggest that these indicators of economic differences set Recent period elite households off more strongly from their non-elite contemporaries than has been observed in previous research on the Regional Classic period. Artifacts related to specialized production (such as ceramics, stone tools, food and drink for public feasting) were more strongly concentrated in certain Recent households than was the case for the Regional Classic, suggesting that specialization had become more intensive. At least some of the households where this evidence of specialized production was concentrated are closely associated spatially with elite residences, suggesting elite involvement in or control over such production.</p>\n<p style=\"margin-bottom: 0in; page-break-before: auto;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in; page-break-before: auto;\">These contrasts between the household evidence from the Recent and Regional Classic periods suggest a greater involvement in economic affairs by Recent period elites. They also come at a time when the elaborate monuments that marked the burials of important Regional Classic period leaders were no longer being constructed. This suggests less connection of Recent period elites to supernatural power and ritual authority. In sum, the social differences of the Recent period were more strongly expressed in the material conditions of life than they had been during the Regional Classic, and were less dependent on religion and ideology. The replacement, in the Alto Magdalena, of a system of social hierarchy based largely in symbol and ritual during the Regional Classic by a Recent-period one in which elites seem more able to accumulate and control material resources is consistent with the idea that economic control offers greater potential for the creation and exercise of power. On the other hand, the scale and degree of centralization of regional chiefly polities did not increase much in the Alto Magdalena during the Recent period, suggesting that, despite being more solidly conn...",
  "por_txt_cntn": "Institutionalized social hierarchy has emerged and developed in many parts of the world and at different times in the past, taking a variety of different forms in the process. The contrast between ideological and economic bases of power in social hierarchies has attracted much attention in attempts to understand the social dynamics of early hierarchical societies. In the competition for authority and power, economic control has often been accorded the position of greatest potential for development, while ideology has been regarded as a less promising base of social power. Under the supervision of Dr. Robert D. Drennan, doctoral candidate Francisco Romano conducted archaeological excavations in the central community of Mesitas, at San Agust&iacute;n, in the Alto Magdalena region of Colombia. The principal aim of the research was to evaluate whether the central basis of power in this chiefly community shifted from religion and ideology during the Regional Classic period (AD 1-900) to rely more on economic control during the Recent period (AD. 900-1530).\n \nRelying on the results of previous research, as well as on a magnetometer survey he carried out, Mr. Romano selected a sample of households for excavation, being sure to represent both the top and the bottom of the social hierarchy during the Recent period. As of the date of this report, the NSF-funded fieldwork and laboratory analysis of materials are complete, and data analysis is in progress. Recent period elites, like those of the Regional Classic period, possessed higher proportions of elaborate, highly decorated, and more finely made ceramics, of stone tools made of higher quality raw material, and of items of decorative or ornamental function. Data analysis thus far does suggest that these indicators of economic differences set Recent period elite households off more strongly from their non-elite contemporaries than has been observed in previous research on the Regional Classic period. Artifacts related to specialized production (such as ceramics, stone tools, food and drink for public feasting) were more strongly concentrated in certain Recent households than was the case for the Regional Classic, suggesting that specialization had become more intensive. At least some of the households where this evidence of specialized production was concentrated are closely associated spatially with elite residences, suggesting elite involvement in or control over such production.\n \nThese contrasts between the household evidence from the Recent and Regional Classic periods suggest a greater involvement in economic affairs by Recent period elites. They also come at a time when the elaborate monuments that marked the burials of important Regional Classic period leaders were no longer being constructed. This suggests less connection of Recent period elites to supernatural power and ritual authority. In sum, the social differences of the Recent period were more strongly expressed in the material conditions of life than they had been during the Regional Classic, and were less dependent on religion and ideology. The replacement, in the Alto Magdalena, of a system of social hierarchy based largely in symbol and ritual during the Regional Classic by a Recent-period one in which elites seem more able to accumulate and control material resources is consistent with the idea that economic control offers greater potential for the creation and exercise of power. On the other hand, the scale and degree of centralization of regional chiefly polities did not increase much in the Alto Magdalena during the Recent period, suggesting that, despite being more solidly connected to material resources, sociopolitical power did not attain much greater scope than it had before.\n \nBeyond its substantive contribution to our knowledge of the pathways by which early social hierarchies developed, the research had broader impacts. As dissertation research, it was, of course, vital to the training of the doctoral cand..."
 }
}