{
 "awd_id": "1045207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Titanium Automotive Powertrain Componenets For Increased Fuel Efficiency And Reduced Emissions",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-30",
 "awd_max_amd_letter_date": "2010-11-30",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project...will develop lightweight titanium engine components for fuel efficiency.  The use of advanced titanium-based metal matrix composite materials can significantly improve automotive fuel efficiency and reduce greenhouse gas emissions.  The titanium metal matrix composites also can reduce engine vibration.  Reduction in vehicle weight results from the substitution of lighter weight titanium for steel and also from the significantly reduced vibration management system needed for reciprocating weight.  The major barriers to the adoption of titanium for automobile engine components has been its poor wear resistance and high cost.  The proposed energy efficient manufacturing process can produce these titanium components at lower cost than conventional methods.  Dynamet?s metal matrix composites retain the benefits of titanium (lightweight, high specific strength and corrosion resistance) while overcoming the major barriers to its use.\r\n\r\nThe broader/commercial impacts of this research are improvements to engine fuel efficiency.  The proposed technology for reducing engine weight has the potential for increasing fuel efficiency and reducing greenhouse gas emissions from engines in commercial passenger automobiles and in medium and heavy-duty trucks.  The use of the proposed novel materials and manufacturing technology can significantly contribute to the nation?s effort to stem climate change and to lessen the nation?s dependence on foreign oil. The technology can also apply to off-highway engines, non-engine automotive applications and to military ground vehicles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Abkowitz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Susan M Abkowitz",
   "pi_email_addr": "smabkowitz@dynamettechnology.com",
   "nsf_id": "000105487",
   "pi_start_date": "2010-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "DYNAMET TECHNOLOGY INC",
  "inst_street_address": "EIGHT A ST",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172725967",
  "inst_zip_code": "018033405",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "DYNAMET TECHNOLOGY INC",
  "perf_str_addr": "EIGHT A ST",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018033405",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Prototype titanium piston pins and valve spring retainers have been manufactured by Dynamet Technology, Inc using its advanced titanium powder metallurgical (PM) technology.&nbsp; This technology for producing affordable titanium components could enable the wider use of titanium in automotive engines. &nbsp;Automobile manufacturers recognize that the weight savings resulting from the use of lightweight advanced titanium-based materials can significantly improve automotive fuel efficiency and reduce greenhouse gas emissions.&nbsp; Titanium reduces the weight of rotating and reciprocating engine components such as crank shafts and connecting rods that, in turn, reduces the inertia and response time of these components allowing the engine to be operated at higher RPMs.&nbsp; Operating at higher RPMs boosts engine power resulting in improved engine efficiency.&nbsp; Reducing the weight of rotating and reciprocating engine components also reduces vibration allowing vibration management components such as balance shafts to be eliminated further reducing engine weight, improving engine performance, increasing fuel efficiency and reducing manufacturing cost. &nbsp;The improved wear resistance of Dynamet&rsquo;s titanium metal matrix composites could reduce weight and friction.&nbsp; Reduced friction lessens the need for lubrication resulting in fewer emissions and lower operating cost.&nbsp;</p>\n<p>Mechanical tests under this NSF SBIR program have shown that the room and elevated temperature tensile properties and elastic modulus of Dynamet&rsquo;s PM titanium candidate materials are comparable or superior to commercial titanium alloys.&nbsp; Initial wear tests have been conducted and indicate that the wear resistance of Dynamet&rsquo;s titanium metal matrix composites is superior to that of available titanium alloys.&nbsp; These high strength titanium alloys and titanium metal matrix composites, with higher stiffness and enhanced wear resistance, can be produced to near-net shape by the PM process.&nbsp; Ford Motor Company&rsquo;s Engine Manufacturing Development Operations and the Ford Research Laboratory are planning to conduct bench testing of the prototype components that have been produced on the program.&nbsp;</p>\n<p>The success of this program can lead to the wider use of titanium in automotive engines.&nbsp; Greater use of titanium will result in improved fuel efficiency that will allow the automotive companies to meet government mandated CAFE requirements and avoid cost penalties for failing to meet these requirements. can be produced to near-net shape by the PM process</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2011<br>\n\t\t\t\t\tModified by: Susan&nbsp;M&nbsp;Abkowitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPrototype titanium piston pins and valve spring retainers have been manufactured by Dynamet Technology, Inc using its advanced titanium powder metallurgical (PM) technology.  This technology for producing affordable titanium components could enable the wider use of titanium in automotive engines.  Automobile manufacturers recognize that the weight savings resulting from the use of lightweight advanced titanium-based materials can significantly improve automotive fuel efficiency and reduce greenhouse gas emissions.  Titanium reduces the weight of rotating and reciprocating engine components such as crank shafts and connecting rods that, in turn, reduces the inertia and response time of these components allowing the engine to be operated at higher RPMs.  Operating at higher RPMs boosts engine power resulting in improved engine efficiency.  Reducing the weight of rotating and reciprocating engine components also reduces vibration allowing vibration management components such as balance shafts to be eliminated further reducing engine weight, improving engine performance, increasing fuel efficiency and reducing manufacturing cost.  The improved wear resistance of DynametÆs titanium metal matrix composites could reduce weight and friction.  Reduced friction lessens the need for lubrication resulting in fewer emissions and lower operating cost. \n\nMechanical tests under this NSF SBIR program have shown that the room and elevated temperature tensile properties and elastic modulus of DynametÆs PM titanium candidate materials are comparable or superior to commercial titanium alloys.  Initial wear tests have been conducted and indicate that the wear resistance of DynametÆs titanium metal matrix composites is superior to that of available titanium alloys.  These high strength titanium alloys and titanium metal matrix composites, with higher stiffness and enhanced wear resistance, can be produced to near-net shape by the PM process.  Ford Motor CompanyÆs Engine Manufacturing Development Operations and the Ford Research Laboratory are planning to conduct bench testing of the prototype components that have been produced on the program. \n\nThe success of this program can lead to the wider use of titanium in automotive engines.  Greater use of titanium will result in improved fuel efficiency that will allow the automotive companies to meet government mandated CAFE requirements and avoid cost penalties for failing to meet these requirements. can be produced to near-net shape by the PM process\n\n\t\t\t\t\tLast Modified: 10/19/2011\n\n\t\t\t\t\tSubmitted by: Susan M Abkowitz"
 }
}