{
 "awd_id": "1045736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Real-Time PCR-based Surveillance Systems for Candidatus Liberibacter Species, Bacteria Associated with Citrus Huanglongbing",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 149930.0,
 "awd_amount": 179916.0,
 "awd_min_amd_letter_date": "2010-12-01",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project proposes to demonstrate the feasibility of a novel surveillance system based on real-time polymerase chain reaction (rtPCR) technologies for Citrus Huanglongbing (HLB) bacterium and Candidatus Liberibacter species. Early and accurate detection of HLB pathogens in infected asymptomatic citrus plants is a crucial step for implementing timely measures to eliminate bacterial infections and prevent further epidemic spread among crops. Current detection methods such as conventional PCR may not provide the sensitivity needed for asymptomatic citrus samples. Nested-PCR is costly and time-consuming, and more importantly, has a high risk of cross-contamination.  In this proposal, we propose to develop a novel surveillance system, a single-tube nested real-time PCR for ultrasensitive detection of HLB Ca. Liberibacter asiaticus in the citrus samples with extremely low bacterial titer. With the proposed technology, the PCR assay procedure is greatly simplified, and the cost of processing each sample is significantly reduced. This makes it possible to process large numbers of samples in a relative short time period in a high through-put diagnostic system. This system will be designed to provide a useful and accurate diagnostic tool for the management and prevention of HLB diseases. \r\n\r\nThe broader impact/commercial potential of this project is to provide a reliable diagnostic system to meet the challenges and demands for sensitive and cost-effective detection of HLB, currently the most devastating disease of citrus. The final product of the surveillance system is a single-tube nested-PCR test kit for sensitive detection of HLB pathogen.  The HLB diagnostic kit will include all assay components in a ready-to-use format, which allows an entire PCR assay, from target RNA amplification to amplicon detection, to be performed in a single reaction tube. A prototype assay system will be developed in Phase I, and will be optimized and validated with field samples in Phase II. The goal of this proposal is to develop the HLB surveillance system with sensitive, reliable and user-friendly commercial products for HLB detection and monitoring. This HLB assay system will be useful in national citrus certification programs, plant diagnostic network systems, pathogen elimination programs, state and federal plant quarantine programs, as well as routine application in research and diagnostic laboratories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Xia",
   "pi_mid_init": "Q",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Q Xia",
   "pi_email_addr": "jxia@acdiainc.com",
   "nsf_id": "000529848",
   "pi_start_date": "2010-12-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AC Diagnostics, Inc.",
  "inst_street_address": "1131 Cato Springs Road",
  "inst_street_address_2": "",
  "inst_city_name": "Fayetteville",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795950320",
  "inst_zip_code": "727016768",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "AC Diagnostics, Inc.",
  "perf_str_addr": "1131 Cato Springs Road",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727016768",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1167",
   "pgm_ref_txt": "MULTIDISCIPLINARY BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report for the General Public</strong></p>\n<p>This SBIR Phase I project is to develop a single-tube nested (STN) real-time PCR technology for ultra-sensitive detection of the Citrus Huanglongbin (HLB) pathogen, <em>Candidatus</em> Liberibacter asiaticus (<em>Ca</em> Las). HLB is one of the most devastating diseases of citrus and causes tremendous economic loss in citrus production worldwide. Early and accurate detection of HLB pathogens in infected asymptomatic citrus plants is a crucial step for implementing timely measures to eliminate bacterial infections and prevent further epidemic spread among crops. Current detection methods such as conventional PCR may not provide the sensitivity needed for asymptomatic citrus samples. Nested-PCR is costly and time-consuming, and, more importantly, has a high risk of cross-contamination.&nbsp; In this project, a novel STN real-time PCR is proposed by combining nested PCR and real-time detection for detection of HLB <em>Ca</em>. Las in citrus samples with extremely low bacterial titer.</p>\n<p>In the Phase I and IB of this project, we successfully demonstrated the feasibility of this technology and developed a prototype STN real-time PCR assay for detection of HLB <em>Ca</em>. Las pathogen in citrus samples.&nbsp; Our specific accomplishments are: (<strong>1</strong>) Sample preparations: more than 30 DNA samples were prepared from HLB infected tissues, related citrus pathogens and cloned plasmids used in this study; (<strong>2</strong>) Primers and probe: three sets of primers/probe were initially designed by analyzing <em>Ca</em>. Las sequences, and one of them with maximum reactivity was finally selected for further evaluation; (<strong>3</strong>) Evaluation of the primers/probe: the selected primers were first tested for their individual amplification activity using the outer and inner primers in conventional PCRs, and then optimized for their reactivity in single-tube nested PCR by adjusting primer concentration and cycling parameters; &nbsp;(<strong>4</strong>) Development of STN real-time PCR: a prototype system of STN real-time PCR was successfully developed in which a nested PCR can be performed in a closed single-tube with a relatively short assay time;&nbsp; (<strong>5</strong>) Assay sensitivity and specificity: The high sensitivity was demonstrated by detection of 1 - 5 copies of the HLB DNA template standard, and the assay specificity was confirmed by positive reactions with all HLB samples tested and negative reactions with other related bacterial pathogens as well as healthy citrus tissues; (<strong>6</strong>) Target sequence analysis: By genomic analysis and amplicon sequencing, we confirmed their specificity of designed primers/probe for <em>Ca.</em> Las, and prepared for further improving primer and probe design; &nbsp;(<strong>7</strong>) &nbsp;System evaluation: Prototype system of the STN real-time PCR was evaluated with the samples collected from different geographical areas worldwide and from different host plants, and confirmed its diagnostic reliability for field sample detection and its non-cross reactivity with other related bacteria; (<strong>8</strong>) Sequence information: We prepared partial sequence information for primers/probe design and assay development of <em>Ca</em>. L. africanus<em> </em>and <em>Ca</em>. L<em>. </em>americanus, and <em>Ca. </em>Liberibacter<em> </em>species.</p>\n<p>We have successfully achieved the research goals set up in the Phase I and IB of this project, and are ready to further optimize and validate this developed assay system with field samples, and to develop a genus-specific real-time PCR technology for general detection of the other two <em>Ca</em>. L. species (Laf and Lam) in Phase II, if it were funded.&nbsp; The final goal of this project is to combine the two developed assays into a HLB surveillance system with sensitive, reliabl...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\n\nThis SBIR Phase I project is to develop a single-tube nested (STN) real-time PCR technology for ultra-sensitive detection of the Citrus Huanglongbin (HLB) pathogen, Candidatus Liberibacter asiaticus (Ca Las). HLB is one of the most devastating diseases of citrus and causes tremendous economic loss in citrus production worldwide. Early and accurate detection of HLB pathogens in infected asymptomatic citrus plants is a crucial step for implementing timely measures to eliminate bacterial infections and prevent further epidemic spread among crops. Current detection methods such as conventional PCR may not provide the sensitivity needed for asymptomatic citrus samples. Nested-PCR is costly and time-consuming, and, more importantly, has a high risk of cross-contamination.  In this project, a novel STN real-time PCR is proposed by combining nested PCR and real-time detection for detection of HLB Ca. Las in citrus samples with extremely low bacterial titer.\n\nIn the Phase I and IB of this project, we successfully demonstrated the feasibility of this technology and developed a prototype STN real-time PCR assay for detection of HLB Ca. Las pathogen in citrus samples.  Our specific accomplishments are: (1) Sample preparations: more than 30 DNA samples were prepared from HLB infected tissues, related citrus pathogens and cloned plasmids used in this study; (2) Primers and probe: three sets of primers/probe were initially designed by analyzing Ca. Las sequences, and one of them with maximum reactivity was finally selected for further evaluation; (3) Evaluation of the primers/probe: the selected primers were first tested for their individual amplification activity using the outer and inner primers in conventional PCRs, and then optimized for their reactivity in single-tube nested PCR by adjusting primer concentration and cycling parameters;  (4) Development of STN real-time PCR: a prototype system of STN real-time PCR was successfully developed in which a nested PCR can be performed in a closed single-tube with a relatively short assay time;  (5) Assay sensitivity and specificity: The high sensitivity was demonstrated by detection of 1 - 5 copies of the HLB DNA template standard, and the assay specificity was confirmed by positive reactions with all HLB samples tested and negative reactions with other related bacterial pathogens as well as healthy citrus tissues; (6) Target sequence analysis: By genomic analysis and amplicon sequencing, we confirmed their specificity of designed primers/probe for Ca. Las, and prepared for further improving primer and probe design;  (7)  System evaluation: Prototype system of the STN real-time PCR was evaluated with the samples collected from different geographical areas worldwide and from different host plants, and confirmed its diagnostic reliability for field sample detection and its non-cross reactivity with other related bacteria; (8) Sequence information: We prepared partial sequence information for primers/probe design and assay development of Ca. L. africanus and Ca. L. americanus, and Ca. Liberibacter species.\n\nWe have successfully achieved the research goals set up in the Phase I and IB of this project, and are ready to further optimize and validate this developed assay system with field samples, and to develop a genus-specific real-time PCR technology for general detection of the other two Ca. L. species (Laf and Lam) in Phase II, if it were funded.  The final goal of this project is to combine the two developed assays into a HLB surveillance system with sensitive, reliable, cost-eefective and user-friendly commercial products for HLB detection and monitoring. This HLB assay system will be useful in citrus certification and HLB elimination programs, and routine HLB diagnosis at research and diagnostic laboratories.  Therefore, it will be helpful in prevention of spread of HLB among citrus growing areas and in salvage of the citrus industries in and U..."
 }
}