{
 "awd_id": "1045260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Amazon Groundwater and Its Impact on Evapotranspiration and the Climate of South America",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 225813.0,
 "awd_amount": 225813.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2013-05-28",
 "awd_abstract_narration": "This project focuses on the seasonal dynamics of Amazon evapotranspiration (ET), its control by land hydrology, and its consequences on regional and continental precipitation. It will tests two hypotheses, (1) the groundwater reservoir under the Amazon can enhance root-zone soil moisture and dry-season ET, and (2) this enhanced ET can influence local and downwind precipitation. Water table observations suggest that the groundwater is sufficiently shallow to influence the land surface, and the literature suggest that Amazon ET is a key driver of regional precipitation. \r\n\r\nThese hypotheses will be tested in two steps. First, an integrated groundwater-land surface model (LEAF-Hydro, developed by the Rutgers Team) will be used to simulate land surface fluxes forced by observed atmospheric fields (South American Land Data Assimilation System (SALDAS)). LEAF-Hydro has a prognostic groundwater coupled to the soil moisture with hydraulic redistribution (roots as conduits to move water up and down). Various process combinations will be simulated to isolate the effect of deeper model soil, deeper roots, hydraulic redistribution and the presence of the groundwater. Second, the WRF-Hydro will be used as the land model to simulate the wind and humidity fields over South America, which will be used to trace vapor transport pathways using the Dynamic Recycling Model (DRM, developed by the Arizona Team). DRM will delineate, in space and time, the source and sink regions over the continent, and hence the Amazon groundwater will be linked to the climate of the continent.\r\n\r\nThe research evaluates a potentially fundamental process in the Amazon water cycle: the role of groundwater in ET, and thus improves our understanding of the linkages among terrestrial water stores. It may also have implications to understanding the functions of the world's largest rainforest at the present and in the future under deforestation and climate change. A mechanism whereby deforestation affects the climate is the loss of deep roots and hence a reduced ET and precipitation. This study will shed lights on the functions of deep roots interacting with the groundwater. Under projected future climate with a longer dry season, some models have predicted an Amazon forest die-down, which, via positive carbon feedbacks, may accelerate warming. Improving our understanding of how the Amazon forest survives the dry season today will shed lights on how it may fare in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francina",
   "pi_last_name": "Dominguez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francina Dominguez",
   "pi_email_addr": "francina@illinois.edu",
   "nsf_id": "000554717",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 73570.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 77020.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 75223.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The vast majority of atmospheric numerical models currently used for weather prediction or climate projections do not adequately represent critical processes of surface hydrology that impact the overlying atmosphere. One fundamental hydrologic component affecting soil moisture and evapotranspiration (and hence atmospheric processes such as precipitation) is the distribution of shallow groundwater. Our results suggest that current climate and weather prediction models that don&rsquo;t account for groundwater might significantly underestimate precipitation over the La Plata River Basin (one of the most heavily populated and economically active region of South America). Our work focused on this region because its geographical location makes its climate particularly susceptible to land-atmosphere interactions. However, these processes likely affect many other regions of the globe. More generally, our project has developed a set of tools and methodologies to evaluate the impact of terrestrial hydrology on regional climate that can be used in any part of the globe.</p>\n<p>This project studied the impact of land surface hydrology on the climate of South America, with particular emphasis on the effects of groundwater. We first developed a simple and efficient way to understand the origin of precipitation &ndash; the extended Dynamic Recycling Model &ndash; a tool that can be applied to any region in the world (Fig. 1). Using this tool we discovered that approximately 63% of mean annual precipitation over the La Plata River Basin (in southern South America) comes from terrestrial evaporation (as opposed to oceanic). This includes 23% from local sources and 20% from the southern Amazon (Fig 2. and Fig. 3). This highlights the importance of local recycling, as well as the role of the Amazon as a source of moisture for southern South America. Since then, we have collaborated with Dr. Gonzalo Miguez-Macho to develop a more sophisticated moisture-tracking algorithm embedded within the Weather Research Forecast (WRF) atmospheric model. This new tool will be incorporated into the public WRF release in the coming months.</p>\n<p>A continental-scale numerical model of the land surface, with and without the representation of groundwater was used to evaluate the impact of groundwater on land surface hydrology. We were particularly interested in the groundwater effect on evapotranspiration (ET) -&nbsp;&nbsp; a key quantity that links the land and the atmosphere. Including groundwater increases ET over the southern La Plata basin, where ET is water limited (Fig. 4); interestingly when the simulations are done at a higher resolution (5km) the effects of groundwater are also seen in ET over the southern Amazon basin (Fig. 5) &ndash; indicating the need for higher resolution simulations to capture the effects of groundwater in certain regions of the globe.&nbsp; Results suggest that including groundwater in a coupled land-atmosphere model (WRF) has a significant impact on the representation of precipitation over the La Plata River basin. This is due to the fact that so much of the precipitation over this region comes from local ET, and the fact that groundwater significantly increases ET in this region (hence creating a positive feedback). This process likely affects other regions of the world.</p>\n<p>While our initial focus was the Amazon basin, through our research we realized the importance of land-atmosphere interactions in the La Plata River basin, and this region became our new region of interest. La Plata is the second largest basin in South America &ndash; home to 50% of the combined population of five countries, including four capital cities. The La Plata far exceeds the better-known Amazon system in terms of hydroelectric power production, agriculture and livestock, with over 70% of the combined GDP of these five countries produced within the basin. For this reason, our results co...",
  "por_txt_cntn": "\nThe vast majority of atmospheric numerical models currently used for weather prediction or climate projections do not adequately represent critical processes of surface hydrology that impact the overlying atmosphere. One fundamental hydrologic component affecting soil moisture and evapotranspiration (and hence atmospheric processes such as precipitation) is the distribution of shallow groundwater. Our results suggest that current climate and weather prediction models that donÆt account for groundwater might significantly underestimate precipitation over the La Plata River Basin (one of the most heavily populated and economically active region of South America). Our work focused on this region because its geographical location makes its climate particularly susceptible to land-atmosphere interactions. However, these processes likely affect many other regions of the globe. More generally, our project has developed a set of tools and methodologies to evaluate the impact of terrestrial hydrology on regional climate that can be used in any part of the globe.\n\nThis project studied the impact of land surface hydrology on the climate of South America, with particular emphasis on the effects of groundwater. We first developed a simple and efficient way to understand the origin of precipitation &ndash; the extended Dynamic Recycling Model &ndash; a tool that can be applied to any region in the world (Fig. 1). Using this tool we discovered that approximately 63% of mean annual precipitation over the La Plata River Basin (in southern South America) comes from terrestrial evaporation (as opposed to oceanic). This includes 23% from local sources and 20% from the southern Amazon (Fig 2. and Fig. 3). This highlights the importance of local recycling, as well as the role of the Amazon as a source of moisture for southern South America. Since then, we have collaborated with Dr. Gonzalo Miguez-Macho to develop a more sophisticated moisture-tracking algorithm embedded within the Weather Research Forecast (WRF) atmospheric model. This new tool will be incorporated into the public WRF release in the coming months.\n\nA continental-scale numerical model of the land surface, with and without the representation of groundwater was used to evaluate the impact of groundwater on land surface hydrology. We were particularly interested in the groundwater effect on evapotranspiration (ET) -   a key quantity that links the land and the atmosphere. Including groundwater increases ET over the southern La Plata basin, where ET is water limited (Fig. 4); interestingly when the simulations are done at a higher resolution (5km) the effects of groundwater are also seen in ET over the southern Amazon basin (Fig. 5) &ndash; indicating the need for higher resolution simulations to capture the effects of groundwater in certain regions of the globe.  Results suggest that including groundwater in a coupled land-atmosphere model (WRF) has a significant impact on the representation of precipitation over the La Plata River basin. This is due to the fact that so much of the precipitation over this region comes from local ET, and the fact that groundwater significantly increases ET in this region (hence creating a positive feedback). This process likely affects other regions of the world.\n\nWhile our initial focus was the Amazon basin, through our research we realized the importance of land-atmosphere interactions in the La Plata River basin, and this region became our new region of interest. La Plata is the second largest basin in South America &ndash; home to 50% of the combined population of five countries, including four capital cities. The La Plata far exceeds the better-known Amazon system in terms of hydroelectric power production, agriculture and livestock, with over 70% of the combined GDP of these five countries produced within the basin. For this reason, our results could potentially affect a very large portion of the population of South America. \n\n \n\n\t\t\t\t\tLast Modifi..."
 }
}