{
 "awd_id": "1045810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Correlating the 410 km discontinuity low-velocity layer occurrence with velocity tomograms using Pds imaging with high-fold arrays",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 112442.0,
 "awd_amount": 112442.0,
 "awd_min_amd_letter_date": "2011-02-08",
 "awd_max_amd_letter_date": "2014-12-23",
 "awd_abstract_narration": "Two new seismic observations of the upper mantle beneath the western US are:  1) a low velocity layer atop the 410 km discontinuity is often found from stacking receiver function data from high fold PASSCAL arrays; 2) about eight low velocity anomalies are observed that extend from the uppermost mantle to near the 410 km discontinuity (Schmandt and Humphreys, 2010).  The best interpretation of the low velocity layer atop the 410 km discontinuity is that it manifests the presence of a partially molten layer created by the water-filter model (Bercovici and Karato, 2003). We suggest that the numerous low velocity anomalies above the 410 km discontinuity may be the manifestation of buoyant melt diapirs that nucleate from the top of a buoyant 410 km discontinuity melt layer.  This scenario of upwelling 410 melt layer diapirs has been studied and shown to be plausible (Leahy and Bercovici, 2008).  Our prior work imaging the 410 km discontinuity demonstrates that high fold PASSCAL arrays with >1 year of recording and a station spacing of <30 km are required to reliably image a 410 low velocity layer. We propose to image the 410 km discontinuity using the following PASSCAL/Flexible arrays: the Sierra Nevada Earthscope Array, the Flex-Array Mendocino Experiment, the Colorado Rockies Experiment and Seismic Transects array, and the High Lava Plains Array.  The 410 km discontinuity will be modeled using a grid-search algorithm and a simple velocity model parameterization; model uncertainties will be assessed by calculating the 1- and 2-dimensional model parameter marginal probability density functions.  Our hypothesis - that the low velocity anomalies above the 410 km discontinuity manifest upwelling diapirs from a 410 melt layer - will be tested by correlating the 410 melt layer occurrence/thickness with P/S body wave tomogram(s). We will use the tomograms of Schmandt and Humphreys (in review) as this model has travel-time data from all the PASSCAL arrays we intend to analyze, in addition to the Transportable Array data.\r\n\r\nThe western United States is a region currently experiencing significant volcanic activity, uplifting mountain ranges, and is actively being extended (e.g., to make the Basin and Range).  Some portion of this tectonic activity is mostly likely driven by deep mantle processes such as upwelling mantle plumes and subducting oceanic lithosphere. This proposal intends to test a new hypothesis for how deep mantle process maybe affecting the tectonic activity of the western United States: specifically, that some of this tectonic activity maybe driven by upwelling diapirs that are shed from a partially molten melt layer that resides atop the 410 km depth mantle velocity discontinuity. This velocity discontinuity manifest the solid-state phase transition of the olivine component of the mantle, and due to differences in the olivine component water solubility above and below this phase transition, a partially molten melt layer (few percent melt porosity) maybe produced by an upward flux of sufficiently hydrate mantle from below the 410 km discontinuity. To test this hypothesis, the spatially distribution of the 410 km melt layer will be mapped using seismic data from high density PASSCAL and Flexible array seismic deployments in the western United States. Comparison of this new 410 melt layer map with new tomographic images of the velocity structure beneath this region will quantify the correlation between the numerous upper mantle low velocity ?pipes? and the 410 km melt layer occurence. The societal benefit to discovering whether the upper mantle low velocity anomalies manifest 410 melt diapirs would be an improved understanding of the origin of volcanic activity in the western US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Dueker",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth G Dueker",
   "pi_email_addr": "dueker@uwyo.edu",
   "nsf_id": "000454333",
   "pi_start_date": "2011-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E UNIVERSITY AVE",
  "perf_city_name": "LARAMIE",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 112442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We found a negative velocity gradient just beneath the 660 km mantle discontinuity beneath much of the central United States via processing of NSF EarthScope Transportable Array seismic data.&nbsp; To understand the origin of this negative velocity gradient, a global convective flow model was used to map the direction and magnitude of flow across the 660 km discontinuity beneath the central United States. This showed that the region of mantle downflow was broadly correlated with the region in which the sub-660 km negative velocity gradients were found. Hence, we inferred that a plausible origin of the sub-660 km negative velocity gradient was due to the downward flux of hydrous Ringwoodite that caused flux melting just below the 660 km discontinuity as the lower mantle mineralogy has a greatly reduced water storage capacity. This inference is similar to the observations of a negative velocity gradient just above the 410 km mantle discontinuity except that the flux of hydrous mantle is downward and across the 660 km discontinuity. Also, because the sub-660 km discontinuity melt is thought to be buoyant from laboratory experiments, the melt will tend to percolate upwards over time and hence the sub-660 km discontinuity negative velocity gradients must be transient features at long time scales.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2017<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;G&nbsp;Dueker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe found a negative velocity gradient just beneath the 660 km mantle discontinuity beneath much of the central United States via processing of NSF EarthScope Transportable Array seismic data.  To understand the origin of this negative velocity gradient, a global convective flow model was used to map the direction and magnitude of flow across the 660 km discontinuity beneath the central United States. This showed that the region of mantle downflow was broadly correlated with the region in which the sub-660 km negative velocity gradients were found. Hence, we inferred that a plausible origin of the sub-660 km negative velocity gradient was due to the downward flux of hydrous Ringwoodite that caused flux melting just below the 660 km discontinuity as the lower mantle mineralogy has a greatly reduced water storage capacity. This inference is similar to the observations of a negative velocity gradient just above the 410 km mantle discontinuity except that the flux of hydrous mantle is downward and across the 660 km discontinuity. Also, because the sub-660 km discontinuity melt is thought to be buoyant from laboratory experiments, the melt will tend to percolate upwards over time and hence the sub-660 km discontinuity negative velocity gradients must be transient features at long time scales.\n\n \n\n\t\t\t\t\tLast Modified: 01/06/2017\n\n\t\t\t\t\tSubmitted by: Kenneth G Dueker"
 }
}