{
 "awd_id": "1046761",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Intraoperative Detection and Ablation of Microscopic Residual Cancer in the Tumor Bed",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 147505.0,
 "awd_amount": 147505.0,
 "awd_min_amd_letter_date": "2010-12-02",
 "awd_max_amd_letter_date": "2010-12-02",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will develop an intraoperative laser ablative device to simultaneously detect and treat residual cancerous cells in the tumor bed after bulk removal of tumors. Currently, the surgeon sends the resected tumor tissue to pathology to determine whether the surgical margins are clear (clean) of cancer cells. If the margins are not clean, the patient must return for a second surgery. We have developed a fluorescent molecular imaging agent and a wide-field-of-view imaging device to detect residual cancer cells with single cell resolution. The surface is illuminated by a laser and the imaging agent causes the cancer cells to fluoresce at a very specific wavelength. In this NSF-sponsored program, we propose to incorporate ablative technology to this imaging system so that the detected residual cancerous cells can be simultaneously detected and eliminated in real-time during the surgery. Specifically, we will incorporate ablation to our laser imaging system, register the pixel location of cancer targets, destroy the targets with the laser, and provide a feedback confirmation.\r\n\r\nThe broader impacts/commercial potential of this project are improvements in patient care and reduction of healthcare costs. Currently, around 50% of breast cancer patients and 35% of sarcoma patients require second tumor de-bulking surgeries because a final pathology report returns days after the initial surgery indicating that residual cancerous cells have been left within the patient. Furthermore, 25% of the final pathology reports do not detect residual cancer cells due to sampling errors fundamentally inherent in the process. Thus, most patients require subsequent medical therapy including additional radiation or chemotherapy treatment to prevent cancer recurrence and metastasis stemming from residual cancer cells. Our system will find and destroy residual cancer cells in real-time at a single cell level. Tumors adjacent to critical nerve or brain tissue are particularly difficult, and a laser therapy, guided by our imaging system, would allow the surgeon to thoroughly eradicate cancer cells with minimal added work and no adverse effect on surrounding tissue. Our novel single cell imaging device combined with focused laser ablative therapy will have a significant impact on preventing second surgeries and subsequent medical therapy, resulting in significant healthcare cost savings and improved patient care.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lee",
   "pi_email_addr": "dlee@lumicell.com",
   "nsf_id": "000566107",
   "pi_start_date": "2010-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lumicell Diagnostics, Inc",
  "inst_street_address": "275 WASHINGTON ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "NEWTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175710592",
  "inst_zip_code": "024581630",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "LUMICELL INC",
  "org_prnt_uei_num": "R4UQJN94TAD9",
  "org_uei_num": "LKQGSHLAXVW5"
 },
 "perf_inst": {
  "perf_inst_name": "Lumicell Diagnostics, Inc",
  "perf_str_addr": "275 WASHINGTON ST",
  "perf_city_name": "NEWTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024581630",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9267",
   "pgm_ref_txt": "INSTRUMENTATION & LAB IMPROVE."
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 147505.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major challenge for surgical oncologists is to remove all cancer cells from the tumor bed with certainty during the initial surgical procedure. Residual microscopic cancer left in the patient&rsquo;s tumor bed often leads to local recurrence, increased rates of metastasis, poorer outcomes, and additional surgeries. In breast conserving lumpectomies, additional surgeries due to residual cancer are required in 17-50% of the cases. Lumicell has developed a hand held intraoperative cancer cell imaging technology to identify microscopic residual cancer. However, even with the Lumicell imaging system, effective and precise manual resection of identified residual disease is often challenging due to the presence of essential tissues adjacent to the tumor (e.g. brain tissue,&nbsp;nerves or blood vessels).&nbsp;</p>\n<p>With SBIR Phase I funding from the NSF, we developed a proof of concept system to automatically identify and ablate cancer cells, providing the surgeon with the ability to target and remove residual disease in real time at an <strong><span style=\"text-decoration: underline;\">unprecedented single cell</span></strong> level.&nbsp; Furthermore, additional healthy tissue can be preserved using the combined detection and ablation system as the focused laser targets the diseased cells with more precision than manual resection.&nbsp; The surgical workflow will ultimately be streamlined with our innovative technology since it provides the surgeon with the ability to simultaneous detect and ablate residual disease in a single step during the initial surgery while reducing secondary surgeries and adjuvant patient care.</p>\n<p>A proof-of-concept ablation device was tested using 15-um diameter fluorescent spheres to simulate labeled cancer cells. The device scanned the surface at rates of thousands cells/s and dmonstrated 100% sensitivity and 100% specificity. The combined detection and ablation system should achieve a near zero rate of false negatives as the Lumicell imaging agents that label cancer cells have been shown to generate zero false negatives during intraoperative imaging of the tumor bed when compared to pathology analysis of resected tissue.</p>\n<p>In the clinical setting, Lumicell&rsquo;s imaging agent will be injected in patients prior to surgery to fluorescently label cancerous tissue.&nbsp; Analogous to our proof-of-concept system proven during the Phase I effort, fluorescently labeled cells will be targeted with the ablation laser, while normal cells without fluorescence will be spared. The Phase II effort will focus in addressing some of the limitations found and testing the system in vivo with mouse models for cancer.</p>\n<p>Completion of this Phase I/II program will enable Lumicell to bring our product closer to clinical use to address the pressing need of obtaining clean margins during initial surgery. Our novel technology will reduce or eliminate repeat surgeries and will offer a more comprehensive and quicker alternative to frozen section analysis. Eliminating secondary surgeries has obvious financial benefits to the payer and health benefits to the patients while the streamlined workflow allows the providers to conduct more surgeries with current facilities. Moreover, our laser ablation technology is well suited to guide surgeries near or around critical tissues such as nerves, major blood vessels, and bone where the laser can precisely target cancerous cells and preserve healthy tissue.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2011<br>\n\t\t\t\t\tModified by: David&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major challenge for surgical oncologists is to remove all cancer cells from the tumor bed with certainty during the initial surgical procedure. Residual microscopic cancer left in the patient’s tumor bed often leads to local recurrence, increased rates of metastasis, poorer outcomes, and additional surgeries. In breast conserving lumpectomies, additional surgeries due to residual cancer are required in 17-50% of the cases. Lumicell has developed a hand held intraoperative cancer cell imaging technology to identify microscopic residual cancer. However, even with the Lumicell imaging system, effective and precise manual resection of identified residual disease is often challenging due to the presence of essential tissues adjacent to the tumor (e.g. brain tissue, nerves or blood vessels). \n\nWith SBIR Phase I funding from the NSF, we developed a proof of concept system to automatically identify and ablate cancer cells, providing the surgeon with the ability to target and remove residual disease in real time at an unprecedented single cell level.  Furthermore, additional healthy tissue can be preserved using the combined detection and ablation system as the focused laser targets the diseased cells with more precision than manual resection.  The surgical workflow will ultimately be streamlined with our innovative technology since it provides the surgeon with the ability to simultaneous detect and ablate residual disease in a single step during the initial surgery while reducing secondary surgeries and adjuvant patient care.\n\nA proof-of-concept ablation device was tested using 15-um diameter fluorescent spheres to simulate labeled cancer cells. The device scanned the surface at rates of thousands cells/s and dmonstrated 100% sensitivity and 100% specificity. The combined detection and ablation system should achieve a near zero rate of false negatives as the Lumicell imaging agents that label cancer cells have been shown to generate zero false negatives during intraoperative imaging of the tumor bed when compared to pathology analysis of resected tissue.\n\nIn the clinical setting, Lumicell’s imaging agent will be injected in patients prior to surgery to fluorescently label cancerous tissue.  Analogous to our proof-of-concept system proven during the Phase I effort, fluorescently labeled cells will be targeted with the ablation laser, while normal cells without fluorescence will be spared. The Phase II effort will focus in addressing some of the limitations found and testing the system in vivo with mouse models for cancer.\n\nCompletion of this Phase I/II program will enable Lumicell to bring our product closer to clinical use to address the pressing need of obtaining clean margins during initial surgery. Our novel technology will reduce or eliminate repeat surgeries and will offer a more comprehensive and quicker alternative to frozen section analysis. Eliminating secondary surgeries has obvious financial benefits to the payer and health benefits to the patients while the streamlined workflow allows the providers to conduct more surgeries with current facilities. Moreover, our laser ablation technology is well suited to guide surgeries near or around critical tissues such as nerves, major blood vessels, and bone where the laser can precisely target cancerous cells and preserve healthy tissue.\n\n \n\n\t\t\t\t\tLast Modified: 09/20/2011\n\n\t\t\t\t\tSubmitted by: David Lee"
 }
}