{
 "awd_id": "1046081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Optimal Design of Multi-scale Ensemble Systems for Convective-Scale Probabilistic Forecasting",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 395770.0,
 "awd_amount": 395770.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2016-01-11",
 "awd_abstract_narration": "The prediction of convective-scale hazardous weather is very important from both meteorological and public service/societal impact perspectives.  The unique challenge in convective scale forecast is that the accuracy of the forecasts depends not only on processes at the convective scale but also on the mesoscale and synoptic-scale environment supporting them.  Therefore, reliable and sharp probabilistic forecasts for convective scales require proper sampling of errors from multiple scales.  The main goal of this research is to determine the optimal design of ensemble forecast systems under such multi-scale scenarios, for the purpose of convective-scale probabilistic forecasting.  This issue has not been addressed previously and has become a pressing issue as convective-scale ensemble forecasting is not only desirable but also entirely possible with the advancement of computational technologies.\r\n\r\nThe research will build on the foundation and initial capabilities established at the Center for Analysis and Prediction of Storms (CAPS), which has run a 4-km convection-allowing resolution ensemble forecasting system in real-time with 20 members, plus one 1-km forecast that can be considered an additional member during the springs since 2007 over the Continental U.S.  Seven interlinked questions will be investigated in order to achieve the research goal.  1) What are the optimal initial condition perturbations for convective-scale ensemble in the multi-scale scenario? 2) If a nested-grid approach is used to capture multiple-scales, how do the outer and inner domain perturbations interact through the lateral boundary condition (LBC) and fundamentally how do the various scale perturbations interact within and across the domain? 3) What is the optimal perturbation strategy for the coupled land surface model? 4) What is the effectiveness of the multi-model/physics and stochastic physics methods in sampling model error for convective scales? 5) What is the relative importance and contributions of sampling uncertainties in the initial conditions, lateral boundary conditions, atmospheric models including model physics and dynamics, and the land surface models, and what is their optimal combination? 6) What is the best tradeoff between ensemble size and model resolution? 7) What are the effective probabilistic forecast verification and evaluation metrics for convective-scale ensemble?\r\n\r\nIntellectual merit: The project will answer many of the fundamental scientific questions concerning optimal design of ensemble system for convective scale probabilistic forecasting under the multi-scale scenario.  New knowledge on how the large-scale and convective-scale ensemble perturbations interact with each other and how the interaction impacts the ensemble design for convective scales, new knowledge on the effective methods to account for model error in convective scale ensemble forecasting, new knowledge on the interaction of land surface and atmospheric ensemble perturbations, new knowledge on the relative importance and impact of different sources of errors on convective-scale probabilistic forecasting; and new knowledge on the most appropriate objective verification method for convective scale probabilistic forecasting will be learned from this study. \r\n\r\nBroader impact: The scientific findings of this project will provide guidance for the design of, and accelerate the national efforts in developing and implementing the next-generation operational mesoscale ensemble forecast systems.  It will directly address two key national priorities in weather: Warn on Forecast for High Impact Weather and the Next-Generation Forecast System, as key component of the Next-Generation Air Transportation System (NextGen, http://www.faa.gov/about/initiatives/nextgen/).  It will also address one of the most important goals of weather research - to improve our ability to accurately predict intense hazardous weather that negatively impacts the American economy and the lives of its citizens, causing large monetary loss and the loss of many lives each year.  This project will provide much needed education and training for graduate students in the important areas of convective-scale probabilistic forecasting.  The research findings will also have a direct path to operations through the group's significant role in the NOAA Hazardous Weather Testbed (HWT) Spring Forecast Experiments and its interaction and collaboration with the Developmental Testbed Center (DTC) in National Center for Atmospheric Research in Boulder, Colorado.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuguang",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuguang Wang",
   "pi_email_addr": "xuguang.wang@ou.edu",
   "nsf_id": "000148879",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ming",
   "pi_last_name": "Xue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ming Xue",
   "pi_email_addr": "mxue@ou.edu",
   "nsf_id": "000363995",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fanyou",
   "pi_last_name": "Kong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fanyou Kong",
   "pi_email_addr": "fkong@ou.edu",
   "nsf_id": "000566813",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 132963.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 126438.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 136369.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The studies during this project period answered many of the fundamental scientific questions concerning optimal design of ensemble system for convective scale probabilistic forecasting under the multi-scale scenario.&nbsp; We gained new knowledge on the importance of using flow dependent ensemble covariance in multi-scale data assimilation and forecasts for convective scales; new knowledge on how the large-scale and convective-scale ensemble perturbations interact with each other and how the interaction impacts the ensemble design for convective scales; new knowledge on the effective methods to account for model error in convective scale ensemble forecasting, new knowledge on impact of land surface model uncertainty on storm scale ensemble forecasting, new knowledge on the relative importance and impact of different sources of errors on convective-scale probabilistic forecasting; and new knowledge on the most appropriate objective verification method for convective scale probabilistic forecasting, and new knowledge on the impact of model resolution and ensemble size on ensemble design.&nbsp; A fundamental understanding of the above will have a broader intellectual impact on the multi-scale atmospheric predictability.&nbsp; These scientific findings are disseminated through 29 juried publications.</p>\n<p>The scientific findings of this project will provide guidance for the design of, and accelerate the national efforts in developing and implementing the next-generation operational mesoscale ensemble forecast systems.&nbsp; It will also address one of the most important goals of weather research &ndash; to improve our ability to accurately predict intense hazardous weather that negatively impacts the American economy and the lives of its citizens, causing large monetary loss and the loss of many lives each year. The research findings and the system developed will also have a direct path to US National Weather Service.</p>\n<p>This project provided much needed education and training for graduate students in the important areas of probabilistic weather forecasting.&nbsp; Two graduate students successfully obtained their Ph.D. degree under the direct support of this grant.&nbsp; Both has won major awards during their graduate studies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2017<br>\n\t\t\t\t\tModified by: Xuguang&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe studies during this project period answered many of the fundamental scientific questions concerning optimal design of ensemble system for convective scale probabilistic forecasting under the multi-scale scenario.  We gained new knowledge on the importance of using flow dependent ensemble covariance in multi-scale data assimilation and forecasts for convective scales; new knowledge on how the large-scale and convective-scale ensemble perturbations interact with each other and how the interaction impacts the ensemble design for convective scales; new knowledge on the effective methods to account for model error in convective scale ensemble forecasting, new knowledge on impact of land surface model uncertainty on storm scale ensemble forecasting, new knowledge on the relative importance and impact of different sources of errors on convective-scale probabilistic forecasting; and new knowledge on the most appropriate objective verification method for convective scale probabilistic forecasting, and new knowledge on the impact of model resolution and ensemble size on ensemble design.  A fundamental understanding of the above will have a broader intellectual impact on the multi-scale atmospheric predictability.  These scientific findings are disseminated through 29 juried publications.\n\nThe scientific findings of this project will provide guidance for the design of, and accelerate the national efforts in developing and implementing the next-generation operational mesoscale ensemble forecast systems.  It will also address one of the most important goals of weather research &ndash; to improve our ability to accurately predict intense hazardous weather that negatively impacts the American economy and the lives of its citizens, causing large monetary loss and the loss of many lives each year. The research findings and the system developed will also have a direct path to US National Weather Service.\n\nThis project provided much needed education and training for graduate students in the important areas of probabilistic weather forecasting.  Two graduate students successfully obtained their Ph.D. degree under the direct support of this grant.  Both has won major awards during their graduate studies.\n\n \n\n\t\t\t\t\tLast Modified: 05/23/2017\n\n\t\t\t\t\tSubmitted by: Xuguang Wang"
 }
}