{
 "awd_id": "1046372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DIMENSIONS: Collaborative Research - Uncovering the novel diversity of the copepod microbiome and its effect on habitat invasions by the copepod host",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2010-11-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 726561.0,
 "awd_amount": 726561.0,
 "awd_min_amd_letter_date": "2010-10-25",
 "awd_max_amd_letter_date": "2010-10-25",
 "awd_abstract_narration": "Intellectual Merit:  Copepods form the largest biomass of metazoans on the planet, yet their microbiota remain largely unexplored. The microbial community associated with copepods might perform key metabolic processes that affect host fitness and ecosystem functioning. The copepod Eurytemora affinis is dominant in coastal habitats throughout the world, and recently has invaded inland freshwater habitats. Associated with E. affinis, preliminary sequencing revealed high diversity of microbial taxa, including many undescribed genera and families. There also were parallel shifts in microbial composition during independent invasions from saline to freshwater habitats. Yet, a core set of microbial taxa remained present in all copepod populations across all locations. The copepod microbiome is likely to play fundamental roles in biogeochemical processes in many aquatic ecosystems. Microbial-host interactions could influence invasive success, and exotic microbes in the invading consortia could have vital impacts on the invaded community. This study will address the following questions: \r\n\r\n(1)  What is the taxonomic composition of the copepod microbiome, and how does it shift during habitat invasions? (Taxonomy, Genetics) \r\n(2)  What metabolic functions are performed by the copepod microbiome? (Function, Genetics) \r\n(3)  What is the nature of copepod host-microbial interactions, and how do these interactions shift during invasions? (Functional Integration) \r\n\r\nResearch to address these questions includes: (1) high-throughput 16S sequencing, to identify the taxonomic composition of microbial assemblages associated with the copepod host in saline and freshwater environments, (2) shotgun sequencing of metagenomes and fosmids, and also comprehensive genome sequencing of key microbial taxa, to characterize the functional repertoire of genes in the copepod microbiome, and (3) reciprocal inoculation experiments, to explore functional interactions between the copepod host and its microbiome and whether the interactions evolve during invasions into novel habitats. \r\n\r\nCharacterizing the copepod microbiome will expose a largely undiscovered realm of microbial diversity. Moreover, this gene-centric analysis will provide invaluable insights into metabolic functions of the copepod microbiome, and how these functions might shift during copepod invasions. Results are expected to yield transformative insights into the taxonomic, functional, and genetic diversity of a largely unexplored component of the ecosystem, and how this diversity might become altered following invasions into novel habitats. \r\n\r\nBroader Impacts: Preliminary sequencing of the E. affinis microbiome uncovered a wide variety of potentially pathogenic taxa, including Salmonella, Shigella, Campylobacter, Corynebacterium diphtheriae, Yersinia, and Vibrio cholerae. Thus, E. affinis might play an important role as a reservoir and vector of waterborne disease. This collaborative research will be promoted through workshops that integrate diverse perspectives across fields, such as microbial ecology, disease ecology, ecosystem ecology, and evolutionary biology. The Co-PI is on the Outreach Committee at the Institute for Genome Sciences that is developing an internship program for underrepresented students to partake in genomic data analysis. The PI is organizing an annual public symposium on applied evolution, including a teacher-training workshop (genomics) at the high school level. This project will support one postdoc, and up to two graduate and three undergraduate students per year, including those from underrepresented backgrounds. \r\n\r\nIntegration: This study will provide integrated insights into the taxonomic, genetic, and functional diversity of the copepod microbiome. The assembled sequences will link specific metabolic functions with particular microbial taxa, illuminating functional diversity across deeply divergent lineages. Sequence data also will reveal genetic diversity of metabolic functions within microbial taxa, and the potential sharing of functions across taxa (e.g. via horizontal gene transfer). Moreover, these findings will reveal functional integration of the microbial-host consortia, including between the microbial community and its host.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Lee",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carol E Lee",
   "pi_email_addr": "carollee@wisc.edu",
   "nsf_id": "000090858",
   "pi_start_date": "2010-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7968",
   "pgm_ref_txt": "Dimensions of Biodiversity"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 726561.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Copepods form the largest biomass of metazoans in the world&rsquo;s oceans, and likely on the planet. Given the enormous biomass of copepods, their microbiomes potentially serve critically important roles in biogeochemical cycles in the ecosystem. The microbial community associated with copepods might perform key metabolic processes that affect ecosystem functioning. In addition, copepods have been hypothesized to serve as major carriers and reservoirs for many waterborne pathogens. Yet copepod microbiomes had remained largely unexplored.</p>\n<p>The goal of this project was to explore the metagenomic microbial diversity associated with the numerically dominant copepod <em>Eurytemora affinis</em> and identify patterns of shifts in the microbiome following radical habitat shifts. Another major goal was to examine evolutionary shifts in physiological function following habitat transitions by the copepod host. The estuarine and salt marsh copepod <em>Eurytemora affinis</em> is among the most common coastal copepods in the Northern Hemisphere, and serves as a major food source for many fisheries, such as salmon, herring, anchovy, and flounder.<em> </em>Within the past few decades this copepod has invaded many freshwater habitats throughout the world, through shipping and ballast and bilge water transport.</p>\n<p>Our high-throughput sequencing of the copepod microbiome uncovered many novel microbial taxa and revealed radical shifts in microbiome composition during habitat invasions by the copepod host. We found a high diversity of microbial taxa associated with <em>E. affinis</em>, including many undescribed genera and families. The microbial assemblage within the copepod differs sharply from that of the surrounding water, revealing a unique microbiome associated with the copepod. We also observed parallel shifts in microbial composition during independent invasions from saline to freshwater habitats.</p>\n<p>We have found microbial constituents that might serve critical functions in global biogeochemical cycles (e.g. N-fixation, denitrification) as well as those that might have important functions for host fitness during invasions (e.g. by producing antibiotics or nutrition). Core members of the copepod microbiome include taxa that are known to produce antibiotics (e.g. <em>Streptomyces,</em> <em>Pseudonocardia</em>). Additionally, we found a wide variety of potentially pathogenic taxa within the copepod microbiome, including <em>Salmonella,</em> <em>Shigella</em>, <em>Campylobacter, Corynebacterium diphtheriae, Yersinia</em>, <em>Aeromonas hydrophila</em>, and<em> Acinetobacter haemolyticus</em>, <em>Flavobacterium</em> spp. as well as <em>Vibrio cholerae</em>. Thus, invasions by the copepod <em>E. affinis</em> could potentially have serious implications for disease transmission.</p>\n<p>With respect to the copepod host, we applied genomic expression analysis to investigate the loci that underlie physiological evolution during saline to freshwater invasions by. We completed full genome sequencing of <em>E. affinis</em> (through the i5K Arthropod Sequencing Initiative, <a href=\"https://www.hgsc.bcm.edu/arthropod-sequencing\">https://www.hgsc.bcm.edu/arthropod-sequencing</a>) and performed comparative transcriptomics of saline and freshwater populations. Based on evolutionary shifts in gene expression, we identified sets of candidate genes that might underlie adaptation during freshwater invasions, including those involved in ionic regulation, integument permeability (cuticle proteins), and energy production. In particular, we found evolutionary shifts in expression of key ion transporters, consistent with prior studies that found evolutionary shifts in ion transporter activity. Some of these ion transporters appear to show signatures of natural selection during invasions, suggesting that they might be critical for freshwater adaptation.</p>\n<p>Overall, our studies delved i...",
  "por_txt_cntn": "\nCopepods form the largest biomass of metazoans in the worldÆs oceans, and likely on the planet. Given the enormous biomass of copepods, their microbiomes potentially serve critically important roles in biogeochemical cycles in the ecosystem. The microbial community associated with copepods might perform key metabolic processes that affect ecosystem functioning. In addition, copepods have been hypothesized to serve as major carriers and reservoirs for many waterborne pathogens. Yet copepod microbiomes had remained largely unexplored.\n\nThe goal of this project was to explore the metagenomic microbial diversity associated with the numerically dominant copepod Eurytemora affinis and identify patterns of shifts in the microbiome following radical habitat shifts. Another major goal was to examine evolutionary shifts in physiological function following habitat transitions by the copepod host. The estuarine and salt marsh copepod Eurytemora affinis is among the most common coastal copepods in the Northern Hemisphere, and serves as a major food source for many fisheries, such as salmon, herring, anchovy, and flounder. Within the past few decades this copepod has invaded many freshwater habitats throughout the world, through shipping and ballast and bilge water transport.\n\nOur high-throughput sequencing of the copepod microbiome uncovered many novel microbial taxa and revealed radical shifts in microbiome composition during habitat invasions by the copepod host. We found a high diversity of microbial taxa associated with E. affinis, including many undescribed genera and families. The microbial assemblage within the copepod differs sharply from that of the surrounding water, revealing a unique microbiome associated with the copepod. We also observed parallel shifts in microbial composition during independent invasions from saline to freshwater habitats.\n\nWe have found microbial constituents that might serve critical functions in global biogeochemical cycles (e.g. N-fixation, denitrification) as well as those that might have important functions for host fitness during invasions (e.g. by producing antibiotics or nutrition). Core members of the copepod microbiome include taxa that are known to produce antibiotics (e.g. Streptomyces, Pseudonocardia). Additionally, we found a wide variety of potentially pathogenic taxa within the copepod microbiome, including Salmonella, Shigella, Campylobacter, Corynebacterium diphtheriae, Yersinia, Aeromonas hydrophila, and Acinetobacter haemolyticus, Flavobacterium spp. as well as Vibrio cholerae. Thus, invasions by the copepod E. affinis could potentially have serious implications for disease transmission.\n\nWith respect to the copepod host, we applied genomic expression analysis to investigate the loci that underlie physiological evolution during saline to freshwater invasions by. We completed full genome sequencing of E. affinis (through the i5K Arthropod Sequencing Initiative, https://www.hgsc.bcm.edu/arthropod-sequencing) and performed comparative transcriptomics of saline and freshwater populations. Based on evolutionary shifts in gene expression, we identified sets of candidate genes that might underlie adaptation during freshwater invasions, including those involved in ionic regulation, integument permeability (cuticle proteins), and energy production. In particular, we found evolutionary shifts in expression of key ion transporters, consistent with prior studies that found evolutionary shifts in ion transporter activity. Some of these ion transporters appear to show signatures of natural selection during invasions, suggesting that they might be critical for freshwater adaptation.\n\nOverall, our studies delved into mechanisms that govern range limits of populations, and associations between animal hosts and their microbiomes. These studies are important for analyzing undiscovered communities that potentially play critical roles in ecosystem functioning and factors that determine how these communitie..."
 }
}