{
 "awd_id": "1046539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Automated and Self-Service Electronics Recycling Kiosk",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-12-01",
 "awd_max_amd_letter_date": "2011-03-17",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I Project proposes to demonstrate the technical and commercial feasibility of an automated e-Cycling station for consumer electronics recycling.  The station will visually and electrically inspect used consumer electronics, and will allow consumers to receive immediate remuneration for their used electronics. A large worldwide market exists for a majority of used consumer electronics.  It is estimated that the 2010 worldwide market for used phones alone is approximately $4.6B. \r\n\r\nThe unique approach proposed focuses squarely on the need to boost electronic recyclable collection volumes by reaching out to the owners of used handsets and providing both convenience and immediate incentives to draw them into the process.  If successful, the company will be able to increase overall system efficiencies to create a sustainable and profitable business model with a dual bottom line.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Librizzi",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "Michael Librizzi",
   "pi_email_addr": "mlibrizzi@ecoATM.com",
   "nsf_id": "000566074",
   "pi_start_date": "2010-12-01",
   "pi_end_date": "2011-03-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Bowles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Bowles",
   "pi_email_addr": "mvbowles@ecoatm.com",
   "nsf_id": "000588584",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ecoATM, Inc.",
  "inst_street_address": "10515 VISTA SORENTO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "San Diego",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4156993411",
  "inst_zip_code": "921214340",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "ecoATM, Inc.",
  "perf_str_addr": "10515 VISTA SORENTO PKWY",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921214340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6850",
   "pgm_ref_txt": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ecoATM&rsquo;s Small Business Innovation Research Phase I project was designed to investigate the feasibility of a consumer self-serve, automated kiosk for the evaluation, buy back, and collection of used electronics directly from consumers.&nbsp; The ultimate intent of ecoATM is to achieve a level of precision and accuracy high enough to enable a viable automated kiosk business model and high levels of consumer satisfaction in terms of price competitiveness, immediate gratification, convenience, and data security.&nbsp; This requires not only identifying all mobile phones active in the US market but also assessing a variety of different types of damage (physical and electrical) with good accuracy.</p>\n<p>&nbsp;</p>\n<p>During Phase I, ecoATM developed computer vision and electrical inspection subsystems that were integrated into prototype ecoATM machines that included all the other technology and peripherals required to enable a self-serve kiosk.&nbsp; These prototype kiosks were deployed to the field and provided convincing proof of the feasibility of both the market and the baseline technical approach to the visual and electrical inspection technology, and the robotics required for automation.</p>\n<p>&nbsp;</p>\n<p>The visual inspection system is required to identify the make, model, and condition of pre-owned mobile phones.&nbsp; The key technical challenges for the visual inspection system included visually identifying the specific make and model of phone from over 4000 different phone models, visually inspecting the phones to access any wear-and-tear or other mechanical damage to the phone, and visually inspecting the LCD to determine if the display is functional or damaged.</p>\n<p>&nbsp;</p>\n<p>The electrical test system is for determining the electronic functionality of the pre-owned mobile phone.&nbsp; &nbsp;&nbsp;The key technical challenges for the electrical inspection system included determining if the phone powers on and can communicate over USB, loading appropriate drivers and determining the make and model of the phone electronically, extracting the serial number from the phone, and determining if the phone&rsquo;s data and memory can be electronically erased.</p>\n<p>&nbsp;</p>\n<p>The results of the visual and electrical inspection are used to determine the quality grade of the pre-owned mobile phone and to determine the maximum offer price to encourage the consumer to participate in recycling, or alternatively, if the phone is beyond economic repair and has zero value but can still be recycled responsibly.&nbsp; We also recognized during Phase I testing that we needed to develop improvements in several other areas of our system including usability and ergonomics of the kiosk&rsquo;s test station, cable presentation and disconnect, and the automated binning of phones.</p>\n<p>&nbsp;</p>\n<p>In addition to completing these objectives, and discovering a variety of opportunities for technical, mechanical, and ergonomic improvements during Phase I development and our field trials, we were also able to substantially vet the vast worldwide channel for used mobile phones.&nbsp; This required us to develop a number of other important innovations and channel management systems related to the business.</p>\n<p>&nbsp;</p>\n<p>On the commercial side, the financial metrics and unit economics of the machines are very encouraging.&nbsp; Broader commercialization success of ecoATM relies on the design and development of&nbsp; a robust, designed-for-manufacturability, designed-for-serviceability, commercially reliable kiosk with an estimated minimum retail field life of 5 years, that incorporates all of the learned improvements from Phase I including refinements to the automated visual inspection system and algorithms, USB/electrical inspection system, test station robotics subsystems, ergonomics, and GUI, and channel management systems.&nbsp; ecoATM will further develop ...",
  "por_txt_cntn": "\necoATMÆs Small Business Innovation Research Phase I project was designed to investigate the feasibility of a consumer self-serve, automated kiosk for the evaluation, buy back, and collection of used electronics directly from consumers.  The ultimate intent of ecoATM is to achieve a level of precision and accuracy high enough to enable a viable automated kiosk business model and high levels of consumer satisfaction in terms of price competitiveness, immediate gratification, convenience, and data security.  This requires not only identifying all mobile phones active in the US market but also assessing a variety of different types of damage (physical and electrical) with good accuracy.\n\n \n\nDuring Phase I, ecoATM developed computer vision and electrical inspection subsystems that were integrated into prototype ecoATM machines that included all the other technology and peripherals required to enable a self-serve kiosk.  These prototype kiosks were deployed to the field and provided convincing proof of the feasibility of both the market and the baseline technical approach to the visual and electrical inspection technology, and the robotics required for automation.\n\n \n\nThe visual inspection system is required to identify the make, model, and condition of pre-owned mobile phones.  The key technical challenges for the visual inspection system included visually identifying the specific make and model of phone from over 4000 different phone models, visually inspecting the phones to access any wear-and-tear or other mechanical damage to the phone, and visually inspecting the LCD to determine if the display is functional or damaged.\n\n \n\nThe electrical test system is for determining the electronic functionality of the pre-owned mobile phone.    The key technical challenges for the electrical inspection system included determining if the phone powers on and can communicate over USB, loading appropriate drivers and determining the make and model of the phone electronically, extracting the serial number from the phone, and determining if the phoneÆs data and memory can be electronically erased.\n\n \n\nThe results of the visual and electrical inspection are used to determine the quality grade of the pre-owned mobile phone and to determine the maximum offer price to encourage the consumer to participate in recycling, or alternatively, if the phone is beyond economic repair and has zero value but can still be recycled responsibly.  We also recognized during Phase I testing that we needed to develop improvements in several other areas of our system including usability and ergonomics of the kioskÆs test station, cable presentation and disconnect, and the automated binning of phones.\n\n \n\nIn addition to completing these objectives, and discovering a variety of opportunities for technical, mechanical, and ergonomic improvements during Phase I development and our field trials, we were also able to substantially vet the vast worldwide channel for used mobile phones.  This required us to develop a number of other important innovations and channel management systems related to the business.\n\n \n\nOn the commercial side, the financial metrics and unit economics of the machines are very encouraging.  Broader commercialization success of ecoATM relies on the design and development of  a robust, designed-for-manufacturability, designed-for-serviceability, commercially reliable kiosk with an estimated minimum retail field life of 5 years, that incorporates all of the learned improvements from Phase I including refinements to the automated visual inspection system and algorithms, USB/electrical inspection system, test station robotics subsystems, ergonomics, and GUI, and channel management systems.  ecoATM will further develop and extend the systemÆs capability to offer personal data erasure from devices and will also experiment with expanding the number of device types accepted including digital cameras, portable game players, games, printer cartridges, laptops, P..."
 }
}