{
 "awd_id": "1046857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  New Fullerene-based Electron Acceptor Materials for High Efficiency Polymer Solar Cells",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Grace Jinliu Wang",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 149984.0,
 "awd_amount": 149984.0,
 "awd_min_amd_letter_date": "2010-11-05",
 "awd_max_amd_letter_date": "2010-11-05",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to demonstrate 10% energy conversion efficiency for Organic Photovoltaics (OPVs) through the design and synthesis of new acceptor materials.  Polymer-based OPV technology is ideal for clean and affordable energy generation because of its low-cost and non-toxic processes.  Currently, the best energy conversion efficiency of OPV is about 8%, which is much lower than their inorganic counterparts. Further development of both donor polymers and acceptors is required to continuously improve OPV efficiencies. Acceptor materials with high carrier mobility and appropriate energy levels are needed to achieve higher energy conversion efficiencies. In this project, new electron acceptor materials and environmentally-friendly solvents will be designed and synthesized. The optimization of device structure and polymer film morphology will be conducted. \r\n\r\nThe broader/commercial impact of this project will be the potential to offer high- efficiency OPVs that are low-cost, flexible, and easily deployable.  OPVs can be used in portable electronics, building integrated photovoltaics, smart fabrics, sensors and other applications. OPVs also have the potential to challenge the current battery technology as portable power source and limit the use of toxic materials used in batteries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yue",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yue Wu",
   "pi_email_addr": "yuew@solarmer.com",
   "nsf_id": "000566975",
   "pi_start_date": "2010-11-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Solarmer Energy, Inc.",
  "inst_street_address": "3445 Fletcher Avenue",
  "inst_street_address_2": "",
  "inst_city_name": "El Monte",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6264568090",
  "inst_zip_code": "917313001",
  "inst_country_name": "United States",
  "cong_dist_code": "31",
  "st_cong_dist_code": "CA31",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Solarmer Energy, Inc.",
  "perf_str_addr": "3445 Fletcher Avenue",
  "perf_city_name": "El Monte",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917313001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "31",
  "perf_st_cong_dist": "CA31",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "9239",
   "pgm_ref_txt": "MATERIALS CHEMISTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149984.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polymer solar cells have lower efficiency compared to inorganic PV mainly due to the lack to suitable active materials. The active layer in the OPV cells contains a donor and an acceptor molecule, and the development of photoactive donor polymers and acceptors has proven to be an effective approach to improve device efficiency. So far, most of the research effort has focused on donor development and few acceptors have been developed for high efficiency cells. In this project, Solarmer Energy focused on development of new acceptor molecules, which hen combined with its proprietary donor molecules will give much higher efficiency compared to traditional acceptors.</p>\n<p>In Phase I of this project, a series of methanofullerenes and adduction fullerene derivatives were synthesized for use as electron acceptors in bulk heterojunction OPV cells. The acceptors were characterized for electrochemical and photo-physical properties. OPV cells were fabricated using these acceptors in combination with P3HT and Solarmer&rsquo;s other proprietary polymers as donor. The lowest unoccupied molecular orbital (LUMO) of the bisadduct fullerenes showed a negative shift in the values, compared to the monoadduct fullerene and [6,6]-phenyl-C61-butyric acid methyl ester (PCBM), which was used as the control acceptor in the research. As a result, the OPV cells composed of the bisadduct fullerenes exhibit a larger open-circuit voltage (<em>V</em><sub>OC</sub>) than the cells composed of PCBM. The highest <em>V</em><sub>OC</sub> reached was 0.92 V, which is about 50% higher than that for PCBM containing cells. The OPV cells based on a new polymer and bisadduct fullerene exhibited an efficiency of 3% which is comparable to that of traditional P3HT:PCBM cell. Photo-physical and device engineering studies show that the chemical method can be successfully used to control the energy levels of acceptors. At the same time, the morphology of the active layer determines the charge separation and charge transport properties in the cell which is as critical as the energy offset to the overall performance of the OPV cells.</p>\n<p>At the end of Phase I research, Solarmer has developed a good understanding on how to design new acceptor materials for high efficiency OPV cells. Although only 3% efficiency was achieved, which is still lower than that of PCBM, high <em>V</em><sub>OC</sub> of 0.92 V was demonstrated with good short circuit current and fill factor, which is a significant step in achieving over 10% efficiency for OPV cells in the future. In addition, four new acceptors were designed with different LUMO levels which will allow a detailed study of the structure-property relationship for OPV cells.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2011<br>\n\t\t\t\t\tModified by: Yue&nbsp;Wu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPolymer solar cells have lower efficiency compared to inorganic PV mainly due to the lack to suitable active materials. The active layer in the OPV cells contains a donor and an acceptor molecule, and the development of photoactive donor polymers and acceptors has proven to be an effective approach to improve device efficiency. So far, most of the research effort has focused on donor development and few acceptors have been developed for high efficiency cells. In this project, Solarmer Energy focused on development of new acceptor molecules, which hen combined with its proprietary donor molecules will give much higher efficiency compared to traditional acceptors.\n\nIn Phase I of this project, a series of methanofullerenes and adduction fullerene derivatives were synthesized for use as electron acceptors in bulk heterojunction OPV cells. The acceptors were characterized for electrochemical and photo-physical properties. OPV cells were fabricated using these acceptors in combination with P3HT and Solarmer’s other proprietary polymers as donor. The lowest unoccupied molecular orbital (LUMO) of the bisadduct fullerenes showed a negative shift in the values, compared to the monoadduct fullerene and [6,6]-phenyl-C61-butyric acid methyl ester (PCBM), which was used as the control acceptor in the research. As a result, the OPV cells composed of the bisadduct fullerenes exhibit a larger open-circuit voltage (VOC) than the cells composed of PCBM. The highest VOC reached was 0.92 V, which is about 50% higher than that for PCBM containing cells. The OPV cells based on a new polymer and bisadduct fullerene exhibited an efficiency of 3% which is comparable to that of traditional P3HT:PCBM cell. Photo-physical and device engineering studies show that the chemical method can be successfully used to control the energy levels of acceptors. At the same time, the morphology of the active layer determines the charge separation and charge transport properties in the cell which is as critical as the energy offset to the overall performance of the OPV cells.\n\nAt the end of Phase I research, Solarmer has developed a good understanding on how to design new acceptor materials for high efficiency OPV cells. Although only 3% efficiency was achieved, which is still lower than that of PCBM, high VOC of 0.92 V was demonstrated with good short circuit current and fill factor, which is a significant step in achieving over 10% efficiency for OPV cells in the future. In addition, four new acceptors were designed with different LUMO levels which will allow a detailed study of the structure-property relationship for OPV cells.\n\n\t\t\t\t\tLast Modified: 08/30/2011\n\n\t\t\t\t\tSubmitted by: Yue Wu"
 }
}