{
 "awd_id": "1046625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Diaphonic Valve on a Chip, Harvesting Energy From Audio to Couple Communications Into the Ear",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-08-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-18",
 "awd_max_amd_letter_date": "2011-07-25",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project, Diaphonic Valve on a Chip, Harvesting Energy from Audio to Couple Communications into the Ear, studies production of chip-like substrates containing Diaphonic Valves. These components harvest energy from audio communications for the purpose of inflating a coupling device in a user's ear. The inflatable coupling is being developed for communications systems (Multimedia Players, Bluetooth headsets, hearing aids, and communications headsets), but the key to making it all work is the Diaphonic Valve. Present embodiments of diaphonic valves are small but macroscopic devices that work in conjunction with an electrically-actuated acoustic sound source. This project will improve understanding of the mechanics of the Diaphonic Valve, miniaturize its mechanism, and organizing Diaphonic Valves on chips for efficient manufacturing and utilization. The inflatable coupling of a communications device to the ear, which is enabled by the Diaphonic Valve, addresses longstanding problems with in-ear devices. This ear-coupling technology is more comfortable than any currently on the market, produces extremely high fidelity audio, reduces listener fatigue and protects from hearing damage, and is less expensive than alternative ear couplings of similar quality like custom ear molds used in hearing aids. \r\n\r\n\r\nThe broader impact/commercial potential of this project is revolutionary new person-to-audio couplings in consumer audio, Bluetooth headsets, hearing aids, and headsets for professional communications (such as pilots, law enforcement, and military applications). This technology has the ability to reduce listener fatigue and hearing damage in the population using in-ear devices, as well as making hearing aids more comfortable for people who already have hearing loss. The strategy to bring this technology to these various markets is to partner with established companies, thereby capitalizing on established sales channels and customer name recognition. The unique system components of the technology (the inflatable ear coupling bubbles and the Diaphonic Valves) will be manufactured and supplied to companies that have licensed the technology. The market for this technology in the hearing aid sector alone could be $5M to $20M in five years. Consumer audio represents a significantly larger market. The first such business arrangement is being finalized with a well known maker of consumer and professional audio headphones. The success of this project will create engineering and business sector jobs as well as manufacturing jobs. Near term, the Phase I project includes funding for a high school student or college undergraduate to participate in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Schulein",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Schulein",
   "pi_email_addr": "Stephena@Usermail.com",
   "nsf_id": "000566802",
   "pi_start_date": "2010-11-18",
   "pi_end_date": "2011-07-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Ambrose",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen D Ambrose",
   "pi_email_addr": "Stephen.Ambrose@AsiusTechnologies.com",
   "nsf_id": "000566804",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Asius Technologies, LLC",
  "inst_street_address": "1257 WHITEHALL DR",
  "inst_street_address_2": "",
  "inst_city_name": "LONGMONT",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "7202042676",
  "inst_zip_code": "805042668",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "ASIUS TECHNOLOGIES, LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "V13SJJPDLJK5"
 },
 "perf_inst": {
  "perf_inst_name": "Asius Technologies, LLC",
  "perf_str_addr": "1257 WHITEHALL DR",
  "perf_city_name": "LONGMONT",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805042668",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p><strong>SBIR Phase I: Diaphonic Valve on a Chip, Harvesting Energy From Audio<br />to Couple Communications Into the Ear (NSF Award Number: &nbsp;1046625)</strong></p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Project Outcomes Report</span></strong></p>\n<p>&nbsp;</p>\n<table cellspacing=\"0\" cellpadding=\"0\" width=\"100%\">\n&nbsp;   \n<tbody>\n<tr>\n<br />&nbsp;&nbsp;&nbsp;\n<td>&nbsp;&nbsp;&nbsp;\n<div>\n<p><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br /></p>\n<p><em>Figure 1: ADELTM<br />&nbsp;&nbsp;&nbsp; in-ear audio technology with inflatable bubble and sound driven air pump</em></p>\n</div>\n</td>\n<br />&nbsp;&nbsp;\n</tr>\n<br />&nbsp;\n</tbody>\n</table>\n<p><br />Asius Technologies LLC had previously<br />developed and applied for patent protection [1-3] for a <strong><em>Diaphonic Valve</em></strong>, a device that harvests the energy available in sound waves to do useful work. In a communications device, which couples to a user&rsquo;s ear, such as a MP3 player, a Bluetooth headset, a hearing aid, or a professional communications headset, the diaphonic valve harvests energy from the audio communications and used this energy to inflate a coupling in the ear canal of the listener. This particular, inflatable in-ear coupling addresses long standing problems of comfort, fidelity, hearing safety, and cost associated with conventional means of channeling audio communications directly into the ear. The overall, communications systems which utilize the inflatable coupling and the diaphonic valve (Figure 1) are being developed by Asius and its strategic partners.<br />However, there has been a great need to improve the design, efficiency and<br />manufacturablity of the key <strong><em>diaphonic valve</em></strong> component of this<br />system, and this challenge was the focus of this SBIR Phase I project.</p>\n<p>Asius has produced multi-layered, chip-based designs for the diaphonic valve in order to streamline production and improve quality, and this project explored the physics and mechanics associated with further miniaturization of the diaphonic valves, as well as design improvements to facilitate production of these valves, particularly a reduction in the number of layers required. Another focus was schemes for linking multiple diaphonic valves on a single chip, in order to boost pressure or to boost air flow.</p>\n<p>In this project Asius Technologies has made fundamental discoveries about the physical and physiological aspects of coupling sound into the ear canal. Audio speakers, when inserted into the human ear, produce large oscillations in pressure within the ear canal, even when the speakers are operated at what would normally be considered modest outputs. These pressures differ from acoustical sound pressures as they normally exist in open air or in larger confined volumes. The tiny confined volume of the ear canal, which is much smaller than most acoustical wavelengths, causes the sound pressure in the ear canal to behave as<br />if it is a static pressure, like the pressure confined in an inflated balloon. But,<br />paradoxically, this static pressure is also changing very rapidly, i.e. it is<br />oscillating at acoustical frequencies. The presence of oscillating static<br />pressure, when the ear canal is sealed with a listening device, produces a<br />dramatic increase in sound pressure levels. Even when the output of the<br />listening device sealed in the ear is quite modest, oscillating static pressure<br />can subject the listener to sound pressure levels that exceed the threshold for the <em>Acoustic Reflex</em>. This reflex is a<br />natural mechanism by which the contraction of the stapedius muscle in the ear reduces the ear&rsquo;s sensitivity in order to protect itself from being damaged by loud noises. This reduction in hearing sensitivity has the...",
  "por_txt_cntn": "\n\n\n\n\nSBIR Phase I: Diaphonic Valve on a Chip, Harvesting Energy From Audio\nto Couple Communications Into the Ear (NSF Award Number:  1046625)\n\n \n\nProject Outcomes Report\n\n \n\n    \n\n\n\n   \n   \n\n\n\n     \n     \n     \n\n\nFigure 1: ADELTM\n    in-ear audio technology with inflatable bubble and sound driven air pump\n\n\n\n  \n\n\n \n\n\n\n\nAsius Technologies LLC had previously\ndeveloped and applied for patent protection [1-3] for a Diaphonic Valve, a device that harvests the energy available in sound waves to do useful work. In a communications device, which couples to a userÆs ear, such as a MP3 player, a Bluetooth headset, a hearing aid, or a professional communications headset, the diaphonic valve harvests energy from the audio communications and used this energy to inflate a coupling in the ear canal of the listener. This particular, inflatable in-ear coupling addresses long standing problems of comfort, fidelity, hearing safety, and cost associated with conventional means of channeling audio communications directly into the ear. The overall, communications systems which utilize the inflatable coupling and the diaphonic valve (Figure 1) are being developed by Asius and its strategic partners.\nHowever, there has been a great need to improve the design, efficiency and\nmanufacturablity of the key diaphonic valve component of this\nsystem, and this challenge was the focus of this SBIR Phase I project.\n\nAsius has produced multi-layered, chip-based designs for the diaphonic valve in order to streamline production and improve quality, and this project explored the physics and mechanics associated with further miniaturization of the diaphonic valves, as well as design improvements to facilitate production of these valves, particularly a reduction in the number of layers required. Another focus was schemes for linking multiple diaphonic valves on a single chip, in order to boost pressure or to boost air flow.\n\nIn this project Asius Technologies has made fundamental discoveries about the physical and physiological aspects of coupling sound into the ear canal. Audio speakers, when inserted into the human ear, produce large oscillations in pressure within the ear canal, even when the speakers are operated at what would normally be considered modest outputs. These pressures differ from acoustical sound pressures as they normally exist in open air or in larger confined volumes. The tiny confined volume of the ear canal, which is much smaller than most acoustical wavelengths, causes the sound pressure in the ear canal to behave as\nif it is a static pressure, like the pressure confined in an inflated balloon. But,\nparadoxically, this static pressure is also changing very rapidly, i.e. it is\noscillating at acoustical frequencies. The presence of oscillating static\npressure, when the ear canal is sealed with a listening device, produces a\ndramatic increase in sound pressure levels. Even when the output of the\nlistening device sealed in the ear is quite modest, oscillating static pressure\ncan subject the listener to sound pressure levels that exceed the threshold for the Acoustic Reflex. This reflex is a\nnatural mechanism by which the contraction of the stapedius muscle in the ear reduces the earÆs sensitivity in order to protect itself from being damaged by loud noises. This reduction in hearing sensitivity has the potential to diminish the quality of audio perception through insert headphones or hearing aids. The oscillating static pressure trapped in the ear canal is also responsible for gross over-excursions of the tympanic membrane (ear drum) that can be 100, or 1000, or more, times greater than the normal oscillations of the ear drum associated with sound transmitted through the open air.\n\n \n\nIt seems particularly counterproductive\nto have devices intended to provide high fidelity audio (insert headphones, earbuds, etc.), or aid to the hearing impaired (hearing aids) that simultaneously reduce hearing sensitivity by triggering the acoustic reflex. This is n..."
 }
}