{
 "awd_id": "1046812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Emergency Communication System for Mines",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-09",
 "awd_max_amd_letter_date": "2010-11-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project takes a new\r\napproach to detecting time-dependent fields for communication in cases where RF\r\nsignals are strongly attenuated, such as in mines, caves, tunnels, and dense building environments. It is known that lower-frequency electromagnetic (EM) waves or magnetic near fields (MNF) are able to penetrate absorbing media to greater distances than higher frequency fields. A variety of communication means are used in mines. Some rely on wireless networks , others depend on electrical continuity of conductors (incumbent electrical wiring or leaky-feeders) ? which can be compromised in a disaster, and others depend on very large high-power loop antennas operating at low frequency. However, loop receive antennas (based on Faraday?s law of induction) produce smaller voltages in lower-frequency fields unless the product of the number of\r\nturns, N, and area, A, of the loop is correspondingly increased. Recent evidence suggests that engineered magneto-electric (ME) devices (laminates of magnetostrictive and electroactive materials) can be more sensitive than loop antennas at lower frequencies. This project aims to optimize ME devices as well as their associated electronic and software systems as receivers for low-frequency communications in mine emergencies.\r\n\r\nThe broader impact/commercialization potential of this project extends\r\nimmediately to communication during inspection of underground water mains, conduits, and tunnels. Each of these areas of commercial application place different demands on system size and weight, communication range and channel capacity. In a broader sense, the technical developments targeted in this program should advance the potential of ME devices for other applications presently under development, including short-range wireless power transfer (such as for in-vivo therapy, medication management, or health monitoring), personal communication bubbles, and magnetometry. Engineered ME devices offer advantages of simple, robust structure, and relative ease of fabrication at\r\nsmall dimensions compared to coils. Engineered ME devices exhibit magneto-electric coupling coefficients that are many orders of magnitude greater than those of naturally occurring ME materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "O'Handley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert O'Handley",
   "pi_email_addr": "bob@ferrosi.com",
   "nsf_id": "000062943",
   "pi_start_date": "2010-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ferro Solutions, Inc.",
  "inst_street_address": "5 Constitution Way",
  "inst_street_address_2": "",
  "inst_city_name": "Woburn",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7819357878",
  "inst_zip_code": "018011024",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Ferro Solutions, Inc.",
  "perf_str_addr": "5 Constitution Way",
  "perf_city_name": "Woburn",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018011024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1367",
   "pgm_ref_txt": "DDOP-WIRELESS TECH & INFO NETW"
  },
  {
   "pgm_ref_code": "4096",
   "pgm_ref_txt": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>A. Identification and significance of the innovation</strong></p>\n<p>When communication is required in highly absorbing media such as through soil or salt water or in environments dense in steel or reinforced concrete, lower frequency communication systems are favored because of their exponentially lower attenuation compared to RF or microwave ones.&nbsp; Ferro Solutions had demonstrated that small, engineered magneto-electric (ME) devices can be designed to have greater signal output per unit applied magnetic field compared to induction coils of comparable size when the frequency is below about 200 kHz. Further, ME devices have been measured to have very low intrinsic noise (1 - 10 fT/root-Hz)&nbsp;compared to coils.</p>\n<p><strong> B. The intended commercial product</strong></p>\n<p>The ultimate product intended for development is a portable, wireless mine communication system that can automatically track the identity and location of personnel in the mine.&nbsp; The system would function in two ways.&nbsp; First, it would provide wireless voice communication between personnel in the mine and on the surface over a network of stationary transponders in the mine spaced 50 to 100 m apart and operating at a frequency between about 30 kHz and 70 kHz. Data from this system would be collected and displayed in an above ground communication center to monitor mine conditions, personnel locations etc..&nbsp; Second, in the event of a disaster that would likely disrupt the first networked system, it would provide text and possibly delayed voice communication directly between personnel in the mine and on the surface using a lower frequency (1 kHz &ndash; 5 kHz).&nbsp; Each miner would carry a transponder operating at this low-carrier-frequency.&nbsp; In the event of a mine disaster, each miner could transmit a text message over several km through coal-rich soil to communicate the status of local personnel and mine conditions.</p>\n<p><strong>C Phase I</strong> <strong>technical</strong> <strong>objective</strong></p>\n<p>Our Phase I technical objective<strong> </strong>was to design and fabricate a prototype portable ME-based magnetic near-field communication (MNFC) system capable of operating at multiple low-<em>f</em> bands. The transmit antenna was intended to be a solenoid about 8&rdquo; long, 2&rdquo; diameter with about 35 turns and having a high permeability core. The Phase I receiver was planned to be an array of 4 to 8 coupled ME elements, half of them resonating at each of two different frequencies below 100 kHz. The system was to have transmit-power electronics and receive-electronics and DSP software that are double-frequency extensions of systems we have already made for single MEs. It was planned that this prototype communication system would be tested in open air and through building structures.</p>\n<p><strong> D. Phase-I Research plan</strong></p>\n<p>The Phase I prototype was planned to include a portable magnetic dipole antenna capable of resonant transmission at two low frequencies (&lt; 100 kHz), e.g. <em>f</em><sub>r1</sub> &asymp; 1 kHz and <em>f</em><sub>r2</sub> &asymp; 30 kHz.&nbsp; This transmitter will likely be a solenoid with a high-permeability core, measuring about 2&rdquo; in diameter and 8&rdquo; in length and have a dipole moment of order 10 A-m<sup>2</sup>. It was to be powered by a custom-made, class-D power amplifier. The MNF carrier frequency will be modulated to carry text messages.</p>\n<p>The Phase I receiver was to be an array of 4 or 8 ME devices capable of being resonantly coupled to either of the carrier frequencies; it would include 2 or 4 ME elements at each frequency.&nbsp; The receiver electronic system was to consist of a low-noise preamplifier and demodulation circuitry. The receiver array was to be integrated with its electronics and measure about 8&rdquo; x 12&rdquo; x 1&rdquo;.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2011<br>\n\t\t\t\t\tModified by: Robert&nbsp;O'handley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA. Identification and significance of the innovation\n\nWhen communication is required in highly absorbing media such as through soil or salt water or in environments dense in steel or reinforced concrete, lower frequency communication systems are favored because of their exponentially lower attenuation compared to RF or microwave ones.  Ferro Solutions had demonstrated that small, engineered magneto-electric (ME) devices can be designed to have greater signal output per unit applied magnetic field compared to induction coils of comparable size when the frequency is below about 200 kHz. Further, ME devices have been measured to have very low intrinsic noise (1 - 10 fT/root-Hz) compared to coils.\n\n B. The intended commercial product\n\nThe ultimate product intended for development is a portable, wireless mine communication system that can automatically track the identity and location of personnel in the mine.  The system would function in two ways.  First, it would provide wireless voice communication between personnel in the mine and on the surface over a network of stationary transponders in the mine spaced 50 to 100 m apart and operating at a frequency between about 30 kHz and 70 kHz. Data from this system would be collected and displayed in an above ground communication center to monitor mine conditions, personnel locations etc..  Second, in the event of a disaster that would likely disrupt the first networked system, it would provide text and possibly delayed voice communication directly between personnel in the mine and on the surface using a lower frequency (1 kHz &ndash; 5 kHz).  Each miner would carry a transponder operating at this low-carrier-frequency.  In the event of a mine disaster, each miner could transmit a text message over several km through coal-rich soil to communicate the status of local personnel and mine conditions.\n\nC Phase I technical objective\n\nOur Phase I technical objective was to design and fabricate a prototype portable ME-based magnetic near-field communication (MNFC) system capable of operating at multiple low-f bands. The transmit antenna was intended to be a solenoid about 8\" long, 2\" diameter with about 35 turns and having a high permeability core. The Phase I receiver was planned to be an array of 4 to 8 coupled ME elements, half of them resonating at each of two different frequencies below 100 kHz. The system was to have transmit-power electronics and receive-electronics and DSP software that are double-frequency extensions of systems we have already made for single MEs. It was planned that this prototype communication system would be tested in open air and through building structures.\n\n D. Phase-I Research plan\n\nThe Phase I prototype was planned to include a portable magnetic dipole antenna capable of resonant transmission at two low frequencies (&lt; 100 kHz), e.g. fr1 &asymp; 1 kHz and fr2 &asymp; 30 kHz.  This transmitter will likely be a solenoid with a high-permeability core, measuring about 2\" in diameter and 8\" in length and have a dipole moment of order 10 A-m2. It was to be powered by a custom-made, class-D power amplifier. The MNF carrier frequency will be modulated to carry text messages.\n\nThe Phase I receiver was to be an array of 4 or 8 ME devices capable of being resonantly coupled to either of the carrier frequencies; it would include 2 or 4 ME elements at each frequency.  The receiver electronic system was to consist of a low-noise preamplifier and demodulation circuitry. The receiver array was to be integrated with its electronics and measure about 8\" x 12\" x 1\".\n\n \n\n\t\t\t\t\tLast Modified: 09/28/2011\n\n\t\t\t\t\tSubmitted by: Robert O'handley"
 }
}