{
 "awd_id": "1046733",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Partial Order Approach to Dynamic Feedback in Multi-agent Decision and Control Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Corman",
 "awd_eff_date": "2010-06-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 236757.0,
 "awd_amount": 254757.0,
 "awd_min_amd_letter_date": "2010-11-02",
 "awd_max_amd_letter_date": "2011-05-16",
 "awd_abstract_narration": "Embedded systems, from automobiles and aircraft to autonomous robots for space exploration, are becoming ubiquitous. A future is envisioned in which large networks of increasingly autonomous embedded systems operate robustly and reliably. Increased levels of automation will require to on-line represent and process huge amounts of data for the design of control schemes that guarantee safety while maintaining performance. A bottleneck in advancement in this direction is complexity. Complexity is established by the natural scale of the system and by the interaction of the physical devices with logic-based control, which create a large number of system behaviors.  Current methods in the control synthesis in embedded and hybrid systems usually assume small system size and perfect state measurements. While in some cases such assumptions are satisfied, several realistic applications have large system size and imperfect or partial measurements. \r\n\r\nTo address these problems, this NSF CAREER project is developing a dynamic feedback approach (state estimation plus control) for the monitoring and recovery of multi-agent systems modeled as infinite state transition systems with logic and timed transitions. This approach relies on partial order theory as a key enabler to overcome computational difficulties arising from large system size and from the interaction of continuous evolution and logic. By exploiting partial order structures on the set of states and inputs, this method provides an efficient alternative to enumeration approaches and exhaustive searches, which are common practice in embedded programming. This research is expected to extend our current ability to build provably safe and reliable large-scale multi-agent systems, with potential impact on railway and air traffic control systems, intelligent transportation systems, and large robot teams in adversarial environments\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Domitilla",
   "pi_last_name": "Del Vecchio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Domitilla Del Vecchio",
   "pi_email_addr": "ddv@mit.edu",
   "nsf_id": "000488420",
   "pi_start_date": "2010-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "409000",
   "pgm_ele_name": "ADVANCED NET INFRA & RSCH"
  },
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 76757.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 80000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>Multi-agent<br />decision and control systems are ubiquitous in our lives, from transportation<br />networks, to air-traffic control, to the power grid, to smart homes. These<br />systems comprise physical devices, such as vehicles or aircrafts, and embedded<br />computation and wireless communication ability. The continuous decrease of<br />computation and wireless communication technology are pushing these systems<br />toward increased levels of autonomy. A major example is transportation systems,<br />in which vehicles are being equipped with systems that allow them to talk to<br />each other and with the surrounding infrastructure to warn the driver of<br />incoming collisions and to eventually issue overrides to ensure safety. While<br />the potential for improvement in terms of safety, efficiency, and comfort is<br />enormous, the main concern is how to design these systems so that they are<br />provably safe. This is crucial given their life-critical role. &nbsp;Addressing this concern is particularly<br />difficult given that these systems are hybrid, that is, they are described by<br />both Newton&rsquo;s laws and by logic rules, they are high-dimensional (there are<br />many agents), and only partial information is often available to any given<br />agent. Because of these characteristics, formal methods developed in control theory<br />and computer science to design systems in such a way that they are provably<br />safe are often of limited applicability due to computational complexity<br />bottlenecks. In this project, we have focused on transportation networks, and<br />have developed techniques for safety verification and design, which leverage<br />the structure of the application domain to obtain algorithms with linear and<br />polynomial complexity. These techniques exploit the fact that the continuous system<br />dynamics are order preserving, that is, larger inputs lead to larger<br />displacements and speeds. In particular, imperfect information, due to missing<br />communication or noisy sensors, is explicitly accounted for in the design and<br />verification tasks. The algorithms were demonstrated on an experimental<br />test-bed composed of in-scale dynamic vehicles engaged in several cooperative and<br />competitive negotiations of roundabouts, merges, and intersections, involving<br />also human-driven vehicles. We believe that the techniques that we have developed<br />will be used by the automotive industry to solve verification and design tasks<br />of safety-critical systems. Our work will thus contribute to making ubiquitous<br />systems, such as intelligent transportation, safer and more efficient.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2013<br>\n\t\t\t\t\tModified by: Domitilla&nbsp;Del Vecchio</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nMulti-agent\ndecision and control systems are ubiquitous in our lives, from transportation\nnetworks, to air-traffic control, to the power grid, to smart homes. These\nsystems comprise physical devices, such as vehicles or aircrafts, and embedded\ncomputation and wireless communication ability. The continuous decrease of\ncomputation and wireless communication technology are pushing these systems\ntoward increased levels of autonomy. A major example is transportation systems,\nin which vehicles are being equipped with systems that allow them to talk to\neach other and with the surrounding infrastructure to warn the driver of\nincoming collisions and to eventually issue overrides to ensure safety. While\nthe potential for improvement in terms of safety, efficiency, and comfort is\nenormous, the main concern is how to design these systems so that they are\nprovably safe. This is crucial given their life-critical role.  Addressing this concern is particularly\ndifficult given that these systems are hybrid, that is, they are described by\nboth NewtonÆs laws and by logic rules, they are high-dimensional (there are\nmany agents), and only partial information is often available to any given\nagent. Because of these characteristics, formal methods developed in control theory\nand computer science to design systems in such a way that they are provably\nsafe are often of limited applicability due to computational complexity\nbottlenecks. In this project, we have focused on transportation networks, and\nhave developed techniques for safety verification and design, which leverage\nthe structure of the application domain to obtain algorithms with linear and\npolynomial complexity. These techniques exploit the fact that the continuous system\ndynamics are order preserving, that is, larger inputs lead to larger\ndisplacements and speeds. In particular, imperfect information, due to missing\ncommunication or noisy sensors, is explicitly accounted for in the design and\nverification tasks. The algorithms were demonstrated on an experimental\ntest-bed composed of in-scale dynamic vehicles engaged in several cooperative and\ncompetitive negotiations of roundabouts, merges, and intersections, involving\nalso human-driven vehicles. We believe that the techniques that we have developed\nwill be used by the automotive industry to solve verification and design tasks\nof safety-critical systems. Our work will thus contribute to making ubiquitous\nsystems, such as intelligent transportation, safer and more efficient.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2013\n\n\t\t\t\t\tSubmitted by: Domitilla Del Vecchio"
 }
}