{
 "awd_id": "1046903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Development of a Long Life Microchannel Plate Photomultiplier Tube for High Flux Applications through the Innovative Application of Nanofilms",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 149991.0,
 "awd_amount": 149991.0,
 "awd_min_amd_letter_date": "2010-11-01",
 "awd_max_amd_letter_date": "2010-11-01",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project proposes a revolutionary approach to extending the lifetime of microchannel plate (MCP) photomultiplier tubes (PMTs) using atomic layer deposited (ALD) nanofilms to suppress the creation of damaging positive ions.  The technical and intellectual merits of this proposal are noteworthy: our state-of-the-art ALD capabilities will transform mature MCP technology, creating the capability for high flux detection. Previous attempts to improve MCP-PMT capabilities in this area have resulted in reduced responsiveness and resolution.  We have obtained preliminary results which have attracted the attention of major companies in the image intensifier industry, demonstrating a strong market interest should this feasibility study succeed.  The major points of the research plan are i) to optimize the nanofilm properties, ii) to apply the optimized film to commercial MCPs obtained from an industrial partner,  iii) to insert the modified MCPs into a special prototype device, and iv) to test this enhanced device and evaluate its performance, in conjunction with the University of Texas at Arlington (UTA).  The assembled team is well-matched to this proposal, featuring a combination of our ALD process and materials science skills with UTA's detector development prowess, while taking advantage of excellent facilities at both institutions.\r\n\r\nThe broader impact/commercial potential of this project is substantial.  Image intensification detection devices incorporating MCPs are currently widely used in applications where single photon counting or low light level detection are required.  The impact of a device with dramatically improved lifetime ranges from enabling cutting-edge particle physics experiments with exciting discovery potential in the areas of CP violation and Higgs properties, to homeland security applications, to commercial applications such as night vision devices.  The testing of the new MCP-PMTs will be carried out by undergraduate students at UTA, which has been commended as being one of the nation's top universities for Hispanic students. The students will develop expertise in fast timing, lasers, and data analysis, as well as presentation skills. This proposal thus supports the mission of the NSF to promote discoveries and advance education, while meeting the goals of the SBIR program by stimulating technological innovation and transforming scientific discovery into both social and economic benefit.  It is estimated that the potential market opportunity that would be available to this technology, across all of the described technology domains, is in excess of $8 million over the next 5 years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neal",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Neal T Sullivan",
   "pi_email_addr": "nsullivan@arradiance.com",
   "nsf_id": "000533439",
   "pi_start_date": "2010-11-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arradiance, Inc.",
  "inst_street_address": "11A BEAVER BROOK RD",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLETON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "8006592970",
  "inst_zip_code": "014606232",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "ARRADIANCE LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4RJ22TDCS7"
 },
 "perf_inst": {
  "perf_inst_name": "Arradiance, Inc.",
  "perf_str_addr": "11A BEAVER BROOK RD",
  "perf_city_name": "LITTLETON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "014606232",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>??<strong>&nbsp;&nbsp; </strong>This Small Business Innovation Research Phase I project proposed a revolutionary approach to extending the lifetime of microchannel plate (MCP) photomultiplier tube (PMT) detectors using atomic layer deposited (ALD) nanofilms.&nbsp; The four project objectives underpinning this overall goal have been successfully met.&nbsp; After validating the nanofilm performance, it was successfully integrated into detector devices.&nbsp; One of these devices was evaluated, using standard uniform exposure techniques, and showed a lifetime of ~2 C/cm<sup>2</sup> under highly accelerated conditions. This result compares very favorably to the lifetime of ~0.3C/cm<sup>2 </sup>that is typically obtained for current state-of-art MCP-PMTs tested in a similar manner. The increase in lifetime was correlated to short loop measurements conducted at Arradiance, indicating that these studies can be used to develop further improved films, which would then be expected to yield a longer lifetime. Furthermore, the anticipated improved gain characteristics of the coated MCPs were also observed after they were incorporated into the final devices.&nbsp;&nbsp; The device results, along with internal characterizations at Arradiance allowed for the production of a second generation nanofilm, which by the short loop test metrics should provide at least another factor of three improvement in Planacon lifetime. The promising results provide strong motivation for a Phase II proposal to conclude the R&amp;D and bring the new device to market.<strong>&nbsp;&nbsp;</strong><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong></p>\n<p>The <strong>technical and intellectual merits</strong> of this proposal are noteworthy:&nbsp; Arradiance&rsquo;s state-of-the-art ALD capabilities will transform mature MCP technology, creating capability for high flux detection. This is a high risk effort as previous attempts to improve MCP-PMT have reduced responsiveness and resolution.&nbsp; The assembled team is well-matched to this proposal combining Arradiance&rsquo;s ALD process and materials science skills with UTA&rsquo;s detector development prowess, while taking advantage of the excellent facilities at both institutions.</p>\n<p>The <strong>broader impacts</strong> of this proposal are substantial. Image intensification detection devices incorporating MCP&rsquo;s are currently widely used in applications where single photon counting or low light level detection is required. The impact of an improved lifetime device ranges from enabling cutting edge particle physics experiments and detectors with exciting discovery potential in the areas of CP violation and Higgs properties, to homeland security, to night vision devices.&nbsp; The testing of the new MCP-PMT&rsquo;s was carried out by undergraduate students at UTA, which ranks in the top 15 in the country in student diversity and has been commended as being one of the nation&rsquo;s top universities for Hispanic students. The students will develop expertise in fast timing, lasers, and data analysis, as well as presentation skills. This proposal thus supports the mission of the NSF to promote discoveries and advance education, while meeting the goals of the SBIR program by stimulating technological innovation and transforming scientific discovery into both social and economic benefit.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2011<br>\n\t\t\t\t\tModified by: Neal&nbsp;T&nbsp;Sullivan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n??   This Small Business Innovation Research Phase I project proposed a revolutionary approach to extending the lifetime of microchannel plate (MCP) photomultiplier tube (PMT) detectors using atomic layer deposited (ALD) nanofilms.  The four project objectives underpinning this overall goal have been successfully met.  After validating the nanofilm performance, it was successfully integrated into detector devices.  One of these devices was evaluated, using standard uniform exposure techniques, and showed a lifetime of ~2 C/cm2 under highly accelerated conditions. This result compares very favorably to the lifetime of ~0.3C/cm2 that is typically obtained for current state-of-art MCP-PMTs tested in a similar manner. The increase in lifetime was correlated to short loop measurements conducted at Arradiance, indicating that these studies can be used to develop further improved films, which would then be expected to yield a longer lifetime. Furthermore, the anticipated improved gain characteristics of the coated MCPs were also observed after they were incorporated into the final devices.   The device results, along with internal characterizations at Arradiance allowed for the production of a second generation nanofilm, which by the short loop test metrics should provide at least another factor of three improvement in Planacon lifetime. The promising results provide strong motivation for a Phase II proposal to conclude the R&amp;D and bring the new device to market.             \n\nThe technical and intellectual merits of this proposal are noteworthy:  ArradianceÆs state-of-the-art ALD capabilities will transform mature MCP technology, creating capability for high flux detection. This is a high risk effort as previous attempts to improve MCP-PMT have reduced responsiveness and resolution.  The assembled team is well-matched to this proposal combining ArradianceÆs ALD process and materials science skills with UTAÆs detector development prowess, while taking advantage of the excellent facilities at both institutions.\n\nThe broader impacts of this proposal are substantial. Image intensification detection devices incorporating MCPÆs are currently widely used in applications where single photon counting or low light level detection is required. The impact of an improved lifetime device ranges from enabling cutting edge particle physics experiments and detectors with exciting discovery potential in the areas of CP violation and Higgs properties, to homeland security, to night vision devices.  The testing of the new MCP-PMTÆs was carried out by undergraduate students at UTA, which ranks in the top 15 in the country in student diversity and has been commended as being one of the nationÆs top universities for Hispanic students. The students will develop expertise in fast timing, lasers, and data analysis, as well as presentation skills. This proposal thus supports the mission of the NSF to promote discoveries and advance education, while meeting the goals of the SBIR program by stimulating technological innovation and transforming scientific discovery into both social and economic benefit.\n\n\t\t\t\t\tLast Modified: 07/15/2011\n\n\t\t\t\t\tSubmitted by: Neal T Sullivan"
 }
}