{
 "awd_id": "1046952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Vibration-Based Cleaning for Ash Removal from Diesel Particulate Filters",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-09",
 "awd_max_amd_letter_date": "2010-11-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will investigate the feasibility of using vibrations to dislodge and remove contaminants accumulated on ceramic filters.  Filter Sensing Technologies (FST) has targeted diesel particulate filters (DPF) as a promising application, since they are expensive and in widespread use to meet mandated emissions regulations.  Over time these filters become plugged with ash, which current cleaning systems can not easily remove, as the ash packs in plugs at the end of the channels.  Inefficient cleaning results in fuel penalties, added maintenance costs, and reduces the filter?s life.  FST proposes to use vibrations to remove ash more effectively than current cleaning methods.  This research will investigate the efficacy of this system to break-up and remove ash from the DPF, while ensuring filter integrity.\r\n\r\nThe broader/commercial impacts of this research are that it can satisfy a significant unmet need to improve DPF ash cleaning, providing both cost savings and environmental benefits.  Current ash cleaning systems range in price from $25,000 to over $100,000 and all leave some residual ash in the DPF.  FST?s proposed cleaning system can provide annual fuel and maintenance cost savings to the end-user of over $2,500 for a typical heavy-duty truck, at a fraction of the cost.  Current estimates show the US and European DPF cleaning market will generate over $6B in revenues in 2010 and nearly double by 2014.  FST?s technology provides a more effective, simpler, and less expensive solution, enabling fuel savings and improved emission control system performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Sappok",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander G Sappok",
   "pi_email_addr": "alexander.sappok@dpfsensor.com",
   "nsf_id": "000519072",
   "pi_start_date": "2010-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Filter Sensing Technologies, Inc.",
  "inst_street_address": "Po Box 425197",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174606428",
  "inst_zip_code": "021421341",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Filter Sensing Technologies, Inc.",
  "perf_str_addr": "Po Box 425197",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021421341",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5346",
   "pgm_ref_txt": "BIOENGINEERING IN THE ENVIRONM"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong><em>SBIR Phase I: Vibration-Based Cleaning for Ash Removal from Diesel Particulate Filters </em></strong></p>\n<p><strong><em>&nbsp;</em></strong></p>\n<p><strong><em>Intellectual Merits</em></strong></p>\n<p>&nbsp;This Small Business Innovation Research Phase I project investigated the feasibility of using vibrations to dislodge and remove contaminants accumulated on ceramic filters. &nbsp;Filter Sensing Technologies (FST) has targeted diesel particulate filters (DPF) as a promising application.&nbsp; Nearly all 2007 and newer diesel engines are equipped with DPFs to meet stringent emissions limits.&nbsp; The DPF is a porous ceramic honeycomb mounted in the exhaust, and traps up to 99% of soot emissions. &nbsp;Over time, ash builds up, plugging the DPF channels, negatively impacting fuel economy, and limiting the filter&rsquo;s life.&nbsp; Efficient removal of the ash is challenging, as it generally packs in plugs toward the end of the channels.&nbsp; Current cleaning systems are ineffective at removing the packed ash.&nbsp; Inefficient filter cleaning results in fuel penalties, added maintenance costs, and reduces the useful life of these filters, which can cost over $5,000.&nbsp; FST proposes the use of vibrations, to remove ash much more effectively than the current state-of-the-art.&nbsp; This research confirmed the efficacy of this system to break-up and remove ash deposits from the DPF, while ensuring filter integrity.&nbsp; Completion of Phase I resulted in a prototype system to undergo additional field testing and development in Phase II.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong><em>Broader Impacts/Commercial Potential</em></strong></p>\n<p>&nbsp;There is a significant unmet need to improve DPF ash cleaning.&nbsp; A large fraction of DPFs can not be cleaned to acceptable levels using currently available technologies, and nearly all cleaning methods leave some level of residual ash in the DPF.&nbsp; Despite their inefficiencies, commercial ash cleaning systems are expensive, ranging in price from $25,000 to over $100,000.&nbsp; More effective DPF ash cleaning can provide annual fuel and maintenance cost savings to the end-user of up to $2,500 for a typical heavy-duty truck, and enables more effective emission control system operation.&nbsp; FST&rsquo;s technology provides a more effective, simpler and less expensive DPF cleaning solution. It reduces DPF ash-related fuel economy impacts, extends filter cleaning intervals, and improves emission control system durability and performance.&nbsp; This technology is not limited to emission control applications, but a wide range of filtration applications where effective filter cleaning is required.</p>\n<p>&nbsp;</p>\n<p><strong><em>Key Words</em></strong></p>\n<p>&nbsp;Biotechnology and Chemical Technologies (C2), Diesel Emission Control, Diesel Particulate Filter, DPF, Engines, Emissions, Efficiency, Energy, Filtration, Ash, Cleaning Systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2011<br>\n\t\t\t\t\tModified by: Alexander&nbsp;G&nbsp;Sappok</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "SBIR Phase I: Vibration-Based Cleaning for Ash Removal from Diesel Particulate Filters \n\n \n\nIntellectual Merits\n\n This Small Business Innovation Research Phase I project investigated the feasibility of using vibrations to dislodge and remove contaminants accumulated on ceramic filters.  Filter Sensing Technologies (FST) has targeted diesel particulate filters (DPF) as a promising application.  Nearly all 2007 and newer diesel engines are equipped with DPFs to meet stringent emissions limits.  The DPF is a porous ceramic honeycomb mounted in the exhaust, and traps up to 99% of soot emissions.  Over time, ash builds up, plugging the DPF channels, negatively impacting fuel economy, and limiting the filterÆs life.  Efficient removal of the ash is challenging, as it generally packs in plugs toward the end of the channels.  Current cleaning systems are ineffective at removing the packed ash.  Inefficient filter cleaning results in fuel penalties, added maintenance costs, and reduces the useful life of these filters, which can cost over $5,000.  FST proposes the use of vibrations, to remove ash much more effectively than the current state-of-the-art.  This research confirmed the efficacy of this system to break-up and remove ash deposits from the DPF, while ensuring filter integrity.  Completion of Phase I resulted in a prototype system to undergo additional field testing and development in Phase II. \n\n \n\nBroader Impacts/Commercial Potential\n\n There is a significant unmet need to improve DPF ash cleaning.  A large fraction of DPFs can not be cleaned to acceptable levels using currently available technologies, and nearly all cleaning methods leave some level of residual ash in the DPF.  Despite their inefficiencies, commercial ash cleaning systems are expensive, ranging in price from $25,000 to over $100,000.  More effective DPF ash cleaning can provide annual fuel and maintenance cost savings to the end-user of up to $2,500 for a typical heavy-duty truck, and enables more effective emission control system operation.  FSTÆs technology provides a more effective, simpler and less expensive DPF cleaning solution. It reduces DPF ash-related fuel economy impacts, extends filter cleaning intervals, and improves emission control system durability and performance.  This technology is not limited to emission control applications, but a wide range of filtration applications where effective filter cleaning is required.\n\n \n\nKey Words\n\n Biotechnology and Chemical Technologies (C2), Diesel Emission Control, Diesel Particulate Filter, DPF, Engines, Emissions, Efficiency, Energy, Filtration, Ash, Cleaning Systems.\n\n\t\t\t\t\tLast Modified: 07/15/2011\n\n\t\t\t\t\tSubmitted by: Alexander G Sappok"
 }
}