{
 "awd_id": "1046860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  OpIndex: A Dynamic Index of Consumer Opinions",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-29",
 "awd_max_amd_letter_date": "2010-11-29",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project concentrates on the opportunities that exist in organizing consumers' opinions, unstructured information that makes up a significant portion of Internet content. Organizing this information will lead to efficiency gains in current markets and will enable emerging ones. This proposal integrates prediction markets and casual games to generate a structured, non ad-hoc and dynamic index of consumers' true opinions on a large scale. Prediction markets are explicitly designed mechanisms where consumers are given incentives to reveal their opinions truthfully through trading games. However, historically prediction markets have not scaled. Casual games are informal problem-solving mechanisms that have been shown to scale massively through Internet and mobile devices. However, casual games are ad hoc and do not induce a coordinated purposeful dataset. The intellectual merit of the proposed research lies in integrating these two mechanisms and applying the result to the commercial enterprise.\r\n \r\nThe broader impacts of this research are the ability to (1) provision the collective's opinions on a larger scale by lowering barriers for mass participation in a complex mechanism, that in turn (2) decrease uncertainty and increase confidence in the quality of the information, (3) create greater efficiency in current decision-making processes, (4) enable new markets to emerge given the reduced information asymmetries, and (5) have spill-over benefits to many industrial sectors. The integrative approach is a novel contribution to software design methodologies for emerging social computing platforms, where the architecture is increasingly based on participation and less on monolithic designs.  The proposed research will contribute to development of the internal logic of the prediction market itself, through better reward structure and lower transaction costs.  If successfully deployed, the approach will enable lower-cost engagement for online research geared toward assessing consumer engagement and trends.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peyman",
   "pi_last_name": "Faratin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peyman Faratin",
   "pi_email_addr": "peyman@robustlinks.com",
   "nsf_id": "000553371",
   "pi_start_date": "2010-11-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Market Design",
  "inst_street_address": "504 Grand St",
  "inst_street_address_2": "Apt B32",
  "inst_city_name": "New York",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6173880748",
  "inst_zip_code": "100024140",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Market Design",
  "perf_str_addr": "504 Grand St",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100024140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6850",
   "pgm_ref_txt": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><strong>Intellectual merits</strong></p>\n<p class=\"p1\">Personalizing a service requires knowing preferences of the service consumer. In domains where goods are well-structured (inventory is standardized, stationary and substitutable across vendors) and there are many opportunities for consumers to interact with the goods, then preferences can be revealed implicitly in consumer&rsquo;s selection action. Books, music and movies sold by vendors with scale (such as Amazon, Apple and Netflix) are instances of such goods. Collaborative recommendation techniques can be used in such domains to reason about which goods match to which users.</p>\n<p class=\"p1\">However, in domains where goods are unstructured (inventory is not standardized, non-stationary/perishable and not substitutable across vendors) and there are few opportunities for consumers to interact with the goods, then there are few opportunities for consumers to reveal their preferences through selection actions. Deals, news and events are examples of such goods.&nbsp;Under these circumstances explicit revelation of preferences by the consumer can be relatively more optimal. Our goal was to capture and model users&rsquo; demographics, interests and expertise so as to match them to other consumers and inventory of unstructured items.&nbsp;We assume interests and expertise are expressed in natural language. To reason about preferences expressed in natural language is hard. For instance, what is the similarity relationship between the expressed preferences &ldquo;Obama&rdquo;, &ldquo;hope&rdquo; and &ldquo;cheesecake&rdquo;? This is a trivial task for humans, but to determine this relationship in software is none-trivial given the complexity of language and its usage. What about the demographic characteristics of the individual themselves? Deriving demographic relationships in software, although simpler than linguistic ones, are nonetheless non-trivial. And how do we combine each variable of interest?</p>\n<p class=\"p1\">Our innovation is an attempt to design data models, algorithms and APIs that begin to understand relationships between individuals and objects along demographic and linguistic dimensions. To do so we use open public knowledge bases such as the US Census and Wikipedia encyclopedia. The primary methods used belong to Information Retrieval paradigm.</p>\n<p class=\"p1\"><strong>Broader Impacts</strong></p>\n<p class=\"p1\">The innovation carried out in this research makes a contribution along both academic and application dimensions. The algorithms developed, specifically the Natural Language Processing algorithms, extends and refines the \"Explicit Semantic Analysis\" work of&nbsp;Gabrilovich and&nbsp;Markovitch (2007). We show how collective wisdom of the crowd (in the form of Wikipedia encyclopedia articles) can be used as a corpus for algorithms that can model the relationship between words. We also make contribution to how the noise in the wisdom of the crowd can be reduced.&nbsp;</p>\n<p class=\"p2\">Our innovation also makes contributions to the marketplace. In particular, our innovation can be applied to any vertical whose current&nbsp;supply needs to be better matched to actual/predicted demand. In particular, if service providers could better predict consumer demand then they can better optimize their business models.To achieve this we propose to give end consumers the ability to express their preferences for the goods. This way demand expressed by individual end consumers can be aggregated and fed upstream to either wholesale or retail markets, who then compose personalized offers at some level of aggregation.</p>\n<p class=\"p3\">&nbsp;</p>\n<p class=\"p4\">Evgeniy Gabrilovich and Shaul Markovitch. <em>Computing semantic relatedness using wikipedia-based explicit semantic analysis</em>. In IJCAI, pages 1606-1611, 2007</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/25/2011<br>\n\t\t\t\t\tModified by: Peyman&nbsp;Faratin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual merits\nPersonalizing a service requires knowing preferences of the service consumer. In domains where goods are well-structured (inventory is standardized, stationary and substitutable across vendors) and there are many opportunities for consumers to interact with the goods, then preferences can be revealed implicitly in consumer’s selection action. Books, music and movies sold by vendors with scale (such as Amazon, Apple and Netflix) are instances of such goods. Collaborative recommendation techniques can be used in such domains to reason about which goods match to which users.\nHowever, in domains where goods are unstructured (inventory is not standardized, non-stationary/perishable and not substitutable across vendors) and there are few opportunities for consumers to interact with the goods, then there are few opportunities for consumers to reveal their preferences through selection actions. Deals, news and events are examples of such goods. Under these circumstances explicit revelation of preferences by the consumer can be relatively more optimal. Our goal was to capture and model users’ demographics, interests and expertise so as to match them to other consumers and inventory of unstructured items. We assume interests and expertise are expressed in natural language. To reason about preferences expressed in natural language is hard. For instance, what is the similarity relationship between the expressed preferences \"Obama\", \"hope\" and \"cheesecake\"? This is a trivial task for humans, but to determine this relationship in software is none-trivial given the complexity of language and its usage. What about the demographic characteristics of the individual themselves? Deriving demographic relationships in software, although simpler than linguistic ones, are nonetheless non-trivial. And how do we combine each variable of interest?\nOur innovation is an attempt to design data models, algorithms and APIs that begin to understand relationships between individuals and objects along demographic and linguistic dimensions. To do so we use open public knowledge bases such as the US Census and Wikipedia encyclopedia. The primary methods used belong to Information Retrieval paradigm.\nBroader Impacts\nThe innovation carried out in this research makes a contribution along both academic and application dimensions. The algorithms developed, specifically the Natural Language Processing algorithms, extends and refines the \"Explicit Semantic Analysis\" work of Gabrilovich and Markovitch (2007). We show how collective wisdom of the crowd (in the form of Wikipedia encyclopedia articles) can be used as a corpus for algorithms that can model the relationship between words. We also make contribution to how the noise in the wisdom of the crowd can be reduced. \nOur innovation also makes contributions to the marketplace. In particular, our innovation can be applied to any vertical whose current supply needs to be better matched to actual/predicted demand. In particular, if service providers could better predict consumer demand then they can better optimize their business models.To achieve this we propose to give end consumers the ability to express their preferences for the goods. This way demand expressed by individual end consumers can be aggregated and fed upstream to either wholesale or retail markets, who then compose personalized offers at some level of aggregation.\n \nEvgeniy Gabrilovich and Shaul Markovitch. Computing semantic relatedness using wikipedia-based explicit semantic analysis. In IJCAI, pages 1606-1611, 2007\n\n \n\n\t\t\t\t\tLast Modified: 09/25/2011\n\n\t\t\t\t\tSubmitted by: Peyman Faratin"
 }
}