{
 "awd_id": "1046472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Aerobic Microbial Conversion of Agricultural Manures to Biofuels",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-23",
 "awd_max_amd_letter_date": "2010-11-23",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will demonstrate the feasibility of using manure from cattle and hogs to make bio-diesel and, in so doing, reducing the environmental impact of releasing untreated or anaerobically fermented manure. The rich mineral content of feces generated by concentrated animal feeding operations can make it an environmental hazard during storage and reuse as fertilizer, by polluting ground and surface water with excess phosphorus and nitrogen or by release of nitrous oxide and methane greenhouse gases into the air. This project will feed manure to microbes that can utilize its carbon to make lipids that will be extracted and upgraded into bio-diesel. Following lipid extraction, the remaining solids will be analyzed to determine a useful purpose for them. Concomitantly, it will be determined whether the re-purposed spent solids are less toxic to the environment than the input manure.\r\nThe broader/commercial impacts of this research will be in licensing the technology and supplying the microbe for on-farm manure-to-bio-diesel reactors. Farmers would benefit by using a waste they would normally need to dispose of to make bio-diesel for their farm machinery and vehicles, and by using or selling the spent solids for a use identified under the proposed effort. Ultimately, finding a way to reduce manure runoff and off-gassing will result in cleaner water supplies and less polluted air.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Orchard",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha S Orchard",
   "pi_email_addr": "sorchard@menon.us",
   "nsf_id": "000566168",
   "pi_start_date": "2010-11-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MENON AND ASSOCIATES, INC.",
  "inst_street_address": "500 LA TERRAZA BLVD STE 150",
  "inst_street_address_2": "",
  "inst_city_name": "ESCONDIDO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585498886",
  "inst_zip_code": "920253876",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "MENON & ASSOCIATES, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "JHE9N6LVGMK7"
 },
 "perf_inst": {
  "perf_inst_name": "MENON AND ASSOCIATES, INC.",
  "perf_str_addr": "500 LA TERRAZA BLVD STE 150",
  "perf_city_name": "ESCONDIDO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920253876",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5346",
   "pgm_ref_txt": "BIOENGINEERING IN THE ENVIRONM"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During this Small Business Innovation Research (SBIR) Phase I project, Menon and Associates, Inc. (&ldquo;Menon&rdquo;) proved the concept of aerobic fermentation of animal waste (manure) feedstocks to make renewable transportation fuels and high-value co-products.&nbsp; Proprietary microbes convert waste and/or inexpensive renewable feedstocks into a triacylglyceride (TAG)-rich lipid oil.&nbsp; This oil is chemically extracted from the microbial cells for upgrading into liquid transportation fuels such as biodiesel or hydrocarbon fuels including diesel and jet. The technical focus of the NSF SBIR-funded work was to research the use of cattle and hog manure as a feedstock for Menon&rsquo;s process.&nbsp; Menon demonstrated the ability of both cattle and hog manure to sustain growth and effect lipid (oil) accumulation by the microbe employed in these studies. Further, it showed that supplementing the manure-based culture medium with other waste, such as glycerol from biodiesel production, results in improved microbial growth and lipid accumulation.&nbsp; Menon met the technical objectives for this project. &nbsp;Additional pretreatment studies show that methods exist to render up to five times as much carbon from the manure accessible to the microbes as in the control samples. Solids that were harvested from manure-based cultures and subjected to solvent-based lipid extraction were analyzed and found to contain a combination of nitrogen, phosphorus, and potassium indicating that this co-product holds promise as a high-value organic fertilizer. However, an even more valuable use for the solids, as a high-value component of animal feed, has been demonstrated, in separate work and using other feedstocks. Whether the spent biomass is used as a fertilizer or as an animal feed ingredient, the biomass and lipid products produced by our process are more valuable and less environmentally hazardous (due to a reduction in phosphorus levels) than the input manure.</p>\n<p><strong>Broader Impacts:</strong> Disposal of animal waste generated in concentrated animal feeding operations (CAFOs) presents a serious environmental and economic challenge.&nbsp; The key environmental benefits of manure as a feedstock for aerobic fermentation to lipids and co-products are reduction of greenhouse gas (GHG) emissions associated with conventional manure management methods and reduction of watershed pollution via runoff of nitrogen and phosphorus nutrients from manure.&nbsp; The key commercial benefit to concentrated animal feeding operations (CAFOs) is not only to reduce the cost of manure management and disposal, but to turn it from a cost center into a profit center for the operation.&nbsp; The key commercial benefit to Menon, as a biofuel and co-product producer, is that manure, produced at a constant rate throughout the year, mitigates seasonal fluctuations in the supply of other agricultural cellulosic waste (corn stover, wheat straw, almond hulls, and the like) and thus reduces feedstock sourcing risk.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/01/2011<br>\n\t\t\t\t\tModified by: Samantha&nbsp;S&nbsp;Orchard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring this Small Business Innovation Research (SBIR) Phase I project, Menon and Associates, Inc. (\"Menon\") proved the concept of aerobic fermentation of animal waste (manure) feedstocks to make renewable transportation fuels and high-value co-products.  Proprietary microbes convert waste and/or inexpensive renewable feedstocks into a triacylglyceride (TAG)-rich lipid oil.  This oil is chemically extracted from the microbial cells for upgrading into liquid transportation fuels such as biodiesel or hydrocarbon fuels including diesel and jet. The technical focus of the NSF SBIR-funded work was to research the use of cattle and hog manure as a feedstock for MenonÆs process.  Menon demonstrated the ability of both cattle and hog manure to sustain growth and effect lipid (oil) accumulation by the microbe employed in these studies. Further, it showed that supplementing the manure-based culture medium with other waste, such as glycerol from biodiesel production, results in improved microbial growth and lipid accumulation.  Menon met the technical objectives for this project.  Additional pretreatment studies show that methods exist to render up to five times as much carbon from the manure accessible to the microbes as in the control samples. Solids that were harvested from manure-based cultures and subjected to solvent-based lipid extraction were analyzed and found to contain a combination of nitrogen, phosphorus, and potassium indicating that this co-product holds promise as a high-value organic fertilizer. However, an even more valuable use for the solids, as a high-value component of animal feed, has been demonstrated, in separate work and using other feedstocks. Whether the spent biomass is used as a fertilizer or as an animal feed ingredient, the biomass and lipid products produced by our process are more valuable and less environmentally hazardous (due to a reduction in phosphorus levels) than the input manure.\n\nBroader Impacts: Disposal of animal waste generated in concentrated animal feeding operations (CAFOs) presents a serious environmental and economic challenge.  The key environmental benefits of manure as a feedstock for aerobic fermentation to lipids and co-products are reduction of greenhouse gas (GHG) emissions associated with conventional manure management methods and reduction of watershed pollution via runoff of nitrogen and phosphorus nutrients from manure.  The key commercial benefit to concentrated animal feeding operations (CAFOs) is not only to reduce the cost of manure management and disposal, but to turn it from a cost center into a profit center for the operation.  The key commercial benefit to Menon, as a biofuel and co-product producer, is that manure, produced at a constant rate throughout the year, mitigates seasonal fluctuations in the supply of other agricultural cellulosic waste (corn stover, wheat straw, almond hulls, and the like) and thus reduces feedstock sourcing risk.\n\n\t\t\t\t\tLast Modified: 08/01/2011\n\n\t\t\t\t\tSubmitted by: Samantha S Orchard"
 }
}