{
 "awd_id": "1046634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I: Synthetic Respiration for Improved Bio-fuels Production",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthony Walters",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 148960.0,
 "awd_amount": 148960.0,
 "awd_min_amd_letter_date": "2010-12-03",
 "awd_max_amd_letter_date": "2010-12-03",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project will undertake engineering Escherichia coli to \"breathe\" (respire) using an electrode instead of oxygen. An increasing number of industrial bioprocesses use engineered E. coli strains for the production of fuels and chemicals from renewable feedstocks. Efficient microbial production of fuels and chemicals is intimately connected to respiration and metabolism. This synthetic form of respiration represents a fundamentally new way to interface external controls with intracellular environments. Because the chemical activity of an electrode can be varied electronically, this artificial \"electronic\" respiratory pathway will enable the control of metabolism. The engineered microbe will be a platform strain for the improved production of a range of fuels and chemicals.\r\nThe broader/commercial impacts of this research are more efficient and cost-effective industrial fermentations translating to market-competitive bio-based fuels and chemicals, reduced environmental impacts, and greater independence from fossil fuels. Furthermore, an electrode respiring E. coli will find application in biosensing,  machine-cellular communication, and fundamental investigation into cellular bio-energetics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Weigele",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Peter R Weigele",
   "pi_email_addr": "weigele@neb.com",
   "nsf_id": "000553601",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New England Biolabs",
  "inst_street_address": "240 COUNTY RD",
  "inst_street_address_2": "",
  "inst_city_name": "IPSWICH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789275054",
  "inst_zip_code": "019382723",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "NEW ENGLAND BIOLABS, INC.",
  "org_prnt_uei_num": "EDKJNT8DADG8",
  "org_uei_num": "EDKJNT8DADG8"
 },
 "perf_inst": {
  "perf_inst_name": "New England Biolabs",
  "perf_str_addr": "240 COUNTY RD",
  "perf_city_name": "IPSWICH",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "019382723",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 148960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The goal of our NSF-SBIR grant funded research has been to engineer an electrochemical interface into a living cell. Put another way, we want to &ldquo;plug in&rdquo; the common bacterium <em>Escherichia coli </em>to an electrode<em>. </em>Why do we want to do this? Broadly speaking, for two reasons. First, we are developing a technology that could make bacteria better at converting renewable feed-stocks into useable fuels and chemicals. Second, as we are doing this, we are learning basic facts about the physiology and manipulation of a microbial cell. These advances, which are made possible in part by the NSF-SBIR support, will be shared in the marketplace and in the scientific literature.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>How would &ldquo;plugging in&rdquo; a bacterium lead to improved biofuels production? The answer has to do with how cells &ldquo;breathe&rdquo;. Nearly every living cell functions like a chemical fuel-cell. Inside the mitochondria of our own cells, electrons and protons derived from our food join with the oxygen we breathe to make water and in the process release energy that is used by our bodies. In the absence of oxygen, many microbes can convert the sugars they consume into ethanol in a process called fermentation. Other microbes have evolved the ability to &ldquo;breathe&rdquo; or respire chemicals other than oxygen. One class of microbes (including the bacterium <em>Shewanella oneidensis</em>) can respire on solid granules of minerals found in soils and aquatic sediments. These same bacteria, when placed into a special kind of vessel called an electrochemical bioreactor, can produce electrical current on an electrode while they consume sugars. Because the electrodes can be controlled electronically, a physiological condition somewhere between breathing oxygen and strict fermentation can be achieved. Under this condition, certain feed-stocks such as glycerol are theoretically more efficiently converted to ethanol and other biofuels. The efforts in our laboratory are centered around genetically transplanting the alternative respiratory pathway of <em>Shewanella </em>into <em>E. coli</em> in order to achieve this altered physiology in an electrochemical bioreactor.</p>\n<p><span style=\"white-space: pre;\"> </span>&nbsp;What have we accomplished during the period we have been funded by the NSF-SBIR grant? We have succeeded in doing two things. First, we have engineered <em>E. coli</em> to be better at making a certain kind of protein called cytochrome. Within the envelope of the cell, cytochromes can form a conduit for the transfer of electrons to an electrode. Therefore, if we wanted to plug in <em>E. coli</em>, we had to improve <em>E. coli&rsquo;s</em> ability to make cytochromes under normal laboratory conditions. We did this by changing how <em>E. coli&rsquo;s</em> genes for making cytochromes get turned on. We can now put a variety of cytochrome genes into <em>E. coli</em> and have it produce the encoded proteins much better than the unmodified form of the bacterium. Second, we put the genes encoding the electron conduit of <em>Shewanella</em> into <em>E. coli</em> and demonstrated the production of electrical current by these recombinant cells when fed on a variety of substrates including glucose. Unfortunately, this conduit in <em>E. coli</em> has only ~15% of the activity as the same pathway in <em>Shewanella.</em> However, we have identified other bottlenecks in the biogenesis of this electron conduit in <em>E. coli</em> and are currently engineering further changes to this bacterium in order to improve the function of this synthetic respiratory pathway.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/11/2012<br>\n\t\t\t\t\tModified by: Peter&nbsp;R&nbsp;Weigele</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The goal of our NSF-SBIR grant funded research has been to engineer an electrochemical interface into a living cell. Put another way, we want to \"plug in\" the common bacterium Escherichia coli to an electrode. Why do we want to do this? Broadly speaking, for two reasons. First, we are developing a technology that could make bacteria better at converting renewable feed-stocks into useable fuels and chemicals. Second, as we are doing this, we are learning basic facts about the physiology and manipulation of a microbial cell. These advances, which are made possible in part by the NSF-SBIR support, will be shared in the marketplace and in the scientific literature.\n\n  How would \"plugging in\" a bacterium lead to improved biofuels production? The answer has to do with how cells \"breathe\". Nearly every living cell functions like a chemical fuel-cell. Inside the mitochondria of our own cells, electrons and protons derived from our food join with the oxygen we breathe to make water and in the process release energy that is used by our bodies. In the absence of oxygen, many microbes can convert the sugars they consume into ethanol in a process called fermentation. Other microbes have evolved the ability to \"breathe\" or respire chemicals other than oxygen. One class of microbes (including the bacterium Shewanella oneidensis) can respire on solid granules of minerals found in soils and aquatic sediments. These same bacteria, when placed into a special kind of vessel called an electrochemical bioreactor, can produce electrical current on an electrode while they consume sugars. Because the electrodes can be controlled electronically, a physiological condition somewhere between breathing oxygen and strict fermentation can be achieved. Under this condition, certain feed-stocks such as glycerol are theoretically more efficiently converted to ethanol and other biofuels. The efforts in our laboratory are centered around genetically transplanting the alternative respiratory pathway of Shewanella into E. coli in order to achieve this altered physiology in an electrochemical bioreactor.\n\n  What have we accomplished during the period we have been funded by the NSF-SBIR grant? We have succeeded in doing two things. First, we have engineered E. coli to be better at making a certain kind of protein called cytochrome. Within the envelope of the cell, cytochromes can form a conduit for the transfer of electrons to an electrode. Therefore, if we wanted to plug in E. coli, we had to improve E. coliÆs ability to make cytochromes under normal laboratory conditions. We did this by changing how E. coliÆs genes for making cytochromes get turned on. We can now put a variety of cytochrome genes into E. coli and have it produce the encoded proteins much better than the unmodified form of the bacterium. Second, we put the genes encoding the electron conduit of Shewanella into E. coli and demonstrated the production of electrical current by these recombinant cells when fed on a variety of substrates including glucose. Unfortunately, this conduit in E. coli has only ~15% of the activity as the same pathway in Shewanella. However, we have identified other bottlenecks in the biogenesis of this electron conduit in E. coli and are currently engineering further changes to this bacterium in order to improve the function of this synthetic respiratory pathway.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/11/2012\n\n\t\t\t\t\tSubmitted by: Peter R Weigele"
 }
}