{
 "awd_id": "1046233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: THE CHENGJIANG SCIENTIFIC DRILLING PROJECT AND AN INTEGRATED MODEL FOR UNDERSTANDING BURGESS SHALE-TYPE DEPOSITS",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 184036.0,
 "awd_amount": 184036.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2011-05-10",
 "awd_abstract_narration": "RUI: THE CHENGJIANG SCIENTIFIC DRILLING PROJECT AND AN INTEGRATED MODEL FOR UNDERSTANDING BURGESS SHALE-TYPE DEPOSITS\r\n\r\nRobert R. Gaines, Geology Department, Pomona College\r\nEAR-1046233\r\n\r\nABSTRACT\r\nCambrian Burgess Shale-type (BST) deposits preserve soft-bodied organisms and are central to our understanding of the initial radiation and early evolution of the Metazoa; however, these deposits represent significant deviations from the constraints that govern the typical operation of the fossil record. This problem has remained unexplained since Walcott?s discovery of the Burgess Shale in 1909. By combining high resolution centimeter to micron-scale analyses with modern geochemical approaches, this study will test an integrative model for the origin of enigmatic Burgess Shale-type fossil deposits using the Chengjiang deposit of Yunnan Province, South China. In this project a total of 4 drill cores will be extracted along a proximal-distal transect for micro-scale analysis of the paleoenvironments and geomicrobiological processes that led to exceptional fossilization of the Chengjiang Biota of the Yu?anshan Shale. The Chengjiang occupies a special position in our understanding of the history of animal life as the oldest of nine principal Cambrian BST deposits and the most diverse Cambrian biota yet described. Using the dynamic and geographically widespread strata of the Yu?anshan Shale, this project will test a new hypothesis that conservation of exceptional fossils occurred at discrete loci only when a specific set of paleoenvironmental criteria was satisfied. Data from 8 of the principal BST deposits indicate that BST intervals occur in a specific physical depositional window at the distal margin of scour, where re-working was absent, yet deposition of clay-sized particles was event-driven and rapid. Within this favorable physical environment, it is hypothesized that the chemistry of the benthic environment exerted the next control, with exceptional fossilization occurring only under anoxic benthic conditions. Ultimately, the chemistry of the early burial environment and of early Phanerozoic seawater are proposed to have determined what microbial reactions were favored and the extent to which each could progress. Exceptional preservation is suggested to have resulted from a combination of factors that significantly inhibited normal microbial processes; a hypothesis readily tested using the ä34S system. This work will apply newly-developed, interdisciplinary methods to examine the paleoenvironments, preservation and geomicrobiology of the Chengjiang deposit in a unified context, and to reconstruct the ecological environments in which exceptional fossils were conserved. Accordingly, this work will be conducted at a variety of scales, including formation-scale stratigraphic analyses, lab-based microstratigraphic analyses (mm-cm scale), SEM investigations, and extensive geochemical analyses tied into a microstratigraphic framework.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Gaines",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Robert R Gaines",
   "pi_email_addr": "robert.gaines@pomona.edu",
   "nsf_id": "000481709",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pomona College",
  "inst_street_address": "550 N COLLEGE AVE # 244",
  "inst_street_address_2": "",
  "inst_city_name": "CLAREMONT",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9096218328",
  "inst_zip_code": "917114434",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "POMONA COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q9VBQSV2CBY5"
 },
 "perf_inst": {
  "perf_inst_name": "Pomona College",
  "perf_str_addr": "550 N COLLEGE AVE # 244",
  "perf_city_name": "CLAREMONT",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "917114434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 184036.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Precambrian/Cambrian boundary is the fundamental divide in the geologic record. At this time, the Earth&rsquo;s surface environments were permanently transformed by the rapid evolution of the animals from single-celled ancestors, and their profound diversification in an event known as the Cambrian &lsquo;explosion&rsquo;. Particularly critical to our understanding of this event are fossil deposits of Burgess Shale-type (BST), which preserve soft-bodied organisms and are central to our understanding of the initial radiation and early evolution of the animals. These deposits, however, represent significant deviations from the constraints that govern the typical operation of the fossil record. This problem has remained unexplained since the discovery of the Burgess Shale by Charles Walcott in 1909, prohibiting full interpretation of these rich fossil faunas. This study was successful in conclusively identifying the fundamental mechanisms behind this exquisite style of fossilization. Specifically, it related them to unusual geochemical conditions in the oceans, which may also have played a role in the evolutionary burst that defines the Precambrian/Cambrian boundary. Our working group, which included thirteen undergraduate students (including 8 women and two students from under-represented groups in the sciences), four Chinese colleagues and two researchers based in Denmark in addition to the US-based PI, worked to study the Early Cambrian fossil deposits of Chengjiang, China, in unprecedented detail, and to compare them to results of similar study from the Burgess Shale and several other similar deposits. The Chengjiang occupies a special position in our understanding of the history of animal life as the oldest of nine principal Cambrian BST deposits and the most diverse Cambrian biota yet described. In the study, we extracted two drill cores and acquired a third from a mining company. These pristine materials provided an exquisite and unique record of the complete thickness of the fossil-bearing deposits at three locations where fossils are best known. We combined high resolution centimeter to micron-scale analyses with modern geochemical approaches, and conducted an analysis of the paleoenvironments and geomicrobiological processes that led to exceptional fossilization of the Chengjiang Biota of the Yu&rsquo;anshan Shale. Extraordinary preservation of organic tissues, which are usually lost within 2-3 weeks after death, resulted from severe restriction of microbial activity soon after the fossils were buried. Microbes, which usually break down organic tissues rapidly, were deprived of oxidants, including oxygen, sulfate, and nitrate, which are used by microbes for respiration while they consume organic tissues. Because microbes were prevented from degrading soft tissues completely, organic remains of animals were conserved, leading to the preservation of the extraordinary fossils found today.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This most unusual type of fossilization was promoted by the growth of calcium carbonate cements at the sea floor soon after burial of the fossils in mud. This mineral carpet acted as a barrier that prevented exchange of seawater with waters contained in sediments under the seafloor, and literally choked the microbial communities, preventing them from completing their typical activities of decomposition. This condition was greatly aided by several unique aspects of Cambrian seawater chemistry, namely enhanced calcium carbonate concentrations, and depletion of oxygen and sulfate. Whereas the high concentrations of dissolved calcium carbonate may have helped spur the Cambrian &lsquo;Explosion&rsquo; by promoting the early acquisition of skeletons by animals, the low oxygen concentrations in the global oceans at that time may have limited the extent to which animals could develop before greater oxidation ...",
  "por_txt_cntn": "\nThe Precambrian/Cambrian boundary is the fundamental divide in the geologic record. At this time, the EarthÆs surface environments were permanently transformed by the rapid evolution of the animals from single-celled ancestors, and their profound diversification in an event known as the Cambrian æexplosionÆ. Particularly critical to our understanding of this event are fossil deposits of Burgess Shale-type (BST), which preserve soft-bodied organisms and are central to our understanding of the initial radiation and early evolution of the animals. These deposits, however, represent significant deviations from the constraints that govern the typical operation of the fossil record. This problem has remained unexplained since the discovery of the Burgess Shale by Charles Walcott in 1909, prohibiting full interpretation of these rich fossil faunas. This study was successful in conclusively identifying the fundamental mechanisms behind this exquisite style of fossilization. Specifically, it related them to unusual geochemical conditions in the oceans, which may also have played a role in the evolutionary burst that defines the Precambrian/Cambrian boundary. Our working group, which included thirteen undergraduate students (including 8 women and two students from under-represented groups in the sciences), four Chinese colleagues and two researchers based in Denmark in addition to the US-based PI, worked to study the Early Cambrian fossil deposits of Chengjiang, China, in unprecedented detail, and to compare them to results of similar study from the Burgess Shale and several other similar deposits. The Chengjiang occupies a special position in our understanding of the history of animal life as the oldest of nine principal Cambrian BST deposits and the most diverse Cambrian biota yet described. In the study, we extracted two drill cores and acquired a third from a mining company. These pristine materials provided an exquisite and unique record of the complete thickness of the fossil-bearing deposits at three locations where fossils are best known. We combined high resolution centimeter to micron-scale analyses with modern geochemical approaches, and conducted an analysis of the paleoenvironments and geomicrobiological processes that led to exceptional fossilization of the Chengjiang Biota of the YuÆanshan Shale. Extraordinary preservation of organic tissues, which are usually lost within 2-3 weeks after death, resulted from severe restriction of microbial activity soon after the fossils were buried. Microbes, which usually break down organic tissues rapidly, were deprived of oxidants, including oxygen, sulfate, and nitrate, which are used by microbes for respiration while they consume organic tissues. Because microbes were prevented from degrading soft tissues completely, organic remains of animals were conserved, leading to the preservation of the extraordinary fossils found today.\n\n            This most unusual type of fossilization was promoted by the growth of calcium carbonate cements at the sea floor soon after burial of the fossils in mud. This mineral carpet acted as a barrier that prevented exchange of seawater with waters contained in sediments under the seafloor, and literally choked the microbial communities, preventing them from completing their typical activities of decomposition. This condition was greatly aided by several unique aspects of Cambrian seawater chemistry, namely enhanced calcium carbonate concentrations, and depletion of oxygen and sulfate. Whereas the high concentrations of dissolved calcium carbonate may have helped spur the Cambrian æExplosionÆ by promoting the early acquisition of skeletons by animals, the low oxygen concentrations in the global oceans at that time may have limited the extent to which animals could develop before greater oxidation of EarthÆs surface environments occurred, tens of millions of years later.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/25/2015\n\n\t\t\t\t\tSubmitted by: Robert R Gaines"
 }
}