{
 "awd_id": "1046412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  The Digital Spinneret",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2010-11-09",
 "awd_max_amd_letter_date": "2011-06-02",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will determine optimal process parameters for massively parallel Laser Chemical Vapor Deposition (LCVD) of silicon carbide fibers by building on work already performed at the proposing company, Rensselaer Polytechnic Institute, and the University of Montreal.  Ceramic fibers are typically produced using polymeric precursors, which means that stoichiometrically pure fibers are almost impossible to attain, limiting (usually severely) their potential performance in the demanding applications they are intended for.  Our direct LCVD production method for pure fibers produces high purity monofilaments in a single \"extrusion microtube\", but commercial scale-up requires a sea change in manufacturing approach.  Phase I research will investigate the parameters involved in creating a \"Digital Spinneret\" (DS) that grows many fibers at once. The DS approach provides the fiber stability and growth conditions found in microtubes with the opportunity to grow hundreds or thousands of pure fibers at a time.  By creating a DS test bed platform, the Phase I research will identify the conditions under which such fibers may be grown on a DS, including precursor gas mixtures, laser power and geometry, and fiber geometry, while also providing inputs to an engineering path toward massive parallelization. \r\n\r\nThe broader impact/commercial potential of this project is quite large, as it bears directly on scaled production of high purity ceramic fibers. While the near-term focus is on SiC fibers for turbo machinery, the technology developed will be applicable to fibers of any material where standard CVD has been successful, such as boron and boron carbide in armor and high strength-to-weight structures, tungsten carbide for tooling/ wear, and magnesium diboride for superconducting wires.  The markets for high performance fibers include military and aerospace (turbo machinery, rockets, advanced structures), automobile, biomedical, energy, and other industries that require advanced materials with exceptional strength, stiffness, heat resistance and/or chemical resistance.  These are fast-growing fiber markets with great potential, the collective size of which exceeds $1 billion.  The energy footprint of parallelized LCVD is 1/1000th that of competing methods because energy is only used where needed - in the fiber growth region - and precursor waste is minimized as well.  This provides huge cost and environmental advantages over standard production methods.  This platform technology is largely material-agnostic, decoupling development costs from specific materials.  Finally, successful development of high-performance-fiber capacity at scale solves the problem of domestic supply, an issue of considerable national concern.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Pegna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Pegna",
   "pi_email_addr": "jpegna@fffibers.com",
   "nsf_id": "000068997",
   "pi_start_date": "2010-11-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Free Form Fibers L.L.C.",
  "inst_street_address": "10 CADY HILL BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SARATOGA SPRINGS",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5186324115",
  "inst_zip_code": "128669045",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "FREE FORM FIBERS L.L.C.",
  "org_prnt_uei_num": "Q7X4AP9UD2M5",
  "org_uei_num": "HTJ8WJJPK8T8"
 },
 "perf_inst": {
  "perf_inst_name": "Free Form Fibers L.L.C.",
  "perf_str_addr": "10 CADY HILL BLVD",
  "perf_city_name": "SARATOGA SPRINGS",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "128669045",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1774",
   "pgm_ref_txt": "CERAMICS"
  },
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the 21<sup>st</sup> century &ndash; having conquered technologies and advanced materials to master information, transportation, and the atom &ndash; humanity still lives predominantly in an age of metals; albeit advanced ones, such as superalloys for jet engines or zirconium (Zr) alloys to hold nuclear fuel. The next wave in materials and materials systems are respectively ceramics and composite materials.</p>\n<p>On the plus side, ceramics can be strong, lightweight, and retain their properties to much higher temperatures than metals. On the minus side, ceramics are &ndash; with very few exceptions &ndash; very brittle and much less forgiving than metals.</p>\n<p>The latest step in materials systems evolution combines the pluses of ceramics with the pluses of composites to produce Ceramic Matrix Composites (CMCs). CMCs can be engineered to eliminate brittleness, thus yielding damage resistant, strong, lightweight high-temperature materials. Of particular interest, is the class of Silicon Carbide matrix (SiC<sub>m</sub>) reinforced with Silicon Carbide fibers (SiC<sub>f</sub>) &ndash; hereafter referred to as &ldquo;SiC<sub>f</sub> - SiC<sub>m</sub> CMCs&rdquo;. There is strong evidence to suggest that such SiC<sub>f</sub> - SiC<sub>m</sub> CMCs would support sufficiently high operating temperatures in jet engines, power generation, and even automobile engines that efficiencies would be drastically increased, resulting for example in much higher gas mileage, and cheaper, cleaner power generation. In the nuclear industry, it is widely believed that, had the fuel rods in the Fukushima power plant complex been made of SiC<sub>f</sub> - SiC<sub>m</sub> CMCs instead of Zr alloys, the triple level 7 nuclear accident of march 2011 would have been averted.</p>\n<p>If such a promising materials system is known, then why is it not being used? For the most part, the rationale boils down to a business decision. For example, SiC<sub>f</sub>-SiC<sub>m</sub> CMC fuel rods in nuclear power plants would be ten times as expensive as the current generation of Zr alloys. But even if the will to pay was present, the world&rsquo;s SiC<sub>f</sub> production capacity would currently be insufficient to support the need.</p>\n<p>Currently, the main obstacle to SiC<sub>f</sub>-SiC<sub>m</sub> CMC is the fiber supply. Quantities are limited, production is single sourced in &ndash; or licensed from &ndash; Japan, prices are exorbitant, and the quality can be lacking. The limitations of the current SiC<sub>f</sub> market are endemic to the current production process, which starts from a polymer source and leads to excess oxygen in the fibers and difficulties in controlling the fiber diameter. Excess Oxygen severely limits high-temperature applications and in order to reduce it, manufacturers go to extreme lengths to refine their fibers with energy intensive processes, driving their fibers up to extreme prices. In addition, fiber diameter variability limits the usefulness of the process further down the production line and renders weaving and preforming difficult.</p>\n<p>Prior to our NSF SBIR Phase I, Free Form Fibers (FFF) had developed a radical new approach to the production of ceramic filaments, which, instead of relying on polymers, uses a direct method derived from the microelectronics industry. This novel method featured very good diameter control. Filaments were known to require 100 to 1000 times less energy per pound produced than the polymer-based alternative. Moreover the filaments&rsquo; composition is pure because no oxygen is used in making them. At the time, however, the filaments were too thick for use in CMCs, and SiC had not been demonstrated.</p>\n<p>The goal of this NSF SBIR Phase I was to test the validity of a new concept that would allow the simultaneous production of multiple SiC filaments with diameters comparable to current commercial SiC<sub>f</sub>. To this end, a nove...",
  "por_txt_cntn": "\nIn the 21st century &ndash; having conquered technologies and advanced materials to master information, transportation, and the atom &ndash; humanity still lives predominantly in an age of metals; albeit advanced ones, such as superalloys for jet engines or zirconium (Zr) alloys to hold nuclear fuel. The next wave in materials and materials systems are respectively ceramics and composite materials.\n\nOn the plus side, ceramics can be strong, lightweight, and retain their properties to much higher temperatures than metals. On the minus side, ceramics are &ndash; with very few exceptions &ndash; very brittle and much less forgiving than metals.\n\nThe latest step in materials systems evolution combines the pluses of ceramics with the pluses of composites to produce Ceramic Matrix Composites (CMCs). CMCs can be engineered to eliminate brittleness, thus yielding damage resistant, strong, lightweight high-temperature materials. Of particular interest, is the class of Silicon Carbide matrix (SiCm) reinforced with Silicon Carbide fibers (SiCf) &ndash; hereafter referred to as \"SiCf - SiCm CMCs\". There is strong evidence to suggest that such SiCf - SiCm CMCs would support sufficiently high operating temperatures in jet engines, power generation, and even automobile engines that efficiencies would be drastically increased, resulting for example in much higher gas mileage, and cheaper, cleaner power generation. In the nuclear industry, it is widely believed that, had the fuel rods in the Fukushima power plant complex been made of SiCf - SiCm CMCs instead of Zr alloys, the triple level 7 nuclear accident of march 2011 would have been averted.\n\nIf such a promising materials system is known, then why is it not being used? For the most part, the rationale boils down to a business decision. For example, SiCf-SiCm CMC fuel rods in nuclear power plants would be ten times as expensive as the current generation of Zr alloys. But even if the will to pay was present, the worldÆs SiCf production capacity would currently be insufficient to support the need.\n\nCurrently, the main obstacle to SiCf-SiCm CMC is the fiber supply. Quantities are limited, production is single sourced in &ndash; or licensed from &ndash; Japan, prices are exorbitant, and the quality can be lacking. The limitations of the current SiCf market are endemic to the current production process, which starts from a polymer source and leads to excess oxygen in the fibers and difficulties in controlling the fiber diameter. Excess Oxygen severely limits high-temperature applications and in order to reduce it, manufacturers go to extreme lengths to refine their fibers with energy intensive processes, driving their fibers up to extreme prices. In addition, fiber diameter variability limits the usefulness of the process further down the production line and renders weaving and preforming difficult.\n\nPrior to our NSF SBIR Phase I, Free Form Fibers (FFF) had developed a radical new approach to the production of ceramic filaments, which, instead of relying on polymers, uses a direct method derived from the microelectronics industry. This novel method featured very good diameter control. Filaments were known to require 100 to 1000 times less energy per pound produced than the polymer-based alternative. Moreover the filamentsÆ composition is pure because no oxygen is used in making them. At the time, however, the filaments were too thick for use in CMCs, and SiC had not been demonstrated.\n\nThe goal of this NSF SBIR Phase I was to test the validity of a new concept that would allow the simultaneous production of multiple SiC filaments with diameters comparable to current commercial SiCf. To this end, a novel process was designed and implemented. Specialized equipment was built and sample SiCf were produced that showed highest purity material and diameters in the range of 10-20 microns.\n\nThe proof-of-concept demonstration was done successfully with almost all our goals met or exceeded. FFF now stands..."
 }
}