{
 "awd_id": "1046036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Artificial Intelligence Software to Tutor Literary Braille to the Blind and Visually Impaired",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-12-15",
 "awd_max_amd_letter_date": "2010-12-15",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to focuses on developing the first artificial intelligence software to tutor literary Braille to blind/visually impaired students. Braille is the primary medium for written communication for the blind and there has been a dramatic decline in Braille literacy, negatively impacting academic performance, ability to navigate the everyday world and employment opportunities. The ability to bring proven effective AI technology to the table, will make a meaningful difference in providing equitable education opportunities to all students, as this project speaks directly to issues of basic literacy. Initially targeted for K-12 students, the majority of which are mainstreamed students served by the itinerant teacher of the visually impaired (TVI), the tutor will be web-based, enabling anyone to receive expert support on demand during study at school and home. Importantly, the tutor will operate using standard accessibility technology already in use. Because the tutor is supplemental to existing curricula and integrates directly with existing lessons, it will not require teachers/TVIs to change lessons, teaching materials, or schedules. In addition to improving learning outcomes for students, this project will also include support for teachers/TVIs responsible for instruction.\r\n\r\nThe broader/commercial impact of this project will be the potential for Braille education software based on artificial intelligence, delivered just-in-time through the Internet. The anticipated impact is that students achieve literacy and are able to perform at a higher level (e.g. academics, daily living, employment) resulting in improved quality of life and increased societal contributions. To have an impact, the product must be affordable, effective for a heterogeneous population in diverse learning environments, easy to use and easily accessed at convenient times and locations in informal and formal educational settings. In SBIR research supported by NIH, Quantum has successfully created AI-based educational software that is accessible to the blind (in chemistry). Furthermore, Quantum has successfully patented and commercialized unique AI technologies in chemistry and accounting using a business-to-business licensing model that provides educational companies with first-to-market and strong sustainable advantages. This model engages the entire spectrum of educational vendors, offering breakthrough technology that permits increased market share for customers and rapid dissemination to end users. For this project, Quantum will partner with organizations with established channels, who distribute the software as an online service, such as the American Printing House for the Blind, a partner on this project.\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benny",
   "pi_last_name": "Johnson",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Benny G Johnson",
   "pi_email_addr": "johnson@quantumsimulations.com",
   "nsf_id": "000344538",
   "pi_start_date": "2010-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Quantum Simulations Incorporated",
  "inst_street_address": "5275 SARDIS RD",
  "inst_street_address_2": "",
  "inst_city_name": "MURRYSVILLE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7247338603",
  "inst_zip_code": "156689536",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Quantum Simulations Incorporated",
  "perf_str_addr": "5275 SARDIS RD",
  "perf_city_name": "MURRYSVILLE",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "156689536",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6856",
   "pgm_ref_txt": "ARTIFICIAL INTELL & COGNIT SCI"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on development of the first <strong>artificial intelligence (AI) </strong>educational software to tutor literary Braille to <strong>blind and visually impaired (VI)</strong> students. Educational institutions, the federal government, and society in general have embraced the concept that literacy for every individual is vital to lifelong success. Unfortunately, literacy among students who are blind or visually impaired has reached a critical state. In a current report on Braille literacy in America, the <strong>National Federation of the Blind (NFB)</strong> states that since the 1960s there has been a dramatic decline in Braille literacy, and for the last two decades the Braille literacy rate among blind children has persisted at only 10%.</p>\n<p>Braille is the primary medium for written communication for persons who are blind. Braille illiteracy negatively impacts students&rsquo; academic performance and ability to navigate the everyday world, and severely hinders future employment opportunities. Braille literacy strongly correlates with significantly stronger reading habits and pursuit of higher education. There is also a strong link between Braille literacy and employment among the blind. While the overall unemployment rate is approximately 68%, within the 32% who are actively employed the Braille literacy rate is 90%.</p>\n<p>Introductory curricula in any subject usually have the same fundamental elements in common, and Braille is no exception. Phase I focused on constructing a functioning AI tutor for a single representative Braille curriculum topic possessing sufficient depth and complexity to demonstrate feasibility. The topic of single-letter whole-word contractions covered in Unit 1, Section III of <em>Braille Too </em>was selected with project <strong>subject matter experts (SMEs) </strong>as the Phase I content focus. This involves contractions associated with a total of 23 lowercase letters (&lsquo;g&rsquo; = &ldquo;go&rdquo;, &lsquo;y&rsquo; = &ldquo;you&rdquo;, <em>etc</em>.) and their usage rules. Under special conditions (governed by the usage rules), these can also be used in longer words (as in &ldquo;you&rsquo;ll&rdquo;). Due to this topic&rsquo;s depth, difficulty and importance, SMEs agreed that project feasibility will be demonstrated if a robust ITS prototype can be developed. The knowledge engineering process involves iterative, intensive interaction with SMEs to characterize concepts, common errors, misconceptions, effective remediation strategies and other best practices.</p>\n<p>The single most important pedagogical objective with respect to establishing feasibility of the new AI-based approach is the system&rsquo;s ability to produce quality instructional feedback on students&rsquo; work dynamically in real time. <strong>Teachers of the visually impaired (TVIs) </strong>reviewed and rated&nbsp;the various pedagogical features of the Phase I prototype, which averaged &ldquo;High&rdquo; to &ldquo;Very High&rdquo;, with the ability for students to get immediate targeted feedback on their <em>own</em> mistakes rated the highest.&nbsp;TVI comments also reflected a high level of enthusiasm and optimism regarding the technology. This clearly demonstrated the feasibility of the proposed methodology.</p>\n<p>Therefore, even though the prototype developed in Phase I is just the beginning, the power and potential of the technology is readily apparent from the Phase I feasibility study. The tangible products of a successful Phase I project include not only a fully functional AI tutor, but also a useful roadmap for subsequent development of additional tutor modules in Phase II.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2011<br>\n\t\t\t\t\tModified by: Benny&nbsp;G&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on development of the first artificial intelligence (AI) educational software to tutor literary Braille to blind and visually impaired (VI) students. Educational institutions, the federal government, and society in general have embraced the concept that literacy for every individual is vital to lifelong success. Unfortunately, literacy among students who are blind or visually impaired has reached a critical state. In a current report on Braille literacy in America, the National Federation of the Blind (NFB) states that since the 1960s there has been a dramatic decline in Braille literacy, and for the last two decades the Braille literacy rate among blind children has persisted at only 10%.\n\nBraille is the primary medium for written communication for persons who are blind. Braille illiteracy negatively impacts studentsÆ academic performance and ability to navigate the everyday world, and severely hinders future employment opportunities. Braille literacy strongly correlates with significantly stronger reading habits and pursuit of higher education. There is also a strong link between Braille literacy and employment among the blind. While the overall unemployment rate is approximately 68%, within the 32% who are actively employed the Braille literacy rate is 90%.\n\nIntroductory curricula in any subject usually have the same fundamental elements in common, and Braille is no exception. Phase I focused on constructing a functioning AI tutor for a single representative Braille curriculum topic possessing sufficient depth and complexity to demonstrate feasibility. The topic of single-letter whole-word contractions covered in Unit 1, Section III of Braille Too was selected with project subject matter experts (SMEs) as the Phase I content focus. This involves contractions associated with a total of 23 lowercase letters (ægÆ = \"go\", æyÆ = \"you\", etc.) and their usage rules. Under special conditions (governed by the usage rules), these can also be used in longer words (as in \"youÆll\"). Due to this topicÆs depth, difficulty and importance, SMEs agreed that project feasibility will be demonstrated if a robust ITS prototype can be developed. The knowledge engineering process involves iterative, intensive interaction with SMEs to characterize concepts, common errors, misconceptions, effective remediation strategies and other best practices.\n\nThe single most important pedagogical objective with respect to establishing feasibility of the new AI-based approach is the systemÆs ability to produce quality instructional feedback on studentsÆ work dynamically in real time. Teachers of the visually impaired (TVIs) reviewed and rated the various pedagogical features of the Phase I prototype, which averaged \"High\" to \"Very High\", with the ability for students to get immediate targeted feedback on their own mistakes rated the highest. TVI comments also reflected a high level of enthusiasm and optimism regarding the technology. This clearly demonstrated the feasibility of the proposed methodology.\n\nTherefore, even though the prototype developed in Phase I is just the beginning, the power and potential of the technology is readily apparent from the Phase I feasibility study. The tangible products of a successful Phase I project include not only a fully functional AI tutor, but also a useful roadmap for subsequent development of additional tutor modules in Phase II.\n\n\t\t\t\t\tLast Modified: 07/14/2011\n\n\t\t\t\t\tSubmitted by: Benny G Johnson"
 }
}