{
 "awd_id": "1047055",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Chemical Detection And Identification With Nanocrossbar Arrays",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-12-08",
 "awd_max_amd_letter_date": "2010-12-08",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project aims to develop chemical detector and identification technology based on nanocrossbar arrays.  The small dimensions of the nanojunctions enable a positive response to be triggered by only a few molecules. Selectivity of the junctions for different analytes is imparted by the chemical modification of the crossbar surfaces.  Chemical sensing technologies often rely on changes in the bulk properties of a chemiresistor to transduce the presence of a molecular analyte into an electrical signal.  As a result, these devices require a proportional amount of analyte molecules to affect a measureable change.  By contrast, the nanocrossbar sensors directly measure the presence of a molecule by passing a small current through the junctions as the analyte passes.  The small dimensions of the nanojunctions enable a positive response to be triggered by only a few molecules.  Moreover, the tunneling mechanism responsible for changes in the sensors resistance leads to an exponential dependence on the analyte concentration.  The small size, high sensitivity, low cost, and low power requirements make for a revolutionary advancement in chemical detection.\r\n \r\nThe broader impact/commercial potential of this project is the introduction of the tunneling junctions as a circuit element and chemical transducer.  The nanojunctions of the crossbar structures are ideal platforms for studying electron tunneling across nanometer dimension, an area crucial to understanding charge-transfer in molecular scale electronics.  As nanotechnology strives to reduce the components of a circuit board to the nanodimensions, the nanocrossbar architectures provide a ready platform for connecting nanostructured memristors and molecular switches to electrical contacts.  As a chemical transducer, the nanojunction sensors convert the presence of a few molecules into a measureable electrical signal.  The unique combination of size, sensitivity, cost, and power requirements of the nanocrossbar sensors provides a chemical detection technology that can address applications which cannot be fulfilled with the conventional chemiresistor-based detectors.  For example, remote-activated \"sensor dust\" can discretely monitor the air for explosives or contraband and nanocrossbar arrays can be embedded into conventional electronic circuits probing the environment.   This versatility opens new market and greatly expands the potential of chemical sensing technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Prokopuk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas Prokopuk",
   "pi_email_addr": "nprokopuk@alumni.caltech.edu",
   "nsf_id": "000567204",
   "pi_start_date": "2010-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "JPTechnologies",
  "inst_street_address": "27071 CABOT RD",
  "inst_street_address_2": "STE 116",
  "inst_city_name": "LAGUNA HILLS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9477017689",
  "inst_zip_code": "926537011",
  "inst_country_name": "United States",
  "cong_dist_code": "40",
  "st_cong_dist_code": "CA40",
  "org_lgl_bus_name": "JPTECHNOLOGIES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "QL3ACZC4CG73"
 },
 "perf_inst": {
  "perf_inst_name": "JPTechnologies",
  "perf_str_addr": "27071 CABOT RD",
  "perf_city_name": "LAGUNA HILLS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926537011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "40",
  "perf_st_cong_dist": "CA40",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under our SBIR Phase I project &ldquo;Chemical Detection and Identification with Nanocrossbar Arrays&rdquo;, we fabricated and tested novel sensor systems built from ensembles of chemically modified nano-tunneling junctions.&nbsp; As chemical analytes enter the nanogaps, the electrical resistance of the gap changes thereby transducing the presence of the molecules into an electrical signal.&nbsp; Chemical selectivity was introduced into the nanojunctions by chemically modifying the surface of the gold structures with organothiolates.&nbsp; An array of chemically and physically diverse sensors was used to distinguish a variety of organic chemicals by the &lsquo;fingerprint&rsquo; response of the ensemble.</p>\n<p>The electrical properties of the nanojunctions change considerably after modification.&nbsp; For example, junctions chemically modified with methoxyphenyl thiolate exhibit a 75 % decrease in response to water vapor after modification.&nbsp; By contrast, the carboxylic acid modified junction shows a significant increase in signal after modification.&nbsp; These results demonstrate that the organothiolate imparts a significant degree of selectivity and sensitivity which can be used to distinguish analytes.&nbsp;</p>\n<p>The responses of the nanojunction arrays were measured against ten different organic vapors.&nbsp; As in the case with the unmodified junctions, the modified gaps produced reproducible and reversible responses to the chemical analytes.&nbsp; These properties are important in developing chemical detectors that can be trained to recognize certain chemicals of interest repeatedly and with high confidence.&nbsp; Also, the signal of the modified junctions exhibits an exponential dependence on analyte concentration consistent with an electron tunneling mechanism for charge transfer.</p>\n<p>The pattern of the array&rsquo;s response to each analyte was unique allowing the detector to distinguish each organic vapor.&nbsp; Not only did the elements within the array produce significantly different signals for the analytes but the sign of the response also varied.&nbsp; In fact, each of the ten analytes produced a different pattern of positive/negative signals from the array.&nbsp; Surprisingly, pairs of analyte with very similar chemical and physical properties such as methanol/ethanol, benzene/toluene, tetrahydrofuran/diethylether, and diethylether/pentane all produced positive/negative patterns that were different from each other.&nbsp; This variation in sign greatly simplifies the chemical identification process.&nbsp;</p>\n<p>The nanocrossbar arrays were successfully modified and demonstrated to detect and identify a range of organic vapors.&nbsp; Our studies on the sensor responses and the effect of junction geometry provide a fundamental study of the charge-transport mechanism across the nanojunctions and the contributions of the contact vapor phase.&nbsp; Furthermore, we established the proof-of-principle that the nanojunction arrays are highly suited for detecting and identifying trace quantities of organic analytes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2011<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Prokopuk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnder our SBIR Phase I project \"Chemical Detection and Identification with Nanocrossbar Arrays\", we fabricated and tested novel sensor systems built from ensembles of chemically modified nano-tunneling junctions.  As chemical analytes enter the nanogaps, the electrical resistance of the gap changes thereby transducing the presence of the molecules into an electrical signal.  Chemical selectivity was introduced into the nanojunctions by chemically modifying the surface of the gold structures with organothiolates.  An array of chemically and physically diverse sensors was used to distinguish a variety of organic chemicals by the ‘fingerprint’ response of the ensemble.\n\nThe electrical properties of the nanojunctions change considerably after modification.  For example, junctions chemically modified with methoxyphenyl thiolate exhibit a 75 % decrease in response to water vapor after modification.  By contrast, the carboxylic acid modified junction shows a significant increase in signal after modification.  These results demonstrate that the organothiolate imparts a significant degree of selectivity and sensitivity which can be used to distinguish analytes. \n\nThe responses of the nanojunction arrays were measured against ten different organic vapors.  As in the case with the unmodified junctions, the modified gaps produced reproducible and reversible responses to the chemical analytes.  These properties are important in developing chemical detectors that can be trained to recognize certain chemicals of interest repeatedly and with high confidence.  Also, the signal of the modified junctions exhibits an exponential dependence on analyte concentration consistent with an electron tunneling mechanism for charge transfer.\n\nThe pattern of the array’s response to each analyte was unique allowing the detector to distinguish each organic vapor.  Not only did the elements within the array produce significantly different signals for the analytes but the sign of the response also varied.  In fact, each of the ten analytes produced a different pattern of positive/negative signals from the array.  Surprisingly, pairs of analyte with very similar chemical and physical properties such as methanol/ethanol, benzene/toluene, tetrahydrofuran/diethylether, and diethylether/pentane all produced positive/negative patterns that were different from each other.  This variation in sign greatly simplifies the chemical identification process. \n\nThe nanocrossbar arrays were successfully modified and demonstrated to detect and identify a range of organic vapors.  Our studies on the sensor responses and the effect of junction geometry provide a fundamental study of the charge-transport mechanism across the nanojunctions and the contributions of the contact vapor phase.  Furthermore, we established the proof-of-principle that the nanojunction arrays are highly suited for detecting and identifying trace quantities of organic analytes.\n\n\t\t\t\t\tLast Modified: 08/30/2011\n\n\t\t\t\t\tSubmitted by: Nicholas Prokopuk"
 }
}