{
 "awd_id": "1047229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Single-Channel Stationary/Non-Stationary Speech Extraction for Mobile Phones",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Arkilic Errol",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-18",
 "awd_max_amd_letter_date": "2010-11-18",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project by OmniSpeech LLC will address the need to have clear communications in noisy environments. Cellphone users want to make calls in noisy situations, and the inability to have clear communication in noise limits when and where phone calls can be made. Omnispeech is developing a completely software-based single-microphone solution which works in stationary and non-stationary noisy environments. It also has the potential to clean up the speech of the cellphone user when it is corrupted by the speech of another competing talker.  During Phase I, Omnispeech will address the problem of distinguishing noisy unvoiced consonants from background noise. Another major focus will be optimizing the speech extraction algorithm so it can run in real-time on a DSP processor.\r\n\r\nAlthough, the proposed technology has immense potential for (1) Voice over IP, (2) 1st responder market, (3) assistive technologies for the hearing impaired, and (4) military/intelligence/homeland security, to begin with, Omnispeech will focus on the mobile industry.   There were 1.1 billion mobile units worldwide in 2009 and global mobile phone sales for 2010 are anticipated to increase by 9%. Sales of smartphones in 2009 comprised 14% of overall mobile handset sales representing approximately 165 million units, a 24% increase from 2008. The number of new smartphone and web-enabled devices sold in 2013 is estimated to be 674 million units and that number is predicted to climb in subsequent years. OmniSpeech will target smartphones initially. In the following year, OmniSpeech will launch into feature phones.  These two segments of the market, if properly addressed, will provide OmniSpeech a clear path to significant revenue which can be used to grow into the other application areas mentioned above.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tarun",
   "pi_last_name": "Pruthi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tarun Pruthi",
   "pi_email_addr": "tarun.pruthi@gmail.com",
   "nsf_id": "000554313",
   "pi_start_date": "2010-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "OmniSpeech",
  "inst_street_address": "5000 COLLEGE AVENUE",
  "inst_street_address_2": "STE 1103",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014057411",
  "inst_zip_code": "207403809",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "OMNISPEECH, LLC",
  "org_prnt_uei_num": "MVJ7N2JHP3S8",
  "org_uei_num": "MVJ7N2JHP3S8"
 },
 "perf_inst": {
  "perf_inst_name": "OmniSpeech",
  "perf_str_addr": "5000 COLLEGE AVENUE",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207403809",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6850",
   "pgm_ref_txt": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Noisy environments limit when and where mobile phone calls can be made. Everyday situations consist of noise from large crowds of people, noise from the street, wind noise from cars, subway or train noise, or even another person close by who is talking loudly. This problem is grave in highly populated countries like India and China where talking on a cell phone outdoors is virtually impossible given the loud crowd and traffic noise.&nbsp; This Small Business Innovation Research Phase I project addresses this problem of background noise with a speech specific approach.&nbsp; Traditionally, systems focus on noise suppression in order to clarify the speech signal.&nbsp; OmniSpeech&rsquo;s solution, on the other hand, focuses on speech extraction. As a result, OmniSpeech&rsquo;s technology is able to pull the speech out of stationary and non-stationary noise, using only a single microphone.&nbsp; The objective of the Phase I project was to develop a refined version of the speech extraction algorithm that could run in real time on a laptop.&nbsp; More specifically, the tasks involved improving the algorithm that distinguishes between noise that is speech and noise that is due to the environment, and reducing the computational complexity of the full speech extraction code. We achieved both goals so that OmniClear runs in less than real time on a laptop using only one core of an Intel Core i7 2720 QM CPU @ 2.2 GHz.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit:&nbsp; Omnispeech brings together a team with strong engineering and scientific expertise in speech, decades of experience in the mobile handset industry and seasoned business know-how.</p>\n<p>&nbsp;</p>\n<p>Broader Impact:&nbsp; The long range goal of OmniSpeech is to improve the speech clarity of any device whether it be a cell phone, radio or hearing aid.&nbsp; Additionally, OmniSpeech&rsquo;s technology can be used to improve the performance of other speech technologies including speech recognition systems and speaker recognition systems.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2011<br>\n\t\t\t\t\tModified by: Tarun&nbsp;Pruthi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNoisy environments limit when and where mobile phone calls can be made. Everyday situations consist of noise from large crowds of people, noise from the street, wind noise from cars, subway or train noise, or even another person close by who is talking loudly. This problem is grave in highly populated countries like India and China where talking on a cell phone outdoors is virtually impossible given the loud crowd and traffic noise.  This Small Business Innovation Research Phase I project addresses this problem of background noise with a speech specific approach.  Traditionally, systems focus on noise suppression in order to clarify the speech signal.  OmniSpeech’s solution, on the other hand, focuses on speech extraction. As a result, OmniSpeech’s technology is able to pull the speech out of stationary and non-stationary noise, using only a single microphone.  The objective of the Phase I project was to develop a refined version of the speech extraction algorithm that could run in real time on a laptop.  More specifically, the tasks involved improving the algorithm that distinguishes between noise that is speech and noise that is due to the environment, and reducing the computational complexity of the full speech extraction code. We achieved both goals so that OmniClear runs in less than real time on a laptop using only one core of an Intel Core i7 2720 QM CPU @ 2.2 GHz. \n\n \n\nIntellectual Merit:  Omnispeech brings together a team with strong engineering and scientific expertise in speech, decades of experience in the mobile handset industry and seasoned business know-how.\n\n \n\nBroader Impact:  The long range goal of OmniSpeech is to improve the speech clarity of any device whether it be a cell phone, radio or hearing aid.  Additionally, OmniSpeech’s technology can be used to improve the performance of other speech technologies including speech recognition systems and speaker recognition systems.  \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2011\n\n\t\t\t\t\tSubmitted by: Tarun Pruthi"
 }
}