{
 "awd_id": "1047378",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  An Icosadedral Robotic Motion Cell",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 149585.0,
 "awd_amount": 149585.0,
 "awd_min_amd_letter_date": "2010-11-16",
 "awd_max_amd_letter_date": "2011-01-20",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project addresses a new approach to robotic mobility.  Over the past decade, robots have become an increasingly important component of human existence.  While the introduction of mobility technologies have allowed robots to migrate from manufacturing assignments out into the wider world, the vast majority of mobile robots rely solely on wheeled locomotion. Consequently, these platforms find their fields-of-play limited to relatively smooth, prepared surfaces.  Elegant, biologically-inspired walking machines have been created that can address various technical challenges, but these robots are generally fraught with daunting complexities and depend on more energy efficient platforms to deploy them.  In an effort to improve robotic adaptability, a new approach to robotics and mobility platforms is proposed.  The strategy is predicated on a deformable \"motion cell\" with a unique icosahedral geometry.  This motion cell can move via rolling, walking or climbing.  It senses its surroundings and chooses the most effective mode of locomotion to traverse adjacent terrain.  A program of applied research will determine cell morphologies needed for each mobility mode, monitor the mass distribution properties required, identify practical actuator configurations consistent with these morphologies and numerically evaluate the behavior of the resulting mechanism. \r\n\r\nThe broader impact/commercial potential of this project will enhance the field of robotics through an academic design approach developing a commercially viable product.  Although the inherent design philosophy will allow the technology to morph with the market in years to come, specific commercial applications are already of note.  Advanced sensory deployment via survey and reconnaissance missions will comprise the principle commercial market based upon versatile motion capabilities and the design's inherent scalability.  The fully realized technology will be applicable to numerous fields including search and rescue, disaster relief, planetary exploration, academic sciences, and military reconnaissance.  Specifically, technologies are actively sought by the military that transcend traditional wheeled/tracked mobility and are capable of overcoming obstacles and traversing technical terrain.  Although large contractors as well as small private companies are developing competitive technologies, none possess the combined skill set of the proposed system.  With the aid of strategic partnerships, the robotic platform will be poised to deploy sensors in unprecedented ways to previously inaccessible locals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Talermo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan Talermo",
   "pi_email_addr": "talermo@sqr-1.com",
   "nsf_id": "000566939",
   "pi_start_date": "2010-11-16",
   "pi_end_date": "2011-01-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alex",
   "pi_last_name": "Melka",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alex Melka",
   "pi_email_addr": "melka@sqr-1.com",
   "nsf_id": "000583030",
   "pi_start_date": "2011-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Square One Systems Design, Inc.",
  "inst_street_address": "3500 SOUTHPARK DR",
  "inst_street_address_2": "",
  "inst_city_name": "JACKSON",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077340211",
  "inst_zip_code": "830019509",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "SQUARE ONE SYSTEMS DESIGN, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "W9LRDRNLKG21"
 },
 "perf_inst": {
  "perf_inst_name": "Square One Systems Design, Inc.",
  "perf_str_addr": "3500 SOUTHPARK DR",
  "perf_city_name": "JACKSON",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "830019509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149585.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>An Icosahedral Robotic Motion Cell</strong></p>\n<p><strong>Project Outcome Report:</strong></p>\n<p>Square One Systems Design, Inc.</p>\n<p>NSF SBIR Phase I: Award No. IIP-1047378</p>\n<p><strong>&nbsp;</strong></p>\n<p>This Small Business Innovation Research Phase I project explored the design and utility of a new type of robotic mobility. Elegant, biologically-inspired walking machines have been created that can address various technical challenges, but these robots are generally fraught with daunting complexities.&nbsp; In an effort to improve robotic adaptability, a new approach to robotics and mobility platforms was developed.&nbsp; The strategy is predicated on a deformable &ldquo;motion cell&rdquo; with a unique icosahedral geometry. Utilizing the twelve vertices of the icosahedron to define the structure of two nested rigid bodies and connecting them via a parallel manipulator, the resulting system utilizes deformation of the robot to achieve various modes of locomotion.</p>\n<p>Under the Phase I effort, Square One conducted a feasibility study into the movement characteristics and design of the Icosahedral Robot. Working in a simulated environment, and beginning with a simplified model and incrementally adding complexity, the team was able to develop locomotion algorithms for rolling, walking, and climbing gaits.&nbsp; Using the morphologies needed for each mobility mode, a fully detailed design of the robot was created and simulations validated its functionality in operation. The various gait designs of the Icosahedral Robot have proved the legitimacy of true multi-mode mobility and to the best of our knowledge, the results of this testing are completely unique and cannot be achieved by conventional robotic systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2012<br>\n\t\t\t\t\tModified by: Alex&nbsp;Melka</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn Icosahedral Robotic Motion Cell\n\nProject Outcome Report:\n\nSquare One Systems Design, Inc.\n\nNSF SBIR Phase I: Award No. IIP-1047378\n\n \n\nThis Small Business Innovation Research Phase I project explored the design and utility of a new type of robotic mobility. Elegant, biologically-inspired walking machines have been created that can address various technical challenges, but these robots are generally fraught with daunting complexities.  In an effort to improve robotic adaptability, a new approach to robotics and mobility platforms was developed.  The strategy is predicated on a deformable \"motion cell\" with a unique icosahedral geometry. Utilizing the twelve vertices of the icosahedron to define the structure of two nested rigid bodies and connecting them via a parallel manipulator, the resulting system utilizes deformation of the robot to achieve various modes of locomotion.\n\nUnder the Phase I effort, Square One conducted a feasibility study into the movement characteristics and design of the Icosahedral Robot. Working in a simulated environment, and beginning with a simplified model and incrementally adding complexity, the team was able to develop locomotion algorithms for rolling, walking, and climbing gaits.  Using the morphologies needed for each mobility mode, a fully detailed design of the robot was created and simulations validated its functionality in operation. The various gait designs of the Icosahedral Robot have proved the legitimacy of true multi-mode mobility and to the best of our knowledge, the results of this testing are completely unique and cannot be achieved by conventional robotic systems.\n\n\t\t\t\t\tLast Modified: 01/16/2012\n\n\t\t\t\t\tSubmitted by: Alex Melka"
 }
}