{
 "awd_id": "1047008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Rapid Self-Decontaminating Textiles",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 149960.0,
 "awd_amount": 149960.0,
 "awd_min_amd_letter_date": "2010-12-08",
 "awd_max_amd_letter_date": "2010-12-08",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to develop advanced antiseptic textiles to be used in garments to prevent cross contamination of antibiotic-resistant pathogens. Drug-resistant pathogens Methicillin-resistant Staphylococcus aureus (MRSA), Vancomycin-resistant Staphylococcus aureus (VRSA), and Clostridium difficile represent a significant public health problem. The goal of the project is to develop a textile system to provide active biocidal activity on both the outside and skin-side of the garment. Prevention of cross contamination requires 3-log pathogen kill in 30-90 seconds on a garment?s outside while destruction on the skin-side need not be so aggressive. While existing decontaminating textiles offer 3-log pathogen destruction, their kill times are slow, ranging from 1 hour to 24 hours. While these technologies are useful, they are not effective for cross-contamination control. Personnel from hospitals, transport security, police, and corrections move from one subject to the next in intervals on the order of 30-90 seconds. A novel textile coating system is proposed that can be used in garments to provide these high rates of quick antiseptic performance in less than 90 seconds.\r\n\r\nThe broader impact/commercial potential of this project is to produce rapid self-decontaminating garments to be used by personnel in law enforcement, corrections, TSA transport screening, hospitals and long-term care facilities. In February 10, 2010, Reuters reported that the estimated cost of infections acquired at hospitals alone is $8.1 billion based on a study published in the Archives of Internal Medicine. An initial commercial launch would focus on glove solutions that address hand-hygiene concerns. Gloves would be followed by other garments that require self-decontaminating textiles. Uniforms, lab coats, masks and coveralls offer significant commercial opportunities. Total potential US early adopter headcount is estimated at 900,000 users. The societal impact of this innovation would be to make a significant contribution to infectious disease control, and help prevent transmission of MRSA, VRSA and C. difficile. Not all surfaces can be easily decontaminated, and a successful completion of this SBIR effort would enhance the current scientific and technological understanding of methods to kill drug-resistant pathogens.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Howland",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Charles A Howland",
   "pi_email_addr": "chowland@warwickmills.com",
   "nsf_id": "000566492",
   "pi_start_date": "2010-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Warwick Mills Inc",
  "inst_street_address": "301 TURNPIKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "NEW IPSWICH",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6032911035",
  "inst_zip_code": "030713639",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "WARWICK MILLS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "S2WKGDGATHT3"
 },
 "perf_inst": {
  "perf_inst_name": "Warwick Mills Inc",
  "perf_str_addr": "301 TURNPIKE RD",
  "perf_city_name": "NEW IPSWICH",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "030713639",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1167",
   "pgm_ref_txt": "MULTIDISCIPLINARY BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The surface of the BioTecT glove inactivates bacteria in 60-90 seconds. This represents innovation in a number of fields. This very fast antimicrobial result represents a new tool for control of infectious disease. In the healthcare field, the BioTecT Glove can be used to help control the spread of resistant pathogens like E. coli, MRSA, and VRSA. In food service and hospitality, the gloves help prevent the cross-contamination between food types in the preparation and service areas. In correctional facilities, the BioTecT glove can help control the spread of diseases that flourish in the close quarters of the prison setting. By eliminating these and other avenues of cross-contamination, the BioTecT glove can help our users manage these very challenging public health concerns. &nbsp;</p>\n<p>&nbsp;</p>\n<p>As the recent E. coli outbreak in Europe aptly demonstrates, infectious disease is a serious concern. The tragic spread of that disease wasn&rsquo;t just a problem for an individual produce grower or a single hospital - it affected and continues to affect the entire economy of several countries months after it began. By helping to prevent the spread of disease, the BioTecT glove can help prevent not only sickness, but also the political and economic fallout that these kinds of infections are capable of producing. In addition to that protection, the BioTecT glove is more environmentally friendly than the disposable gloves now used in disease control. The BioTecT glove helps reduce waste because it is reusable.</p>\n<p><br /> Warwick Mills has over 140 years of experience in the textile industry, and the manpower to bring the BioTecT glove to production as a commercial product. Warwick has worked on product lines for a number of government agencies including the US Navy, NASA, and the New York State Department of Corrections. <br /> <br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2011<br>\n\t\t\t\t\tModified by: Charles&nbsp;A&nbsp;Howland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe surface of the BioTecT glove inactivates bacteria in 60-90 seconds. This represents innovation in a number of fields. This very fast antimicrobial result represents a new tool for control of infectious disease. In the healthcare field, the BioTecT Glove can be used to help control the spread of resistant pathogens like E. coli, MRSA, and VRSA. In food service and hospitality, the gloves help prevent the cross-contamination between food types in the preparation and service areas. In correctional facilities, the BioTecT glove can help control the spread of diseases that flourish in the close quarters of the prison setting. By eliminating these and other avenues of cross-contamination, the BioTecT glove can help our users manage these very challenging public health concerns.  \n\n \n\nAs the recent E. coli outbreak in Europe aptly demonstrates, infectious disease is a serious concern. The tragic spread of that disease wasnÆt just a problem for an individual produce grower or a single hospital - it affected and continues to affect the entire economy of several countries months after it began. By helping to prevent the spread of disease, the BioTecT glove can help prevent not only sickness, but also the political and economic fallout that these kinds of infections are capable of producing. In addition to that protection, the BioTecT glove is more environmentally friendly than the disposable gloves now used in disease control. The BioTecT glove helps reduce waste because it is reusable.\n\n\n Warwick Mills has over 140 years of experience in the textile industry, and the manpower to bring the BioTecT glove to production as a commercial product. Warwick has worked on product lines for a number of government agencies including the US Navy, NASA, and the New York State Department of Corrections. \n \n\n\n\t\t\t\t\tLast Modified: 07/01/2011\n\n\t\t\t\t\tSubmitted by: Charles A Howland"
 }
}