{
 "awd_id": "1047232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Classroom VideoAnalyst: Automated Video Content Analysis for Classroom Evaluations",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 149883.0,
 "awd_amount": 149883.0,
 "awd_min_amd_letter_date": "2010-12-30",
 "awd_max_amd_letter_date": "2011-06-27",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to research and develop a prototype Classroom VideoAnalyst(CVA) system to automatically extract and index relevant content from classroom observation videos for evaluations and teacher professional development. The premise underpinning this effort is that automatic video analysis can help unpack the complex and fast-paced classroom activities to help teachers and evaluators to better understand and assess the teaching and learning processes.  Relevant features to extract from classroom videos to facilitate subsequent classroom observation analyses will be determined collaboratively with the educational partners. A video summarization capability will provide report generation from classroom observation videos. intuVision?s video analysis test platforms will be leveraged for rapid implementation testing and validation of the concept prototype.\r\n\r\nThe broader/commercial impact of this project will be the potential to fulfill a confirmed need for fundamental changes in teacher education especially in mathematics and science as recognized by researchers in the field and by the government. The educational reform measures call for technology that enables teachers to work collaboratively with their peers to share best practices. Hence, tools to bring the advanced technologies to teacher professional development and objective classroom evaluations are of utmost importance.  The proposed Classroom VideoAnalyst(CVA) will provide the ability for teachers, and coaches to breakdown classroom observation data for analysis and identification of trends within and across different classrooms.  It will provide teachers a deep insight into teaching practices and researchers with tools to conduct quantitative assessments to advance the U.S. to a leader status in education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sadiye",
   "pi_last_name": "Guler",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Sadiye Z Guler",
   "pi_email_addr": "sadiye@intuvisiontech.com",
   "nsf_id": "000533463",
   "pi_start_date": "2010-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "intuVision, Inc.",
  "inst_street_address": "10 Tower Office Park",
  "inst_street_address_2": "ste 200",
  "inst_city_name": "Woburn",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7814971015",
  "inst_zip_code": "018012120",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "intuVision, Inc.",
  "perf_str_addr": "10 Tower Office Park",
  "perf_city_name": "Woburn",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018012120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  },
  {
   "pgm_ref_code": "121E",
   "pgm_ref_txt": "GRAD-K"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9215",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING SYSTEMS"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149883.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>intuVision and the Technology Education Research Center (TERC) have teamed up in an NSF Phase-I SBIR project &nbsp;(NSF 1047232)&nbsp; to develop Classroom VideoAnalyst, a concept prototype system capable of analyzing classroom video and audio content for relevant discussion indicators. Employing the video data collected in TERC&rsquo;s Talk Science Project (NSF 0918435) Classroom VideoAnalyst has been demonstrated to automatically extract features to index the video in meaningful ways. The prototype system can analyze and summarize the extracted metadata and facilitates reporting of the results for efficient review classroom observation videos.&nbsp; Classroom VideoAnalyst is envisioned as a tool to help teachers and educators wishing to develop a deeper understanding of the teaching and learning dynamics in their classroom.</p>\n<p>The automatically extracted are used to index the video and generate quantitative metrics from classroom observation videos, providing a useful tool for teachers enabling them to track their classrooms over time and<ins datetime=\"2012-03-20T12:02\" cite=\"mailto:sadiye\"> </ins>reflect on their own practice. Findings reached<strong> </strong>can be stored and organized in the integrated media rich report preparation component of Classroom VideoAnalyst, and the reports can be easily shared. <ins datetime=\"2012-03-20T12:02\" cite=\"mailto:sadiye\"></ins></p>\n<p>When fully developed Classroom VideoAnalyst will make it possible for teachers to compile quantitative information about their classroom and give closer attention to areas of particular interest. Without automated content extraction, it is difficult for teachers to find areas of importance in classroom video as there is too much video to review. However, with Classroom VideoAnalyst, the teachers can get a summary of various classroom activities such as the number of students who contributed during a discussion, the willingness to contribute over the discussion period, in just a few minutes without having to watch the entire clip. Similarly, an educator or a researcher could simply look through the Classroom VideoAnalyst extracted features to quickly realize, for example that, 10 minutes into the discussion only a few students had contributed. &nbsp;Using Classroom VideoAnalyst&rsquo;s automatic links into the video at the corresponding play points the researcher could then explore the cause of limited participation and perhaps limited understanding.</p>\n<p>Classroom VideoAnalyst can also facilitate other analyses and reports such as following the progress of a specific student in a class. A collection of short video clips of the student&rsquo;s participation in discussions could be compiled to be further examined and shared. It would then be easy to determine areas of commonality between instances where the student performs well and where he/she needs additional support for learning.</p>\n<p>Based on intuVision&rsquo;s sophisticated video analysis technology developed for automatic event detection in safety, security and surveillance video applications, Classroom VideoAnalyst is capable of automatically extracting relevant features from video. intuVision is combining its expertise in video content extraction with TERC&rsquo;s expertise in educational research to identify relevant extraction features from classroom videos to facilitate quick classroom observation analyses. &nbsp;This new tool holds the promise of providing teachers with needed, on-the-spot information to support deeper student learning.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/21/2012<br>\n\t\t\t\t\tModified by: Sadiye&nbsp;Z&nbsp;Guler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nintuVision and the Technology Education Research Center (TERC) have teamed up in an NSF Phase-I SBIR project  (NSF 1047232)  to develop Classroom VideoAnalyst, a concept prototype system capable of analyzing classroom video and audio content for relevant discussion indicators. Employing the video data collected in TERCÆs Talk Science Project (NSF 0918435) Classroom VideoAnalyst has been demonstrated to automatically extract features to index the video in meaningful ways. The prototype system can analyze and summarize the extracted metadata and facilitates reporting of the results for efficient review classroom observation videos.  Classroom VideoAnalyst is envisioned as a tool to help teachers and educators wishing to develop a deeper understanding of the teaching and learning dynamics in their classroom.\n\nThe automatically extracted are used to index the video and generate quantitative metrics from classroom observation videos, providing a useful tool for teachers enabling them to track their classrooms over time and reflect on their own practice. Findings reached can be stored and organized in the integrated media rich report preparation component of Classroom VideoAnalyst, and the reports can be easily shared. \n\nWhen fully developed Classroom VideoAnalyst will make it possible for teachers to compile quantitative information about their classroom and give closer attention to areas of particular interest. Without automated content extraction, it is difficult for teachers to find areas of importance in classroom video as there is too much video to review. However, with Classroom VideoAnalyst, the teachers can get a summary of various classroom activities such as the number of students who contributed during a discussion, the willingness to contribute over the discussion period, in just a few minutes without having to watch the entire clip. Similarly, an educator or a researcher could simply look through the Classroom VideoAnalyst extracted features to quickly realize, for example that, 10 minutes into the discussion only a few students had contributed.  Using Classroom VideoAnalystÆs automatic links into the video at the corresponding play points the researcher could then explore the cause of limited participation and perhaps limited understanding.\n\nClassroom VideoAnalyst can also facilitate other analyses and reports such as following the progress of a specific student in a class. A collection of short video clips of the studentÆs participation in discussions could be compiled to be further examined and shared. It would then be easy to determine areas of commonality between instances where the student performs well and where he/she needs additional support for learning.\n\nBased on intuVisionÆs sophisticated video analysis technology developed for automatic event detection in safety, security and surveillance video applications, Classroom VideoAnalyst is capable of automatically extracting relevant features from video. intuVision is combining its expertise in video content extraction with TERCÆs expertise in educational research to identify relevant extraction features from classroom videos to facilitate quick classroom observation analyses.  This new tool holds the promise of providing teachers with needed, on-the-spot information to support deeper student learning.\n\n\t\t\t\t\tLast Modified: 03/21/2012\n\n\t\t\t\t\tSubmitted by: Sadiye Z Guler"
 }
}