{
 "awd_id": "1047356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Novel Polymeric Membranes Based on Room-Temperature Ionic Liquids for Carbon Dioxide Removal from Shifted Syngas",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory T. Baxter",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-12-07",
 "awd_max_amd_letter_date": "2010-12-07",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to develop novel CO2-selective polymeric membranes based on room-temperature ionic liquids (RTILs) for improving the cost and efficiency of CO2 capture from advanced IGCC power plants. The success of this project will enable the use of an environmentally benign and economically viable membrane process to remove CO2 from shifted syngas in IGCC power plants and at the same time meet the Department of Energy (DOE) target of at least 90% capture of CO2 with less than 10% increase in the levelized cost of electricity. The unique combination of RTIL capabilities (excellent CO2/H2 separation properties, along with the capability to tailor structure-property relationships) makes RTILs a promising candidate material for the next generation of membranes for CO2/H2 separations.\r\nThe broader/commercial impact of this research will be to improve the understanding of RTIL- based polymeric materials ? poly(RTILs) ? and their potential for use in gas separations. Using poly(RTILs) for the proposed application is unprecedented and has never been reported. If RTILs can be made into a stable solid membrane, the results of this Phase I work will aid in the advancement of membrane technologies used in CO2/H2 separations, and enable a further understanding of the capability of using poly(RTILs) as membrane materials. The successful development of membranes with ultra-thin poly(RTILs) layers will lead to new methods for fabricating and using these RTIL-based membrane materials not only for syngas and IGCC applications, but for other CO2-related gas separations as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meijuan",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meijuan Zhou",
   "pi_email_addr": "m.zhou@mtrinc.com",
   "nsf_id": "000533036",
   "pi_start_date": "2010-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MEMBRANE TECHNOLOGY & RESEARCH, INC.",
  "inst_street_address": "39630 EUREKA DR",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6505434697",
  "inst_zip_code": "945604805",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": "MEMBRANE TECHNOLOGY AND RESEARCH, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "JZ1RVB5TNLX9"
 },
 "perf_inst": {
  "perf_inst_name": "MEMBRANE TECHNOLOGY & RESEARCH, INC.",
  "perf_str_addr": "39630 EUREKA DR",
  "perf_city_name": "NEWARK",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "945604805",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9188",
   "pgm_ref_txt": "AIR QUALITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>This Small Business Innovation Research Phase I project was performed on development of novel polymeric membranes based on room-temperature ionic liquids for CO<sub>2 </sub>removal from shifted syngas (NSF award number IIP-1047356).&nbsp; The work was conducted at Membrane Technology and Research, Inc. (MTR) from January 1, 2011, through December 31, 2011.&nbsp; The University of Colorado at Boulder (UCB) was our subcontract partner on this project. The objective of this project was to develop novel CO<sub>2</sub>-selective<br />polymeric membranes based on room-temperature ionic liquids (RTILs) for improving the cost and efficiency of CO<sub>2 </sub>capture from advanced integrated gasification combined cycle (IGCC) power plants.</p>\n<p>Membrane research related to RTILs has focused mostly on CO<sub>2</sub>/N<sub>2</sub> and CO<sub>2</sub>/CH<sub>4 </sub>separations. Very little work on CO<sub>2</sub>/H<sub>2</sub> separations using<br />ionic liquid membranes has been conducted, except for some work on supported ionic liquid membranes (SILMs). In this project, we<br />used custom-designed, polymerizable RTIL monomers to form mechanically stable polymeric membranes; our main efforts focused on 1) design and synthesis of novel RTIL monomers and 2) synthesis and characterization of polymeric membranes formed from these RTIL monomers. A variety of novel imidazolium-based RTIL monomers functionalized with different counter-anions and different pendant groups such as ethers and alkyls were synthesized. Through photo-polymerization, these RTIL-based materials<br />formed a polymer network that was stable to high pressures (&gt;450 psig).</p>\n<p>The results obtained from this project showed that poly(RTIL) based polymer<br />membranes could be used under the proposed industrial conditions. The results of this Phase I work has aidede in the advancement of membrane technologies used in CO<sub>2</sub>/H<sub>2 </sub>separations and enabled us to have a further understanding of the capability of using poly(RTILs) as membrane materials. However, we still feel additional work needs to be done to fully examine the potential of these polymer materials in the presence of real syngas streams. Due to a series of delays, we were not able to perform a field test within the time and budget limits of this project.Therefore, we have decided not to submit a Phase II proposal at this time. However, we will continue work on improving the membrane performance in the future, to further explore the potential of these novel polymer membranes based on RTILs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2012<br>\n\t\t\t\t\tModified by: Meijuan&nbsp;Zhou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThis Small Business Innovation Research Phase I project was performed on development of novel polymeric membranes based on room-temperature ionic liquids for CO2 removal from shifted syngas (NSF award number IIP-1047356).  The work was conducted at Membrane Technology and Research, Inc. (MTR) from January 1, 2011, through December 31, 2011.  The University of Colorado at Boulder (UCB) was our subcontract partner on this project. The objective of this project was to develop novel CO2-selective\npolymeric membranes based on room-temperature ionic liquids (RTILs) for improving the cost and efficiency of CO2 capture from advanced integrated gasification combined cycle (IGCC) power plants.\n\nMembrane research related to RTILs has focused mostly on CO2/N2 and CO2/CH4 separations. Very little work on CO2/H2 separations using\nionic liquid membranes has been conducted, except for some work on supported ionic liquid membranes (SILMs). In this project, we\nused custom-designed, polymerizable RTIL monomers to form mechanically stable polymeric membranes; our main efforts focused on 1) design and synthesis of novel RTIL monomers and 2) synthesis and characterization of polymeric membranes formed from these RTIL monomers. A variety of novel imidazolium-based RTIL monomers functionalized with different counter-anions and different pendant groups such as ethers and alkyls were synthesized. Through photo-polymerization, these RTIL-based materials\nformed a polymer network that was stable to high pressures (&gt;450 psig).\n\nThe results obtained from this project showed that poly(RTIL) based polymer\nmembranes could be used under the proposed industrial conditions. The results of this Phase I work has aidede in the advancement of membrane technologies used in CO2/H2 separations and enabled us to have a further understanding of the capability of using poly(RTILs) as membrane materials. However, we still feel additional work needs to be done to fully examine the potential of these polymer materials in the presence of real syngas streams. Due to a series of delays, we were not able to perform a field test within the time and budget limits of this project.Therefore, we have decided not to submit a Phase II proposal at this time. However, we will continue work on improving the membrane performance in the future, to further explore the potential of these novel polymer membranes based on RTILs.\n\n \n\n\t\t\t\t\tLast Modified: 03/30/2012\n\n\t\t\t\t\tSubmitted by: Meijuan Zhou"
 }
}