{
 "awd_id": "1047297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Low Cost, Highly Efficient Wireless Underwater Acoustic Modem",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Juan E. Figueroa",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2010-11-19",
 "awd_max_amd_letter_date": "2011-05-31",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I Project supports the development of a low cost, highly efficient, wireless, underwater modem that will lead to new applications for underwater sensor networks.  Today, commercially available underwater modems cost several thousand dollars and are typically designed for point-to-point communications using external power sources that are hardwired.  Therefore, these modems are not practical for building underwater sensor networks.  The objective of this project is to establish the feasibility and direct the future development of a modem that will fill this void in aquatic technology by providing the building blocks for constructing affordable wireless underwater sensor networks.  The modem's wireless capability enables measurement data to be continuously transmitted to processing centers on the surface in real-time.  The modem's design includes configurable hardware and power management circuitry that minimizes power consumption by automatically adjusting various system parameters in response to environmental conditions.  The modem's low cost will not only make sensor networks affordable for a host of new applications, but the high efficiency will also reduce the maintenance costs as the modem will operate for extended periods without the need to recharge the power source.\r\n\r\nThe broader impact/commercial potential of this project is that with the development of the low cost, highly efficient, underwater modem, the concept of dense underwater networks will become a realization for educational institutions, governments and companies around the world.  Underwater modems can monitor various aquatic conditions, such as temperature, salinity, nutrient concentration, volatile hydrocarbons, and pathogenic bacteria.  By deploying many modems in a small area to create a dense underwater network, a complete and accurate description of aquatic environmental conditions may be obtained.  The ability to monitor any aquatic environment in real-time at an affordable cost leads to a host of new applications, such as the monitoring of pollution in lakes and rivers and along shorelines and monitoring the purity of drinking water in municipal reservoirs.  For companies, underwater sensor networks would provide effective measurement systems for industrial facilities to monitor their effluent water to ensure their compliance to the environmental and safety regulations that govern their activities.  On the global scale, early detection of natural events, such as tsunamis, and man-made disasters, such as oil spills and leaks, can greatly mitigate harm to lives, property and the environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Faunce",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brian A Faunce",
   "pi_email_addr": "brian.faunce@acousticommusa.com",
   "nsf_id": "000550795",
   "pi_start_date": "2010-11-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AcoustiComm",
  "inst_street_address": "4355 Nobel Drive Unit 71",
  "inst_street_address_2": "",
  "inst_city_name": "San Diego",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9493943669",
  "inst_zip_code": "921221592",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "AcoustiComm",
  "perf_str_addr": "4355 Nobel Drive Unit 71",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921221592",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "8033",
   "pgm_ref_txt": "Hardware Software Integration"
  },
  {
   "pgm_ref_code": "8034",
   "pgm_ref_txt": "Hardware Components"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Over two-thirds of the world is covered by water and the marine environment supports almost 50% of all species on Earth.&nbsp; There are a vast number of lakes and rivers, over 19,000 km of coastline in the United States alone and over 700,000 km of coastline in the world.&nbsp; The oceans are a vital part of the recently observed global climate changes, and they are responsible for about half of all of the absorption of greenhouse gases.&nbsp; Today, the oceans are 30% more acidic than they were over 200 years ago, which is affecting the development of many species of marine life.&nbsp; This causes a significant imbalance of the entire fragile ecosystem, which could in turn, speed up global climate changes since the marine life is diminishing in many areas.&nbsp; In many instances, there is little to no observations made of the surrounding bodies of water, mainly due to the expense of establishing underwater sensor networks.&nbsp; Hence, there is a substantial environmental, sociological and economical need for a low cost underwater acoustic modem.&nbsp; Underwater modems can be utilized to monitor various aquatic conditions such as temperature, salinity, nutrient concentration, volatile hydrocarbons and pathogenic bacteria. &nbsp;By deploying many modems in a small area to create a dense underwater network, a complete and accurate description of aquatic environmental conditions may be obtained.&nbsp; With the successful development of the low cost, highly efficient wireless underwater acoustic modem, the ability to monitor the aquatic conditions of lakes, rivers, oceans, reservoirs and virtually any other body of water will be available to not only educational institutes and government organizations from around the world, but also the general public.&nbsp; This will greatly enhance environmental monitoring and help make the public aware of any potentially harmful aquatic conditions.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The National Science Foundation awarded <em>AcoustiComm </em>SBIR Phase I Grant 1047297 entitled, &ldquo;Low Cost, Highly Efficient Wireless Underwater Acoustic Modem&rdquo; in January of 2011.&nbsp; <em>AcoustiComm</em> is developing the low-cost modem that will serve as the platform on which underwater sensor networks will be based.&nbsp; These networks will provide tools for various people and organizations such as scientists, educators, regulators, businesses, and governments, to understand, manage and protect our precious water resources.&nbsp; The modem can be used in a broad spectrum of monitoring applications that will benefit many different fields and industries, such as oil, fishing, homeland security, defense, oceanography, environmental, wastewater processing, desalination, water utilities, manufacturing processing and marine ecology.&nbsp; Today&rsquo;s market does not offer a low cost underwater acoustic modem that is suitable for dense underwater networks.&nbsp; <em>AcoustiComm</em> will design, develop and eventually produce a low cost, highly efficient, wireless underwater acoustic modem with an integrated power supply that will operate in water depths up to 100 meters, have a transmission range of 1km, communicate very reliably in various underwater environments, allow the connection of up to six external sensors, possess the ability to support various data modulation techniques and have a retail price a fraction of the commercially available modems.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The SBIR Phase I project&rsquo;s primary purpose was to perform the research activities to demonstrate the feasibility of commercializing a low-cost modem.&nbsp; The modem is a complex system and a substantial amount of research and development and field testing was performed by <em>AcoustiComm </em>during the duration of the award.&nbsp; The overall design of the underwater acou...",
  "por_txt_cntn": "\n\n\n\n\n      Over two-thirds of the world is covered by water and the marine environment supports almost 50% of all species on Earth.  There are a vast number of lakes and rivers, over 19,000 km of coastline in the United States alone and over 700,000 km of coastline in the world.  The oceans are a vital part of the recently observed global climate changes, and they are responsible for about half of all of the absorption of greenhouse gases.  Today, the oceans are 30% more acidic than they were over 200 years ago, which is affecting the development of many species of marine life.  This causes a significant imbalance of the entire fragile ecosystem, which could in turn, speed up global climate changes since the marine life is diminishing in many areas.  In many instances, there is little to no observations made of the surrounding bodies of water, mainly due to the expense of establishing underwater sensor networks.  Hence, there is a substantial environmental, sociological and economical need for a low cost underwater acoustic modem.  Underwater modems can be utilized to monitor various aquatic conditions such as temperature, salinity, nutrient concentration, volatile hydrocarbons and pathogenic bacteria.  By deploying many modems in a small area to create a dense underwater network, a complete and accurate description of aquatic environmental conditions may be obtained.  With the successful development of the low cost, highly efficient wireless underwater acoustic modem, the ability to monitor the aquatic conditions of lakes, rivers, oceans, reservoirs and virtually any other body of water will be available to not only educational institutes and government organizations from around the world, but also the general public.  This will greatly enhance environmental monitoring and help make the public aware of any potentially harmful aquatic conditions. \n\n       The National Science Foundation awarded AcoustiComm SBIR Phase I Grant 1047297 entitled, \"Low Cost, Highly Efficient Wireless Underwater Acoustic Modem\" in January of 2011.  AcoustiComm is developing the low-cost modem that will serve as the platform on which underwater sensor networks will be based.  These networks will provide tools for various people and organizations such as scientists, educators, regulators, businesses, and governments, to understand, manage and protect our precious water resources.  The modem can be used in a broad spectrum of monitoring applications that will benefit many different fields and industries, such as oil, fishing, homeland security, defense, oceanography, environmental, wastewater processing, desalination, water utilities, manufacturing processing and marine ecology.  TodayÆs market does not offer a low cost underwater acoustic modem that is suitable for dense underwater networks.  AcoustiComm will design, develop and eventually produce a low cost, highly efficient, wireless underwater acoustic modem with an integrated power supply that will operate in water depths up to 100 meters, have a transmission range of 1km, communicate very reliably in various underwater environments, allow the connection of up to six external sensors, possess the ability to support various data modulation techniques and have a retail price a fraction of the commercially available modems.\n\n      The SBIR Phase I projectÆs primary purpose was to perform the research activities to demonstrate the feasibility of commercializing a low-cost modem.  The modem is a complex system and a substantial amount of research and development and field testing was performed by AcoustiComm during the duration of the award.  The overall design of the underwater acoustic modem consists of six main components: the transducer, transceiver, digital signal processor, power supply, battery pack and watertight housing.  Significant improvements were made to the efficiency of the transmitter, the sensitivity of the receiver, the performance and assembly of the transducer, housing and battery ..."
 }
}