{
 "awd_id": "1047406",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A Novel Memory Having Both Volatile and Non-Volatile Modes For High Performance, Low Power Applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-12-09",
 "awd_max_amd_letter_date": "2010-12-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project seeks to develop a novel memory, which has both volatile and non-volatile functionality. Such memory combines the non-volatile memory?s ability to retain information in the absence of power (such as Flash memory) and the fast access speed and reliability of a volatile memory (such as Static Random Access Memory (SRAM)). This memory is fabricated using a mainstream or near-production fabrication process and is a one-transistor device, which results in a compact cell size, suitable for cost-efficient high density applications.  The proposed memory cell integrates a floating body transistor and a phase change memory element.  During normal operation, the memory device functions as a floating body memory device and has SRAM-like performance, as in the access speed, power, and endurance capability.  When power is removed from the memory device, the state of the floating body is saved into the phase change memory element by means of a mass, parallel, self-feedback mechanism.  Subsequent to power restore, the original state of the floating body is recovered, also by means of a mass, parallel, self-feedback mechanism.\r\n\r\nThe broader impact/commercial potential of this project is to enable power-efficient computing applications and mobile devices.  For example, it can be used to reduce power consumptions in data centers.  Data centers? annual energy consumption is estimated to be 150 billion kWh, about twice the capacity of the current US solar panel.  A power-efficient memory such as the one proposed in this proposal can reduce the overall data centers? power consumption by up to 75%.  Another application is to provide an integrated memory solution.  Many electronic devices currently employ multiple types of memory, due to their own distinct characteristics.  The proposed device will be able to combine the different types of memory into a single memory device.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yuniarto",
   "pi_last_name": "Widjaja",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yuniarto Widjaja",
   "pi_email_addr": "ywidjaja@zenosemi.com",
   "nsf_id": "000084169",
   "pi_start_date": "2010-12-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Zeno Semiconductor, Inc.",
  "inst_street_address": "10517 SAN FELIPE RD",
  "inst_street_address_2": "",
  "inst_city_name": "CUPERTINO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6505753555",
  "inst_zip_code": "950143967",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "CA17",
  "org_lgl_bus_name": "ZENO SEMICONDUCTOR, INC",
  "org_prnt_uei_num": "FXE7MZ52LEN5",
  "org_uei_num": "FXE7MZ52LEN5"
 },
 "perf_inst": {
  "perf_inst_name": "Zeno Semiconductor, Inc.",
  "perf_str_addr": "10517 SAN FELIPE RD",
  "perf_city_name": "CUPERTINO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950143967",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "CA17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research (SBIR) Phase I project seeks to develop a novel memory, which has both volatile and non-volatile functionality. Such memory combines the non-volatile memory&rsquo;s ability to retain information in the absence of power (such as Flash memory) and the fast access speed and reliability of a volatile memory (such as Static Random Access Memory (SRAM)). This memory is fabricated using a mainstream or near-production fabrication process and is a one-transistor device, which results in a compact cell size, suitable for cost-efficient high density applications.&nbsp; During normal operation, the memory device functions as a floating body memory device and has SRAM-like performance, as in the access speed, power, and endurance capability.&nbsp; When power is removed from the memory device, the state of the floating body is saved into the phase change memory element by means of a mass, parallel, self-feedback mechanism.&nbsp; Subsequent to power restore, the original state of the floating body is recovered, also by means of a mass, parallel, self-feedback mechanism.</p>\n<p>The broader impact/commercial potential of this project is to enable power-efficient computing applications and mobile devices.&nbsp; For example, it can be used to reduce power consumptions in data centers.&nbsp; Data centers&rsquo; annual energy consumption is estimated to be 150 billion kWh, about twice the capacity of the current US solar panel. &nbsp;A power-efficient memory such as the one proposed in this proposal can reduce the overall data centers&rsquo; power consumption by up to 75%.&nbsp; Another application is to provide an integrated memory solution.&nbsp; Many electronic devices currently employ multiple types of memory, due to their own distinct characteristics.&nbsp; The proposed device will be able to combine the different types of memory into a single memory device.&nbsp;</p>\n<p>Through collaboration with Stanford University, we have successfully fabricated a proof-of-concept of the novel memory device.&nbsp; A single cell test structure and a 4&times;4 mini array have been fabricated at Stanford Nanofabrication Facility (SNF), followed by its electrical characterization.&nbsp; The device characteristics in both volatile and non-volatile modes have been investigated, where the volatile mode shows a bi-stable nature that allows for potential SRAM applications.&nbsp; In addition, TCAD simulations are also performed to understand the mechanism of the device operation.&nbsp; A publication describing the memory device as well as an analysis of the underlying mechanism has been submitted.</p>\n<p>Challenges related to the relatively large amount of current to write the non-volatile elements have been identified.&nbsp; These challenges are related to the large device size fabricated in this work.&nbsp; We seek to resolve this challenge through collaboration with partners that can provide us access to more advanced fabrication capability.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2012<br>\n\t\t\t\t\tModified by: Yuniarto&nbsp;Widjaja</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis Small Business Innovation Research (SBIR) Phase I project seeks to develop a novel memory, which has both volatile and non-volatile functionality. Such memory combines the non-volatile memoryÆs ability to retain information in the absence of power (such as Flash memory) and the fast access speed and reliability of a volatile memory (such as Static Random Access Memory (SRAM)). This memory is fabricated using a mainstream or near-production fabrication process and is a one-transistor device, which results in a compact cell size, suitable for cost-efficient high density applications.  During normal operation, the memory device functions as a floating body memory device and has SRAM-like performance, as in the access speed, power, and endurance capability.  When power is removed from the memory device, the state of the floating body is saved into the phase change memory element by means of a mass, parallel, self-feedback mechanism.  Subsequent to power restore, the original state of the floating body is recovered, also by means of a mass, parallel, self-feedback mechanism.\n\nThe broader impact/commercial potential of this project is to enable power-efficient computing applications and mobile devices.  For example, it can be used to reduce power consumptions in data centers.  Data centersÆ annual energy consumption is estimated to be 150 billion kWh, about twice the capacity of the current US solar panel.  A power-efficient memory such as the one proposed in this proposal can reduce the overall data centersÆ power consumption by up to 75%.  Another application is to provide an integrated memory solution.  Many electronic devices currently employ multiple types of memory, due to their own distinct characteristics.  The proposed device will be able to combine the different types of memory into a single memory device. \n\nThrough collaboration with Stanford University, we have successfully fabricated a proof-of-concept of the novel memory device.  A single cell test structure and a 4&times;4 mini array have been fabricated at Stanford Nanofabrication Facility (SNF), followed by its electrical characterization.  The device characteristics in both volatile and non-volatile modes have been investigated, where the volatile mode shows a bi-stable nature that allows for potential SRAM applications.  In addition, TCAD simulations are also performed to understand the mechanism of the device operation.  A publication describing the memory device as well as an analysis of the underlying mechanism has been submitted.\n\nChallenges related to the relatively large amount of current to write the non-volatile elements have been identified.  These challenges are related to the large device size fabricated in this work.  We seek to resolve this challenge through collaboration with partners that can provide us access to more advanced fabrication capability.\n\n\t\t\t\t\tLast Modified: 02/06/2012\n\n\t\t\t\t\tSubmitted by: Yuniarto Widjaja"
 }
}