{
 "awd_id": "1047588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Remote Lightning Current and Charge Measurements",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 361535.0,
 "awd_amount": 404555.0,
 "awd_min_amd_letter_date": "2010-12-28",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "Despite centuries of scientific inquiry, many fundamental scientific aspects of lightning are still not fully understood.  Terrestrial gamma ray flashes (TGFs) indicate that runaway breakdown plays a role in the initiation or development of at least some lightning, but details of this connection remain elusive. Energetic lightning containing significant charge transfer has important practical consequences, such as forest fires and damage to structures, but the kinds of lightning flashes and storms that create them are not in general known.  Substantial progress has been made recently in developing techniques for long range lightning current and charge remote sensing that can help answer these and other important scientific questions.\r\n\r\nThis research effort will apply these lightning current and charge remote sensing techniques to complete several focused tasks related to the following topics: the mechanisms behind and implications of terrestrial gamma ray flashes; the connections between lightning stroke parameters and lightning flash characteristics (particularly in unusually energetic strokes); and novel measurements of thundercloud charge density, charging rate, and net thunderstorm charge transfer in lightning. These tasks involve joint analysis of broadband low frequency radio measurements and lightning mapping array (LMA) data, a combination of complementary measurements whose value has been demonstrated in recent work by the research team.  \r\n\r\nIntellectual merit: \r\nRecent measurements have provided the first glimpse of what processes are behind TGFs, and the current project is designed to determine what is unusual about the lightning flashes that create TGFs and quantify the processes responsible. This will enable realistic modeling of runaway breakdown in thunderstorms and help determine any link to lightning initiation.  Little is known about the quantitative connection between lightning stroke current and charge and the details of the lightning flash, especially in unusual or energetic lightning strokes, and this effort will provide this new basic understanding.  New measurements of net thunderstorm charge transfer and of charge density in thunderstorms under a wide range of conditions will also provide new bounds on these parameters that are linked to the processes that drive charge separation in thunderstorms.  The technical approach applies a powerful technique of joint analysis of broadband radio and LMA measurements.  It also builds on existing data or new data with largely existing instrumentation, which ensures the project can be completed as cost-effectively as possible.\r\n\r\nBroader impacts: \r\nThe research provides an excellent training opportunity for students with a balance of data-driven analysis, experiments and hardware, and theoretical modeling.  One graduate student will be trained with support from the research, and internally funded undergraduate research assistants will also be involved.  Recent undergraduate involvement has led to a first-author publication for the student and a graduate research assistantship in the lightning field.  Research in this area has a high public profile because of broad interest in lightning and its effects.  Past research in this area by the PI has generated media interest resulting in numerous press releases, media articles, and television interviews.  NSF support is critical for maintaining the ability to support this engagement with the public.  The measurements are a resource to the broader atmospheric electricity and atmospheric science community and have been used in presentations and publications by many investigators as part of national and international collaborations.  The measurements also have significant practical links to lightning hazard detection and could help better identify and mitigate their impact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Cummer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Cummer",
   "pi_email_addr": "cummer@ee.duke.edu",
   "nsf_id": "000470587",
   "pi_start_date": "2010-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 125775.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 278780.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was to use measurements of the radio emissions from lightning to answer some specific open scientific questions about how lightning initiates and develops.&nbsp; Our basic understanding of how lightning initiates, propagates, and attaches to objects is far from complete.&nbsp; By improving our understanding of the basic phenomenon, we improve our ability to monitor lightning and thus mitigate some of the damage and loss that it can cause.&nbsp; In the case of lightning, this impact is substantial.&nbsp;</p>\n<p>&nbsp;</p>\n<p>One of the biggest open questions in the field is how thunderstorms produce and launch into space short bursts of high-energy gamma rays called terrestrial gamma ray flashes (TGFs).&nbsp; We combined our radio measurements with satellite measurements of TGFs to show that they are produced a small fraction of a second after lightning begins in a cloud.&nbsp; This finding moves us a step closer towards understanding how TGFs are produced and how common they are.&nbsp; Through the course of this project we also developed improved versions of several different kinds of lightning radio sensors, and we are now evaluating whether there are useful commercial applications for them.</p>\n<p>&nbsp;</p>\n<p>This project continuously supported one PhD student, one undergraduate student, and one postdoctoral researcher, and thus served as a successful opportunity to provide further training to these participants in STEM-related fields.&nbsp; We worked hard to disseminate our results and findings as widely as possible in both scientific publications and in the popular media.&nbsp; Over the lifetime of this grant our research was reported on through many on-line articles and several print articles including Science News and Scientific American.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2015<br>\n\t\t\t\t\tModified by: Steven&nbsp;A&nbsp;Cummer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this project was to use measurements of the radio emissions from lightning to answer some specific open scientific questions about how lightning initiates and develops.  Our basic understanding of how lightning initiates, propagates, and attaches to objects is far from complete.  By improving our understanding of the basic phenomenon, we improve our ability to monitor lightning and thus mitigate some of the damage and loss that it can cause.  In the case of lightning, this impact is substantial. \n\n \n\nOne of the biggest open questions in the field is how thunderstorms produce and launch into space short bursts of high-energy gamma rays called terrestrial gamma ray flashes (TGFs).  We combined our radio measurements with satellite measurements of TGFs to show that they are produced a small fraction of a second after lightning begins in a cloud.  This finding moves us a step closer towards understanding how TGFs are produced and how common they are.  Through the course of this project we also developed improved versions of several different kinds of lightning radio sensors, and we are now evaluating whether there are useful commercial applications for them.\n\n \n\nThis project continuously supported one PhD student, one undergraduate student, and one postdoctoral researcher, and thus served as a successful opportunity to provide further training to these participants in STEM-related fields.  We worked hard to disseminate our results and findings as widely as possible in both scientific publications and in the popular media.  Over the lifetime of this grant our research was reported on through many on-line articles and several print articles including Science News and Scientific American.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/02/2015\n\n\t\t\t\t\tSubmitted by: Steven A Cummer"
 }
}