{
 "awd_id": "1047450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Advanced Molten Salt Heat Transfer and Thermal Storage Material for Central Receiver Solar Thermal Power Generation",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2010-11-02",
 "awd_max_amd_letter_date": "2010-11-02",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project proposes developing a novel molten salt heat transfer and thermal storage material for central receiver solar thermal power generation.  Solar thermal technology developers are pushing to increase the operating temperature of their systems, thereby lowering their levelized cost of electricity and reducing the cost of energy storage.  Known salt mixtures considered for heat transfer fluids have high melting points (typically over 300 °C) or insufficient thermal stability.  In this effort, we will conduct a high throughput materials discovery program to rapidly screen over 2000 unique mixtures of inorganic salts and to discover a novel eutectic mixture with a low melting point of 200 °C and a high maximum temperature of 700 °C.  This broad operating range is currently unavailable with any commercially viable material in the marketplace.  Discovering new eutectic mixtures is a combinatorial problem, since the number of possible mixtures increases exponentially with the number of components. We will apply combinatorial chemistry techniques, originally developed for pharmaceutical applications, to a new field: solar thermal materials.  In this project, we will combine the power of high throughput discovery tools (for fast materials synthesis and characterization) with an optimized methodology for experiment design (to efficiently constrain the design space). \r\n\r\nThe broader impact/commercial potential of this project addresses pressing concerns about energy. The goal is cheap solar power, day and night. It is imperative that we reduce our usage of fossil fuels (especially coal) to address societal concerns: climate change and environmental degradation, energy security, and price volatility.  Solar thermal power, a compelling source of renewable electricity, represents a possible solution to excessive fossil fuel use. However, electricity from solar thermal power currently costs too much to be directly competitive with fossil fuels.  Furthermore, although solar thermal plants have the capability of storing heat in order to produce power after sundown, this represents a significant capital cost to plant developers. In order to achieve large scale deployment and to compete with fossil fuels, there is a crucial need across the solar thermal industry to lower costs and develop viable thermal storage. At the heart of these plants is the heat transfer fluid and thermal storage material. The market for this crucial component is projected to reach $5.5 billion by 2020.  The commercialization of the proposed innovation would both reduce the cost of solar thermal power and enable economic thermal storage, bringing the nation significantly closer to eliminating the use of coal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Raade",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Justin W Raade",
   "pi_email_addr": "jraade@halotechnics.com",
   "nsf_id": "000566349",
   "pi_start_date": "2010-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Halotechnics, Inc.",
  "inst_street_address": "867 Vermont St.",
  "inst_street_address_2": "",
  "inst_city_name": "San Francisco",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106937116",
  "inst_zip_code": "941072614",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Halotechnics, Inc.",
  "perf_str_addr": "867 Vermont St.",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941072614",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1984",
   "pgm_ref_txt": "MATERIALS SYNTHESIS & PROCESSN"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1>Summary of Phase I Research Accomplishments</h1>\n<p>It is imperative that we reduce our usage of natural gas and especially  coal to address pressing societal concerns &ndash; climate change and  environmental degradation, energy security and price volatility. Solar  thermal power, a compelling source of renewable electricity at large  scale, represents a possible solution to fossil fuel use. With further  technological advances, solar thermal power will become cheaper than  natural gas or coal and able to provide electricity day and night. This  Phase I award has allowed Halotechnics to develop technology bringing  the nation closer to achieving this vision. Once our technology is  commercialized it will dramatically reduce the cost of thermal energy  storage and increase the efficiency of solar thermal power plants.</p>\n<p>Halotechnics has begun developing a novel molten salt heat transfer and thermal storage material for central receiver solar thermal power plants. This material, named &ldquo;Saltstream 700,&rdquo; targets a melting point of 200 &deg;C and a maximum operating temperature of 700 &deg;C. This broad operating range is currently unavailable with any commercially feasible material in the marketplace. Halotechnics has screened over 2000 unique salt mixtures during the course of this six month Phase I program. We have discovered several salt systems with promising eutectic melting points near 250 &deg;C and stability limits exceeding 700 &deg;C. We have filed two patents based upon this work. Additional screening work and chemical decomposition assessment is planned for Phase II.</p>\n<p>Halotechnics has applied combinatorial chemistry techniques, originally developed for pharmaceutical applications, to a new field: solar thermal materials. This transformative research benefits from the large body of knowledge developed for over 15 years in combinatorial chemistry and uses this know-how to address the pressing problem of renewable power generation.</p>\n<p>There were two overall goals of this program: 1) to screen novel mixtures of salts and discover eutectic mixtures (low melting point) and 2) gain an understanding of the thermal decomposition of salts of interest (high maximum temperature). These two goals together expand the operating range of the molten salt heat transfer fluids.</p>\n<h2>Broader Impact</h2>\n<p><strong><em>Halotechnics Internship Program:</em></strong> Funds from this award were used to expand the Halotechnics Internship Program. Under this program, science and engineering students work as a paid intern at Halotechnics under the supervision of a senior member of staff. Students are assigned a research project that will complement the education they are pursuing and provide them a practical outlet of the skills they learn in a classroom environment. The students receive mentorship from their supervisor who provides one-on-one tutoring, guidance, and relevant technical advice. The nature of this relationship is by necessity one of mentorship especially early in the internship but is intended to transition to one of supervised independent research as the student acquires a working knowledge of their project field. Three interns were employed at Halotechnics and supported by this Phase I award.</p>\n<p><strong><em>Outreach Activities:</em></strong> Dr. Justin Raade (PI) attended several conferences focused on solar thermal power and gave invited talks at each on the positive social impacts of advanced solar technology.</p>\n<ol>\n<li>&ldquo;The Promise of Molten Salt,&rdquo; CST Power Conference, February 25-26, 2011, Scottsdale, Arizona. </li>\n<li>&ldquo;The Promise of Thermal Storage: A Vision of CSP Displacing Coal,&rdquo; CSP Today Conference, June 29-30, 2011, Las Vegas, Nevada.</li>\n</ol><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/29/2011<br>\n\t\t\t\t\tModified by: Justin&nbsp;W&nbsp;Raade</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Summary of Phase I Research Accomplishments\n\nIt is imperative that we reduce our usage of natural gas and especially  coal to address pressing societal concerns &ndash; climate change and  environmental degradation, energy security and price volatility. Solar  thermal power, a compelling source of renewable electricity at large  scale, represents a possible solution to fossil fuel use. With further  technological advances, solar thermal power will become cheaper than  natural gas or coal and able to provide electricity day and night. This  Phase I award has allowed Halotechnics to develop technology bringing  the nation closer to achieving this vision. Once our technology is  commercialized it will dramatically reduce the cost of thermal energy  storage and increase the efficiency of solar thermal power plants.\n\nHalotechnics has begun developing a novel molten salt heat transfer and thermal storage material for central receiver solar thermal power plants. This material, named \"Saltstream 700,\" targets a melting point of 200 &deg;C and a maximum operating temperature of 700 &deg;C. This broad operating range is currently unavailable with any commercially feasible material in the marketplace. Halotechnics has screened over 2000 unique salt mixtures during the course of this six month Phase I program. We have discovered several salt systems with promising eutectic melting points near 250 &deg;C and stability limits exceeding 700 &deg;C. We have filed two patents based upon this work. Additional screening work and chemical decomposition assessment is planned for Phase II.\n\nHalotechnics has applied combinatorial chemistry techniques, originally developed for pharmaceutical applications, to a new field: solar thermal materials. This transformative research benefits from the large body of knowledge developed for over 15 years in combinatorial chemistry and uses this know-how to address the pressing problem of renewable power generation.\n\nThere were two overall goals of this program: 1) to screen novel mixtures of salts and discover eutectic mixtures (low melting point) and 2) gain an understanding of the thermal decomposition of salts of interest (high maximum temperature). These two goals together expand the operating range of the molten salt heat transfer fluids.\nBroader Impact\n\nHalotechnics Internship Program: Funds from this award were used to expand the Halotechnics Internship Program. Under this program, science and engineering students work as a paid intern at Halotechnics under the supervision of a senior member of staff. Students are assigned a research project that will complement the education they are pursuing and provide them a practical outlet of the skills they learn in a classroom environment. The students receive mentorship from their supervisor who provides one-on-one tutoring, guidance, and relevant technical advice. The nature of this relationship is by necessity one of mentorship especially early in the internship but is intended to transition to one of supervised independent research as the student acquires a working knowledge of their project field. Three interns were employed at Halotechnics and supported by this Phase I award.\n\nOutreach Activities: Dr. Justin Raade (PI) attended several conferences focused on solar thermal power and gave invited talks at each on the positive social impacts of advanced solar technology.\n\n\"The Promise of Molten Salt,\" CST Power Conference, February 25-26, 2011, Scottsdale, Arizona. \n\"The Promise of Thermal Storage: A Vision of CSP Displacing Coal,\" CSP Today Conference, June 29-30, 2011, Las Vegas, Nevada.\n\n\n\t\t\t\t\tLast Modified: 12/29/2011\n\n\t\t\t\t\tSubmitted by: Justin W Raade"
 }
}