{
 "awd_id": "1047668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Stable Isotope Systematics of Gold-silver Telluride Deposits: A Theoretical and Experimental Approach",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 166696.0,
 "awd_amount": 166696.0,
 "awd_min_amd_letter_date": "2011-03-16",
 "awd_max_amd_letter_date": "2011-03-16",
 "awd_abstract_narration": "Collaborative Research: Stable Tellurium Isotope Systematics of Gold-Silver Telluride Deposits: A Theoretical and Experimental Approach\r\n\r\nIntellectual Merit: The goal of this project is to determine the stable tellurium isotope systematics of tellurium-bearing minerals, primarily in the system Au-Ag-Te (in epithermal and orogenic gold deposits), to determine the source of tellurium in these precious metal deposits (and possibly associated gold and silver), processes associated with isotope fractionation, geochemical information related to the origin of the deposits, and a better understanding of the chemistry of tellurium, in general. A question that will also be addressed is: can stable tellurium isotopes be used in mineral exploration and vectoring new ore bodies in an existing mining camp in a way that has been previously done with other stable isotopes (e.g., oxygen and copper)? The aims of the project will be achieved by analyzing the stable tellurium isotopes of tellurides, native tellurium, tellurates and tellurites, which will be sampled, and for some deposits have already been collected, from various orogenic and epithermal gold (e.g., Golden Sunlight and Mayflower, Montana; Emperor and Tuvatu, Fiji; Kensington, Alaska; Golden Mile, Western Australia), using both in situ and solution methods with a multi collector-inductively coupled plasma-mass spectrometer (MC-ICPMS) system. The study will specifically evaluate:\r\n1. Mechanisms that produce mass-dependent isotope fractionation including, biotic or abiotic processes (e.g., redox behavior), liquid-vapor separation (since tellurium is transported in both the liquid and vapor phases), kinetics, deposition and transportation processes. The possibility that isotopes are fractionated by mass-independent processes will also be considered;\r\n2. Potential sources of tellurium in ore deposits and what can be learned about gold speciation I deposits, since most of the minerals analyzed will be members of the system Au-Ag-Te (calaverite, krennerite, sylvanite, hessite, petzite, stützite, empressite, muthmannite); and\r\n3. Differences between isotope compositions determined by theoretical calculations, using vibrational spectra and force-field models, and those determined from independent geothermometers from terrestrial samples.\r\n\r\nBroader Impacts: In addition to collecting fundamental data on the systematics of stable tellurium isotopes in and the origin of hydrothermal gold deposits, information will also be obtained on the basic chemistry of this element. Tellurium, has a wide variety of uses (ceramics, glass fiber, vulcanized rubber, electronics industry), but it is used primarily in industry to form copper, lead, and iron alloys and more machinable stainless steel. Tellurium is also used in cadmium telluride (CdTe) in solar panels and research is underway to investigate whether (Cd,Zn)Te can be used as an alternate. Its use in solar panels is critical to the thrust on alternative sources of energy in the United States, and elsewhere. The project will also enhance infrastructure for research education by involving collaborations among personnel in government agencies (United States Geological Survey, Geological Survey of Canada) and academia (Iowa State University, University of California - Los Angeles). It will also provide multidisciplinary research opportunities for two Ph.D. students and an undergraduate student who are interested in developing careers in the government, minerals industry, and academia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Schauble",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin A Schauble",
   "pi_email_addr": "schauble@ess.ucla.edu",
   "nsf_id": "000266318",
   "pi_start_date": "2011-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 166696.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Ore deposits containing gold and silver are of great economic interest, and have been a focus of geological research for a long time. In this project, we set out to try to understand the origin and behavior of the element tellurium (Te) in ore minerals by studying the distribution of its isotopes. Tellurium is unique in its tendency to form crystalline compounds with gold (gold tends to be found in elemental form), and gold-, silver- and other metal-telluride compounds are characteristic in many ore deposits. This strong association suggests that the chemical availability of tellurium is important in the formation of gold-silver ore deposits, an idea that had been further explored in previous experiments on the stability and molecular structure of dissolved tellurium in hydrothermal systems. Measurements of variations in the abundances of isotopes of sulfur, oxygen, carbon, and hydrogen have proven useful in determining where ore-forming fluids in hydrothermal systems come from, and what kinds of chemical reactions they undergo during ore formation. Tellurium is in the same chemical group as oxygen and sulfur, but variations in the abundances of its isotopes are much less well studied.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We explored the possibility that the isotopes of tellurium might provide useful, complementary information. Another motivation for our study is to see whether tellurium isotope abundances might also be useful indicators of the availability of oxygen in the Earth&rsquo;s crust and hydrosphere that could be preserved in rocks and minerals and thus improve our understanding of ancient environments.&nbsp; In this project, Paul Spry&rsquo;s group at Iowa State focused on figuring out how to measure tellurium isotope abundances in minerals with high precision, while our group at UCLA used techniques from theoretical chemistry to try to predict how different chemical reactions and processes would give rise to measurable isotope variations.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In our theoretical modeling, we found that the oxidation state of tellurium (e.g., whether is has a positive charge and bonds with oxygen, or has a negative charge and bonds with a metal) has a strong effect on the behavior of its at equilibrium, possibly generating variations of 0.1% or more in the <sup>130</sup>Te/<sup>122</sup>Te ratio at hydrothermal temperatures &ndash; oxidized phases generally becoming enriched in the more massive isotopes. However, it is also clear from our collaborators' (Paul Spry and Andrew Fornadel) work that the large isotope abundance variations predicted by our models at equilibrium are not widely observed in telluride ore minerals. This will place constraints on the relationship between speciation, mineralization, and equilibration in ore deposition, but for now we aren't sure what is going on.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Most of the funding provided by the National Science Foundation to UCLA was used to support the training and research efforts of science students, including one PhD student and several undergraduate students. A computing cluster supported by this grant was used both for research and as an educational tool for hands-on training in graduate seminar classes taught in 2012 and 2014. These seminars introduced concepts and tools from theoretical chemistry and materials science to Earth Science students.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; So far our key achievements are in the presentation of our results at two international meetings, the training of a graduate student near the point of attaining her PhD candidacy, and the exposure of three UCLA undergraduate students to research. Two of these undergraduates are now working towards advan...",
  "por_txt_cntn": "\n            Ore deposits containing gold and silver are of great economic interest, and have been a focus of geological research for a long time. In this project, we set out to try to understand the origin and behavior of the element tellurium (Te) in ore minerals by studying the distribution of its isotopes. Tellurium is unique in its tendency to form crystalline compounds with gold (gold tends to be found in elemental form), and gold-, silver- and other metal-telluride compounds are characteristic in many ore deposits. This strong association suggests that the chemical availability of tellurium is important in the formation of gold-silver ore deposits, an idea that had been further explored in previous experiments on the stability and molecular structure of dissolved tellurium in hydrothermal systems. Measurements of variations in the abundances of isotopes of sulfur, oxygen, carbon, and hydrogen have proven useful in determining where ore-forming fluids in hydrothermal systems come from, and what kinds of chemical reactions they undergo during ore formation. Tellurium is in the same chemical group as oxygen and sulfur, but variations in the abundances of its isotopes are much less well studied.\n\n            We explored the possibility that the isotopes of tellurium might provide useful, complementary information. Another motivation for our study is to see whether tellurium isotope abundances might also be useful indicators of the availability of oxygen in the EarthÆs crust and hydrosphere that could be preserved in rocks and minerals and thus improve our understanding of ancient environments.  In this project, Paul SpryÆs group at Iowa State focused on figuring out how to measure tellurium isotope abundances in minerals with high precision, while our group at UCLA used techniques from theoretical chemistry to try to predict how different chemical reactions and processes would give rise to measurable isotope variations.\n\n            In our theoretical modeling, we found that the oxidation state of tellurium (e.g., whether is has a positive charge and bonds with oxygen, or has a negative charge and bonds with a metal) has a strong effect on the behavior of its at equilibrium, possibly generating variations of 0.1% or more in the 130Te/122Te ratio at hydrothermal temperatures &ndash; oxidized phases generally becoming enriched in the more massive isotopes. However, it is also clear from our collaborators' (Paul Spry and Andrew Fornadel) work that the large isotope abundance variations predicted by our models at equilibrium are not widely observed in telluride ore minerals. This will place constraints on the relationship between speciation, mineralization, and equilibration in ore deposition, but for now we aren't sure what is going on.\n\n            Most of the funding provided by the National Science Foundation to UCLA was used to support the training and research efforts of science students, including one PhD student and several undergraduate students. A computing cluster supported by this grant was used both for research and as an educational tool for hands-on training in graduate seminar classes taught in 2012 and 2014. These seminars introduced concepts and tools from theoretical chemistry and materials science to Earth Science students.\n\n            So far our key achievements are in the presentation of our results at two international meetings, the training of a graduate student near the point of attaining her PhD candidacy, and the exposure of three UCLA undergraduate students to research. Two of these undergraduates are now working towards advanced geoscience degrees at excellent research universities. Our initial theoretical predictions are also being incorporated into a paper being written by our Iowa State University collaborators.\n\n \n\n\t\t\t\t\tLast Modified: 06/16/2015\n\n\t\t\t\t\tSubmitted by: Edwin A Schauble"
 }
}