{
 "awd_id": "1047671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Stable Isotope Systematics of Gold-silver Telluride Deposits: A Theoretical and Experimental Approach",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 294571.0,
 "awd_amount": 294571.0,
 "awd_min_amd_letter_date": "2011-03-16",
 "awd_max_amd_letter_date": "2011-03-16",
 "awd_abstract_narration": "Collaborative Research: Stable Tellurium Isotope Systematics of Gold-Silver Telluride Deposits: A Theoretical and Experimental Approach\r\n\r\nIntellectual Merit: The goal of this project is to determine the stable tellurium isotope systematics of tellurium-bearing minerals, primarily in the system Au-Ag-Te (in epithermal and orogenic gold deposits), to determine the source of tellurium in these precious metal deposits (and possibly associated gold and silver), processes associated with isotope fractionation, geochemical information related to the origin of the deposits, and a better understanding of the chemistry of tellurium, in general. A question that will also be addressed is: can stable tellurium isotopes be used in mineral exploration and vectoring new ore bodies in an existing mining camp in a way that has been previously done with other stable isotopes (e.g., oxygen and copper)? The aims of the project will be achieved by analyzing the stable tellurium isotopes of tellurides, native tellurium, tellurates and tellurites, which will be sampled, and for some deposits have already been collected, from various orogenic and epithermal gold (e.g., Golden Sunlight and Mayflower, Montana; Emperor and Tuvatu, Fiji; Kensington, Alaska; Golden Mile, Western Australia), using both in situ and solution methods with a multi collector-inductively coupled plasma-mass spectrometer (MC-ICPMS) system. The study will specifically evaluate:\r\n1. Mechanisms that produce mass-dependent isotope fractionation including, biotic or abiotic processes (e.g., redox behavior), liquid-vapor separation (since tellurium is transported in both the liquid and vapor phases), kinetics, deposition and transportation processes. The possibility that isotopes are fractionated by mass-independent processes will also be considered;\r\n2. Potential sources of tellurium in ore deposits and what can be learned about gold speciation I deposits, since most of the minerals analyzed will be members of the system Au-Ag-Te (calaverite, krennerite, sylvanite, hessite, petzite, stützite, empressite, muthmannite); and\r\n3. Differences between isotope compositions determined by theoretical calculations, using vibrational spectra and force-field models, and those determined from independent geothermometers from terrestrial samples.\r\n\r\nBroader Impacts: In addition to collecting fundamental data on the systematics of stable tellurium isotopes in and the origin of hydrothermal gold deposits, information will also be obtained on the basic chemistry of this element. Tellurium, has a wide variety of uses (ceramics, glass fiber, vulcanized rubber, electronics industry), but it is used primarily in industry to form copper, lead, and iron alloys and more machinable stainless steel. Tellurium is also used in cadmium telluride (CdTe) in solar panels and research is underway to investigate whether (Cd,Zn)Te can be used as an alternate. Its use in solar panels is critical to the thrust on alternative sources of energy in the United States, and elsewhere. The project will also enhance infrastructure for research education by involving collaborations among personnel in government agencies (United States Geological Survey, Geological Survey of Canada) and academia (Iowa State University, University of California - Los Angeles). It will also provide multidisciplinary research opportunities for two Ph.D. students and an undergraduate student who are interested in developing careers in the government, minerals industry, and academia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Spry",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Spry",
   "pi_email_addr": "pgspry@iastate.edu",
   "nsf_id": "000389604",
   "pi_start_date": "2011-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 294571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Stable isotopes are atoms of the same element that have various atomic masses, which do no not undergo radioactive decay to another element. Studies of stable isotope geochemistry have become an increasingly common method to develop an&nbsp;understanding of geological systems. Stable isotope studies&nbsp;of various light elements in the periodic table, such as hydrogen, carbon, oxygen, nitrogen and sulfur have provided insight on a variety of physical and chemical processes that include understanding past climates, the hydrological cycle, plant metabolic processes, and the conditions under which hydrothermal metallic mineral deposits form (e.g., gold, silver, lead, zinc, copper ores).</p>\n<p>With the recent developments of more sensitive analytical measurements, researchers have expanded stable isotope studies to include heavier and less geologically common elements such as mercury, copper, zinc, and selenium, etc. These studies have helped define where these elements come from in the Earth's crust and mantle, how they move&nbsp;through different Earth environments, and how metallic mineral deposits form.</p>\n<p>This project is the first to study stable isotopes of the heavy element tellurium as they pertain to tellurium-bearing minerals in gold deposits. Tellurium is of interest because of its rarity&nbsp;in the&nbsp;Earth's crust, but also because of&nbsp;the variety of its industrial uses such as in solar panels and&nbsp;DVDs, and in industrial processes such as vulcanization of rubber. Additionally, where tellurium occurs in the geological realm, it is commonly associated with precious metals&nbsp;like gold and silver. Understanding the isotope geochemistry of tellurium has furthered our understanding of the element,&nbsp;and of the geochemistry of gold and silver, in general. This provides information on how gold, silver, and tellurium form, why&nbsp;and where these elements&nbsp;form, as well providing guides in the exploration of undiscovered ores containing these elements. &nbsp;</p>\n<p>This project addressed several fundamental questions about the isotope geochemistry of tellurium, including how to physically separate tellurium from geological samples for analysis, analytical protocols to measure minute isotopic variability in the chemistry of the samples, and the causes of this variability. This project developed a new method&nbsp;for the&nbsp;analysis of isotopes of tellurium as well as defined an expected range of isotope variability in ore deposits. It also showed that the major factors&nbsp;affecting isotope variability in gold deposits are the composition of the hydrothermal (hot) fluid that is carrying the tellurium prior to forming tellurium-bearing minerals, and the ratio of the amount of water that is carrying the tellurium-bearing hydrothermal fluid relative to the volume of rock through which the fluid passes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/04/2015<br>\n\t\t\t\t\tModified by: Paul&nbsp;G&nbsp;Spry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStable isotopes are atoms of the same element that have various atomic masses, which do no not undergo radioactive decay to another element. Studies of stable isotope geochemistry have become an increasingly common method to develop an understanding of geological systems. Stable isotope studies of various light elements in the periodic table, such as hydrogen, carbon, oxygen, nitrogen and sulfur have provided insight on a variety of physical and chemical processes that include understanding past climates, the hydrological cycle, plant metabolic processes, and the conditions under which hydrothermal metallic mineral deposits form (e.g., gold, silver, lead, zinc, copper ores).\n\nWith the recent developments of more sensitive analytical measurements, researchers have expanded stable isotope studies to include heavier and less geologically common elements such as mercury, copper, zinc, and selenium, etc. These studies have helped define where these elements come from in the Earth's crust and mantle, how they move through different Earth environments, and how metallic mineral deposits form.\n\nThis project is the first to study stable isotopes of the heavy element tellurium as they pertain to tellurium-bearing minerals in gold deposits. Tellurium is of interest because of its rarity in the Earth's crust, but also because of the variety of its industrial uses such as in solar panels and DVDs, and in industrial processes such as vulcanization of rubber. Additionally, where tellurium occurs in the geological realm, it is commonly associated with precious metals like gold and silver. Understanding the isotope geochemistry of tellurium has furthered our understanding of the element, and of the geochemistry of gold and silver, in general. This provides information on how gold, silver, and tellurium form, why and where these elements form, as well providing guides in the exploration of undiscovered ores containing these elements.  \n\nThis project addressed several fundamental questions about the isotope geochemistry of tellurium, including how to physically separate tellurium from geological samples for analysis, analytical protocols to measure minute isotopic variability in the chemistry of the samples, and the causes of this variability. This project developed a new method for the analysis of isotopes of tellurium as well as defined an expected range of isotope variability in ore deposits. It also showed that the major factors affecting isotope variability in gold deposits are the composition of the hydrothermal (hot) fluid that is carrying the tellurium prior to forming tellurium-bearing minerals, and the ratio of the amount of water that is carrying the tellurium-bearing hydrothermal fluid relative to the volume of rock through which the fluid passes.\n\n\t\t\t\t\tLast Modified: 06/04/2015\n\n\t\t\t\t\tSubmitted by: Paul G Spry"
 }
}