{
 "awd_id": "1048548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition, Assembly and Use of a High Speed Fluorescence Anisotropy and Lifetime Imaging System",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 311381.0,
 "awd_amount": 311381.0,
 "awd_min_amd_letter_date": "2010-12-17",
 "awd_max_amd_letter_date": "2010-12-17",
 "awd_abstract_narration": "With this award from the Chemistry Research Instrumentation and Facilities: Multi-user (CRIF:MU) program, Professor John McCracken and colleagues Gary Blanchard, Robert Ofoli, Greg Swain and David Weliky from Michigan State University will acquire a series of components to build a rapid acquisition, picosecond fluorescence lifetime and anisotropy imaging system. The award will enhance research training and education at all levels, especially in areas of study such as (a) fluorescence lifetime and anisotropy imaging of lipid structures, (b) optical and electrochemical characterization of biomimetic nanostructured interfaces, (c) chemically modified electrodes for studies of graphene and thin carbon films, and (d) imaging of membrane perturbations induced by viral fusion peptides and proteins.\r\n\r\nA rapid acquisition, picosecond fluorescence lifetime and anisotropy imaging system is important to the study of a broad range of structurally heterogeneous and fluid interfaces such as those in biological membranes. These experiments provide novel information on molecular motion and energy transfer, and specifically how these properties vary with the physical condition and chemical composition of the interface. This instrumentation will support not only research activities but also research training to graduate and undergraduate students at Michigan State University and nearby institutions such as Saginaw Valley State University. The instrument will also support international interactions with the University of Warsaw, University of Bath and Shaanxi Normal University as well as activities with local high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "McCracken",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "John L McCracken",
   "pi_email_addr": "mccracken@chemistry.msu.edu",
   "nsf_id": "000300469",
   "pi_start_date": "2010-12-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Ofoli",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Y Ofoli",
   "pi_email_addr": "ofoli@egr.msu.edu",
   "nsf_id": "000087155",
   "pi_start_date": "2010-12-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Swain",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Greg M Swain",
   "pi_email_addr": "swain@chemistry.msu.edu",
   "nsf_id": "000376599",
   "pi_start_date": "2010-12-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Blanchard",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gary J Blanchard",
   "pi_email_addr": "blanchard@chemistry.msu.edu",
   "nsf_id": "000087491",
   "pi_start_date": "2010-12-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Weliky",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Weliky",
   "pi_email_addr": "weliky@chemistry.msu.edu",
   "nsf_id": "000197466",
   "pi_start_date": "2010-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1108",
   "pgm_ref_txt": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 311381.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>During the course of the Grant we have created a laser facility in the&nbsp;department of Chemistry at Michigan State University that allows state-of-the-art time-resolved fluorescence lifetime and anisotropy imaging measurements to be made.&nbsp;&nbsp;Fluorescence lifetime and anisotropy imaging information provides unique insight into molecular environments and the motions molecules can undergo in those environments.&nbsp; Until this instrument (Figure 1) was created, there was no way to acquire such data on the MSU campus. &nbsp;Data from this instrument (see Figure 2 for an example) have proven essential for the in-depth characterization of interfacial materials and biomimetic structures, and the initial focus of this work, following the construction and calibration of the instrument was on the study of biomimetic interfacial layers.&nbsp; This new instrument provides data that are complementary to those available from an existing high speed, non-imaging TCSPC system, and these systems have been used in several collaborative efforts on the MSU campus and beyond. A central goal of this Grant has been to provide the broadest possible access to this facility to scientists and students at MSU, in the surrounding region, and to a host of US and international collaborators.</p>\n<p><strong>Intellectual Merit.</strong> &nbsp;The support provided under this Grant has been used to create an instrument with capabilities beyond those available to the investigators up to this point. &nbsp;The instrument is a fluorescence imaging system for the rapid acquisition of high quality lifetime and anisotropy imaging data with <em>ca</em>. 50 ps time resolution, for the study of spatially-resolved <br />dynamics in areas ranging from lipid and hybrid bilayer interfaces to lipid-protein association, and carrier and defect dynamics in diamond and graphene electrode materials. This instrument has been demonstrated to acquire data a factor of ~100 faster than typical, discrete component TCSPC systems, enabling anisotropy imaging data to be acquired for chemically and physically labile systems, where such information has previously been inaccessible. The equipment purchased has provided high reliability and long-term stability for small-signal measurements, and the fast detection electronics chosen, coupled with an inverted microscope provide the high speed, high quality images that have proven to be of critical importance to the research efforts of several research groups. &nbsp;Following the initial<br />construction of the instrument, a significant amount of effort was devoted to<br />the design and implementation of software methodology for the analysis of data coming from this instrument.&nbsp; Ultimately, the data from this system have required analysis by two or more software packages to extract chemical and physical information from the raw data.&nbsp; The need to undertake this effort was driven by the fact that the information available from this instrument contains more detailed information about the systems under investigation than has been available previously.</p>\n<p><strong>Broader Impact. </strong>The addition of the instrumental capabilities developed with<br />support from this Grant have had major impact on the MSU and regional<br />scientific communities as well as on the global community of scientists. &nbsp;Prior to the development of this instrument, the existing facility, with its limited capabilities, was used regularly by the four co-PIs and on a semi-regular basis by collaborators in other MSU departments, faculty from nearby institutions (Saginaw Valley State University) and from international institutions (University of Warsaw (Poland), University of Bath (UK), and Shaanxi Normal University (PRC)).&nbsp; Broadening inclusion of under-represented groups in science is critically important.&nbsp; Michigan State<br />University has multiple pr...",
  "por_txt_cntn": "\n\n\n\n\nDuring the course of the Grant we have created a laser facility in the department of Chemistry at Michigan State University that allows state-of-the-art time-resolved fluorescence lifetime and anisotropy imaging measurements to be made.  Fluorescence lifetime and anisotropy imaging information provides unique insight into molecular environments and the motions molecules can undergo in those environments.  Until this instrument (Figure 1) was created, there was no way to acquire such data on the MSU campus.  Data from this instrument (see Figure 2 for an example) have proven essential for the in-depth characterization of interfacial materials and biomimetic structures, and the initial focus of this work, following the construction and calibration of the instrument was on the study of biomimetic interfacial layers.  This new instrument provides data that are complementary to those available from an existing high speed, non-imaging TCSPC system, and these systems have been used in several collaborative efforts on the MSU campus and beyond. A central goal of this Grant has been to provide the broadest possible access to this facility to scientists and students at MSU, in the surrounding region, and to a host of US and international collaborators.\n\nIntellectual Merit.  The support provided under this Grant has been used to create an instrument with capabilities beyond those available to the investigators up to this point.  The instrument is a fluorescence imaging system for the rapid acquisition of high quality lifetime and anisotropy imaging data with ca. 50 ps time resolution, for the study of spatially-resolved \ndynamics in areas ranging from lipid and hybrid bilayer interfaces to lipid-protein association, and carrier and defect dynamics in diamond and graphene electrode materials. This instrument has been demonstrated to acquire data a factor of ~100 faster than typical, discrete component TCSPC systems, enabling anisotropy imaging data to be acquired for chemically and physically labile systems, where such information has previously been inaccessible. The equipment purchased has provided high reliability and long-term stability for small-signal measurements, and the fast detection electronics chosen, coupled with an inverted microscope provide the high speed, high quality images that have proven to be of critical importance to the research efforts of several research groups.  Following the initial\nconstruction of the instrument, a significant amount of effort was devoted to\nthe design and implementation of software methodology for the analysis of data coming from this instrument.  Ultimately, the data from this system have required analysis by two or more software packages to extract chemical and physical information from the raw data.  The need to undertake this effort was driven by the fact that the information available from this instrument contains more detailed information about the systems under investigation than has been available previously.\n\nBroader Impact. The addition of the instrumental capabilities developed with\nsupport from this Grant have had major impact on the MSU and regional\nscientific communities as well as on the global community of scientists.  Prior to the development of this instrument, the existing facility, with its limited capabilities, was used regularly by the four co-PIs and on a semi-regular basis by collaborators in other MSU departments, faculty from nearby institutions (Saginaw Valley State University) and from international institutions (University of Warsaw (Poland), University of Bath (UK), and Shaanxi Normal University (PRC)).  Broadening inclusion of under-represented groups in science is critically important.  Michigan State\nUniversity has multiple programs in place to connect with under-represented\ngroups at high school (MSU High School Honors Science/Math/Engineering Program (HSHSP), ACS Project SEED), undergraduate (National Organization of Black Chemists and Chemical Engineer..."
 }
}