{
 "awd_id": "1048472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Isotopic, Geochronologic, and Tectonic Character of the Western Piedmont, Virginia - Implications for the Closing of Iapetus",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 82292.0,
 "awd_amount": 82292.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "The Iapetus Ocean is a first-order early Paleozoic oceanic tract that separated eastern North America from peri-Gondwanan crustal blocks. Its closure, which juxtaposed North America with these Gond¬wan¬an elements in the Appalachians, imposed new circulation regimes upon the global hydrosphere and atmosphere and it was a major step toward the eventual amal¬gamation of the supercontinent of Pangea. Despite the importance of Iapetus in the global evolution of the Paleozoic, little is known about the timing and nature of its closure, mainly because the original interface between North American and Gondwanan elements, the main Iapetan suture, is unrecognized in the U.S. Appalachians. On the basis of regional geological relationships and scant isotopic data, it is hypothesized that the Chopawamsic fault in central Virginia represents the main Iapetan suture in the US Appalachians. This project is testing this hypothesis by inte¬grating the results of Nd- and Pb- isotopic studies of magmatic rocks on either side of the fault; by a U-Pb zircon geochron¬ologic study of detrital zircon populations from either side of, and in strata lying above, the fault; by using high resolution U-Pb geochronology on selected magmatic units, and by a kinematic and geochronologic analysis of the fault. This study is a collaborative effort between researchers at North Carolina State University and Texas A&M University.\r\n\r\nAppalachian geology governs resources (mineral, water) for, and influences the wellbeing (seismic hazards) of, the densest human population in North America; logically, a basic understanding of the bedrock geology is essential to further development and sustainability in the region. Results of this study will also take multiple paths into the broader domains of education and outreach. The project partially supports eight students, including two females. The principal investigators are actively recruiting incoming freshman from urban high schools and from minority groups to work on this project. Texas A&M students involved in the project are encouraged to volunteer and participate in established outreach functions with the Brazos Valley Museum of Natural History. Graduate students intend to present their findings at both professional meetings and at meetings of the Virginia Association of Science Teachers, and disseminate results through the Virginia Science Standards Institute. Once significant results are available, project personnel will lead the Virginia Field Conference, an annual field trip that caters to a broad array of participants. In addition, the involvement of Canadian collaborators and a South African MS candidate adds an international component to the project. Scientific results that derive from the project will be disseminated via presentations at professional geoscience meetings and the peer-reviewed scientific literature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Miller",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Brent V Miller",
   "pi_email_addr": "bvmiller@geo.tamu.edu",
   "nsf_id": "000276183",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 82292.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the geologic assembly of the North American continent is essential to sensibly develop the country&rsquo;s natural resource capacity, to investigate the significance, causes and consequences of ancient periods of dramatic climate change, and to mitigate risks of natural hazards such as earthquakes. As part of this project we undertook a focused study of rocks in the central Altlantic region (central Virginia) to determine the age of their formation and the timing of their tectonic deformation, the manner in which they fit into the tectonic assembly of eastern North America.</p>\n<p>We were able to demonstrate, using a combination of geochemical analyses&nbsp;and radiometric dating, that two large fault-bound segments of the central Atlantic region contain rocks that formed between about 500 and 450 million years ago, but in very different tectonic environments and probably separated from one another by some distance. That distance may have been the entire width of an Atlantic-type ocean basin (the early Paleozoic Iapetus ocean) or a much smaller arm of an ocean more like the Japan Sea. These two crustal blocks were brought together by plate tectonic movements along a structure called the Chopawamsic fault sometime before the intrusion of the cross-cutting Ellisville granite at 443 million years ago. In addition, as a result of further radiometric dating, we demonstrated that many of the plutons in the more exotic crustal block were emplaced over a much shorter time interval than previously envisioned.</p>\n<p>These results could aid future geologists in more accurately targeting the natural resource potential of the central Atlantic states. In addition, there is a well-known relationship between changes in the tectonic configuration of the continents and global climate. The intervals we defined for tectonic activity and magma formation are coincident with the onset of a major Ordovician glacial event and associated mass extinction. Although we were not able to establish a direct linkage between the rocks we studied and changes in global climate, our better understanding of timing and tectonic style in this region may allow future researchers to understand better the causal relationship between Ordovician tectonics and climate change. Finally, our bedrock mapping in the area of the Mineral, Virginia magnitude 5.8 earthquake (23 August 2011) indicates that existing fault maps are not accurate enough to evaluate the potential continuity of surface faults with the seismically active zone. The earthquake serves as a stark reminder that these ancient crustal weaknesses still hold potential for significant seismicity in a region of the country ill-prepared for large earthquakes.</p>\n<p>This project involved the training of one PhD student, two MSc students (both at North Carolina State University) and three undergraduate students (all at Texas A&amp;M University). Insights gained from this research have been incorporated into the university educational efforts of both PIs. Results of this research have been, or are in the process of being, disseminated through peer-reviewed research publications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2014<br>\n\t\t\t\t\tModified by: Brent&nbsp;V&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the geologic assembly of the North American continent is essential to sensibly develop the countryÆs natural resource capacity, to investigate the significance, causes and consequences of ancient periods of dramatic climate change, and to mitigate risks of natural hazards such as earthquakes. As part of this project we undertook a focused study of rocks in the central Altlantic region (central Virginia) to determine the age of their formation and the timing of their tectonic deformation, the manner in which they fit into the tectonic assembly of eastern North America.\n\nWe were able to demonstrate, using a combination of geochemical analyses and radiometric dating, that two large fault-bound segments of the central Atlantic region contain rocks that formed between about 500 and 450 million years ago, but in very different tectonic environments and probably separated from one another by some distance. That distance may have been the entire width of an Atlantic-type ocean basin (the early Paleozoic Iapetus ocean) or a much smaller arm of an ocean more like the Japan Sea. These two crustal blocks were brought together by plate tectonic movements along a structure called the Chopawamsic fault sometime before the intrusion of the cross-cutting Ellisville granite at 443 million years ago. In addition, as a result of further radiometric dating, we demonstrated that many of the plutons in the more exotic crustal block were emplaced over a much shorter time interval than previously envisioned.\n\nThese results could aid future geologists in more accurately targeting the natural resource potential of the central Atlantic states. In addition, there is a well-known relationship between changes in the tectonic configuration of the continents and global climate. The intervals we defined for tectonic activity and magma formation are coincident with the onset of a major Ordovician glacial event and associated mass extinction. Although we were not able to establish a direct linkage between the rocks we studied and changes in global climate, our better understanding of timing and tectonic style in this region may allow future researchers to understand better the causal relationship between Ordovician tectonics and climate change. Finally, our bedrock mapping in the area of the Mineral, Virginia magnitude 5.8 earthquake (23 August 2011) indicates that existing fault maps are not accurate enough to evaluate the potential continuity of surface faults with the seismically active zone. The earthquake serves as a stark reminder that these ancient crustal weaknesses still hold potential for significant seismicity in a region of the country ill-prepared for large earthquakes.\n\nThis project involved the training of one PhD student, two MSc students (both at North Carolina State University) and three undergraduate students (all at Texas A&amp;M University). Insights gained from this research have been incorporated into the university educational efforts of both PIs. Results of this research have been, or are in the process of being, disseminated through peer-reviewed research publications.\n\n\t\t\t\t\tLast Modified: 06/17/2014\n\n\t\t\t\t\tSubmitted by: Brent V Miller"
 }
}