{
 "awd_id": "1048454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Cultural Responses to Environmental Hazards: Agricultural Innovation During the Early Intermediate Period on the North Coast of Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-11-01",
 "awd_exp_date": "2011-10-31",
 "tot_intn_awd_amt": 13036.0,
 "awd_amount": 13036.0,
 "awd_min_amd_letter_date": "2010-10-25",
 "awd_max_amd_letter_date": "2010-10-25",
 "awd_abstract_narration": "Under the supervision of Dr. John W. Rick, Ignacio Cancino will analyze data gathered during his archaeological excavations in ancient agricultural fields on the north coast of Peru. The locale, the Queneto Quebrada, is now a barren alluvial fan on the northern margin of the Virú Valley, an oasis-like valley located on the hyper-arid coastal desert. In this setting, abandoned grid-like rock-bordered agricultural plots are associated with canals and shallow agricultural terraces as well as several architectural constructions of Pre-Hispanic origin. Mr. Cancino's excavations and laboratory analysis focus on the recovery of data that will help to determine the chronological position and the agricultural significance of these features. Regarding these aims, preliminary research in the area led Mr. Cancino to consider these agricultural structures as features constructed to opportunistically take advantage of two hydrologic consequences of torrential rains caused by the El Niño (ENSO) phenomenon: 1), unusual runoff water over barren slopes and 2), unusual recharging of aquifers located northeast of the Queneto Quebrada. The construction and use of the agricultural features could have been a strategic cultural response to a variable and unpredictable environment, driven by El Niño torrential rains. Associated architecture and material culture in stratigraphic position date the agricultural features as constructed during the Early Intermediate Period (200 BC-600 AD).\r\n\r\nThe recognition of several soil properties and the recovery of macro and microbotanical remains will assess anthropogenic soil modification in the area and will also shed light on the nature of agricultural practices and examine the question of whether these practices may have been societal strategies to cope with El Niño torrential rains. In addition, dating recovered material, such as carbonized botanical remains and phytoliths, will help to determine the absolute age of the agricultural features.\r\n\r\nThere are few examples in the archaeological literature of the cultural responses of pre-Hispanic Andean societies to abrupt climatic phenomena such as El Niño torrential rains. However, the way pre-Hispanic societies responded to these phenomena had profound consequences for their vulnerability or resilience through time. Changing land use patterns and diversifying production systems may have been critical to the survival of Andean societies in the past. Beyond the specific aims of this archaeological project, the study will contribute knowledge on past agricultural practices that may help confront current abrupt climatic phenomena that are threatening productivity today. As it is widely recognized, the potential effects of severe El Niño along the New World West Coast could be dramatic for the people and economy of the area. In this way the study demonstrates the importance of archaeological research to solve not only questions about the past but also its capacity to contribute with knowledge relevant to present day societies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rick",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Rick",
   "pi_email_addr": "johnrick@stanford.edu",
   "nsf_id": "000453832",
   "pi_start_date": "2010-10-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ignacio",
   "pi_last_name": "Cancino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ignacio Cancino",
   "pi_email_addr": "icancino@stanford.edu",
   "nsf_id": "000545937",
   "pi_start_date": "2010-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13036.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this research was to evaluate cultural responses to torrential rains caused by El Nino during the Early Intermediate Period (200<br />BC-600 AD) in the Viru Valley, on the north coast of Peru. Specifically it evaluated innovative agricultural practices such as the direct use of<br />rain water to practice runoff agriculture and the use of water from recharged aquifers to irrigate grid-like rock-bordered agricultural plots in the<br />Queneto alluvial fan.</p>\n<p>Following excavation, soils were analysed to find any significant difference between the soils in the grid-like rock-bordered agricultural plots and the soils outside but nearby area supposedly not cultivated. We actually found that the agricultural plots were cultivated because there were significant amounts of phytoliths in the soils of these plots. The phytoliths corresponded to Zea mays or corn, one of the main staples of the Andean pre-hispanic societies.</p>\n<p>The other significant result or outcome of our investigation is that preliminary findings showed that the agricultural soils were manured or were modified by addition of phosphorus. We found that phosphorus in the agricultural plots was higher than the amount of phosphorus outside the agricultural plots.</p>\n<p>Relative chronology established from a previously excavated canal in the area allowed us to conclude that the agricultural plots were in function during the firts part of the early intermediate period, ie, 200-300 BC.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/18/2012<br>\n\t\t\t\t\tModified by: Ignacio&nbsp;Cancino</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe purpose of this research was to evaluate cultural responses to torrential rains caused by El Nino during the Early Intermediate Period (200\nBC-600 AD) in the Viru Valley, on the north coast of Peru. Specifically it evaluated innovative agricultural practices such as the direct use of\nrain water to practice runoff agriculture and the use of water from recharged aquifers to irrigate grid-like rock-bordered agricultural plots in the\nQueneto alluvial fan.\n\nFollowing excavation, soils were analysed to find any significant difference between the soils in the grid-like rock-bordered agricultural plots and the soils outside but nearby area supposedly not cultivated. We actually found that the agricultural plots were cultivated because there were significant amounts of phytoliths in the soils of these plots. The phytoliths corresponded to Zea mays or corn, one of the main staples of the Andean pre-hispanic societies.\n\nThe other significant result or outcome of our investigation is that preliminary findings showed that the agricultural soils were manured or were modified by addition of phosphorus. We found that phosphorus in the agricultural plots was higher than the amount of phosphorus outside the agricultural plots.\n\nRelative chronology established from a previously excavated canal in the area allowed us to conclude that the agricultural plots were in function during the firts part of the early intermediate period, ie, 200-300 BC.\n\n\t\t\t\t\tLast Modified: 03/18/2012\n\n\t\t\t\t\tSubmitted by: Ignacio Cancino"
 }
}