{
 "awd_id": "1048563",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bayesian Models of Social Behavior using Online Resources",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 157084.0,
 "awd_min_amd_letter_date": "2010-12-30",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "People spend a great deal of their lives socializing, or interacting with other people. On a typical day a person might collaborate on a project with their work colleagues, play softball with their teammates, and converse with their family. Social interactions are inherently part of most of our activities, therefore, understanding social interactions is a fundamental part of understanding human behavior. As the amount of time people spend online rapidly grows, social interactions which were once limited to in-person meetings, letters, and telephone calls, are increasingly occurring through the use of online resources such as email, Facebook, and online chats. Social and cognitive scientists who strive to understand human behavior can analyze online interactions to illuminate social behavior in this new setting, and benefit from the wealth of data that it provides. However, social interactions are extremely complex, so analyzing and modeling them is not easy in any setting.\r\n\r\nFortunately Bayesian probabilistic methods offer rich, flexible, generative models for data, which can be used to model complex, highly structured, social interactions. In general, Bayesian methods provide a principled framework for reasoning about an uncertain world. Bayesian latent variable models allow us to reason about, or discover, the potentially quite complex, unobserved structure that underlies what we do observe. This research develops methods which discover the unobserved structure necessary to model complex social interactions which occur online, explore group interactions, evaluate how context effects social interactions, and explore social influence. This work has the potential to improve science (e.g. by improving long-distance collaborations), commerce (e.g. by identifying whom businesses should inform about their products), and society at large (e.g. by improving social networking).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Heller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine A Heller",
   "pi_email_addr": "",
   "nsf_id": "000565504",
   "pi_start_date": "2010-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Heller                  Katherine      A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "London",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "",
  "inst_zip_code": "",
  "inst_country_name": "United Kingdom",
  "cong_dist_code": "",
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Heller                  Katherine      A",
  "perf_str_addr": "",
  "perf_city_name": "London",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769600",
   "pgm_ele_name": "CI Fellowships"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 107084.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this work we developed Bayesian models for social interactions between individuals in a social network. For example, we model people who interact with each other via email within a common social network, such as their workplace network. Results were obtained from two main projects. The goal of the first was to predict the times of future interaction events, such as sent emails, based on previous behavior, while simultaneously discovering groups of individuals who perform similar roles in the social network. The goal of the second was to predict the spread of infection within a college dormitory network.</p>\n<p>&nbsp;</p>\n<p>In the first project we used Bayesian statistical models to predict who sends emails to whom and when those emails are sent within a social network. Reciprocity behavior, or how people respond when emails are sent to them from other individuals, was used to group people in the social network together, thereby learning which individuals share similar roles. For example, we can leverage patterns in how people respond to each other&rsquo;s emails to potentially distinguish business managers from computer administrators. These models were also applied to group conversations, and to militarized interstate disputes between countries. In the latter countries were grouped together by how they responded to threats or use of force by other countries.</p>\n<p>&nbsp;</p>\n<p>In the second project we modeled health data collected from students in a college dormitory. This data was collected using smartphones, leveraging health survey information, and proximities of individuals within the dormitory network over time. Our analysis led to the ability to successfully predict how likely an individual is to become ill based on whom they have recently interacted with, and their associated symptom reports. This work will potentially lead to the ability to give more personalized and relevant health advice to individuals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/24/2014<br>\n\t\t\t\t\tModified by: Katherine&nbsp;A&nbsp;Heller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this work we developed Bayesian models for social interactions between individuals in a social network. For example, we model people who interact with each other via email within a common social network, such as their workplace network. Results were obtained from two main projects. The goal of the first was to predict the times of future interaction events, such as sent emails, based on previous behavior, while simultaneously discovering groups of individuals who perform similar roles in the social network. The goal of the second was to predict the spread of infection within a college dormitory network.\n\n \n\nIn the first project we used Bayesian statistical models to predict who sends emails to whom and when those emails are sent within a social network. Reciprocity behavior, or how people respond when emails are sent to them from other individuals, was used to group people in the social network together, thereby learning which individuals share similar roles. For example, we can leverage patterns in how people respond to each otherÆs emails to potentially distinguish business managers from computer administrators. These models were also applied to group conversations, and to militarized interstate disputes between countries. In the latter countries were grouped together by how they responded to threats or use of force by other countries.\n\n \n\nIn the second project we modeled health data collected from students in a college dormitory. This data was collected using smartphones, leveraging health survey information, and proximities of individuals within the dormitory network over time. Our analysis led to the ability to successfully predict how likely an individual is to become ill based on whom they have recently interacted with, and their associated symptom reports. This work will potentially lead to the ability to give more personalized and relevant health advice to individuals.\n\n \n\n\t\t\t\t\tLast Modified: 06/24/2014\n\n\t\t\t\t\tSubmitted by: Katherine A Heller"
 }
}