{
 "awd_id": "1048804",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Upgraded NMR Instrumentation for Chemistry Research, Education and Training",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 465000.0,
 "awd_amount": 465000.0,
 "awd_min_amd_letter_date": "2010-12-17",
 "awd_max_amd_letter_date": "2010-12-17",
 "awd_abstract_narration": "With this award from the Chemistry Research Instrumentation and Facilities: Departmental Multi-User Instrumentation program (CRIF:MU), Professor Albert Courey and colleagues from the University of California at Los Angeles (UCLA) will acquire a console and cryoprobe to upgrade a 500 MHz NMR spectrometer.   Projects that will be investigated include: (a) fullerene chemistry and organic materials, (b) reactions of electrophilic metal centers with aromatic heterocycles, (c) organic synthesis and synthetic methods development for the advancement of molecular discovery, (d) new tactics to create non-natural molecules, (e) development of new methods for the synthesis of natural products, and (f) development of new phosphine-catalyzed annulation reactions and their application to total synthesis and combinatorial chemistry.\r\n\r\nNuclear Magnetic Resonance (NMR) spectroscopy is one of the most powerful tools available to chemists for the elucidation of the structure of molecules. It is used to identify unknown substances, to follow the progress of chemical reactions, to characterize specific arrangements of atoms within molecules, and to study the dynamics of interactions between molecules in solids and in solution. Access to state-of-the-art NMR spectrometers is essential to chemists who are carrying out frontier research and training students in modern research techniques. The results from these NMR studies will have an impact in synthetic organic chemistry research at UCLA.  The instrument will be available to users at California State University Los Angeles (CSULA) and Cal Poly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Courey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Albert J Courey",
   "pi_email_addr": "courey@chem.ucla.edu",
   "nsf_id": "000170889",
   "pi_start_date": "2010-12-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 465000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the field of chemical research, nuclear magnetic resonance (NMR) is the single most powerful technique for characterization of compounds, whether naturally occurring or synthetic.&nbsp; The UCLA Department of Chemistry and Biochemistry has maintained a shared-use NMR facility for more than four decades.&nbsp; Support from the National Science Foundation shared instrumentation programs has been critical to keeping this facility up to date and useful for the progress of a broad range of research conducted at UCLA.&nbsp;<br />This grant has enabled the continued use of an 11.7 Tesla superconducting magnet by replacement of the obsolete electronics of an existing spectrometer that had been in use since 1993.&nbsp; In addition, a newer technology of the portion of the instrument that interacts directly with the sample, a &ldquo;cryoprobe&rdquo;, was purchased.&nbsp; Although the information content is very high with NMR spectroscopy, the sensitivity compared to other techniques for molecular characterizations, e.g. mass spectrometry, is low.&nbsp; The introduction of very high sensitivity direct observation of carbon spectra with the cryoprobe has radically improved the utility of NMR spectroscopy.&nbsp; It is not overstating the case to say that it has been a game changer.&nbsp; Researchers engaging in serious synthetic efforts use this instrument several times per day to quickly determine their next steps in the creation of new, complex molecules.&nbsp; The biosynthetic projects undertaken by users of the facility would have been far more challenging, if even possible, without<br />access to this upgraded NMR spectrometer.&nbsp;</p>\n<p>For readers interested in NMR spectroscopy, the accompanying images show carbon (<sup>13</sup>C) 1- and 2-dimensional NMR spectra of approximately 20 mg of sucrose, i.e. table sugar, that were acquired on this upgraded system.&nbsp; The<br />1-D spectrum is annotated with the assignments of the peaks according to the structure drawn.&nbsp; True to the penchant of NMR spectroscopists to name experiments with strange acronyms, the 2-dimensional &ldquo;INADEQUATE&rdquo;<br />experiment, shown in the second image, contains connectivity of the carbon<br />atoms in the backbone of a molecule, but the inherent sensitivity of the<br />experiment is very poor.&nbsp; This experiment is now a realistic experiment on the carbon optimized cryoprobe funded through this grant.&nbsp; The third and fourth images show the INADEQUATE spectrum with annotations that walk through the carbon-carbon connectivity of the two ring structures of sucrose, i.e. a<br />glucose ring and a sucrose ring.</p>\n<p>Since the installation of this upgraded equipment in the fall of 2011, 131 individual student and postdoctoral researchers have been trained by the facility staff to operate the equipment.&nbsp; Following training, the users operate the equipment themselves and are encouraged to consult the staff for further help and many handouts are available in the laboratory and on the facility<br />website.&nbsp; The laboratory is open 24 hours per day, 7 days per week for authorized users.&nbsp; Fifty-three publications in the scientific literature that resulted from use of this system have been reported to NSF in the last two years and we anticipate that a very large number of publications in the coming years will be made possible in part because of its availability.&nbsp; We have a track record of keeping NMR instruments in excellent condition for up to 20 years.</p>\n<p>Since education is the primary product of the University, the impact of hands-on use of state-of-the-art instrumentation is the primary benefit of placing this kind of equipment in open access, shared instrumentation facilities. &nbsp;Facilities of this kind are crucial to the development of human resources in the endeavor of scientific research.&nbsp; With modern instrumentation, the<br />implementatio...",
  "por_txt_cntn": "\nIn the field of chemical research, nuclear magnetic resonance (NMR) is the single most powerful technique for characterization of compounds, whether naturally occurring or synthetic.  The UCLA Department of Chemistry and Biochemistry has maintained a shared-use NMR facility for more than four decades.  Support from the National Science Foundation shared instrumentation programs has been critical to keeping this facility up to date and useful for the progress of a broad range of research conducted at UCLA. \nThis grant has enabled the continued use of an 11.7 Tesla superconducting magnet by replacement of the obsolete electronics of an existing spectrometer that had been in use since 1993.  In addition, a newer technology of the portion of the instrument that interacts directly with the sample, a \"cryoprobe\", was purchased.  Although the information content is very high with NMR spectroscopy, the sensitivity compared to other techniques for molecular characterizations, e.g. mass spectrometry, is low.  The introduction of very high sensitivity direct observation of carbon spectra with the cryoprobe has radically improved the utility of NMR spectroscopy.  It is not overstating the case to say that it has been a game changer.  Researchers engaging in serious synthetic efforts use this instrument several times per day to quickly determine their next steps in the creation of new, complex molecules.  The biosynthetic projects undertaken by users of the facility would have been far more challenging, if even possible, without\naccess to this upgraded NMR spectrometer. \n\nFor readers interested in NMR spectroscopy, the accompanying images show carbon (13C) 1- and 2-dimensional NMR spectra of approximately 20 mg of sucrose, i.e. table sugar, that were acquired on this upgraded system.  The\n1-D spectrum is annotated with the assignments of the peaks according to the structure drawn.  True to the penchant of NMR spectroscopists to name experiments with strange acronyms, the 2-dimensional \"INADEQUATE\"\nexperiment, shown in the second image, contains connectivity of the carbon\natoms in the backbone of a molecule, but the inherent sensitivity of the\nexperiment is very poor.  This experiment is now a realistic experiment on the carbon optimized cryoprobe funded through this grant.  The third and fourth images show the INADEQUATE spectrum with annotations that walk through the carbon-carbon connectivity of the two ring structures of sucrose, i.e. a\nglucose ring and a sucrose ring.\n\nSince the installation of this upgraded equipment in the fall of 2011, 131 individual student and postdoctoral researchers have been trained by the facility staff to operate the equipment.  Following training, the users operate the equipment themselves and are encouraged to consult the staff for further help and many handouts are available in the laboratory and on the facility\nwebsite.  The laboratory is open 24 hours per day, 7 days per week for authorized users.  Fifty-three publications in the scientific literature that resulted from use of this system have been reported to NSF in the last two years and we anticipate that a very large number of publications in the coming years will be made possible in part because of its availability.  We have a track record of keeping NMR instruments in excellent condition for up to 20 years.\n\nSince education is the primary product of the University, the impact of hands-on use of state-of-the-art instrumentation is the primary benefit of placing this kind of equipment in open access, shared instrumentation facilities.  Facilities of this kind are crucial to the development of human resources in the endeavor of scientific research.  With modern instrumentation, the\nimplementation of advanced NMR methods is entirely realistic for users who have no formal background in the details of NMR, yet require its use for the characterization of complex molecules.  In addition to research use, the undergraduate instructional laboratories obtain ..."
 }
}