{
 "awd_id": "1048583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Testing Models for Continental Growth and Melt-Rock Interaction from 186Os-187Os-Hf-Nd-Sr Isotopes in SW USA Mantle Xenoliths",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 338147.0,
 "awd_amount": 338147.0,
 "awd_min_amd_letter_date": "2011-02-15",
 "awd_max_amd_letter_date": "2013-01-09",
 "awd_abstract_narration": "Testing Models for Continental Growth and Melt-Rock Interaction from 186Os-187Os-Hf-Nd-Sr Isotopes in SW USA Mantle Xenoliths\r\n\r\nIntellectual Merit. Peridotite and pyroxenite xenoliths provide a compositional record of processes that form and subsequently modify the subcontinental mantle lithosphere (SCLM). Large-scale melting in the convecting mantle results in lower density residual peridotite that may become stabilized as lithosphere. The melt removed from the peridotite that ultimately forms SCLM likely results in juvenile crust production. Hence, the formation of SCLM via partial melting in the convecting mantle is likely a primary mechanism to grow continents over Earth history. The 187Os/188Os isotopic compositions of peridotites can be used to constrain the timing of Re removal from partial melting, hence an approximate age for lithosphere generation. Tis approach will be applied to 4 xenolith suites from the Southwestern United States (SW USA): Dish Hill (California), Kilbourne Hole (New Mexico), San Carlos and Vulcan's Throne (Arizona). Together they span an 860 kilometer-wide region within two crustal provinces, the 2.0 to 2.3 Ga Mojavia (Dish Hill), and the 1.7 to 2.0 Ga Yavapai-Mazatzal (the other 3) provinces. Preliminary 187Os/188Os data for spinel-bearing peridiotites show positive correlations with melt depletion indicators such as Al2O3, consistent with a melt depletion control for the Os isotopic compositions. Applying the aluminachron age concept to these data gives 187Re-187Os model ages ranging from 2.0 to 2.3 Ga, broadly consistent with the ages of the overlying continental crustal provinces, and supporting models whereby continental growth is directly linked to stabilization of its underlying SCLM via partial melting in the convecting mantle. It also indicates that large off-craton continental regions may grow in rapid pulses through large-scale mantle melting events. An equally viable alternative is that the aluminachrons record melt-rock interaction subsequent to earlier partial melting, in which case the data only provide minimum model ages of partial melting and thus may be unrelated to the initial stages of juvenile crust production leading to continental growth. The detailed petrogenesis of these xenoliths must be known to accurately evaluate the timing and mechanisms of SCLM stabilization and to test the two contrasting conclusions drawn above. Al-augite bearing pyroxenites from these locales will also be studied to constrain compositional signatures that may be imparted to the peridotites via melt addition or melt-rock interaction. Platinum group element, lithophile trace element concentrations, and radiogenic (Sr, Nd, and Hf) isotopic compositions will be measured on clinopyroxene separates to comprehensively examine the petrogenesis of these rocks. The Lu-Hf system in particular is commonly resistant to metasomatism under many conditions, and will likely provide a robust indicator of melt depletion processes and the ages thereof in these peridotites. In addition, high-precision 186Os-187Os measurements of continental peridotite xenoliths will be measured to monitor Pt-Re-Os fractionation events, and to evaluate partial melting versus melt-rock interaction contributions to the Os budgets of each of these xenolith suites.\r\n\r\nBroader Impacts. The proposed work supports the NSF research program objectives by providing high-quality geochemical and isotope data of terrestrial materials, to address important questions about the nature of our planet. The PI and Co-PI are and have been committed to and have demonstrated the incorporation of undergraduate students in active research through coursework, mentorship and internship programs. The proposed work involves students, post-doctoral researchers, and faculty, and thus provide an educational platform spanning from very junior to senior levels of research experience in an interactive environment within the UH chronology laboratory, in strong support of NSF's educational goals for the training of future geochemists. Undergraduate students will be included in the research via various available internship, senior thesis, and work-study programs. Students from underrepresented populations (a large portion of enrolled students at UH) will have important access to state-of-the-art equipment and cutting-edge research in petrology and geochemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Brandon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Brandon",
   "pi_email_addr": "abrandon@uh.edu",
   "nsf_id": "000532774",
   "pi_start_date": "2011-02-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Lapen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas J Lapen",
   "pi_email_addr": "tjlapen@uh.edu",
   "nsf_id": "000428266",
   "pi_start_date": "2011-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115014.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122273.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:&nbsp;&nbsp; We examined mantle xenoliths that were brought up to the surface by lava flows.&nbsp; These rocks  represent the mantle lithosphere underlying the continental crust in the Southwest United States. The goal of the research was to understand how the North American continent was made in this region and how it was modified following formation. There were two key outcomes that came from this research.&nbsp; First, we learned that the North American continent grew in this region during the Proterozoic, from 2.1 to 1.9 billion years ago.&nbsp; The continent grew primarily from partial melting of the underlying convecting mantle, which led to stabilization of mantle lithosphere and the melts became juvenile continental crust.&nbsp; Others have suggested that the mantle in this region stabilized by underplating of the stranded Farallon subducted plate of oceanic lithosphere, and as such juvenile crust production was independent of stabilization of the mantle lithosphere.&nbsp; Our new data show that this model is problematic.</p>\n<p>Second, we have discovered that the stranded Farallon plate played a role in the evolution of the this lithosphere by providing agents that interacted with it and changed its chemistry.&nbsp; The purported agent that was produced by partial melting of the Farallon plate was melt that was calcium carbonate rich.&nbsp; These melts migrated through the mantle and ultimately interacted with the overlying mantle lithosphere and left a trace element and isotopic fingerprint of its passing.&nbsp; This identification has important ramifications to how the mantle lithopshere has evolved in other continental regions over Earth history.</p>\n<p>Broader Impacts:&nbsp; A post-doctoral researcher was funded by this award.&nbsp; This person learned new analytical techniques and studied different types of rocks than from her previous research activities for her PhD elsewhere.&nbsp; This new direction for the post-doc has resulted in important professional development that will aid her in her career path objective to obtain an academic position.&nbsp; The PI of the award learned new concepts from performing the research that will aid him in future research and teaching activities during his duties as a professor.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/23/2016<br>\n\t\t\t\t\tModified by: Alan&nbsp;Brandon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:   We examined mantle xenoliths that were brought up to the surface by lava flows.  These rocks  represent the mantle lithosphere underlying the continental crust in the Southwest United States. The goal of the research was to understand how the North American continent was made in this region and how it was modified following formation. There were two key outcomes that came from this research.  First, we learned that the North American continent grew in this region during the Proterozoic, from 2.1 to 1.9 billion years ago.  The continent grew primarily from partial melting of the underlying convecting mantle, which led to stabilization of mantle lithosphere and the melts became juvenile continental crust.  Others have suggested that the mantle in this region stabilized by underplating of the stranded Farallon subducted plate of oceanic lithosphere, and as such juvenile crust production was independent of stabilization of the mantle lithosphere.  Our new data show that this model is problematic.\n\nSecond, we have discovered that the stranded Farallon plate played a role in the evolution of the this lithosphere by providing agents that interacted with it and changed its chemistry.  The purported agent that was produced by partial melting of the Farallon plate was melt that was calcium carbonate rich.  These melts migrated through the mantle and ultimately interacted with the overlying mantle lithosphere and left a trace element and isotopic fingerprint of its passing.  This identification has important ramifications to how the mantle lithopshere has evolved in other continental regions over Earth history.\n\nBroader Impacts:  A post-doctoral researcher was funded by this award.  This person learned new analytical techniques and studied different types of rocks than from her previous research activities for her PhD elsewhere.  This new direction for the post-doc has resulted in important professional development that will aid her in her career path objective to obtain an academic position.  The PI of the award learned new concepts from performing the research that will aid him in future research and teaching activities during his duties as a professor.\n\n\t\t\t\t\tLast Modified: 02/23/2016\n\n\t\t\t\t\tSubmitted by: Alan Brandon"
 }
}