{
 "awd_id": "1048529",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physiology and Behavior of Stress in Wild Animals",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 519500.0,
 "awd_amount": 519500.0,
 "awd_min_amd_letter_date": "2011-01-18",
 "awd_max_amd_letter_date": "2013-01-25",
 "awd_abstract_narration": "Scientific Goals \r\n\tAll organisms are faced with challenges (such as predators or storms) from the environment. Animals mount a stress response in order to survive these challenges, but even after nearly 100 years of studying stress, there is only a basic understanding of how the stress response helps wild animals to survive.  This lack of knowledge is of growing significance because man-made noxious events (such as habitat degradation or human disturbance) could cause chronic stress.  Although a short-term stress response to a predator or storm is necessary for survival, chronic stress can be very harmful, and if it affects enough individuals, can cause population declines. \r\n\r\n\tThis project will use wild European starlings as a model to test two hypotheses: (1) That increased frequency of normal environmental events can result in chronic stress in wild animals; and (2) There will be long-term impacts on offspring whose mothers were exposed to chronic stress.  Testing these hypotheses will require an integrated approach of laboratory and field studies on the physiology and behavior of both captive and free-living starlings.  The ultimate goal is to create a physiological and endocrinological profile of chronically stressed wild animals.  This will provide criteria for identifying chronically stressed individuals in the wild and determining the long-term impact on those individuals and their offspring.\r\n\r\nBroader Impacts \r\nStudent participation will be vital to accomplishment of the research goals.  Graduate students,  undergraduate students, and a postdoctoral fellow will receive important training in how to trap animals, take samples, perform assays, write manuscripts, and other important laboratory and field skills. Conservation missions could benefit from additional information to determine whether animals are chronically stressed in the wild.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L Michael",
   "pi_last_name": "Romero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "L Michael Romero",
   "pi_email_addr": "michael.romero@tufts.edu",
   "nsf_id": "000420358",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 159000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 230500.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 130000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1><span style=\"color: #000000; font-size: 12px; font-weight: normal;\"><span style=\"text-decoration: underline;\"><strong>Scientific Goals</strong></span>:</span></h1>\n<h1><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">&nbsp;</span><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">All organisms are faced with noxious events (such as predators or storms) from the environment. Animals mount a stress response in order to survive these events, but even after nearly 100 years of studying stress, we still have only a basic idea of <span style=\"text-decoration: underline;\">how&nbsp;</span></span><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">the stress response helps wild animals to survive. This project used various wild animals to test two hypotheses.&nbsp; The first was that increased frequency of normal environmental events can result in chronic stress in wild animals.&nbsp; We discovered that several ethologically relevant stressors, such as decreased food availability, acute exposure to mild changes in temperature, and rain, elicit acute stress responses as predicted.&nbsp; These stimuli also impact the receptors for stress hormones, indicating substantial changes to the physiology of the animal. However, in an unanticipated surprise, these stimuli do not elicit symptoms of chronic stress. In contrast, unfamiliar stressors, such as handling or restraint, do result in symptoms of chronic stress. These data suggest that animals are resistant to becoming chronically stressed when faced with familiar environmental challenges and imply that animals can normally cope with natural environmental challenges.</span></h1>\n<p>We also expanded our project to test the impact of these stimuli on the two major stress hormone receptors. We discovered that changes in these receptors are related to changes in the ability to fight off infections, changes in reproductive behaviors, changes in intraspecific competition, and changes in the activity of metabolic tissues. We also showed that ingesting small quantities of crude oil alter stress hormone concentrations and their receptors.&nbsp; Finally, the large amount of data on receptor levels allowed an exciting analysis showing that these receptors are not well correlated across different tissue types within the same individual.&nbsp; This indicates that there is no consistent &ldquo;high&rdquo; or &ldquo;low&rdquo; receptor phenotype across these tissues for individuals.</p>\n<p>&nbsp;The second hypothesis was that there would be long-term impacts on offspring whose mothers were exposed to chronic stress.&nbsp; We explored the impact of stress during lactation on the stress responses of the pups in degus, a small rodent native to Chile.&nbsp; Importantly, we only provided stress to the mother, not the offspring, and yet found a long-term impact on the offspring&rsquo;s ability to respond to environmental stressors.&nbsp; These results have exciting implications for conservation, suggesting that the impacts of habitat disturbances can percolate from mothers to their offspring.&nbsp; This project was in collaboration with colleagues in the US and Chile.</p>\n<p>The project to date has resulted in 24 published papers with 6 more currently in press. Eight other manuscripts are currently in submission with several more manuscripts in the pipeline. We presented our findings at scientific meetings and produced several review papers that summarize and integrate our work with other work in the field.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>Broader Impacts</strong></span>:</p>\n<p>Student help was vital to completing the above research.&nbsp; Thirty-one undergraduates participated on work directly related to this project. Six students were involved in completing Senior Honors theses. Of those six, three are currently in a Ph.D. program, one is currently in medica...",
  "por_txt_cntn": "Scientific Goals:\n All organisms are faced with noxious events (such as predators or storms) from the environment. Animals mount a stress response in order to survive these events, but even after nearly 100 years of studying stress, we still have only a basic idea of how the stress response helps wild animals to survive. This project used various wild animals to test two hypotheses.  The first was that increased frequency of normal environmental events can result in chronic stress in wild animals.  We discovered that several ethologically relevant stressors, such as decreased food availability, acute exposure to mild changes in temperature, and rain, elicit acute stress responses as predicted.  These stimuli also impact the receptors for stress hormones, indicating substantial changes to the physiology of the animal. However, in an unanticipated surprise, these stimuli do not elicit symptoms of chronic stress. In contrast, unfamiliar stressors, such as handling or restraint, do result in symptoms of chronic stress. These data suggest that animals are resistant to becoming chronically stressed when faced with familiar environmental challenges and imply that animals can normally cope with natural environmental challenges.\n\nWe also expanded our project to test the impact of these stimuli on the two major stress hormone receptors. We discovered that changes in these receptors are related to changes in the ability to fight off infections, changes in reproductive behaviors, changes in intraspecific competition, and changes in the activity of metabolic tissues. We also showed that ingesting small quantities of crude oil alter stress hormone concentrations and their receptors.  Finally, the large amount of data on receptor levels allowed an exciting analysis showing that these receptors are not well correlated across different tissue types within the same individual.  This indicates that there is no consistent \"high\" or \"low\" receptor phenotype across these tissues for individuals.\n\n The second hypothesis was that there would be long-term impacts on offspring whose mothers were exposed to chronic stress.  We explored the impact of stress during lactation on the stress responses of the pups in degus, a small rodent native to Chile.  Importantly, we only provided stress to the mother, not the offspring, and yet found a long-term impact on the offspringÆs ability to respond to environmental stressors.  These results have exciting implications for conservation, suggesting that the impacts of habitat disturbances can percolate from mothers to their offspring.  This project was in collaboration with colleagues in the US and Chile.\n\nThe project to date has resulted in 24 published papers with 6 more currently in press. Eight other manuscripts are currently in submission with several more manuscripts in the pipeline. We presented our findings at scientific meetings and produced several review papers that summarize and integrate our work with other work in the field.\n\n \n\nBroader Impacts:\n\nStudent help was vital to completing the above research.  Thirty-one undergraduates participated on work directly related to this project. Six students were involved in completing Senior Honors theses. Of those six, three are currently in a Ph.D. program, one is currently in medical school, one is working in a research laboratory, and one has yet to graduate. These 6 students have produced 7 papers.  The remaining 25 students have graduated or are still in the lab. Several of these students have already enrolled in medical, graduate, or veterinary schools. This project also provided training for 11 graduate students. Six graduate students used aspects of this project as the foundation for their theses. Four other graduate students came from other labs and served as the focal person for collaborations. We also hosted a Portuguese graduate student from the University of Barcelona. Two postdoctoral scholars also worked on the project, with one fortunate enough t..."
 }
}