{
 "awd_id": "1048899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Informed Guide to Climate Data Sets with Relevance to Earth System Model Evaluation",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 899973.0,
 "awd_amount": 1049973.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2013-08-20",
 "awd_abstract_narration": "The recent proliferation of datasets makes it difficult for individual scientists to know which are most appropriate for specific applications, including evaluation and analysis of increasingly complex and comprehensive Earth System Models (ESMs). The World Climate Research Programme's Working Group on Coupled Modeling has led to new demands for observational assessments and dataset availability for evaluating the forthcoming Coupled Model Intercomparison Project Phase 5 (CMIP5) model runs. \r\n\r\nThis project will establish and maintain a web-based Informed Guide to selected climate data sets of relevance to the evaluation of ESMs. The two main objectives are: 1) to evaluate and assess selected climate datasets, and 2) to provide \"expert-user\" guidance and advice on the utility and limitations of selected climate data sets. Each component of the earth system will be addressed, including the atmosphere, ocean, land, cryosphere, and biosphere.\r\n\r\nBroader Significance\r\nThe Informed Guide is intended to serve as a community resource through broad participation by university and other climate researchers worldwide. The interactive website is expected to enhance the ability of researchers and students to understand data limitations and effectively utilize data in their research. The project will facilitate and enhance access to relevant climate data archives for diagnostic analyses and evaluation of ESMs from a system perspective, including those models participating in the upcoming Intergovernmental Panel on Climate Change (IPCC) Fifth Assessment Report (AR5) and CMIP5 activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clara",
   "pi_last_name": "Deser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clara Deser",
   "pi_email_addr": "cdeser@ucar.edu",
   "nsf_id": "000573078",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Trenberth",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin E Trenberth",
   "pi_email_addr": "trenbert@ucar.edu",
   "nsf_id": "000094122",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Shea",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis J Shea",
   "pi_email_addr": "shea@ucar.edu",
   "nsf_id": "000097358",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aiguo",
   "pi_last_name": "Dai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aiguo Dai",
   "pi_email_addr": "adai@albany.edu",
   "nsf_id": "000122946",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hurrell",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "James W Hurrell",
   "pi_email_addr": "james.hurrell@colostate.edu",
   "nsf_id": "000514667",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "National Center For Atmospheric Research",
  "perf_str_addr": "P.O. Box 3000",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803073000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  },
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5740",
   "pgm_ref_txt": "CLIMATE & LARGE-SCALE DYNAMICS"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 899973.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-e8de163e-d751-55b2-536c-b3fec9bc80a8\"> </span></p>\n<p dir=\"ltr\"><span>With funding from the National Science Foundation for the project, &ldquo;An Informed Guide to Climate Data Sets with Relevance to Earth System Model Evaluation,&rdquo; an expert team created the Climate Data Guide, a website, http://climatedataguide.ucar.edu, devoted to discussing the strengths and limitations of observational climate data sets. &nbsp;Observations of key variables in the climate system--for example surface temperature, precipitation, clouds, sea ice, winds, ocean currents, and trace gases--form the bedrock upon which understanding the climate system is built. &nbsp;Observations are vital to the development and validation of the climate models (now commonly called Earth System Models, or ESMs) used to project climate change and its impacts on society. &nbsp;As the climate research community has benefitted from an ever-increasing quantity and variety of observations, especially from satellites, the complexity and nuances of individual datasets has also grown. &nbsp;There are multiple versions of datasets on a single variable, all legitimate but generated with a different algorithm, quality control, error adjustments, and data processing and analysis. &nbsp;This proliferation of datasets has made it difficult for individual scientists to know which are most appropriate for specific applications, including the evaluation and analysis of ESMs. &nbsp;Beyond the climate research community, an increasing number of economic sectors, for example energy, agriculture, insurance, and defense, require high-quality climate data and knowledge to inform major decisions. &nbsp;</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The distinguishing feature of the Climate Data Guide is expert-user commentary on the strengths and limitations of individual data sets from the researchers who construct and evaluate the data. &nbsp;As such, it offers users much more than a typical data portal that lists datasets like the names in a phone book. &nbsp;The Climate Data Guide is akin to a travel guidebook (like the &ldquo;Lonely Planet&rdquo;), written by experts to offer users insight and context for the data they are using. &nbsp;The vision and legacy of the project is as a living repository for the climate community&rsquo;s collective wisdom and expertise on a broad array of observational data sets and their appropriate use. &nbsp;To realize this vision, the project team, based at the National Center for Atmospheric Research (NCAR) and its Climate Analysis Section, leveraged its own expertise, and more importantly, the expertise of leading climate scientists around the world. &nbsp;Individual scientists were invited to contribute in-depth commentaries on specific data sets, while two NCAR scientists researched and wrote summaries of more than 160 different climate data sets. &nbsp;In addition to offering world-class expertise on climate data, the Climate Data Guide also facilitates broader access to individual data sets by directly linking to the data centers where the data are physically archived. &nbsp;The website increases the visibility of each featured data set, ensuring broader use within the climate research community and beyond. &nbsp;As such, the Climate Data Guide supports government and research community goals around open data and &ldquo;big data.&rdquo; &nbsp;Usage of the resource was tracked with web analytics software and user feedback.</span></p>\n<p><br /><br /></p>\n<p dir=\"ltr\"><span>Measurable outcomes and metrics of the Climate Data Guide project include:</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>-In-depth commentaries from 4-dozen experts on numerous climate data sets</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>-Summaries of over 160 climate data sets</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>-Modern, user-friendly website built on Drupal 7; data searchable by...",
  "por_txt_cntn": "\n \nWith funding from the National Science Foundation for the project, \"An Informed Guide to Climate Data Sets with Relevance to Earth System Model Evaluation,\" an expert team created the Climate Data Guide, a website, http://climatedataguide.ucar.edu, devoted to discussing the strengths and limitations of observational climate data sets.  Observations of key variables in the climate system--for example surface temperature, precipitation, clouds, sea ice, winds, ocean currents, and trace gases--form the bedrock upon which understanding the climate system is built.  Observations are vital to the development and validation of the climate models (now commonly called Earth System Models, or ESMs) used to project climate change and its impacts on society.  As the climate research community has benefitted from an ever-increasing quantity and variety of observations, especially from satellites, the complexity and nuances of individual datasets has also grown.  There are multiple versions of datasets on a single variable, all legitimate but generated with a different algorithm, quality control, error adjustments, and data processing and analysis.  This proliferation of datasets has made it difficult for individual scientists to know which are most appropriate for specific applications, including the evaluation and analysis of ESMs.  Beyond the climate research community, an increasing number of economic sectors, for example energy, agriculture, insurance, and defense, require high-quality climate data and knowledge to inform major decisions.  \n\n \nThe distinguishing feature of the Climate Data Guide is expert-user commentary on the strengths and limitations of individual data sets from the researchers who construct and evaluate the data.  As such, it offers users much more than a typical data portal that lists datasets like the names in a phone book.  The Climate Data Guide is akin to a travel guidebook (like the \"Lonely Planet\"), written by experts to offer users insight and context for the data they are using.  The vision and legacy of the project is as a living repository for the climate communityÆs collective wisdom and expertise on a broad array of observational data sets and their appropriate use.  To realize this vision, the project team, based at the National Center for Atmospheric Research (NCAR) and its Climate Analysis Section, leveraged its own expertise, and more importantly, the expertise of leading climate scientists around the world.  Individual scientists were invited to contribute in-depth commentaries on specific data sets, while two NCAR scientists researched and wrote summaries of more than 160 different climate data sets.  In addition to offering world-class expertise on climate data, the Climate Data Guide also facilitates broader access to individual data sets by directly linking to the data centers where the data are physically archived.  The website increases the visibility of each featured data set, ensuring broader use within the climate research community and beyond.  As such, the Climate Data Guide supports government and research community goals around open data and \"big data.\"  Usage of the resource was tracked with web analytics software and user feedback.\n\n\n\n\nMeasurable outcomes and metrics of the Climate Data Guide project include:\n\n \n-In-depth commentaries from 4-dozen experts on numerous climate data sets\n\n \n-Summaries of over 160 climate data sets\n\n \n-Modern, user-friendly website built on Drupal 7; data searchable by many different parameters (variable, timestep, spatial coverage, data format, etc.)\n\n \n-Average of 7200 unique monthly website visitors from over 170 countries through the life of the award, ending with a monthly average of over 11,000 in 2014 (or 137,000 per year)\n\n \n-Over 1400 registered users of the website from universities, government research labs and agencies, and the private sector\n\n \n-Syndication of content through RSS-feeds and email alerts\n\n \n-Wide exposure and outreach thro..."
 }
}