{
 "awd_id": "1048604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of an FTIR Spectrometer for Biochemical and Materials Research and Education",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 219272.0,
 "awd_amount": 219272.0,
 "awd_min_amd_letter_date": "2010-12-03",
 "awd_max_amd_letter_date": "2010-12-03",
 "awd_abstract_narration": "With this award from the Chemistry Research Instrumentation and Facilities: Multi-user (CRIF:MU) program, Professor Daniel Talham and colleagues Alexander Angerhofer, Lisa McElwee-White, Juan Nino and Adam Veige from the University of Florida will acquire a Fourier transform infrared (FTIR) spectrometer with far infrared capabilities as well as an electrochemical cell and a stop-flow system. The award will enhance research training and education at all levels, especially in areas of study such as (a) mechanism-based approaches for chemical vapor deposition (CVD) and atomic layer deposition (ALD) of copper barriers, (b) enzyme kinetics of wild-type and mutant oxalate decarboxylase, (c) design and evaluation of electrocatalysts for carbon dioxide reduction, (d) stopped-flow and electrochemical IR analysis of oxygen atom transfer from trianionic pincer chromium(V)-oxo species, (e) studies of FTIR in organic synthesis, and (f) studies of structure and electrical relationships in superconductors and dielectrics.\r\n\r\nFourier transform infrared (FTIR) spectroscopy is a technique used to obtain an infrared spectrum of absorption or emission of solids, liquids or gases. An FTIR spectrometer simultaneously collects spectral data in a wide spectral range and transforms the raw data using a mathematical algorithm to provide a spectrum. This type of modern instrumentation has opened up new applications of infrared spectroscopy using electromagnetic radiation with wavelengths longer than those of visible light. The stop-flow system allows rapid mixing for the study of chemical kinetics and the electrochemical cell allows use of direct current to oxidize or reduce compounds and simultaneously study the changes in the spectra. The instrumentation will be located in a spectroscopy facility and will be used by a large number of researchers and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Talham",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Talham",
   "pi_email_addr": "talham@chem.ufl.edu",
   "nsf_id": "000184783",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "McElwee-White",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa McElwee-White",
   "pi_email_addr": "lmwhite@chem.ufl.edu",
   "nsf_id": "000407786",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Angerhofer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Angerhofer",
   "pi_email_addr": "alex@chem.ufl.edu",
   "nsf_id": "000303257",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Nino",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Juan C Nino",
   "pi_email_addr": "jnino@mse.ufl.edu",
   "nsf_id": "000211084",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Veige",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Adam S Veige",
   "pi_email_addr": "veige@chem.ufl.edu",
   "nsf_id": "000184371",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 219272.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- P { margin-bottom: 0.08in; } -->\n<p><span style=\"font-weight: normal;\">NSF Award CHE-1048604, entitled</span><strong> '</strong>Acquisition of an FTIR Spectrometer for Biochemical and Materials Research and Education,' allowed the Department of Chemistry at the University of Florida to procure a state-of-the-art FTIR spectrometer covering the mid-IR and far-IR frequency ranges. The spectrometer is equipped with a stopped-flow set-up that allows fast kinetic measurements useful in studying chemical reaction dynamics in solution. The instrument is also equipped with an electrochemistry cell that allows spectroelectrochemistry experiments. The instrument serves the needs of a diverse faculty with many different research interests.</p>\n<p>For example, the instrument has helped to make contributions in the following areas:</p>\n<ol>\n<li>\n<p style=\"margin-bottom: 0in;\">Biological metal clusters catalyze \tmulti-electron redox reactions, which are central to global element \tcycles. However, few synthetic systems that demonstrate comparable \tredox cooperativity and reactivity as observed in these biological \tclusters have been reported, despite the fact that they have far \treaching implications from chemical synthesis (e.g., heteroatom \ttransfer) to renewable energy research (e.g., water oxidation). \tNovel macro-bicyclic ligands were synthesized by the Murray group \tand characterized with the help of the FTIR spectrometer. These \tligands are used to template the controlled assembly of trimetallic \tclusters. Far infrared spectra collected on a sulfide-bridged \tcomplex confirmed incorporation of a central sulfide donor - a \tstructure which bears strong similarity to active site of nitrous \toxide reductase - and mid-IR data contributed to the routine \tcharacterization of all other trinuclear compounds that have so far \tbeen made in this study.</p>\n</li>\n<li>\n<p style=\"margin-bottom: 0in;\">The Castellano lab recently \treported that benzotrifuranone (BTF) is uniquely suited for \tmultifunctionalization through sequential aminolysis reactions.  The \tplatform affords rapid access to mono-, di-, and tri-functionalized \ttargets provided routine control of temperature and amine reagent \tstoichiometry, and lends itself to the one-pot synthesis of \tmulti-functionalized <span style=\"font-weight: normal;\">derivatives</span><strong> </strong>from BTF in excellent yield (85%) and a single day.  Initially \tan electronic/inductive argument was proposed to rationalize the \tkinetic deactivation observed upon successive aminolysis.  With the \tnew<span style=\"font-style: normal;\"> stopped-flow IR instrumentation </span><span style=\"font-style: normal;\">provided by the \tCRIF-supported Bruker v80 FTIR instrument </span><span style=\"font-style: normal;\">a \tmore comprehensive understanding of the aminolysis behavior of BTF \tthrough comparative kinetics measurements could be achieved. \tAnalysis of the kinetic data, as well as additional computational \tand X-ray crystallography data, now point more strongly to a &ldquo;ring \tstrain gradient&rdquo; as the most significant selectivity driver for </span><span style=\"font-style: normal;\">multi-functionalization of \tBTF</span><span style=\"font-style: normal;\">. </span></p>\n</li>\n<li>\n<p style=\"margin-bottom: 0in;\">The Sumerlin group has used the \tBruker v80 FTIR instrument to investigate the conjugation of a novel \tpolymeric drug to magnetic nanoparticles (MNPs). These particles<span style=\"font-family: Times New Roman,serif;\"><span style=\"font-size: small;\"> have been proposed as drug carriers with remote release actuation \ttriggered by the heat generated upon exposure to an alternating \tmagnetic field (AMF). The objective of this work to synthesize a \tnovel polymeric drug-magnetic nanoparticle conjugate system, which \twill significantly improve the drug loading, water solubility and \tbiocompatibility of the magnetic nanoparticles. It will reduce the \tpos...",
  "por_txt_cntn": "\n\nNSF Award CHE-1048604, entitled 'Acquisition of an FTIR Spectrometer for Biochemical and Materials Research and Education,' allowed the Department of Chemistry at the University of Florida to procure a state-of-the-art FTIR spectrometer covering the mid-IR and far-IR frequency ranges. The spectrometer is equipped with a stopped-flow set-up that allows fast kinetic measurements useful in studying chemical reaction dynamics in solution. The instrument is also equipped with an electrochemistry cell that allows spectroelectrochemistry experiments. The instrument serves the needs of a diverse faculty with many different research interests.\n\nFor example, the instrument has helped to make contributions in the following areas:\n\n\nBiological metal clusters catalyze \tmulti-electron redox reactions, which are central to global element \tcycles. However, few synthetic systems that demonstrate comparable \tredox cooperativity and reactivity as observed in these biological \tclusters have been reported, despite the fact that they have far \treaching implications from chemical synthesis (e.g., heteroatom \ttransfer) to renewable energy research (e.g., water oxidation). \tNovel macro-bicyclic ligands were synthesized by the Murray group \tand characterized with the help of the FTIR spectrometer. These \tligands are used to template the controlled assembly of trimetallic \tclusters. Far infrared spectra collected on a sulfide-bridged \tcomplex confirmed incorporation of a central sulfide donor - a \tstructure which bears strong similarity to active site of nitrous \toxide reductase - and mid-IR data contributed to the routine \tcharacterization of all other trinuclear compounds that have so far \tbeen made in this study.\n\n\nThe Castellano lab recently \treported that benzotrifuranone (BTF) is uniquely suited for \tmultifunctionalization through sequential aminolysis reactions.  The \tplatform affords rapid access to mono-, di-, and tri-functionalized \ttargets provided routine control of temperature and amine reagent \tstoichiometry, and lends itself to the one-pot synthesis of \tmulti-functionalized derivatives from BTF in excellent yield (85%) and a single day.  Initially \tan electronic/inductive argument was proposed to rationalize the \tkinetic deactivation observed upon successive aminolysis.  With the \tnew stopped-flow IR instrumentation provided by the \tCRIF-supported Bruker v80 FTIR instrument a \tmore comprehensive understanding of the aminolysis behavior of BTF \tthrough comparative kinetics measurements could be achieved. \tAnalysis of the kinetic data, as well as additional computational \tand X-ray crystallography data, now point more strongly to a \"ring \tstrain gradient\" as the most significant selectivity driver for multi-functionalization of \tBTF. \n\n\nThe Sumerlin group has used the \tBruker v80 FTIR instrument to investigate the conjugation of a novel \tpolymeric drug to magnetic nanoparticles (MNPs). These particles have been proposed as drug carriers with remote release actuation \ttriggered by the heat generated upon exposure to an alternating \tmagnetic field (AMF). The objective of this work to synthesize a \tnovel polymeric drug-magnetic nanoparticle conjugate system, which \twill significantly improve the drug loading, water solubility and \tbiocompatibility of the magnetic nanoparticles. It will reduce the \tpossibility of deactivation during circulation as well. The \tpolymeric drug is synthesized by RAFT (Reversible Addition \tFragmentation chain Transfer) polymerization with a \ttemperature-sensitive Diels-Alder linked fluorescein monomer. The \tdrug release behavior could be controlled by localized hyperthermia \tinduced by alternating magnetic field. The Bruker v80 FTIR instrument is \tan important tool to investigate the conjugation of the polymeric \tdrug to the magnetic nanoparticles.\n\n\nThe \tTalham group has used Far IR spectroscopy (600-250 cm-1) \tin an exploratory study to probe the Mo-C bonding in a new \tcoordination polymer (K4Cu2.5Mo(CN)12.5&midd..."
 }
}