{
 "awd_id": "1048974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Microbial Successions in the Aftermath of a Snowball Earth Event",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032922306",
 "po_email": "nsung@nsf.gov",
 "po_sign_block_name": "Nancy Sung",
 "awd_eff_date": "2010-11-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 299322.0,
 "awd_amount": 299322.0,
 "awd_min_amd_letter_date": "2010-10-27",
 "awd_max_amd_letter_date": "2010-10-27",
 "awd_abstract_narration": "This EAGER award provides funding to initiate a research project on samples of mineral-occluded bitumen materials from the Doushantuo Formation in southern China to analyze well preserved microfossils that include embryos of the earliest macroscopic animal life. The proposing Principal Investigator has recently developed laboratory techniques for extracting such organic material to avoid problems with prior weathering and contamination. Core samples from the region will be obtained by collaboration with Chinese colleagues with field work done by a post-doctoral fellow spending several months each year in Nanjing with the Nanjing Institute for Geology and Paleontology. The studies, which may be viewed as high risk, high reward research, are cross-disciplinary in nature and strive to overcome contamination issues that have plagued prior studies of Precambrian molecular fossils. \r\nThe research aims to discriminate between two primary hypotheses for explaining the sudden termination of Snowball Earth episodes and the origins of Neoproterozoic cap carbonates. If successful, the work will improve understanding of past microbial communities and biogeochemical processes that took place during and after extreme climate events in the distant past. This exploratory project, from its studies of molecular and isotopic proxies that indicate the behavior of Earth?s climate system over long time scales, will contribute to the geological framework for understanding climate extremes of the past.  The project involves close collaboration with Chinese colleagues and contributes to the professional development of the participating post-doctoral fellow. Research results will be disseminated to public media and schools as well as scholarly publications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Summons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Roger Summons",
   "pi_email_addr": "rsummons@mit.edu",
   "nsf_id": "000468992",
   "pi_start_date": "2010-10-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shuhai",
   "pi_last_name": "Xiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuhai Xiao",
   "pi_email_addr": "xiao@vt.edu",
   "nsf_id": "000105683",
   "pi_start_date": "2010-10-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299322.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The beginning of the Cambrian period about 540 million years ago marks the sudden explosion of complex, multicellular life on the Earth.&nbsp; There is intense scientific and public interest in how and why Earth&rsquo;s life and ecology appeared to change so dramatically at this time.&nbsp; Charles Darwin and other scientists of his generation were puzzled and confused by the fact the rocks of the Cambrian Period had rich and diverse assemblages of fossils while those in the immediately underlying strata seemed to be barren of all evidence of life.&nbsp; Sedimentary rocks from the beginning of the Cambrian Period are the lowest strata to hold evidence of life in the form of visible fossils of organisms that are related to modern animals.&nbsp; It was not until the 1960s that paleontologists discovered microscopic fossils preserved in silicified rocks in PreCambrian strata.&nbsp; Further the 1960s and 1970s saw the wide availability of tools to measure the abundances of the stable isotopes of carbon and sulfur which, in turn, provided the fist clues that the chemistry of sedimentary rocks might be a profoundly detailed archive of biological activity on the past.</p>\n<p>The suddenness of the Cambrian flowering of animal life is and has always been puzzling, all the more because geological data suggest there was an extended period of intense cold immediately beforehand. Starting about 730 million years ago (Ma), and continuing until ~ 580 Ma, sedimentary rocks on all continents bear witness to at least three periods of intense glaciation (Sturtian, Marinoan and Gaskiers).&nbsp; Not only that, the evidence suggests that glaciers entered the oceans at low latitudes, that is, at or near the equator.&nbsp; This indicates that oceans contained sea ice at the equators and, further, that all or most of the Earth&rsquo;s oceans may have been periodically covered with a thick layers of ice. Hence the tern &lsquo;Snowball Earth&rsquo; was coined to describe these events.&nbsp; There is a general consensus among geoscientists that the &lsquo;Snowball Earth&rsquo; events were somehow connected to a progressive increase in the concentration of oxygen in the ocean-atmosphere system.&nbsp; &nbsp;We also know that animal life, with its common characteristics of motility and predation requires lots of oxygen to function. However, the details of how and why the life on earth transitioned from being dominated by tiny microbes to a situation where large and complex animals thrived in complex ecosystems remain puzzling to most students of this topic.</p>\n<p>This project targeted sediments in South China where we hoped to learn more about the geochemical conditions in the oceans and the types of microbes that lived there.&nbsp; We studied rocks of the Doushantuo Formation at several localities in South China where previous research had revealed an abundance of microscopic fossils.&nbsp; We discovered and documented new examples of exceptional preservation of microscopic fossils along with the carbon, sulfur and oxygen isotopic records that enable the sections to be correlated with each other and others on different continents.&nbsp; We also documented their relatively high level of geothermal and, possibly, hydrothermal alteration by having been percolated by mineralizing fluids This heating compromises the value of detailed biomarker investigations.&nbsp; On the other hand, the percolation of the Yangtze Platform sediments by these silica-rich fluids may be at the heart of the exceptional preservation of microfossils that are documented in the research conducted under this award. Our research did not uncover any molecular geochemical evidence for dramatic changes in microbial communities existing during and after the Marinoan snowball event ~630 million years ago. Primary productivity in the ocean does not seem to have been subdued in the aftermath of the glaciation as evidenced by the pr...",
  "por_txt_cntn": "\nThe beginning of the Cambrian period about 540 million years ago marks the sudden explosion of complex, multicellular life on the Earth.  There is intense scientific and public interest in how and why EarthÆs life and ecology appeared to change so dramatically at this time.  Charles Darwin and other scientists of his generation were puzzled and confused by the fact the rocks of the Cambrian Period had rich and diverse assemblages of fossils while those in the immediately underlying strata seemed to be barren of all evidence of life.  Sedimentary rocks from the beginning of the Cambrian Period are the lowest strata to hold evidence of life in the form of visible fossils of organisms that are related to modern animals.  It was not until the 1960s that paleontologists discovered microscopic fossils preserved in silicified rocks in PreCambrian strata.  Further the 1960s and 1970s saw the wide availability of tools to measure the abundances of the stable isotopes of carbon and sulfur which, in turn, provided the fist clues that the chemistry of sedimentary rocks might be a profoundly detailed archive of biological activity on the past.\n\nThe suddenness of the Cambrian flowering of animal life is and has always been puzzling, all the more because geological data suggest there was an extended period of intense cold immediately beforehand. Starting about 730 million years ago (Ma), and continuing until ~ 580 Ma, sedimentary rocks on all continents bear witness to at least three periods of intense glaciation (Sturtian, Marinoan and Gaskiers).  Not only that, the evidence suggests that glaciers entered the oceans at low latitudes, that is, at or near the equator.  This indicates that oceans contained sea ice at the equators and, further, that all or most of the EarthÆs oceans may have been periodically covered with a thick layers of ice. Hence the tern æSnowball EarthÆ was coined to describe these events.  There is a general consensus among geoscientists that the æSnowball EarthÆ events were somehow connected to a progressive increase in the concentration of oxygen in the ocean-atmosphere system.   We also know that animal life, with its common characteristics of motility and predation requires lots of oxygen to function. However, the details of how and why the life on earth transitioned from being dominated by tiny microbes to a situation where large and complex animals thrived in complex ecosystems remain puzzling to most students of this topic.\n\nThis project targeted sediments in South China where we hoped to learn more about the geochemical conditions in the oceans and the types of microbes that lived there.  We studied rocks of the Doushantuo Formation at several localities in South China where previous research had revealed an abundance of microscopic fossils.  We discovered and documented new examples of exceptional preservation of microscopic fossils along with the carbon, sulfur and oxygen isotopic records that enable the sections to be correlated with each other and others on different continents.  We also documented their relatively high level of geothermal and, possibly, hydrothermal alteration by having been percolated by mineralizing fluids This heating compromises the value of detailed biomarker investigations.  On the other hand, the percolation of the Yangtze Platform sediments by these silica-rich fluids may be at the heart of the exceptional preservation of microfossils that are documented in the research conducted under this award. Our research did not uncover any molecular geochemical evidence for dramatic changes in microbial communities existing during and after the Marinoan snowball event ~630 million years ago. Primary productivity in the ocean does not seem to have been subdued in the aftermath of the glaciation as evidenced by the presence of a thick rock unit, the Doushantuo black shale, with high contents of preserved organic matter.\n\n \n\nIn respect to the broader impacts of our research project, we again dem..."
 }
}