{
 "awd_id": "1048989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Type 1-L02170391: Collaborative Research: Atmosphere-Ocean Coupling Causing Ice Shelf Melt in Antarctica (ACCIMA)",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 149723.0,
 "awd_amount": 149723.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2011-02-07",
 "awd_abstract_narration": "The West Antarctic Ice Sheet (WAIS) represents about 10% of the entire Antarctic ice sheet. The WAIS is currently losing mass due to several of its outlet glaciers draining into the Amundsen Sea. The rate of this mass loss, over natural accretion through snowfall, has also been increasing in recent years. One possible reason for this is increased basal melt of the seaward floating ice shelves of the region's terminal glaciers. This can result from a change in either the temperature, or circulation patterns, of the relatively warm Circumpolar Deep Water (CDW) that enters the subglacial zone,  providing heat to increase the basal melt rate. Because much of the WAIS bed lies well below sea-level and is therefore theoretically unstable, there is considerable interest in its stability and mobility of the WAIS ice shelves in a warming ocean.  Complete disintegration of the WAIS could in principle raise global sea levels by as much as 4.8 m. \r\n\r\nUnderstanding the coupling of large scale atmospheric circulation patterns such as the El-Nino Southern Oscillation (ENSO) and the Southern Annular Mode (SAM), changes in ocean temperature and current regimes, along with the complexity of glacial bed physics and importantly the timescales over which these components interact is a challenging modeling and computational task. A team of researchers from Ohio State, Old Dominion University and NYU will develop and couple components of an earth systems model for the Southern Ocean with a regional emphasis on the West Antarctic. The component system models to be coupled include the polar-optimized version of the Weather Research and Forecasting model (Polar WRF) for the atmosphere. The ocean component will be the Regional Ocean Modeling System (ROMS), and the sea ice component will be the Los Alamos sea ice model (CICE). Retrospective decadal simulations will be done to understand recent past variability. Downscaled future projections for Antarctica will be driven by the global National Center for Atmospheric Research (NCAR) Community Climate Model (CCSM or its equivalent), which is also being used for the IPCC 5th Assessment simulations.\r\n\r\nThis proposal is a responsive submission to the CRI-EaSM solicitation with goals to maximize the utility of available observational and model data for impact assessments through scaling activities and to effectively translate model results and associated uncertainties into the scientific basis for well-informed human adaptation to and management decisions for climate change, specifically addressing the risk of significant sea-level rise in the next century.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Klinck",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Klinck",
   "pi_email_addr": "klinck@ccpo.odu.edu",
   "nsf_id": "000257348",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Dinniman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Dinniman",
   "pi_email_addr": "msd@ccpo.odu.edu",
   "nsf_id": "000244364",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "HAMPTON BLVD",
  "perf_city_name": "NORFOLK",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two atmosphere-ocean-sea ice system models (RASM and COAWST) have been adapted and applied to investigate regional coupled ocean-atmosphere interactions for the Southern Ocean and Antarctica. One additional ocean-sea ice model (ROMS) is used to analyze ocean processes. These models are used to analyze, in greater detail than previously possible, processes responsible for the delivery of oceanic heat to the undersides of floating Antarctic ice shelves. The ice shelves in the Amundsen Sea sector of West Antarctica are melting rapidly and are major sources of global sea level rise. Several aspects of the ongoing climate change in the West Antarctic atmosphere, ocean, and ice sheet related to the disintegrating ice shelves have been investigated with observations and numerical modeling.&nbsp;</p>\n<p>These model results show that ocean grid spacing has a strong effect on transport of warm ocean water onto the shelf. Twenty km spacing is not sufficient; ten km produces acceptable eddy transport; and five km produces realistic temperature distributions on the Amundsen/Bellinshausen Shelf. Some of this heat mixes upward and vents to the atmosphere. Most of the heat, however, is able to move under the ice sheets causing basal melt.</p>\n<p>Atmospheric model grid spacing is also important to represent coastal jets created by coastal mountain ranges. In addition, coastal valleys produce katabatic winds (dense air flowing off the the Antarctic Plateau) which push sea ice away from the coast creating coastal polynyas. These are areas of dense water formation and considerable heat loss by the ocean.</p>\n<p>The postdoctoral &nbsp;scholar funded by this project (now a faculty member in Korea) as well as established scientists have been immersed in the details of atmospheric, oceanic and sea-ice modeling as well as model coupling using established models and couplers, thus developing wider expertise in scientists who use and analyze models applied to the Earth&rsquo;s climate. This capability will be available to the scientific community through the public released RASM and COAWST models.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2015<br>\n\t\t\t\t\tModified by: John&nbsp;M&nbsp;Klinck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTwo atmosphere-ocean-sea ice system models (RASM and COAWST) have been adapted and applied to investigate regional coupled ocean-atmosphere interactions for the Southern Ocean and Antarctica. One additional ocean-sea ice model (ROMS) is used to analyze ocean processes. These models are used to analyze, in greater detail than previously possible, processes responsible for the delivery of oceanic heat to the undersides of floating Antarctic ice shelves. The ice shelves in the Amundsen Sea sector of West Antarctica are melting rapidly and are major sources of global sea level rise. Several aspects of the ongoing climate change in the West Antarctic atmosphere, ocean, and ice sheet related to the disintegrating ice shelves have been investigated with observations and numerical modeling. \n\nThese model results show that ocean grid spacing has a strong effect on transport of warm ocean water onto the shelf. Twenty km spacing is not sufficient; ten km produces acceptable eddy transport; and five km produces realistic temperature distributions on the Amundsen/Bellinshausen Shelf. Some of this heat mixes upward and vents to the atmosphere. Most of the heat, however, is able to move under the ice sheets causing basal melt.\n\nAtmospheric model grid spacing is also important to represent coastal jets created by coastal mountain ranges. In addition, coastal valleys produce katabatic winds (dense air flowing off the the Antarctic Plateau) which push sea ice away from the coast creating coastal polynyas. These are areas of dense water formation and considerable heat loss by the ocean.\n\nThe postdoctoral  scholar funded by this project (now a faculty member in Korea) as well as established scientists have been immersed in the details of atmospheric, oceanic and sea-ice modeling as well as model coupling using established models and couplers, thus developing wider expertise in scientists who use and analyze models applied to the EarthÆs climate. This capability will be available to the scientific community through the public released RASM and COAWST models.\n\n\t\t\t\t\tLast Modified: 06/09/2015\n\n\t\t\t\t\tSubmitted by: John M Klinck"
 }
}