{
 "awd_id": "1048716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: EaSM Type I--Assessing High-Impact Weather Response to Climate Variability and Change Utilizing Extreme Value Theory",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 144066.0,
 "awd_amount": 144066.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "Vulnerability to property loss and societal disruption is increasing as society becomes more complex and interconnected, and as private, industrial and commercial development expands in high risk areas. \r\nUnderstanding and predicting variations and changes in weather extremes is thus a major societal issue, encompassing urban, commercial and industrial planning, watershed maintenance, agricultural practices and the development of insurance solutions designed to encourage investment in cost-effective adaptation measures. Current climate models do not have the capacity to resolve the intensity, damage potential, and other important characteristics of extreme weather, e.g. extended droughts, heat waves, major hurricanes and resulting storm surge, severe local storms and tornadoes, extreme local rainfall and snowfall, ice storms, and wind storms.\r\n\r\nThe broader impacts of this activity are high. This collaborative project will bring together an international group of regional climate, societal, statistical, risk analysis, and insurance/reinsurance experts. The group will examine the potential for using high-level extreme value statistics to assess weather extremes through a combination of pilot projects and expert workshops. A feature of the program will be colloquia and funding to enable young scientists to develop careers in this cross-disciplinary area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Kunreuther",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Howard C Kunreuther",
   "pi_email_addr": "kunreuther@wharton.upenn.edu",
   "nsf_id": "000120192",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5740",
   "pgm_ref_txt": "CLIMATE & LARGE-SCALE DYNAMICS"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 144066.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Development of a hurricane damage index</span>: Accurate information on damage caused by landfalling hurricanes benefits decision making and response of groups such as emergency managers and insurance companies. Estimates of potential damage made in advance of landfall using readily available storm information would provide useful guidance for preparations and rapid response. Currently, the Saffir-Simpson Hurricane Wind Scale serves as the main tool to assess a storm&rsquo;s potential damage and solely depends on the storm&rsquo;s maximum wind speed. This scale is effective in communicating a storm&rsquo;s strength to the public; however, it does not accurately measure a hurricane&rsquo;s potential damage. The purpose of this work is to develop a hurricane damage index based on physical properties of the storm.&nbsp;&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">North American Risk Model</span>: In September 2011, Ralph J. Cicerone, President of the National Academy of Sciences, hosted A Summit for Managing Extreme Events. The Summit successfully convened leaders in research, public policy, and industry to develop a long-term set of activities to improve ways of anticipating and managing extreme events.&nbsp; In January&nbsp; 2013, the U.S. Global Change Research Program asked the NRC to scope out the basic elements of a collaborative risk framework.&nbsp; This document describes a Framework for risk assessment and management among academic institutions, federal government agencies, and private companies that enables improved risk analysis and management to reduce the costs and losses associated with natural hazards. The centerpiece is a software platform that would facilitate efficient access to and linkages among natural hazards data, assets data, and vulnerability functions.&nbsp;&nbsp; One outcome of the Framework would be more accurate, transparent, credible, and actionable estimates of losses or damages from natural hazards. Another outcome would be the creation of a community of risk assessment experts from the private, public, and academic sectors that routinely shares data, methods, and other resources. The first two steps in constructing the Framework include (1) an implementation strategy to set out the structure, objectives, and architecture of the Framework; and (2) pilot projects to demonstrate how the software platform and the data sharing/exchange could operate. It is proposed that the National Research Council administer this work.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Modeling expected hurricane losses under various climate change scenarios</span> and <span style=\"text-decoration: underline;\">Assessing the impact of these losses on hurricane insurance pricing as well as the magnitude of the reduction of losses due to adaptation measures</span>:&nbsp; We examine the insurance premiums that private insurers are likely to charge and the amount of coverage they would offer against hurricane risk in Florida as a function of (a) different projections on future hurricane losses and the uncertainty around these estimates; (b) market conditions (i.e., soft or hard market); (c) availability of reinsurance; and (d) adoption of adaptation measures (i.e., implementation of physical risk reduction measures to reduce wind damage to the structure and buildings).&nbsp; We conduct several analyses on the impact of adaptation measures and climate change on future losses and insurance pricing using data for the hurricane risk in St. Lucia.<br /><br /><span style=\"text-decoration: underline;\">Aiding Decision Making to Reduce the Impact of Climate Change</span>:&nbsp; We utilize theory and empirical insights from psychology and behavioral economics to determine how to guide individuals to adopt climate change adaptation and mitigation measures that increase consumer welfare.&nbsp;&nbsp;&nbsp; Various s...",
  "por_txt_cntn": "\nDevelopment of a hurricane damage index: Accurate information on damage caused by landfalling hurricanes benefits decision making and response of groups such as emergency managers and insurance companies. Estimates of potential damage made in advance of landfall using readily available storm information would provide useful guidance for preparations and rapid response. Currently, the Saffir-Simpson Hurricane Wind Scale serves as the main tool to assess a stormÆs potential damage and solely depends on the stormÆs maximum wind speed. This scale is effective in communicating a stormÆs strength to the public; however, it does not accurately measure a hurricaneÆs potential damage. The purpose of this work is to develop a hurricane damage index based on physical properties of the storm.  \n\nNorth American Risk Model: In September 2011, Ralph J. Cicerone, President of the National Academy of Sciences, hosted A Summit for Managing Extreme Events. The Summit successfully convened leaders in research, public policy, and industry to develop a long-term set of activities to improve ways of anticipating and managing extreme events.  In January  2013, the U.S. Global Change Research Program asked the NRC to scope out the basic elements of a collaborative risk framework.  This document describes a Framework for risk assessment and management among academic institutions, federal government agencies, and private companies that enables improved risk analysis and management to reduce the costs and losses associated with natural hazards. The centerpiece is a software platform that would facilitate efficient access to and linkages among natural hazards data, assets data, and vulnerability functions.   One outcome of the Framework would be more accurate, transparent, credible, and actionable estimates of losses or damages from natural hazards. Another outcome would be the creation of a community of risk assessment experts from the private, public, and academic sectors that routinely shares data, methods, and other resources. The first two steps in constructing the Framework include (1) an implementation strategy to set out the structure, objectives, and architecture of the Framework; and (2) pilot projects to demonstrate how the software platform and the data sharing/exchange could operate. It is proposed that the National Research Council administer this work. \n\nModeling expected hurricane losses under various climate change scenarios and Assessing the impact of these losses on hurricane insurance pricing as well as the magnitude of the reduction of losses due to adaptation measures:  We examine the insurance premiums that private insurers are likely to charge and the amount of coverage they would offer against hurricane risk in Florida as a function of (a) different projections on future hurricane losses and the uncertainty around these estimates; (b) market conditions (i.e., soft or hard market); (c) availability of reinsurance; and (d) adoption of adaptation measures (i.e., implementation of physical risk reduction measures to reduce wind damage to the structure and buildings).  We conduct several analyses on the impact of adaptation measures and climate change on future losses and insurance pricing using data for the hurricane risk in St. Lucia.\n\nAiding Decision Making to Reduce the Impact of Climate Change:  We utilize theory and empirical insights from psychology and behavioral economics to determine how to guide individuals to adopt climate change adaptation and mitigation measures that increase consumer welfare.    Various strategies must be used that take into account the simplified decision-making processes by individuals and organizations. The selection of climate policies should be an exercise in risk management reflecting the many relevant sources of uncertainty. Policy analysis cannot effectively evaluate alternatives using standard approaches such as expected utility theory and benefit-cost analysis. \n\nMeans-tested vouchers coupled ..."
 }
}