{
 "awd_id": "1048333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS:   The Structure and Dynamics of Selection on Evolving Interactions",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 105818.0,
 "awd_amount": 108712.0,
 "awd_min_amd_letter_date": "2011-01-18",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "This project will synthesize several decades of research on how environmental change affects the genetic structure of species and interactions among species. The synthesis will draw from a wide range of studies on interactions between parasites and hosts, predators and prey, competing species, and mutualistic species. The goal is to understand how ecological and evolutionary processes alter webs of interacting species amid environmental change. The synthesis will be published as a book that will summarize the findings. \r\n\r\n\tThe project is timely, because there is a growing scientific and societal need to understand how environmental change, including habitat fragmentation, spread of invasive species, and extinction of species, may be altering the evolution of species and their interactions with each other. Toward that end, the synthesis will include an analysis of how the accelerating pace of environmental change may be affecting the process of natural selection on the traits of species and on interactions among species. By evaluating current hypotheses and predictions, this synthesis therefore should help identify some of the most fruitful directions for future research on how changes in physical environments and biological communities foster genetic change in populations and species. In addition to publication of the scientific findings, the principal investigator is involved in multiple mentoring roles and outreach programs that will provide ways of disseminating the findings to a broader audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Thompson",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "John N Thompson",
   "pi_email_addr": "jnthomp@ucsc.edu",
   "nsf_id": "000212640",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1127",
   "pgm_ref_txt": "EVOLUTIONARY PROCESSES CLUSTER"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 105818.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2894.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Each of the earth&rsquo;s ecosystems includes hundreds to thousands of species that interact with each other. These interactions form local webs of predation, parasitism, competition, and mutualism that change as environments are altered and species continue to evolve. Understanding the processes that shape these webs amid ongoing environmental conditions has become important in planning for conservation, management, and restoration of ecosystems worldwide. The major goal of this study was to synthesize what is currently known about the evolutionary and coevolutionary processes that continually act on local, regional, and sometimes global, webs of interacting species. The work drew on the results of hundreds of studies, especially those published over the past twenty years. The work analyzed the conclusions of past studies, inferred from those studies how evolutionary and ecological processes interact in different ways in different environments, and suggested directions for future research. The major planned outcome of the work was a book entitled Relentless Evolution, which was written and published during the award. Other outcomes included the mentoring of students and postdoctoral researchers and a series of workshops on species interactions that brought together researchers and students studying the processes that create patterns in webs of interacting species in contrasting ecosystems.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/15/2015<br>\n\t\t\t\t\tModified by: John&nbsp;N&nbsp;Thompson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEach of the earthÆs ecosystems includes hundreds to thousands of species that interact with each other. These interactions form local webs of predation, parasitism, competition, and mutualism that change as environments are altered and species continue to evolve. Understanding the processes that shape these webs amid ongoing environmental conditions has become important in planning for conservation, management, and restoration of ecosystems worldwide. The major goal of this study was to synthesize what is currently known about the evolutionary and coevolutionary processes that continually act on local, regional, and sometimes global, webs of interacting species. The work drew on the results of hundreds of studies, especially those published over the past twenty years. The work analyzed the conclusions of past studies, inferred from those studies how evolutionary and ecological processes interact in different ways in different environments, and suggested directions for future research. The major planned outcome of the work was a book entitled Relentless Evolution, which was written and published during the award. Other outcomes included the mentoring of students and postdoctoral researchers and a series of workshops on species interactions that brought together researchers and students studying the processes that create patterns in webs of interacting species in contrasting ecosystems. \n\n \n\n\t\t\t\t\tLast Modified: 04/15/2015\n\n\t\t\t\t\tSubmitted by: John N Thompson"
 }
}