{
 "awd_id": "1048701",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Type 1 -- LOI02170139:  Direct Statistical Approaches to Large-Scale Dynamics, Low Cloud Dynamics, and their Interaction",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Cozzens",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 436471.0,
 "awd_amount": 436471.0,
 "awd_min_amd_letter_date": "2011-04-28",
 "awd_max_amd_letter_date": "2011-04-28",
 "awd_abstract_narration": "Transformative research is needed to realize qualitative improvements in the modeling of climate. The investigators are carrying out an interdisciplinary program of direct statistical approaches to climate modeling that has the potential to dramatically improve our understanding of how different climate processes interact over short and long time scales and small and large spatial scales. The program lays the foundations for a new class of climate models that may complement or even eventually replace existing climate models. It has two parallel tracks. First, the investigators are developing methods for the direct computation of climate statistics that may eventually replace conventional numerical simulations, leading to computationally more efficient climate models. Second, they are developing improved representations of low clouds and an improved understanding of cloud interactions with large-scale circulations, leading to more accurate climate models and reducing the currently large uncertainties in the representation of clouds in them. \r\n\r\nThe methods for the direct computation of climate statistics are based upon cumulant expansions in which fast modes are integrated out. This refocuses attention on the evaluation and understanding of low-frequency modes, which dominate climate variability. Improved representations of low clouds are developed based on probabilistic closures of cloud and subgrid-scale dynamics, which can be systematically improved in accuracy. These are integrated into a general circulation model (GCM) that couples the clouds to the large-scale flows, allowing a systematic study of their interactions. The work extends past work on the direct computation of statistics in relatively simple models of geophysical flows to GCMs of increasing complexity and realism, while improving the accuracy of the statistical methods and of the GCMs themselves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Marston",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Marston",
   "pi_email_addr": "marston@brown.edu",
   "nsf_id": "000437734",
   "pi_start_date": "2011-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  },
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 436471.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Transformative research is needed to realize qualitative improvements in our ability to predict how climate will change in the future.&nbsp; <span>Reliable climate modeling requires the accurate simulation of Earth&rsquo;s oceanic and atmospheric boundary layers. However l</span><span>ong duration and turbulence resolving simulation using traditional methods is centuries beyond the reach of present day computers.&nbsp; </span>Likewise reconstructions of climate in the geological past, and the climates of other planets and moons, are potential sources of information that could be used to test and improve models of climate, but standard approaches to modeling are cumbersome, even running on even the fastest supercomputers, because the computers must simulate the moment-to-moment weather. A breakthrough is needed to get at the low-frequency modes of variability &ndash; that is, the climate. &nbsp; The project explored a new approach to the modeling of climate known as Direct Statistical Simulation. &nbsp;</p>\n<p>Intellectual Merit: Direct Statistical Simulation uses ideas drawn from theoretical physics and applied mathematics to dramatically improve our understanding of how different climate processes interact over short and long time scales and small and large spatial scales. The essence of the approach is to treat fast dynamical processes statistically. This refocuses attention on the evaluation and understanding of low-frequency modes that dominate climate variability.&nbsp; The approach was applied to idealized models of the general atmospheric circulation.&nbsp; During the period of funding the Principle Investigator and his research group explored several variants of Direct Statistical Simulation and showed that it can reproduce climate statistics seen observationally (see figure).&nbsp; &nbsp;</p>\n<p>Broader Impacts: The project supported the training of one postdoc, three graduate students, and one undergraduate at Brown University.&nbsp; The Principle Investigator gave several public presentations on the science of climate.&nbsp; He also helped to organize (and is currently vice-chair) of the new Topical Group on the Physics of Climate within the American Physical Society.&nbsp; This group seeks to involve more physicists in climate science.&nbsp; The Principle Investigator also developed &ldquo;GCM,&rdquo; an app that illustrates Direct Statistical Simulation, and has made it freely available to anyone with an Apple computer running OS X 10.9 or higher to download from the Mac App Store.&nbsp; GCM has been downloaded over 2,300 times.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2015<br>\n\t\t\t\t\tModified by: John&nbsp;B&nbsp;Marston</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1048701/1048701_10088095_1438263170545_Outcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1048701/1048701_10088095_1438263170545_Outcomes--rgov-800width.jpg\" title=\"Comparison of Observation to Simulations\"><img src=\"/por/images/Reports/POR/2015/1048701/1048701_10088095_1438263170545_Outcomes--rgov-66x44.jpg\" alt=\"Comparison of Observation to Simulations\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Observed statistical correlations of winds in Earth's atmosphere compared to traditional climate simulation and the new direct statistical approaches developed as part of the funded research.  The refined statistical approach accurately reproduces observation.</div>\n<div class=\"imageCredit\">Brad Marsto...",
  "por_txt_cntn": "\nTransformative research is needed to realize qualitative improvements in our ability to predict how climate will change in the future.  Reliable climate modeling requires the accurate simulation of EarthÆs oceanic and atmospheric boundary layers. However long duration and turbulence resolving simulation using traditional methods is centuries beyond the reach of present day computers.  Likewise reconstructions of climate in the geological past, and the climates of other planets and moons, are potential sources of information that could be used to test and improve models of climate, but standard approaches to modeling are cumbersome, even running on even the fastest supercomputers, because the computers must simulate the moment-to-moment weather. A breakthrough is needed to get at the low-frequency modes of variability &ndash; that is, the climate.   The project explored a new approach to the modeling of climate known as Direct Statistical Simulation.  \n\nIntellectual Merit: Direct Statistical Simulation uses ideas drawn from theoretical physics and applied mathematics to dramatically improve our understanding of how different climate processes interact over short and long time scales and small and large spatial scales. The essence of the approach is to treat fast dynamical processes statistically. This refocuses attention on the evaluation and understanding of low-frequency modes that dominate climate variability.  The approach was applied to idealized models of the general atmospheric circulation.  During the period of funding the Principle Investigator and his research group explored several variants of Direct Statistical Simulation and showed that it can reproduce climate statistics seen observationally (see figure).   \n\nBroader Impacts: The project supported the training of one postdoc, three graduate students, and one undergraduate at Brown University.  The Principle Investigator gave several public presentations on the science of climate.  He also helped to organize (and is currently vice-chair) of the new Topical Group on the Physics of Climate within the American Physical Society.  This group seeks to involve more physicists in climate science.  The Principle Investigator also developed \"GCM,\" an app that illustrates Direct Statistical Simulation, and has made it freely available to anyone with an Apple computer running OS X 10.9 or higher to download from the Mac App Store.  GCM has been downloaded over 2,300 times. \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2015\n\n\t\t\t\t\tSubmitted by: John B Marston"
 }
}