{
 "awd_id": "1048556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  The Functional Significance of Hippocampal Plasticity",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 462668.0,
 "awd_amount": 462668.0,
 "awd_min_amd_letter_date": "2011-01-10",
 "awd_max_amd_letter_date": "2011-01-10",
 "awd_abstract_narration": "How the brain reorganizes itself after an injury and whether this reorganization alters the brain's ability to function are among the great mysteries in modern neuroscience. Gaining an understanding of whether this injury-induced reorganization promotes return to, enhances, or impedes communication across brain areas will provide insights into how this brain plasticity might contribute to fundamental functions required for learning and memory.  This project uses electrophysiological techniques to ascertain whether two distinct brain areas, i.e. the septum and the entorhinal cortex, that have undergone a rewiring induced by an injury to the brain's cortex interact to alter the function of a third area with which they are connected, i.e. the hippocampus  -- a key player in learning and memory.  Dr. Ramirez and his students have previously shown that accelerating the reorganization of entorhinal connections to the hippocampus promotes the return of memory function.  This project will shed light on whether the interaction of the septum and the entorhinal cortex may promote this functional improvement.  The project will thereby provide clues as to how the interaction of separate brain regions may cooperate to promote learning and memory.  An essential component of the research program is the education and training of undergraduate students in neuroscience.  Students will be recruited from the majority, underrepresented minority groups, disabled groups, and socially/financially disadvantaged students to participate as \"junior\" colleagues in the research to be undertaken.  Each student will be  trained intensively in every facet of the proposed research project, from animal care through electrophysiological experimentation to the preparation and assessment of brain tissue.  Creating a cadre of students at Davidson College invested in scientific research may energize other students and faculty in the natural and social sciences as well as in the neuroscience program to pursue scientific adventure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Ramirez",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Julio J Ramirez",
   "pi_email_addr": "juramirez@davidson.edu",
   "nsf_id": "000115598",
   "pi_start_date": "2011-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Davidson College",
  "inst_street_address": "209 RIDGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIDSON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7048942644",
  "inst_zip_code": "280360407",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "THE TRUSTEES OF DAVIDSON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MYR7QGXJF3J5"
 },
 "perf_inst": {
  "perf_inst_name": "Davidson College",
  "perf_str_addr": "209 RIDGE RD",
  "perf_city_name": "DAVIDSON",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "280360407",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NC12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 462668.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; The mammalian brain is known to undergo structural and functional reorganization when it is injured.&nbsp; The extent to which this reorganization is functionally important remains as terrain to be explored in neuroscience.&nbsp; In this project, axonal sprouting, one example of the brain&rsquo;s capacity to reorganize itself structurally in response to injury, was investigated. Of particular interest was whether this reorganization of brain circuitry in a system implicated in learning and memory might be functionally significant following a cortical injury.&nbsp; We focused on two pathways (the septodentate pathway and the crossed temporodentate pathway) that are known to sprout after injury to a cortical region known as the entorhinal cortex and that also share a common target region in the brain known as the dentate gyrus of the hippocampus &ndash; a region crucial to learning and memory.&nbsp; The interaction of the septodentate and the crossed temporodentate pathways was studied using neurophysiological techniques in rats that sustained entorhinal injury.&nbsp; We discovered that the stimulation of the septodentate pathway shortly before the stimulation of the crossed temporodentate pathway enhances the response of the dentate gyrus to the crossed pathway&rsquo;s stimulation in rats between about two weeks and three months after entorhinal cortex injury.&nbsp; This finding may be taken to indicate that this synergistic interaction is enhanced in pathways that have undergone significant axonal sprouting.&nbsp; Pathways that are dissimilar in origin and neurotransmitter-type, therefore, may act synergistically after sprouting to facilitate the function of a neural system known to contribute to learning and memory.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; An essential component of the project was the education and training of undergraduate students in neuroscience.&nbsp; Students were recruited to participate as &ldquo;junior&rdquo; colleagues in the research that was undertaken. Because of the interdisciplinary nature of neuroscience, students were drawn from departments of biology and psychology in addition to the neuroscience program at Davidson College. Each student was intensively trained in numerous facets of the research project: from animal care through neurophysiological experimentation; from preparation of brain sections to the assessment of brain tissue; from the interpretation of wave tracings to the statistical analyses of neurophysiological responses in the dentate gyrus of the hippocampus; from manuscript preparation to public presentations.&nbsp; The undergraduate students also participated in workshops on applying to graduate school, responsible conduct of research, how to attend national scientific conferences, and applying for graduate fellowships.&nbsp; Students reported significant gains in numerous domains such as &ldquo;knowledge of literature in the field&rdquo; and &ldquo;understanding of how professionals in the field work on real problems.&rdquo;&nbsp; Creating a cadre of students invested in scientific research energized other students and faculty in science departments at Davidson College as well as in the neuroscience program to pursue scientific adventure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2016<br>\n\t\t\t\t\tModified by: Julio&nbsp;J&nbsp;Ramirez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n     The mammalian brain is known to undergo structural and functional reorganization when it is injured.  The extent to which this reorganization is functionally important remains as terrain to be explored in neuroscience.  In this project, axonal sprouting, one example of the brainÆs capacity to reorganize itself structurally in response to injury, was investigated. Of particular interest was whether this reorganization of brain circuitry in a system implicated in learning and memory might be functionally significant following a cortical injury.  We focused on two pathways (the septodentate pathway and the crossed temporodentate pathway) that are known to sprout after injury to a cortical region known as the entorhinal cortex and that also share a common target region in the brain known as the dentate gyrus of the hippocampus &ndash; a region crucial to learning and memory.  The interaction of the septodentate and the crossed temporodentate pathways was studied using neurophysiological techniques in rats that sustained entorhinal injury.  We discovered that the stimulation of the septodentate pathway shortly before the stimulation of the crossed temporodentate pathway enhances the response of the dentate gyrus to the crossed pathwayÆs stimulation in rats between about two weeks and three months after entorhinal cortex injury.  This finding may be taken to indicate that this synergistic interaction is enhanced in pathways that have undergone significant axonal sprouting.  Pathways that are dissimilar in origin and neurotransmitter-type, therefore, may act synergistically after sprouting to facilitate the function of a neural system known to contribute to learning and memory.\n\n     An essential component of the project was the education and training of undergraduate students in neuroscience.  Students were recruited to participate as \"junior\" colleagues in the research that was undertaken. Because of the interdisciplinary nature of neuroscience, students were drawn from departments of biology and psychology in addition to the neuroscience program at Davidson College. Each student was intensively trained in numerous facets of the research project: from animal care through neurophysiological experimentation; from preparation of brain sections to the assessment of brain tissue; from the interpretation of wave tracings to the statistical analyses of neurophysiological responses in the dentate gyrus of the hippocampus; from manuscript preparation to public presentations.  The undergraduate students also participated in workshops on applying to graduate school, responsible conduct of research, how to attend national scientific conferences, and applying for graduate fellowships.  Students reported significant gains in numerous domains such as \"knowledge of literature in the field\" and \"understanding of how professionals in the field work on real problems.\"  Creating a cadre of students invested in scientific research energized other students and faculty in science departments at Davidson College as well as in the neuroscience program to pursue scientific adventure.\n\n\t\t\t\t\tLast Modified: 04/28/2016\n\n\t\t\t\t\tSubmitted by: Julio J Ramirez"
 }
}