{
 "awd_id": "1048912",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Type 2:  A CRI-EaSM Collaborative proposal: Climate-to-humans: A study of urbanized coastal environments, their economics and vulnerability to climate change",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 530944.0,
 "awd_amount": 530944.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "A unified framework for studying global change in the Earth System allowing for scale interactions (up/down-scaling) and explicitly modeled dynamic feedbacks between the sub-components will be developed. The investigator team will build an Earth System Model (EaSM) that couples multi-scale ocean, atmosphere, watershed, biogeochemistry and human system models. The projected variability of the coupled environmental and human systems, represented with bio-economic and social network models, will be used to study management and other socio-economic decisions affecting future sustainable practices and the long-term evolution of the Earth System. The target for this study is the northeast U.S., a highly urbanized and densely populated region with approximately 33% of the US population hosting one the world's largest economies. It is also a region where vulnerability to global change is heightened, experiencing significant climate and ecosystem changes, shifting land use, and a complex western boundary current oceanic regime with significant implications to the northern hemisphere climate. Since many of the global change issues can be attributed to anthropogenic perturbations (e.g., a warming climate, ecosystem stress, declining biodiversity) the interface of the physical environment with human systems is central to this project.\r\n\r\nIntellectual merit: This project will use disciplinary and computational developments of the last 20 years to assemble, test and use an Earth System Model. The proposed model emerges from the realization that humans and their political, economic and social structures are an integral part of the Earth System dynamically interacting with its climate and ecosystems. Therefore, the ultimate goal of the proposed model is to be able to study present and future climate and ecosystems, accounting for both physical and anthropogenic forcings and the relevant human decision-making structures. To that end, this project aims to increase the skill of contemporary climate models by implementing a strategy that permits multi-scale interactions in the physics and biogeochemistry, improving upon known biases in the models and where necessary improve the dimensional representation of the physics and the ecosystems (e.g., the land-sea boundary). \r\n\r\nBroader impacts: The project aims to develop tools that can be used to study and address some of the biggest long-term challenges facing humans namely, a changing climate and limited natural resources. It achieves this first, by addressing known deficiencies in global climate model and second, by developing a model that includes economics and the human impact on the climate system. The target region for the study is the northeast U.S. and adjacent coastal ocean. This is a region with a significant population size and economic activity, which are particularly vulnerable to climate change. However, all the components of the proposed Earth System Model can be implemented in any region of interest. The resulting model will be available both to scientists for research purposes and to policy makers as a decision support tool. The framework for the model development is the community-based NCAR-Community Climate System Model. As such all development becomes part of the scientific community repository with significant technical support, education and outreach infrastructure. A significant outreach activity proposed is to hold a workshop for scientists and policy people with the main goal of teaching potential users of the model its capabilities with hands on tutorials, and particular examples developed during this work. This proposal will also support students and post-doctoral fellows during various stages of the work.\r\n\r\nFinally, this work brings together scientific communities that do not typically work together. The challenges facing society due to a changing climate, population growth and resource limitations are multi-faceted and it will take an interdisciplinary approach to study, mitigate and solve them. Arguably, the biggest impact of this work is the assembly of scientists with varied interests and disciplines ready to work towards a common goal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Bacmeister",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Julio T Bacmeister",
   "pi_email_addr": "juliob@ucar.edu",
   "nsf_id": "000543906",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "National Center For Atmospheric Research",
  "perf_str_addr": "P.O. Box 3000",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803073000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797700",
   "pgm_ele_name": "CR-Water Sustainability & Clim"
  },
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 530944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project connected models of ecomomic activity, and energy use and production in the northeast US, particularly in New Jersey and the New York city metro area, with output from climate models. It seems obvious that things like surface temperature, rainfall, or wind could have significant impacts on the economies of densely populated, urban environments like those in the northeast US, but actually quantifying these impacts at a regional scale had not been accomplished. In this project, NCAR climate modelers collaborated closely with economists at Rutgers University to develop methods for using climate data in state-of-the-art economic and energy models.&nbsp; One outcome of this collaboration was the realization that regional economic and energy models like those developed at Rutgers require information at much finer scales than is normally provided by climate models.&nbsp; Typically climate models provide information about the average conditions (e.g., temperature, humidty) over areas of around 100 miles by 100 miles (i.e. a state), while the Rutgers models required information at the township scale (1 mile by 1 mile).&nbsp; NCAR scientists developed a fine scale model of the land surface covering New Jersey and the surrounding area (Figure 1).&nbsp; This model is able to capture the detailed structure of surface meteorology in the region including strong urban \"heat islands\" over Philadelphia, Trenton, and New York metro areas.&nbsp;</p>\n<p>The ultimate goal of this work is to allow economists to estimate possible consequences of climate change on a regional scale.&nbsp; In order to do this NCAR climate modelers developed techniques to better predict regional changes to weather at small scales using climate models.&nbsp; These techniques use output from long climate simulations at typical scales (100 by 100 miles) to force models capable of resolving weather, including major destructive events like tropical cyclones.&nbsp; Figure 2 shows simulations of tropical cyclone tracks for the present (top) and in the future (2070-2079, bottom) with strong global warming assumed.&nbsp; Results from these kinds of model simulations will be coupled to regional economic models to study the possible consequences of climate change on the NJ/NY region. We hope to learn enough from these studies to extend our techniques to other regions of the globe.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2015<br>\n\t\t\t\t\tModified by: Julio&nbsp;Bacmeister</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1048912/1048912_10075332_1432919676080_NJgrid--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1048912/1048912_10075332_1432919676080_NJgrid--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2015/1048912/1048912_10075332_1432919676080_NJgrid--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Summer and winter average temperatures showing urban heat islands over the New Jersey region on the high resolution 1km land model grid. The two lower right panels show results as they would appear in a typical climate model. Leftmost panels show percentages of different land cover types at 1km.</div>\n<div class=\"imageCredit\">Peter Lawrence (NCAR)</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Julio&nbsp;Bacmeister</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a hre...",
  "por_txt_cntn": "\nThis project connected models of ecomomic activity, and energy use and production in the northeast US, particularly in New Jersey and the New York city metro area, with output from climate models. It seems obvious that things like surface temperature, rainfall, or wind could have significant impacts on the economies of densely populated, urban environments like those in the northeast US, but actually quantifying these impacts at a regional scale had not been accomplished. In this project, NCAR climate modelers collaborated closely with economists at Rutgers University to develop methods for using climate data in state-of-the-art economic and energy models.  One outcome of this collaboration was the realization that regional economic and energy models like those developed at Rutgers require information at much finer scales than is normally provided by climate models.  Typically climate models provide information about the average conditions (e.g., temperature, humidty) over areas of around 100 miles by 100 miles (i.e. a state), while the Rutgers models required information at the township scale (1 mile by 1 mile).  NCAR scientists developed a fine scale model of the land surface covering New Jersey and the surrounding area (Figure 1).  This model is able to capture the detailed structure of surface meteorology in the region including strong urban \"heat islands\" over Philadelphia, Trenton, and New York metro areas. \n\nThe ultimate goal of this work is to allow economists to estimate possible consequences of climate change on a regional scale.  In order to do this NCAR climate modelers developed techniques to better predict regional changes to weather at small scales using climate models.  These techniques use output from long climate simulations at typical scales (100 by 100 miles) to force models capable of resolving weather, including major destructive events like tropical cyclones.  Figure 2 shows simulations of tropical cyclone tracks for the present (top) and in the future (2070-2079, bottom) with strong global warming assumed.  Results from these kinds of model simulations will be coupled to regional economic models to study the possible consequences of climate change on the NJ/NY region. We hope to learn enough from these studies to extend our techniques to other regions of the globe.\n\n\t\t\t\t\tLast Modified: 05/29/2015\n\n\t\t\t\t\tSubmitted by: Julio Bacmeister"
 }
}