{
 "awd_id": "1048740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CRIF-MU: Acquisition of an X-Ray photoelectron spectrometer (XPS) for small area and depth profiling analysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2010-12-03",
 "awd_max_amd_letter_date": "2010-12-03",
 "awd_abstract_narration": "With this award from the Chemistry Research Instrumentation and Facilities: Multi-user (CRIF:MU) program, Professor Luis Colon and colleagues Sarbajit Banerjee, Frank Bright, Joseph Gardella and David Watson from SUNY Buffalo will acquire an X-ray photoelectron spectrometer (XPS). The award will enhance research training and education at all levels, especially in areas of study such as (a) surface aggregation and reorganization of polymeric materials, (b) correlation of electronic structure of nanomaterials to finite size effects on material properties, (b) protein behavior dynamics in restricted microenvironments, (c) fundamental studies of silica imprinted nanostructures, and (d) linked-assisted materials assembly that have quantum dots.\r\n\r\nX-ray photoelectron spectrometers are used for chemical analysis. The XPS technique quantitatively measures elemental composition, empirical formula, chemical state and electronic state of the elements in a given material. A sample is irradiated with a beam of monochromatic X-rays and the kinetic energies of the resulting photoelectrons are measured and related to specific elements. XPS often plays a crucial role in defining the system under study. The technique requires the use of ultra high vacuum conditions. The work to be carried out by these investigators represents a wide array of systems requiring surface characterization. The instrumentation will be used in research activities and also for research training and education of a large number of students from diverse backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Colón",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Luis A Colón",
   "pi_email_addr": "lacolon@buffalo.edu",
   "nsf_id": "000478865",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Gardella",
   "pi_mid_init": "A",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "Joseph A Gardella",
   "pi_email_addr": "gardella@acsu.buffalo.edu",
   "nsf_id": "000328428",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Bright",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Frank V Bright",
   "pi_email_addr": "chefvb@acsu.buffalo.edu",
   "nsf_id": "000465623",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Watson",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "David F Watson",
   "pi_email_addr": "dwatson3@buffalo.edu",
   "nsf_id": "000207330",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarbajit",
   "pi_last_name": "Banerjee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarbajit Banerjee",
   "pi_email_addr": "banerjee@chem.tamu.edu",
   "nsf_id": "000501854",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Buffalo",
  "inst_street_address": "520 LEE ENTRANCE STE 211",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7166452634",
  "inst_zip_code": "142282577",
  "inst_country_name": "United States",
  "cong_dist_code": "26",
  "st_cong_dist_code": "NY26",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "GMZUKXFDJMA9",
  "org_uei_num": "LMCJKRFW5R81"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Buffalo",
  "perf_str_addr": "520 LEE ENTRANCE STE 211",
  "perf_city_name": "AMHERST",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "142282577",
  "perf_ctry_code": "US",
  "perf_cong_dist": "26",
  "perf_st_cong_dist": "NY26",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7243",
   "pgm_ref_txt": "FUND RES TO ENHANCE NATIONAL SEC (FRENS)"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Introduction</em></strong></p>\n<p>The funding granted by the National Science Foundation provided support for the purchase of a state of the art X-Ray Photoelectron Spectrometer (XPS).&nbsp; The XPS instrument is an established method for the chemical analysis of the surfaces of solid materials, such as metals, plastics (polymers), semiconductors, and other solids that have particular uses that require an understanding of how the surface chemistry (chemical structure and composition) determines the properties of the solid.&nbsp; For example, materials used as very thin layers of lubricants on hard disc drives in computers are often studied to learn how long they can last under use without breaking down from corrosion or oxidation.&nbsp; The grant support had some unique aspects; for example, we were able to &ldquo;recycle&rdquo; important parts of a twenty five year old instrument and reuse them on the new instrument, thus saving costs.&nbsp; Further, the state of the art on this instrument allows the mapping of surfaces at the spatial resolution (or minimum size of spot) of 10 microns, or 1/100 of a millimeter.&nbsp; Further, new technology allows the ability to profile through materials to build a three dimensional picture of the thickness of coatings or surface layers.</p>\n<p><strong><em>Examples of how research is impacted</em></strong></p>\n<p>This grant funded the acquisition and set up of the instrument in support of five major research faculty in the Department of Chemistry at the University at Buffalo, SUNY.&nbsp; The Principal investigator, Professor Luis Col&oacute;n, studies materials based on inorganic particles that are used to as support materials in separations of liquid mixtures, and biological mixtures.&nbsp; Professor Col&oacute;n&rsquo;s research utilizing the new XPS has focused on carbon nanomaterials, such as nano-diamonds and carbon dots on silicon dioxide substrates.&nbsp; The chemical bonding of the carbon nanodots was determined by careful studies using the XPS in concert with other methods by Dr. &nbsp;J. C. Vinci during his recently completed Ph.D. studies.</p>\n<p>CoPI Professor Joseph A. Gardella, Jr., has been involved in the development of XPS methodology and application to metals, polymers and semiconductors for 35 years. His research laboratory houses the facilities, including the XPS that are shared by the other users.&nbsp; His most recent research with the XPS has been on the chemical modification of graphene materials (single sheets of graphitic carbon with unusual strength and reflective properties).&nbsp; His students have been studying the transformation of the materials to a different hydrocarbon using hydrogen in an electrical plasma treatment. Also, his research group has used the XPS to study the creation of controlled release polymer membranes for applications in wound healing bandage materials, and to study semiconductor materials used for development of lasers. The wound membranes were part of the dissertation of Dr. Michelle D. Marchany.</p>\n<p>CoPI Professor Frank V. Bright has used the XPS to study the surface chemistry of silicon materials that are very important for chemical sensing. Professor Bright&rsquo;s group studies the chemical modification of the silicon so that it can be a sensitive and selective sensor for various gas phase compounds in air pollution or other applications.</p>\n<p>CoPI Professor David Watson studies the surface chemistry of chemically modified titanium used in solar cell applications. His group has studied how these modifications effect the ability to absorb solar radiation and transmit electrical signals in the solar cell.&nbsp; Dr. Meghan Kern&rsquo;s dissertation contained much work from the XPS.</p>\n<p>CoPI Sarbajit Banerjee studies the surface chemistry of graphene and also inorganic nanometer sized (aka nanomaterials) materials that are bronze like structures having unus...",
  "por_txt_cntn": "\nIntroduction\n\nThe funding granted by the National Science Foundation provided support for the purchase of a state of the art X-Ray Photoelectron Spectrometer (XPS).  The XPS instrument is an established method for the chemical analysis of the surfaces of solid materials, such as metals, plastics (polymers), semiconductors, and other solids that have particular uses that require an understanding of how the surface chemistry (chemical structure and composition) determines the properties of the solid.  For example, materials used as very thin layers of lubricants on hard disc drives in computers are often studied to learn how long they can last under use without breaking down from corrosion or oxidation.  The grant support had some unique aspects; for example, we were able to \"recycle\" important parts of a twenty five year old instrument and reuse them on the new instrument, thus saving costs.  Further, the state of the art on this instrument allows the mapping of surfaces at the spatial resolution (or minimum size of spot) of 10 microns, or 1/100 of a millimeter.  Further, new technology allows the ability to profile through materials to build a three dimensional picture of the thickness of coatings or surface layers.\n\nExamples of how research is impacted\n\nThis grant funded the acquisition and set up of the instrument in support of five major research faculty in the Department of Chemistry at the University at Buffalo, SUNY.  The Principal investigator, Professor Luis Col&oacute;n, studies materials based on inorganic particles that are used to as support materials in separations of liquid mixtures, and biological mixtures.  Professor Col&oacute;nÆs research utilizing the new XPS has focused on carbon nanomaterials, such as nano-diamonds and carbon dots on silicon dioxide substrates.  The chemical bonding of the carbon nanodots was determined by careful studies using the XPS in concert with other methods by Dr.  J. C. Vinci during his recently completed Ph.D. studies.\n\nCoPI Professor Joseph A. Gardella, Jr., has been involved in the development of XPS methodology and application to metals, polymers and semiconductors for 35 years. His research laboratory houses the facilities, including the XPS that are shared by the other users.  His most recent research with the XPS has been on the chemical modification of graphene materials (single sheets of graphitic carbon with unusual strength and reflective properties).  His students have been studying the transformation of the materials to a different hydrocarbon using hydrogen in an electrical plasma treatment. Also, his research group has used the XPS to study the creation of controlled release polymer membranes for applications in wound healing bandage materials, and to study semiconductor materials used for development of lasers. The wound membranes were part of the dissertation of Dr. Michelle D. Marchany.\n\nCoPI Professor Frank V. Bright has used the XPS to study the surface chemistry of silicon materials that are very important for chemical sensing. Professor BrightÆs group studies the chemical modification of the silicon so that it can be a sensitive and selective sensor for various gas phase compounds in air pollution or other applications.\n\nCoPI Professor David Watson studies the surface chemistry of chemically modified titanium used in solar cell applications. His group has studied how these modifications effect the ability to absorb solar radiation and transmit electrical signals in the solar cell.  Dr. Meghan KernÆs dissertation contained much work from the XPS.\n\nCoPI Sarbajit Banerjee studies the surface chemistry of graphene and also inorganic nanometer sized (aka nanomaterials) materials that are bronze like structures having unusual electrical properties. The recent Ph.D. work of Dr. Brian Schultz utilized the XPS in concert with other x-ray based methods to study the change in chemistry of graphene with various treatments and the structure of vanadium oxide bronzes.\n\nAt..."
 }
}