{
 "awd_id": "1048655",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of Matrix-Assisted Laser Desorption/Ionization Time of Flight Mass Spectrometer (MALDI-TOF)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carlos Murillo",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2010-11-17",
 "awd_max_amd_letter_date": "2010-11-17",
 "awd_abstract_narration": "With this award from the Chemistry Research Instrumentation and Facilities: Multi-user (CRIF:MU) program, Professor Sarah Green and colleagues Lanrong Bi, Shiyue Fang, Haiying Liu and Martin Thompson from Michigan Technological University will acquire a benchtop matrix-assisted laser desorption/ionization time-of-flight (MALDI-TOF) mass spectrometer. The award will enhance research training and education at all levels, especially in areas of study such as (a) DNA sequencing using solid phase capturable di-deoxynucleotides, (b) oligonucleotide purification and block gene expression, (c) design and synthesis of highly water-soluble fluorescent conjugated glycopolymers and glycodendrimers, (d) dendrimers with multiply-bonded dimetallic cores, and (e) analysis of free and glycoprotein-bound glycan structures.\r\n\r\nMass spectrometers (MS) are used to identify the chemical composition of a sample by measuring the mass of the molecular constituents in the sample after they are ionized and detected by the mass spectrometer. Matrix-assisted laser desorption ionization (MALDI) is a technique for preparing the sample to be ionized by a laser before injection into the mass spectrometer. The time of flight (TOF) mass analyzer has high sensitivity and mass accuracy to assist the analyses and interpretation of the resultant data. This open access instrument will be available for training students in this analytical tool. It will be used by undergraduate and graduate students in research and in laboratory instruction courses and in outreach activities. It will also enhance collaborations with research groups outside the department that use chemical methods, including those in Forestry, Biological Sciences, Chemical Engineering and Biomedical Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Green",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah A Green",
   "pi_email_addr": "sgreen@mtu.edu",
   "nsf_id": "000380565",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Haiying",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haiying Liu",
   "pi_email_addr": "hyliu@mtu.edu",
   "nsf_id": "000483688",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Thompson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Martin J Thompson",
   "pi_email_addr": "thompson@mtu.edu",
   "nsf_id": "000341195",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shiyue",
   "pi_last_name": "Fang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shiyue Fang",
   "pi_email_addr": "shifang@mtu.edu",
   "nsf_id": "000393832",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lanrong",
   "pi_last_name": "Bi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lanrong Bi",
   "pi_email_addr": "lanrong@mtu.edu",
   "nsf_id": "000152661",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "193800",
   "pgm_ele_name": "Chemical Instrumentation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1938",
   "pgm_ref_txt": "CHEMICAL INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With this NSF MRI award, researchers in Michigan Technological University finally have their own Matrix-Assisted Laser Desorption Ionization (MALDI), Time of Flight (TOF) Mass Spectrometer (MS). The instrument was installed in the Chemistry Building on Michigan Tech campus shortly after the award was made. A technician was trained at the instrument manufacturer site. Since then, he has been doing an excellent job on managing the instrument including training new users. The instrument is functioning smoothly and is readily accessible by undergraduate students, graduate students, postdoc<br />researchers and faculty members in Michigan Tech.</p>\n<p>MALDI-TOF MS is a routinely used analytical instrument by researchers in many research areas that require the measurement of the mass of big molecules such as nucleic acids, peptides and other polymers. This mass<br />information is crucial for researchers to know the identity of the molecules.<br />Before the installation of the instrument, researchers at Michigan Tech had to send samples to other universities for analysis, which usually took two to six weeks. Due to that, some projects that require routine use of the instrument and need the mass data timely to plan subsequent experiments were impossible to start at Michigan Tech. Now, with the instrument in our own building, the students can obtain the data within one hour. Its impact on the life of our researchers is enormous.</p>\n<p>The instrument has made and will continue to make a high impact on projects in over nine research groups. The Chemistry Department will<br />recruit two new faculties in 2014 and one more in 2015. In addition, Michigan<br />Tech has a strategic faculty hiring plan, which adds new faculty positions to<br />different departments each year. As a result, the number of research groups<br />that can benefit from the instrument will continue to grow. Since its acquisition, the instrument has had a high impact on over ten projects, some of which had been supported by NSF, NIH, USDA, DoD and other funding agencies. These projects have a high potential to benefit the society in areas such as health, energy, environment, national security and economy. For example, one project is aimed to developing simple methods for oligonucleotide and peptide drug purification. Successful completion of the project is expected to lower the price of drugs, create jobs, and reduce the use of harmful organic solvents during drug manufacturing. Another project is aimed to developing new oligonucleotide synthesis methods, which is expected to lead to the discovery of new therapeutics.&nbsp; Two other projects<br />have led to the invention of several fluorescent materials, which are useful in<br />molecular biology studies as probes&nbsp;and solar energy harvesting. The instrument is also used in the analysis of refrigerant oils used in mechanized vehicles owned by the US Army. Some of these projects have yielded useful products, which are in various stages of commercialization efforts.</p>\n<p>The impact of the instrument on education is very high. One summer course focusing on the use of the instrument has been initiated. The training has also been incorporated into three undergraduate courses, of which two (Instrumental Analysis and Bioanalytical Chemistry) are offered mainly to<br />chemistry major students and one (Techniques in Biochemistry) is offered mainly to biology major students. The total number of researchers who received training by the technician is over 32. These researchers can run samples independently, and had been or are using the instrument routinely for their projects. The total number of students trained through course registration is at least 101. The instrument is currently maintained by funding from the Chemistry Department. Its impact on research and education will continue after the grant period.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2014...",
  "por_txt_cntn": "\nWith this NSF MRI award, researchers in Michigan Technological University finally have their own Matrix-Assisted Laser Desorption Ionization (MALDI), Time of Flight (TOF) Mass Spectrometer (MS). The instrument was installed in the Chemistry Building on Michigan Tech campus shortly after the award was made. A technician was trained at the instrument manufacturer site. Since then, he has been doing an excellent job on managing the instrument including training new users. The instrument is functioning smoothly and is readily accessible by undergraduate students, graduate students, postdoc\nresearchers and faculty members in Michigan Tech.\n\nMALDI-TOF MS is a routinely used analytical instrument by researchers in many research areas that require the measurement of the mass of big molecules such as nucleic acids, peptides and other polymers. This mass\ninformation is crucial for researchers to know the identity of the molecules.\nBefore the installation of the instrument, researchers at Michigan Tech had to send samples to other universities for analysis, which usually took two to six weeks. Due to that, some projects that require routine use of the instrument and need the mass data timely to plan subsequent experiments were impossible to start at Michigan Tech. Now, with the instrument in our own building, the students can obtain the data within one hour. Its impact on the life of our researchers is enormous.\n\nThe instrument has made and will continue to make a high impact on projects in over nine research groups. The Chemistry Department will\nrecruit two new faculties in 2014 and one more in 2015. In addition, Michigan\nTech has a strategic faculty hiring plan, which adds new faculty positions to\ndifferent departments each year. As a result, the number of research groups\nthat can benefit from the instrument will continue to grow. Since its acquisition, the instrument has had a high impact on over ten projects, some of which had been supported by NSF, NIH, USDA, DoD and other funding agencies. These projects have a high potential to benefit the society in areas such as health, energy, environment, national security and economy. For example, one project is aimed to developing simple methods for oligonucleotide and peptide drug purification. Successful completion of the project is expected to lower the price of drugs, create jobs, and reduce the use of harmful organic solvents during drug manufacturing. Another project is aimed to developing new oligonucleotide synthesis methods, which is expected to lead to the discovery of new therapeutics.  Two other projects\nhave led to the invention of several fluorescent materials, which are useful in\nmolecular biology studies as probes and solar energy harvesting. The instrument is also used in the analysis of refrigerant oils used in mechanized vehicles owned by the US Army. Some of these projects have yielded useful products, which are in various stages of commercialization efforts.\n\nThe impact of the instrument on education is very high. One summer course focusing on the use of the instrument has been initiated. The training has also been incorporated into three undergraduate courses, of which two (Instrumental Analysis and Bioanalytical Chemistry) are offered mainly to\nchemistry major students and one (Techniques in Biochemistry) is offered mainly to biology major students. The total number of researchers who received training by the technician is over 32. These researchers can run samples independently, and had been or are using the instrument routinely for their projects. The total number of students trained through course registration is at least 101. The instrument is currently maintained by funding from the Chemistry Department. Its impact on research and education will continue after the grant period.\n\n\t\t\t\t\tLast Modified: 04/03/2014\n\n\t\t\t\t\tSubmitted by: Shiyue Fang"
 }
}