{
 "awd_id": "1048586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advanced Functional Materials for Energy Storage",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2010-12-29",
 "awd_max_amd_letter_date": "2010-12-29",
 "awd_abstract_narration": "Since many renewable energy sources are intermittent (e.g., sun, wind) it is necessary to develop reliable and high-density methods for storing energy. Lithium ion batteries (LIBs), with their large energy density and capacity, play a pivotal role in transforming the way energy is stored and used, but their application is hindered by the lack of available electrode materials. This research pursues novel LIB electrodes by using cyberinfrastructure to design materials able to withstand the large volume expansion/contraction that occurs during the battery charge/discharge cycle.\r\n\r\nCommercially available LIBs are based on the intercalation of lithium within layered electrode materials (graphite, lithium cobalt oxide); however, electrodes based on conversion reactions, or those based on alloying reactions, hold greater promise for improving the energy capacity and density in LIBs. This project involves optimizing the composition and morphology of electrodes during lithium insertion and removal using genetic algorithms, molecular dynamics, and density functional theory (DFT) calculations. At the DFT level, the Nernst potential is calculated from the relative stability of electrode phases. The nudged elastic band and non-equilibrium Green's function methods will provide insight into ionic diffusion pathways and into electrical conductivity, respectively. Molecular dynamics simulations based on reactive force fields interaction models will elucidate the microstructural effects of lithium insertion and removal, with particular focus on deformation and fracture behavior. When combined with the microstructural and compositional optimization capacity of advanced genetic algorithms, these tools allow for a rapid examination of broad compositional and configuration spaces and could provide novel insights into the design of high energy density electrodes that do not significantly degrade when subjected to repeated charge/discharge cycles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Branden",
   "pi_last_name": "Kappes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Branden Kappes",
   "pi_email_addr": "",
   "nsf_id": "000767517",
   "pi_start_date": "2010-12-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kappes                  Branden        B",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Golden",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Kappes                  Branden        B",
  "perf_str_addr": "",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769600",
   "pgm_ele_name": "CI Fellowships"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Look around you; materials are everywhere. Because they may be simple things &ndash; steel drawer pulls, glass windows, the ceramic coffee mug atop your desk &ndash; that are so durable, so cheap, and so ubiquitous, it is easy to forget that the materials and processes that make each possible were refined over lifetimes. It is, perhaps, easier to appreciate the impact of those technologies that have sprouted up within the last few decades. Thirty years ago, a &ldquo;portable&rdquo; computer weighed fifty pounds and had to be plugged in. Today, I am writing this on a computer that weighs less than five and has a battery life of seven hours. In the last decade, electric vehicles have gone from limited-range, niche applications to the mainstream commercial market, with offerings from several major auto manufacturers. Advances in battery materials have, in part, made this possible, but new materials that store more energy and provide more power are necessary if electric drivetrains are to replace internal combustion engines or if widespread adoption of alternative energy, such as wind or solar, is to be realized.</p>\n<p>Made up of a positive cathode, a negative anode, and an electrolyte, a battery is a deceptively simple device, and belies the difficulty in finding materials that work better than those already in use. Despite the time, the effort, and the research that has gone into improving them, most lithium ion batteries today still use the same anode material, graphite, as those from 1972, the year the lithium ion battery was discovered. However, unlike 1972, we have computers that are capable of predicting how new materials are likely to perform in battery applications. This project has focused on developing new ways both to screen the thousands of possible candidate anodes and to understand what properties might indicate a promising battery material, and to do both quickly and, as much as possible, automatically.</p>\n<p>One principal concern is how easily lithium can be inserted into and removed from a potential anode and what affect the lithium guest would have on its host lattice. Experimental work done by collaborators at the National Renewable Energy Laboratory revealed that lithium displayed a very unusual behavior when cycled into and out of an admixture of silicon and quartz: the ability of this anode to hold lithium actually increased with every cycle. Density functional theory calculations and molecular dynamics simulations revealed a beneficial reaction that occurs when lithium reaches an interface between the silicon and quartz. This reaction is what serves to increase the overall capacity by transforming some silicon oxide, which can hold less than two lithium atoms per silicon, into elemental silicon, which can hold more than four.</p>\n<p>However, despite its promising energy density, kinetic limitations disqualified this material; lithium insertion and removal did not occur quickly enough to function as a viable anode. Unlike graphite, which intercalates lithium between layers of honeycomb-like carbon, this silicon-quartz mixture required lithium to move through the interstitial space, the space between atoms.</p>\n<p>Although quartz did not allow lithium to pass freely, is there a material that would? Several were already known: graphite and titanate anodes and cobalt oxide, iron phosphate, and manganese oxide cathodes are but a few examples. The limitation with quartz was the tight space through which the lithium had to pass in order to charge and discharge that anode. A way to map the interstitial topology was needed, developed, and used to analyze the interstitial space of more than 2,500 compounds. From these maps, the likely paths lithium could take through the material during insertion and removal were found. These 2,500 compounds were vetted based on whether that path was large enough to accommodate the lithium, and only a handful survived. ...",
  "por_txt_cntn": "\nLook around you; materials are everywhere. Because they may be simple things &ndash; steel drawer pulls, glass windows, the ceramic coffee mug atop your desk &ndash; that are so durable, so cheap, and so ubiquitous, it is easy to forget that the materials and processes that make each possible were refined over lifetimes. It is, perhaps, easier to appreciate the impact of those technologies that have sprouted up within the last few decades. Thirty years ago, a \"portable\" computer weighed fifty pounds and had to be plugged in. Today, I am writing this on a computer that weighs less than five and has a battery life of seven hours. In the last decade, electric vehicles have gone from limited-range, niche applications to the mainstream commercial market, with offerings from several major auto manufacturers. Advances in battery materials have, in part, made this possible, but new materials that store more energy and provide more power are necessary if electric drivetrains are to replace internal combustion engines or if widespread adoption of alternative energy, such as wind or solar, is to be realized.\n\nMade up of a positive cathode, a negative anode, and an electrolyte, a battery is a deceptively simple device, and belies the difficulty in finding materials that work better than those already in use. Despite the time, the effort, and the research that has gone into improving them, most lithium ion batteries today still use the same anode material, graphite, as those from 1972, the year the lithium ion battery was discovered. However, unlike 1972, we have computers that are capable of predicting how new materials are likely to perform in battery applications. This project has focused on developing new ways both to screen the thousands of possible candidate anodes and to understand what properties might indicate a promising battery material, and to do both quickly and, as much as possible, automatically.\n\nOne principal concern is how easily lithium can be inserted into and removed from a potential anode and what affect the lithium guest would have on its host lattice. Experimental work done by collaborators at the National Renewable Energy Laboratory revealed that lithium displayed a very unusual behavior when cycled into and out of an admixture of silicon and quartz: the ability of this anode to hold lithium actually increased with every cycle. Density functional theory calculations and molecular dynamics simulations revealed a beneficial reaction that occurs when lithium reaches an interface between the silicon and quartz. This reaction is what serves to increase the overall capacity by transforming some silicon oxide, which can hold less than two lithium atoms per silicon, into elemental silicon, which can hold more than four.\n\nHowever, despite its promising energy density, kinetic limitations disqualified this material; lithium insertion and removal did not occur quickly enough to function as a viable anode. Unlike graphite, which intercalates lithium between layers of honeycomb-like carbon, this silicon-quartz mixture required lithium to move through the interstitial space, the space between atoms.\n\nAlthough quartz did not allow lithium to pass freely, is there a material that would? Several were already known: graphite and titanate anodes and cobalt oxide, iron phosphate, and manganese oxide cathodes are but a few examples. The limitation with quartz was the tight space through which the lithium had to pass in order to charge and discharge that anode. A way to map the interstitial topology was needed, developed, and used to analyze the interstitial space of more than 2,500 compounds. From these maps, the likely paths lithium could take through the material during insertion and removal were found. These 2,500 compounds were vetted based on whether that path was large enough to accommodate the lithium, and only a handful survived. Detailed examination of those that remained showed that one in particular, magnesium silicide, cou..."
 }
}