{
 "awd_id": "1048476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Isotopic, Geochronologic, and Tectonic Character of the Western Piedmont, Virginia - Implications for the Closing of Iapetus",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 272638.0,
 "awd_amount": 272638.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "The Iapetus Ocean is a first-order early Paleozoic oceanic tract that separated eastern North America from peri-Gondwanan crustal blocks. Its closure, which juxtaposed North America with these Gond¬wan¬an elements in the Appalachians, imposed new circulation regimes upon the global hydrosphere and atmosphere and it was a major step toward the eventual amal¬gamation of the supercontinent of Pangea. Despite the importance of Iapetus in the global evolution of the Paleozoic, little is known about the timing and nature of its closure, mainly because the original interface between North American and Gondwanan elements, the main Iapetan suture, is unrecognized in the U.S. Appalachians. On the basis of regional geological relationships and scant isotopic data, it is hypothesized that the Chopawamsic fault in central Virginia represents the main Iapetan suture in the US Appalachians. This project is testing this hypothesis by inte¬grating the results of Nd- and Pb- isotopic studies of magmatic rocks on either side of the fault; by a U-Pb zircon geochron¬ologic study of detrital zircon populations from either side of, and in strata lying above, the fault; by using high resolution U-Pb geochronology on selected magmatic units, and by a kinematic and geochronologic analysis of the fault. This study is a collaborative effort between researchers at North Carolina State University and Texas A&M University.\r\n\r\nAppalachian geology governs resources (mineral, water) for, and influences the wellbeing (seismic hazards) of, the densest human population in North America; logically, a basic understanding of the bedrock geology is essential to further development and sustainability in the region. Results of this study will also take multiple paths into the broader domains of education and outreach. The project partially supports eight students, including two females. The principal investigators are actively recruiting incoming freshman from urban high schools and from minority groups to work on this project. Texas A&M students involved in the project are encouraged to volunteer and participate in established outreach functions with the Brazos Valley Museum of Natural History. Graduate students intend to present their findings at both professional meetings and at meetings of the Virginia Association of Science Teachers, and disseminate results through the Virginia Science Standards Institute. Once significant results are available, project personnel will lead the Virginia Field Conference, an annual field trip that caters to a broad array of participants. In addition, the involvement of Canadian collaborators and a South African MS candidate adds an international component to the project. Scientific results that derive from the project will be disseminated via presentations at professional geoscience meetings and the peer-reviewed scientific literature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hibbard",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "James P Hibbard",
   "pi_email_addr": "jim_hibbard@ncsu.edu",
   "nsf_id": "000170223",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 272638.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main objective of this study was to determine the timing and geological significance of the prominent Chopawamsic fault system in north central Virginia. We carried out our study by using 1:24,000 scale geological field mapping of bedrock, U-Pb  age dating of relevant rock bodies, and geochemical analyses,  particularly Nd and Pb isotopic compositions, of relevant rock bodies. We have demonstrated that the fault system was active during a relatively short time span in the Late Ordovician. Also our investigation has demonstrated that the fault system separates native North American rocks to the west, from non-native North American rocks, i.e. peri-Gondwanan rocks, to the east.Thus, it represents the suture (or former site) of the global scale Paleozoic Iapetus Ocean.</p>\n<p>Our study of the nature and timing of the Chopawamsic fault system lead us to speculate that closure of the Iapetus Ocean had global impact. Specifically, Late Ordovician closing of the Iapetus Ocean coincides with the Late Ordovician, Hirnantian global glaciation and with the termination of one of the most significant biodiversity explosions in Earth history, GOBE (global Ordovician biodiversity event). Closing of the Iapetus Ocean must surely have disrupted flow paths in the oceans and atmosphere that conceivably could be a significant factor in triggering the Hirnantian glaciation and the demise of GOBE.</p>\n<p>While undertaking our study, we were surprised by the unexpected Mineral,VA, earthquake of August, 2011, with its epicenter within the central Virginia seismic zone and adjacent to an area of bedrock that we had mapped at a scale of 1:24,000. The fault responsible for the earthquake did not 'daylight' at the Earth's surface. However, combining our bedrock studies with geophysical data obtained from aftershocks of the earthquake, we deduced that the earthquake likely represented the subsurface brittle reactivation of a Paleozoic ductile high strain zone that is evident at the Earth's surface.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2015<br>\n\t\t\t\t\tModified by: James&nbsp;P&nbsp;Hibbard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main objective of this study was to determine the timing and geological significance of the prominent Chopawamsic fault system in north central Virginia. We carried out our study by using 1:24,000 scale geological field mapping of bedrock, U-Pb  age dating of relevant rock bodies, and geochemical analyses,  particularly Nd and Pb isotopic compositions, of relevant rock bodies. We have demonstrated that the fault system was active during a relatively short time span in the Late Ordovician. Also our investigation has demonstrated that the fault system separates native North American rocks to the west, from non-native North American rocks, i.e. peri-Gondwanan rocks, to the east.Thus, it represents the suture (or former site) of the global scale Paleozoic Iapetus Ocean.\n\nOur study of the nature and timing of the Chopawamsic fault system lead us to speculate that closure of the Iapetus Ocean had global impact. Specifically, Late Ordovician closing of the Iapetus Ocean coincides with the Late Ordovician, Hirnantian global glaciation and with the termination of one of the most significant biodiversity explosions in Earth history, GOBE (global Ordovician biodiversity event). Closing of the Iapetus Ocean must surely have disrupted flow paths in the oceans and atmosphere that conceivably could be a significant factor in triggering the Hirnantian glaciation and the demise of GOBE.\n\nWhile undertaking our study, we were surprised by the unexpected Mineral,VA, earthquake of August, 2011, with its epicenter within the central Virginia seismic zone and adjacent to an area of bedrock that we had mapped at a scale of 1:24,000. The fault responsible for the earthquake did not 'daylight' at the Earth's surface. However, combining our bedrock studies with geophysical data obtained from aftershocks of the earthquake, we deduced that the earthquake likely represented the subsurface brittle reactivation of a Paleozoic ductile high strain zone that is evident at the Earth's surface.\n\n\t\t\t\t\tLast Modified: 01/06/2015\n\n\t\t\t\t\tSubmitted by: James P Hibbard"
 }
}