{
 "awd_id": "1048838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "How a Yeast Multidrug Transporter Improves its Ability to Expel Xenobiotic Compounds From Cells",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Suzanne Barbour",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 497728.0,
 "awd_amount": 519978.0,
 "awd_min_amd_letter_date": "2011-03-04",
 "awd_max_amd_letter_date": "2013-04-16",
 "awd_abstract_narration": "Intellectual Merit\r\nIt is a general principle of biochemistry that most proteins perform their cellular functions with high specificity. For instance, cells that respond to a particular hormone such as testosterone make a specific protein receptor. The binding of testosterone to this protein triggers a set of developmental events that result in major cellular changes. The testosterone receptor, however, will not interact significantly with other steroid hormones or growth factors when they are present in their normal cellular concentrations.  In vivid contrast to the general behavior of most proteins, the family of ABC (ATP-binding cassette) multidrug transporters which are found in all organisms use chemical energy to \"pump\" many chemically distinct toxic compounds (xenobiotic drugs) out of the cell before they cause damage. These proteins, therefore, are highly non-specific and they give cells a modest resistance to literally thousands of xenobiotic drugs. These molecular pumps achieve this unusual capability by having a very large drug-binding pocket with multiple drug binding domains (unlike the testosterone receptor protein which generally has  a single hormone binding site). In this work, the PI seeks to understand the arrangement of these drug-binding regions in the major multidrug transporter Pdr5. This protein is found in the membrane surrounding yeast cells, a superior model organism. Although yeast are easy to grow and are relatively simple to manipulate biochemically and genetically, the have a basic cell structure much like any higher organism (and proteins, such as Pdr5, are highly conserved and found in most eukaryotes, including humans). Students in the laboratory observed that by exposing cells to normally lethal concentrations of toxic compounds, mutations in Pdr5 appear that create even greater resistance to subsets of xenobiotic drugs that Pdr5 removes. Some of these mutations are, as expected, changes in the drug binding pocket and they will help identify which regions are critical for the transport of a particular group of drugs. Surprisingly, however, additional alterations are located in other regions of the very large Pdr5 protein.  During the course of this research, a variety of genetic and biochemical approaches will be used to understand how these mutations increase drug resistance even though some are far removed from the actual drug- binding sites.\r\n\r\nBroader Impact\r\nThe easy, but extremely powerful genetic and biochemical methods that are used in this research makes it a superior training ground not only for graduate students, but also for undergraduates. Over 100 undergraduates have carried out independent research using Pdr5 as have about a dozen high school students. Eight of these students (seven undergraduates and one high school student) have published their results in prestigious journals such as The Journal of Biological Chemistry and Biochemistry. The vast majority of these students have gone on to graduate studies. During the present funding period, a postdoctoral fellow will be hired specifically to do research and to learn how to teach and mentor undergraduates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Golin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Golin",
   "pi_email_addr": "golin@cua.edu",
   "nsf_id": "000237559",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Catholic University of America",
  "inst_street_address": "620 MICHIGAN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026355000",
  "inst_zip_code": "200640001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CATHOLIC UNIVERSITY OF AMERICA (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "C31ES3WEAVQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Catholic University of America",
  "perf_str_addr": "620 MICHIGAN AVE NE",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174241.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170434.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 175303.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>NSF: Project Outcomes Report for the General Public.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p>\n<p><br /><br /></p>\n<p>Award # 1048838</p>\n<p>Broad spectrum resistance to agents used to treat pathogens<br />and cancer is a major problem for agriculture and medicine. There are several<br />mechanisms that can lead to multidrug resistance. A major one involves genetic<br />changes in large integral membrane proteins known as ABC multidrug<br />transporters. These proteins bind and hydrolyze ATP in one portion of the<br />protein (the ATP binding sites) resulting in conformational (structural) changes<br />that lead to the binding and cellular export of the drug from a second region<br />of the protein (the transmembrane domains). Mutations that cause transporter<br />failure cause the cells to be more susceptible to many toxic compounds.<br />Conversely, mutations that lead to overexpression (and therefore increased<br />amounts) of the wild type transporter lead to multidrug resistance. Our work<br />carried out with this NSF award describes another novel mechanism of increased<br />resistance.</p>\n<p>The major goal of award #1048838 was to better understand<br />how mutations alter a major yeast multidrug transporter, Pdr5 so that it<br />mediates even greater resistance to xenobiotic compounds than wild-type cells.<br />These mutations were selected by plating yeast cells on a concentration of<br />cycloheximide that is toxic to wild type cells. Resistant mutant colonies were<br />recovered and five of these contained mutations in Pdr5. Significantly, the<br />mutant proteins had ATPase and GTPase activities comparable to the wildtype<br />protein. They also were expressed and localized to the plasma membrane at<br />similar levels. Thus, the striking increase in resistance could not be<br />attributed to higher ATPase activity or overexpression. Using a series of<br />transport assays, we established that these mutants make more efficient use of<br />their ATPase and GTPase activities to move drugs out of cells. This is a novel<br />mechanism of drug resistance. Our research also established for the first time<br />that ABC transporters function as one-way gates during the transport process.<br />This had been hypothesized for some time, but our work presented the first<br />experimental evidence that during transport, drugs are normally prevented from<br />reentry into the cell by the normal architecture of the transporter.</p>\n<p>As a result of NSF support, four publications all in<br />top-tier journals appeared. One more publication is currently in preparation<br />and should be ready for submission in the fall. Because of the great importance<br />of our work, I was an invited speaker at two international meetings (FASEB<br />conference on ABC transporters in Insbruck, Austrria, March, 2012 and a Gordon<br />Research Conference on Multidrug Efflux Pumps in Barga, Italy, April 2015).</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2015<br>\n\t\t\t\t\tModified by: John&nbsp;E&nbsp;Golin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nNSF: Project Outcomes Report for the General Public.\n\n\n\n\n\n \n\n\n\n\n\nAward # 1048838\n\nBroad spectrum resistance to agents used to treat pathogens\nand cancer is a major problem for agriculture and medicine. There are several\nmechanisms that can lead to multidrug resistance. A major one involves genetic\nchanges in large integral membrane proteins known as ABC multidrug\ntransporters. These proteins bind and hydrolyze ATP in one portion of the\nprotein (the ATP binding sites) resulting in conformational (structural) changes\nthat lead to the binding and cellular export of the drug from a second region\nof the protein (the transmembrane domains). Mutations that cause transporter\nfailure cause the cells to be more susceptible to many toxic compounds.\nConversely, mutations that lead to overexpression (and therefore increased\namounts) of the wild type transporter lead to multidrug resistance. Our work\ncarried out with this NSF award describes another novel mechanism of increased\nresistance.\n\nThe major goal of award #1048838 was to better understand\nhow mutations alter a major yeast multidrug transporter, Pdr5 so that it\nmediates even greater resistance to xenobiotic compounds than wild-type cells.\nThese mutations were selected by plating yeast cells on a concentration of\ncycloheximide that is toxic to wild type cells. Resistant mutant colonies were\nrecovered and five of these contained mutations in Pdr5. Significantly, the\nmutant proteins had ATPase and GTPase activities comparable to the wildtype\nprotein. They also were expressed and localized to the plasma membrane at\nsimilar levels. Thus, the striking increase in resistance could not be\nattributed to higher ATPase activity or overexpression. Using a series of\ntransport assays, we established that these mutants make more efficient use of\ntheir ATPase and GTPase activities to move drugs out of cells. This is a novel\nmechanism of drug resistance. Our research also established for the first time\nthat ABC transporters function as one-way gates during the transport process.\nThis had been hypothesized for some time, but our work presented the first\nexperimental evidence that during transport, drugs are normally prevented from\nreentry into the cell by the normal architecture of the transporter.\n\nAs a result of NSF support, four publications all in\ntop-tier journals appeared. One more publication is currently in preparation\nand should be ready for submission in the fall. Because of the great importance\nof our work, I was an invited speaker at two international meetings (FASEB\nconference on ABC transporters in Insbruck, Austrria, March, 2012 and a Gordon\nResearch Conference on Multidrug Efflux Pumps in Barga, Italy, April 2015).\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 06/09/2015\n\n\t\t\t\t\tSubmitted by: John E Golin"
 }
}