{
 "awd_id": "1049064",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Type 1: Collaborative Research: Bayesian Hierarchical Climate Prediction LO2170174",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 271655.0,
 "awd_amount": 271655.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2011-03-28",
 "awd_abstract_narration": "Berliner, 1049064\r\nWikle, 1049093\r\n\r\n     The focus of this project is the development of a climate and climate-impact prediction framework by applying Bayesian reasoning.  Bayesian analysis is a theoretically grounded technique for combining information, learning from data and then forming predictions while representing uncertainties in these steps.  Modern hierarchical Bayesian modeling has proved very effective in complicated settings.  The strategy involves the specification of probability distributions, known as data models, for a variety of observational data sources.  In addition, probability distributions, known as prior process models, are formulated for unknown processes interacting with each other on various space-time scales, as well as unknown parameters.  The prior distributions for the processes are combined with the data models via Bayes' Theorem to produce a posterior probability distribution for the unknown quantities.  This distribution serves as the basis for prediction.  The reliance on probability means that uncertainty management is built-in to the approach.  The key to our approach is to incorporate climate model output, at both global and regional scales, as if they are observations.  These data are then combined with relatively simple, though physically based, prior models.  The corresponding computations needed for prediction and uncertainty quantification are orders of magnitude easier than those associated with large-scale climate system models.  Probability theory provides techniques for using the analyses to produce predictions and associated uncertainties of impacts.  These results then serve as the basis for decision support. \r\n\r\n     A critical challenge in current climate research is the prediction of regional climate behavior on decadal time scales.  Reliable predictions of climate on decadal scales are the cornerstone of decision support for policy makers in their selection of adaptation strategies to address the impacts of climate change.  Substantial information regarding climate is produced by climate system models.  However, model results are subject to a variety of uncertainties.  Further, these models are very demanding computationally and produce massive datasets, so there are severe limitations on our ability to quantify the uncertainties associated with model-based predictions.  To respond to the challenge, we develop Bayesian techniques for predictive analyses that use climate model output in an efficient fashion and also deal with uncertainty.  This combined use of large-scale climate system models, regional climate models, and simple climate models creates a synergistic environment in climate science.  Next, because our strategy relies on comparatively simple calculations, we provide techniques for producing impact-specific and local or regional-specific predictive information in response to the needs of a variety of decision makers having a variety of responsibilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L.",
   "pi_last_name": "Berliner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "L. M Berliner",
   "pi_email_addr": "mb@stat.ohio-state.edu",
   "nsf_id": "000310822",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  },
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 271655.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span style=\"font-size: small;\">An important statistical challenge lies in the specification of statistical models based on spatial-temporal datasets that are capable of capturing complex dependence structures in the underlying processes of interest. Popular approaches are simple extensions of models that have been developed for relatively simpler processes. Such models often yield representations of spatial coherence that are overly simplistic, leading to procedures with limited capacity to reproduce structures suggested by the data. We proposed alternative techniques with which to allow the borrowing of information over space and time in a data-driven manner. We developed a novel Bayesian hierarchical modeling approach in which dependence is modeled separately within spatial or spatial-temporal partitions obtained via the construction of data-driven local random networks in space and time. We demonstrate the approach in (1) mapping of disease incidence/mortality rates over space and time, and (2) spatial-temporal inference for processes defined over continuous domains. Specifically, based on station data for temperatures, we provide reconstruction of the space-time field of temperatures over a region of the US.</span></span></p>\n<p><span><span style=\"font-size: small;\">&nbsp;</span></span></p>\n<p><span><span style=\"font-size: small;\">The difficulties in spatial-temporal modeling are amplified in the presence of very large datasets. Various dimension reduction techniques have been introduced to extract key information in such cases. However, these approaches are often unsatisfactory when applied predictive modeling of complicated systems. We developed new modeling strategies for high-dimensional spatial-temporal datasets. Further, we show how to use these methods to combine large observational datasets and numerical, large-scale computer model forecasts from several centers. Besides the difficulties presented by spatial-temporal data and large datasets, the incorporation of model output introduces additional complications. While such numerical models are based on physical reasoning, they display model error, discrepancies, and biases. We demonstrate our solution in the context of long-lead forecasting of Pacific Sea Surface temperatures. Much of the importance of such forecasts accrues from our need to predict the El Nino-Southern Oscillation phenomenon.&nbsp; &nbsp;</span></span></p>\n<p><span><span style=\"font-size: small;\">&nbsp;</span></span></p>\n<p><span><span style=\"font-size: small;\">We also addressed the problem of modeling two spatial-temporal processes where the primary goal is to predict one process from the other and where the datasets for both processes are large. We pursued a general dimension-reduced Bayesian hierarchical modeling approach where the spatial structures of both processes are modeled in terms of a low number of basis vectors, hence reducing the spatial dimension of the problem. The temporal evolution of the spatial-temporal processes and their dependence is modeled through the coefficients of the basis vectors. Furthermore, we presented a new method, Maximum Covariance Patterns, of obtaining data-dependent basis vectors that is geared towards the goal of predicting one process from the other. We apply these methods to a statistical down-scaling problem, where surface temperatures on a coarse grid over the Antarctic are down-scaled onto a finer grid.</span></span></p>\n<p><span><span style=\"font-size: small;\">&nbsp;</span></span></p>\n<p><span><span style=\"font-size: small;\">The challenges of using computer model output led Berliner and his students to develop new methods for (1) assessing and calibrating computer models, and (2) combining results of several computer models. We successfully demonstrate our approaches in inferring selected cosmological parameters in the Dark Matter power spectrum.</span></span></p>\n<p><span><span styl...",
  "por_txt_cntn": "\nAn important statistical challenge lies in the specification of statistical models based on spatial-temporal datasets that are capable of capturing complex dependence structures in the underlying processes of interest. Popular approaches are simple extensions of models that have been developed for relatively simpler processes. Such models often yield representations of spatial coherence that are overly simplistic, leading to procedures with limited capacity to reproduce structures suggested by the data. We proposed alternative techniques with which to allow the borrowing of information over space and time in a data-driven manner. We developed a novel Bayesian hierarchical modeling approach in which dependence is modeled separately within spatial or spatial-temporal partitions obtained via the construction of data-driven local random networks in space and time. We demonstrate the approach in (1) mapping of disease incidence/mortality rates over space and time, and (2) spatial-temporal inference for processes defined over continuous domains. Specifically, based on station data for temperatures, we provide reconstruction of the space-time field of temperatures over a region of the US.\n\n \n\nThe difficulties in spatial-temporal modeling are amplified in the presence of very large datasets. Various dimension reduction techniques have been introduced to extract key information in such cases. However, these approaches are often unsatisfactory when applied predictive modeling of complicated systems. We developed new modeling strategies for high-dimensional spatial-temporal datasets. Further, we show how to use these methods to combine large observational datasets and numerical, large-scale computer model forecasts from several centers. Besides the difficulties presented by spatial-temporal data and large datasets, the incorporation of model output introduces additional complications. While such numerical models are based on physical reasoning, they display model error, discrepancies, and biases. We demonstrate our solution in the context of long-lead forecasting of Pacific Sea Surface temperatures. Much of the importance of such forecasts accrues from our need to predict the El Nino-Southern Oscillation phenomenon.   \n\n \n\nWe also addressed the problem of modeling two spatial-temporal processes where the primary goal is to predict one process from the other and where the datasets for both processes are large. We pursued a general dimension-reduced Bayesian hierarchical modeling approach where the spatial structures of both processes are modeled in terms of a low number of basis vectors, hence reducing the spatial dimension of the problem. The temporal evolution of the spatial-temporal processes and their dependence is modeled through the coefficients of the basis vectors. Furthermore, we presented a new method, Maximum Covariance Patterns, of obtaining data-dependent basis vectors that is geared towards the goal of predicting one process from the other. We apply these methods to a statistical down-scaling problem, where surface temperatures on a coarse grid over the Antarctic are down-scaled onto a finer grid.\n\n \n\nThe challenges of using computer model output led Berliner and his students to develop new methods for (1) assessing and calibrating computer models, and (2) combining results of several computer models. We successfully demonstrate our approaches in inferring selected cosmological parameters in the Dark Matter power spectrum.\n\n \n\nCoastal sea levels play critical roles in a variety of environmental and human activities. With the recognition that global sea levels have been rising in response to rising global temperatures, potential impacts of rising sea levels are of special concern. Such impacts include increased coastal erosion, behaviors of wetlands, flooding, including critical responses such as storm surges, and economic and societal issues such as trade and commerce, living-space and safety, and the insurance industry. Th..."
 }
}