{
 "awd_id": "1049884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Establishing the Time and Length Scales of Initial Arc Construction: The Mantle-crust Connection",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 322545.0,
 "awd_amount": 322545.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "Establishing the time and length scales of initial arc construction: The mantle-crust connection\r\n(project jointly supported by EAR/Petrology & Geochemistry and OISE/Americas)\r\n\r\nThis project aims to characterize exposed plutonic roots and compositional cycles in a 100 km long, continuous exposure of a continental arc section, the Sierra Valle Fértil - La Huerta (Argentina), with paleo-depths of >25 km to 8 km or less. A tilted section exposes identifiable end-member components of the continental arc: large bodies of granodiorite and tonalites in the upper crust, and a mafic- and ultramafic dominated lower crust that is interlayered with a lithologically homogenous sequence of metapelites and other supracrustal compositions. The \"circulatory system\" of the arc is continuous and decipherable: all units described above are physically linked via a complex of 'granitic' veins and dikes that connect source rocks to plutons. The preservation is exceptional because arc magmatism was largely arrested by a soft collision during the prograde peak, before long-lasting magmatism had obliterated the architecture of a voluminous mafic complex and a granodiorite batholith, formed over a span of 4-6 Ma. Hence much as volcanic systems are a 'snapshot' of a magmatic system, the Sierra Valle Fértil provides a 'snapshot' of a crustal-scale plutonic system, without significant overprint of high temperature structures and very long-lived repeated magmatic processing.\r\n\r\nIntellectual merit. The study will combine extensive field mapping with detailed geochronology, geochemistry and Sr, Nd and O isotopic fingerprinting to resolve composition-volume-time relationships on the scale of an arc section. This will allow us to make comparisons to volcanic systems, where source region processes can only be inferred and to combine 'hot zone' and mushy/MASH zone models for arc petrogenesis in a unified numerical model constrained by this natural example. This work will provide independent constraints on the compositional effects of mafic magmatic inputs to the crust, and the processes of homogenization and migration of mixed magmas into the upper crust. Major questions addressed are: (1) How does a large mafic complex assemble itself and on what time and space scales is internal differentiation important?; (2) How many mechanisms of assimilation can be documented and under what conditions are they most efficient and provide the most compositional leverage?; (3) Is mantle input simultaneously active along the strike of the arc, or does it vary in intensity alon strike and with time?; (4) Amphibole is widespread throughout the section - can its importance as a fractionating and hydrous phase be indentified in a geological example?; (5) Can a geological example of arc crust in high-flux mode be reconciled with both geophysical data from regions like the Altiplano-Puna or active island arcs and xenoliths studies from other batholithic belts?\r\n\r\nBroader impacts. This project will provide support for graduate students at both the University of Arizona and the University of Washington, as well as funding for undergraduate hands-on research measuring the radiogenic heat production in an intact arc section. We are working with the village of San Agustin del Valle Fértil to provide outreach materials. Closely involving Argentinean colleagues Prof. Juan Otamendi and Dr. Alina Tibaldi and their students in the project will foster international scientific collaboration and exchange.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Bergantz",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "George W Bergantz",
   "pi_email_addr": "bergantz@u.washington.edu",
   "nsf_id": "000449148",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5911",
   "pgm_ref_txt": "ARGENTINA"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 322545.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project was to better characterize the earth structure- the plumbing, pathways and staging areas- that magma uses en route from the Earth&rsquo;s mantle to the surface. This process is responsible for the formation of volcanoes, and ultimately the construction of a significant portion of the Earth&rsquo;s crust. Despite its importance geologically, these processes are unseen and poorly understood. This process offered the opportunity to document a cross-section of the Earth&rsquo;s crust that contained a &ldquo;fossil&rdquo; or ancient volcanic system, in almost its entirety, which is novel as there are very few places on Earth where one can see the processes so well preserved.</p>\n<p>The field area was in the La Huerta-Valle Fertil mountains of west central Argentina, where an ancient volcanic system is exposed. The system is 475 million years old, but spectacularly preserved. One of the unique elements of this field area is that the most primitive, or mantle-like rocks of a volcanic system are preserved, which is very uncommon. The research activities included detailed geological mapping, sample collection and geochemical analysis of the major, trace, rarer earth elements and the radiogenic and stable isotopes. These were combined to understand the processes by which the distinct compositions of the rocks were formed.</p>\n<p>A model of the processes was created that ascribed most of the geochemical variability to the dual processes of fractional crystallization with some assimilation. While these processes have been proposed from the study of other volcanic systems, in this instance they were placed in a geological context of a continuous arc section of rocks in the field, which has not been done across an entire arc section previously. In addition to documenting the processes by which chemical variability arises, we also found that the arc section was built in about 4.5 million years which was unexpected as that is a rather short interval to reconstitute an entire section of the Earth&rsquo;s crust with igneous material.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2016<br>\n\t\t\t\t\tModified by: George&nbsp;W&nbsp;Bergantz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project was to better characterize the earth structure- the plumbing, pathways and staging areas- that magma uses en route from the EarthÆs mantle to the surface. This process is responsible for the formation of volcanoes, and ultimately the construction of a significant portion of the EarthÆs crust. Despite its importance geologically, these processes are unseen and poorly understood. This process offered the opportunity to document a cross-section of the EarthÆs crust that contained a \"fossil\" or ancient volcanic system, in almost its entirety, which is novel as there are very few places on Earth where one can see the processes so well preserved.\n\nThe field area was in the La Huerta-Valle Fertil mountains of west central Argentina, where an ancient volcanic system is exposed. The system is 475 million years old, but spectacularly preserved. One of the unique elements of this field area is that the most primitive, or mantle-like rocks of a volcanic system are preserved, which is very uncommon. The research activities included detailed geological mapping, sample collection and geochemical analysis of the major, trace, rarer earth elements and the radiogenic and stable isotopes. These were combined to understand the processes by which the distinct compositions of the rocks were formed.\n\nA model of the processes was created that ascribed most of the geochemical variability to the dual processes of fractional crystallization with some assimilation. While these processes have been proposed from the study of other volcanic systems, in this instance they were placed in a geological context of a continuous arc section of rocks in the field, which has not been done across an entire arc section previously. In addition to documenting the processes by which chemical variability arises, we also found that the arc section was built in about 4.5 million years which was unexpected as that is a rather short interval to reconstitute an entire section of the EarthÆs crust with igneous material.\n\n \n\n\t\t\t\t\tLast Modified: 02/06/2016\n\n\t\t\t\t\tSubmitted by: George W Bergantz"
 }
}