{
 "awd_id": "1049274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Board on Earth Sciences and Resources and Its Activities",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 645001.0,
 "awd_amount": 645001.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2013-01-24",
 "awd_abstract_narration": "The Board on Earth Sciences and Resources (BESR) provides a focal point for National Research Council activities related to the earth sciences. Under the auspices of the Board, standing committees and ad hoc committees provide independent advice to the federal government on a wide range of earth science issues, including research, the environment, natural hazards, resources, data, and education. It also provides guidance related to U.S. participation in international earth science programs. The standing committees of the Board are Committee on Earth Resources; Geographical Sciences Committee; Committee on Geological and Geotechnical Engineering; Committee on Geophysical and Environmental Data; Committee on Seismology and Geodynamics; and Mapping Science Committee. Presently, BESR is overseeing eleven ad hoc studies with the several more expected to begin in 2011. Studies presently under way are: Deep-Time Geologic Records for Understanding Climate-Change Impact; Increasing National Resilience to Hazards and Disasters; Management and Effects of Coalbed Methane Development and Produced Water in the Western United States; National Earthquake Resilience - Research, Implementation, and Outreach; National Requirements for Precision Geodetic Infrastructure; New Research Directions for the National Geospatial-Intelligence Agency (NGA): A Workshop; New Research Opportunities in the Earth Sciences at the National Science Foundation; Private-Public Sector Collaboration to Enhance Community Disaster Resilience; Sea-Level Rise in California, Oregon, and Washington; Spatial Data Enabling USGS Strategic Science in the 21st Century; Underground Geoengineering for Sustainable Development; and Uranium Mining in Virginia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "de Souza",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony R de Souza",
   "pi_email_addr": "adesouza@nas.edu",
   "nsf_id": "000385411",
   "pi_start_date": "2011-03-11",
   "pi_end_date": "2012-06-18"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Eide",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Eide",
   "pi_email_addr": "eeide@nas.edu",
   "nsf_id": "000619381",
   "pi_start_date": "2012-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 210001.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 220000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Board on Earth Sciences and Resources (BESR) is the locus for earth sciences at the National Research Council (NRC) of the National Academies. &nbsp;BESR oversees and guides a range of projects and &nbsp;activities that provide independent, unbiased, scientific and engineering advice on a broad range of earth science issues in response to requests and needs expressed by Congress, federal and state agencies, the science community, the private sector, and others.&nbsp;</p>\n<p>During the award period, BESR convened two public meetings and one workshop in Washington, DC; provided oversight for three ongoing consensus studies; hosted a public webinar; continued to develop several new projects; facilitated planning meetings for a consortium of geoscience organizations developing a congressional science briefing series on geoscience and energy; and provided guidance and input on an ad hoc basis to congressional staff and federal and state government entities upon request.&nbsp; The specific intellectual merits and broader impacts of the primary activities are described below.</p>\n<p><em>Intellectual Merit</em></p>\n<p>Central to the knowledge-sharing activities for the Board each year are its two public meetings, usually held in spring and autumn.&nbsp; These meetings facilitate interdisciplinary discussion about specific earth science themes; the cross-sectoral participation of professionals from government, academia, non-governmental organizations, and the private sector adds to the value of these exchanges.&nbsp;</p>\n<p class=\"Default\">The 2014 spring meeting of the Board addressed the topic of &ldquo;The Challenges and Value of Monitoring Earth Processes.&rdquo; &nbsp;A keynote presentation and two 5-person panels examined the intellectual and technical challenges and opportunities for monitoring a broad range of earth processes&mdash;both at earth&rsquo;s surface and in its interior and at different temporal and spatial scales.&nbsp; A webinar the Board hosted in December 2014 investigated the topic of citizen science for the earth sciences and drew, in part, from the themes raised in the spring meeting on monitoring.</p>\n<p class=\"Default\">At its autumn 2014 meeting, the Board considered the topic of &ldquo;Landslide and Landslide Risk:&nbsp; What Have We Learned in the Last Decade?&rdquo; in recognition of recent landslide events in the U.S. and to mark the decade since the Board had overseen a report for the federal government on <em>Partnerships in Landslide Risk</em>.&nbsp; Three themes were addressed in the meeting:&nbsp; the science of landslides; communicating science information before, during, and after a landslide event; and the hazards and risks of landslides.&nbsp; A panel group representing the academic research community, state and federal agencies, and the insurance sector shared their knowledge and perspectives on what questions remain to be studied in understanding landslides and their triggers, who communicates science information about landslides to managers and the public, who and what are at risk to landslides, and who pays for landslide damages.&nbsp;</p>\n<p class=\"Default\">Several key themes raised in this autumn meeting compelled meeting participants to suggest that the Board investigate the topic of landslides in further detail.&nbsp; In response, the Board organized a one-day workshop in February 2015. The workshop was titled, &ldquo;Landslide and Landslide Risk:&nbsp; Needs for the Next Decade&rdquo; and defined specific needs and potential solutions in the areas of landslide science, risk, and partnerships. National experts highlighted recent case studies and discussed ways to mitigate landslide loss. &nbsp;Positive feedback from workshop attendees, including federal agencies, has led to development of a new consensus study idea by the Board.</p>\n<p>In addition to its work on landslides, the Board also oversaw continued development of ...",
  "por_txt_cntn": "\nThe Board on Earth Sciences and Resources (BESR) is the locus for earth sciences at the National Research Council (NRC) of the National Academies.  BESR oversees and guides a range of projects and  activities that provide independent, unbiased, scientific and engineering advice on a broad range of earth science issues in response to requests and needs expressed by Congress, federal and state agencies, the science community, the private sector, and others. \n\nDuring the award period, BESR convened two public meetings and one workshop in Washington, DC; provided oversight for three ongoing consensus studies; hosted a public webinar; continued to develop several new projects; facilitated planning meetings for a consortium of geoscience organizations developing a congressional science briefing series on geoscience and energy; and provided guidance and input on an ad hoc basis to congressional staff and federal and state government entities upon request.  The specific intellectual merits and broader impacts of the primary activities are described below.\n\nIntellectual Merit\n\nCentral to the knowledge-sharing activities for the Board each year are its two public meetings, usually held in spring and autumn.  These meetings facilitate interdisciplinary discussion about specific earth science themes; the cross-sectoral participation of professionals from government, academia, non-governmental organizations, and the private sector adds to the value of these exchanges. \nThe 2014 spring meeting of the Board addressed the topic of \"The Challenges and Value of Monitoring Earth Processes.\"  A keynote presentation and two 5-person panels examined the intellectual and technical challenges and opportunities for monitoring a broad range of earth processes&mdash;both at earthÆs surface and in its interior and at different temporal and spatial scales.  A webinar the Board hosted in December 2014 investigated the topic of citizen science for the earth sciences and drew, in part, from the themes raised in the spring meeting on monitoring.\nAt its autumn 2014 meeting, the Board considered the topic of \"Landslide and Landslide Risk:  What Have We Learned in the Last Decade?\" in recognition of recent landslide events in the U.S. and to mark the decade since the Board had overseen a report for the federal government on Partnerships in Landslide Risk.  Three themes were addressed in the meeting:  the science of landslides; communicating science information before, during, and after a landslide event; and the hazards and risks of landslides.  A panel group representing the academic research community, state and federal agencies, and the insurance sector shared their knowledge and perspectives on what questions remain to be studied in understanding landslides and their triggers, who communicates science information about landslides to managers and the public, who and what are at risk to landslides, and who pays for landslide damages. \nSeveral key themes raised in this autumn meeting compelled meeting participants to suggest that the Board investigate the topic of landslides in further detail.  In response, the Board organized a one-day workshop in February 2015. The workshop was titled, \"Landslide and Landslide Risk:  Needs for the Next Decade\" and defined specific needs and potential solutions in the areas of landslide science, risk, and partnerships. National experts highlighted recent case studies and discussed ways to mitigate landslide loss.  Positive feedback from workshop attendees, including federal agencies, has led to development of a new consensus study idea by the Board.\n\nIn addition to its work on landslides, the Board also oversaw continued development of a new consensus study on \"Understanding Volcanic Eruptions\" and a new roundtable on \"Unconventional Hydrocarbon Development.\"  Both of these activities will begin in 2015 and have considerable societal relevance. The work in each will emphasize identification of current scientific information a..."
 }
}