{
 "awd_id": "1049582",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental Constraints on the Rheology and Seismicity of Subducting Lithosphere  and the Slab-Wedge Interface",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2010-12-15",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 363600.0,
 "awd_amount": 363600.0,
 "awd_min_amd_letter_date": "2010-12-18",
 "awd_max_amd_letter_date": "2010-12-18",
 "awd_abstract_narration": "To understand the spatial and temporal distribution of earthquakes in subduction zones, as well as the processes responsible for the wide spectrum of fault slip behaviors on the slab/wedge interface, it is important to constrain the rheological properties of altered lithosphere, how they evolve during dehydration reactions, the rheology of reaction products, and the feedbacks between metamorphic reactions and transport properties of the downgoing slab. Primarily motivated by surface heat flow measurements in subduction zones, current mantle wedge corner flow models use various boundary conditions to impose decoupling between the subducting slab and overlying mantle wedge. One hypothesis is that a layer of weak serpentinite (a hydrated magnesian silicate) above the slab accommodates the majority of the deformation. Serpentine has also been hypothesized to play an important role in the origin of the double seismic zone observed in numerous subduction settings, and on the origin of intermediate and deep seismicity along the slab. In other settings, dehydration of lawsonite (a hydrated calcium-aluminum silicate) has been hypothesized to promote seismicity. In this case, seismicity is interpreted to result from high pore fluid pressures that arise during dehydration, and subsequent embrittlement of the rock. Examining the frictional behavior of fault materials over a wide range of sliding velocities is essential for understanding the dynamics of stress evolution and slip during earthquakes. Geophysical observations suggest that sheet-structure  minerals (e.g., serpentine, talc and other clays) may control the strength and frictional behavior of creeping sections of faults. Previous friction experiments on serpentinite document velocity-strengthening behavior at plate-tectonic displacement rates, consistent with this hypothesis. However, high velocity friction experiments on serpentinite document dramatic weakening and dehydration at slip velocities above ~ 0.1 m/s. Our experiments demonstrate an approximately 1/V dependence of friction on velocity above a characteristic weakening velocity Vw ~ 0.1 m/s, consistent with theoretical predictions for flash heating and subsequent weakening of asperity (uneven) contacts. Extrapolation of these results to mantle conditions suggests that slow-slip events and/or slow earthquakes could be nucleated by seismic ruptures into serpentinized regions. Primarily motivated by new results from experiments in our lab that both challenge and inform some of these hypotheses, we propose to study (a) the rheological properties of antigorite at high pressure and temperature; (b) the role of dehydration reaction kinetics on the mechanical evolution of serpentinites and blue-schists; (c) the rheology of slab dehydration reaction products at conditions appropriate for intermediate depth earthquakes and (d) the frictional properties of serpentinites at seismic and infra-seismic slip rates.\r\nParts of the project will form the basis of a Ph.D. thesis for a Brown University student and the senior thesis chapter for Helen Doyle and another undergraduate student. The results of the experiments will provide constraints for a wide range of scientists with interests in the diverse fields of metamorphism, geodynamics, seismology, the physics of earthquakes, and fluid transport, crossing the boundaries between the new GEOPRISMS initiatives. We will make all of our results available including digital records of all raw data files - via on-line supplements and our lab websites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Hirth",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "James G Hirth",
   "pi_email_addr": "Greg_Hirth@brown.edu",
   "nsf_id": "000286222",
   "pi_start_date": "2010-12-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Goldsby",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Goldsby",
   "pi_email_addr": "dgoldsby@sas.upenn.edu",
   "nsf_id": "000313661",
   "pi_start_date": "2010-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 363600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project was designed to provide new data on the processes that control the conditions where earthquakes occur along major convergent plate boundaries, such as present in the Pacific Northwest of the United States, which is a focus site of the NSF GeoPRISMS Initiative.&nbsp; To accomplish this task, we conducted mechanical tests on rocks at the extreme pressure and temperature conditions where earthquakes occur in the Earth. In addition, we investigated what happens when an earthquake rupture propagates into regions where we do not expect them to nucleate.&nbsp;</p>\n<p>For the high pressure work, we concentrated on how metamorphic reactions can lead to the promotion of earthquake-like instability. The basic idea here is that fluids that are generated by the reactions prop open the faults, allowing for easy frictional slip. This \"dehydration-reaction embrittlement\" process has been the leading hypothesis for the nucleation of deep earthquakes for about 50 years, though the exact ways that the reactions promote earthquakes remain uncertain.&nbsp; Indeed, while our experiments document extreme weakening during reaction, our new results suggest that the earthquakes do not arise directly as a result of the reaction. Our results do provide new data that can be incorporated into theoretical models of earthquake processes.</p>\n<p>In regards to the earthquake propagation process, our \"high velocity sliding\" experiments demonstrate that dramatic weakening occurs after only a few mm of slip. The rock type we used - antigorite serpentinite - is a common lithology in many tectonic environments. At very low sliding rates (for example, around 1 nm/s = 3 cm/year, such as observed along the San Andreas Fault), the serpentinite exhibits stable frictional sliding. However, the rapid weakening observed at higher slip velocities (above about .1 m/s) indicates that ruptures could propagate through serpentinized regions. This possibility can help us understand what limits the eventual size of large earthquake ruptures. Along these lines, we show that the abrupt weakening is related to rapid frictional heating of microscopic bumps &ndash; called aspertities - along the fault surface. These bumps provide most of the mechanical resistance to frictional sliding; when they heat up, they weaken considerably, allowing for a large decrease in the frictional strength. Our data provide important new constraints on the theory for the thermal weakening of asperities (including how the weakening is affect by the thickness of the fault gouge layer and the magnitude of normal stress across the fault) - which again can be incorporated into models of earthquake processes at larger scales.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/20/2015<br>\n\t\t\t\t\tModified by: J. Gregory&nbsp;Hirth</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur project was designed to provide new data on the processes that control the conditions where earthquakes occur along major convergent plate boundaries, such as present in the Pacific Northwest of the United States, which is a focus site of the NSF GeoPRISMS Initiative.  To accomplish this task, we conducted mechanical tests on rocks at the extreme pressure and temperature conditions where earthquakes occur in the Earth. In addition, we investigated what happens when an earthquake rupture propagates into regions where we do not expect them to nucleate. \n\nFor the high pressure work, we concentrated on how metamorphic reactions can lead to the promotion of earthquake-like instability. The basic idea here is that fluids that are generated by the reactions prop open the faults, allowing for easy frictional slip. This \"dehydration-reaction embrittlement\" process has been the leading hypothesis for the nucleation of deep earthquakes for about 50 years, though the exact ways that the reactions promote earthquakes remain uncertain.  Indeed, while our experiments document extreme weakening during reaction, our new results suggest that the earthquakes do not arise directly as a result of the reaction. Our results do provide new data that can be incorporated into theoretical models of earthquake processes.\n\nIn regards to the earthquake propagation process, our \"high velocity sliding\" experiments demonstrate that dramatic weakening occurs after only a few mm of slip. The rock type we used - antigorite serpentinite - is a common lithology in many tectonic environments. At very low sliding rates (for example, around 1 nm/s = 3 cm/year, such as observed along the San Andreas Fault), the serpentinite exhibits stable frictional sliding. However, the rapid weakening observed at higher slip velocities (above about .1 m/s) indicates that ruptures could propagate through serpentinized regions. This possibility can help us understand what limits the eventual size of large earthquake ruptures. Along these lines, we show that the abrupt weakening is related to rapid frictional heating of microscopic bumps &ndash; called aspertities - along the fault surface. These bumps provide most of the mechanical resistance to frictional sliding; when they heat up, they weaken considerably, allowing for a large decrease in the frictional strength. Our data provide important new constraints on the theory for the thermal weakening of asperities (including how the weakening is affect by the thickness of the fault gouge layer and the magnitude of normal stress across the fault) - which again can be incorporated into models of earthquake processes at larger scales.\n\n\t\t\t\t\tLast Modified: 05/20/2015\n\n\t\t\t\t\tSubmitted by: J. Gregory Hirth"
 }
}