{
 "awd_id": "1049545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Role of Rheology and Water in Rapid Mantle Flow: 3D Numerical Models of the Costa Rica-Nicaragua Subduction Zone",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2012-05-11",
 "awd_abstract_narration": "Dr. Margarete Jadamec is awarded an NSF Earth Science Postdoctoral Fellowship to carry out a research and education plan at Brown University. Dr. Jadamec will investigate the role of 3D variations in slab shape and rheology, including the effects of variable water content in the mantle wedge and a strain-rate dependent viscosity, on the rate and direction of mantle flow in subduction zones. To study this process, Dr. Jadamec will construct observationally based 3D numerical models of the Costa Rica-Nicaragua portion of the Cocos-Caribbean plate boundary. As part of the NSF MARGINS TUCAN experiment, the Costa Rica-Nicaragua subduction zone has been well imaged seismologically.  This information will be used to construct the slab geometry and overriding plate structure, as well as to constrain the along strike changes in water and/or melt content within the mantle wedge. Subduction zone parameters in the 3D numerical models will be systematically varied to gain insight into the underlying physics that govern mantle flow in subduction zones. The predicted 3D mantle velocity vector field, and calculated infinite strain axes, will be compared to mantle flow rates inferred from geochemical studies and observations of seismic anisotropy, which presently suggest a fast and spatially complex velocity field in the mantle wedge beneath Costa Rica and Nicaragua. These 3D numerical models will shed light on the apparent trench parallel flow beneath Costa Rica and Nicaragua, which to date lacks a clear, quantitatively-tested explanation. Rapid 3D mantle flow has implications for the timescales of deformation in subduction zones and the transport of geochemical signatures within the mantle wedge.\r\n\r\nFor the educational component, Dr. Jadamec will incorporate 3D immersive virtual reality (VR) laboratory exercises into undergraduate geophysics and tectonics courses at Brown University. The 3D VR will be used to teach inherently 3D concepts such as the relative dimensions and volumes of the Earth's core, mantle, and lithosphere, the geometry of Wadati-Benioff zones, the spatial connections in triple junctions, and seismic tomography. This work will be done in collaboration with Brown University's Center for Computation and Visualization, which has both a CAVE and a 3D display wall.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margarete",
   "pi_last_name": "Jadamec",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Margarete Jadamec",
   "pi_email_addr": "",
   "nsf_id": "000567848",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jadamec                 Margarete      A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Mystic",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "",
  "inst_zip_code": "063551740",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Jadamec                 Margarete      A",
  "perf_str_addr": "",
  "perf_city_name": "Mystic",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "063551740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The theory of plate tectonics states that the outer layer of the Earth is composed of a series of tectonic plates, characterized by convergent, divergent, or transform motion at the boundaries. Subduction zones are a type of convergent plate boundary where a downgoing tectonic plate slides beneath an overriding plate. Subduction zones are particularly important because they are the sites of the largest earthquakes, active volcanism, and localized mountain building at the Earth&rsquo;s surface. The Earth&rsquo;s viscous mantle underlies the plates. How it responds to the motion of the surface plates is an active area of research, in part, because we cannot access the mantle directly. As a descending tectonic plate in a subduction zone impinges on the mantle, it induces solid-state creeping flow that can be described and modeled using fluid mechanics. The form of this flow can be solved for numerically, and depending on the amount of complexity in the model, can be computed on a desktop computer or simulated on thousands of processors at supercomputing facilities.</p>\n<p>Models of subduction have traditionally been two-dimensional with the assumption that the mantle flow was constrained to move in the direction parallel to the motion of the subducting and overriding plate (e.g., in the direction perpendicular to the strike of the boundary). However, recent observations from seismology and from laboratory and numerical experiments indicate the mantle flow is not confined to a two-dimensional plane and may commonly move in a direction parallel to the strike of the plate boundary. Several factors have been proposed to explain this strike-parallel mantle flow, however it is still generally not well understood.</p>\n<p>Chemical observations from the Central American volcanic front combined with seismic observations of shear wave splitting suggest the mantle moves to the northwest beneath the subduction zone, in a direction parallel to the strike of the boundary. High-resolution, three-dimensional (3D) numerical models of subduction zone at the western margin of Central America were constructed to investigate how the subducting plate character and rheological formulation control the viscous response of the mantle to subduction and may drive this strike-parallel mantle flow.&nbsp; In particular, a continuous, discontinuous, and variable temperature subducting plate were tested. These numerical simulations were run on thousands of processors on the XSEDE supercomputing resources.&nbsp; The 3D numerical models indicate the that inclusion of a gap between the Cocos and Nazca slabs reverses the direction of flow in the mantle, from (a) slab entrained west-directed flow of Caribbean mantle in models with a continous Cocos-Nazca slab to (b) east directed flow of the mantle between the Cocos and Nazca slabs. More specifically, the geodynamic models indicate that the Cocos-Nazca slab gap serves as a conduit for Pacific-Cocos mantle to pass into the Caribbean, with toroidal flow around the southern Cocos slab edge and a separate region of toroidal flow around the northern Nazca slab edge, together leading to east directed mantle flow through the slab gap. The counterclockwise toroidal flow around the southern Cocos plate provides a solid state mantle flow framework for the transport of geochemical signatures in the subduction zone and may explain the observed trench-parallel northward decrease in anomalous isotopic signatures in the Costa Rican-Nicaraguan volcanic front.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2013<br>\n\t\t\t\t\tModified by: Margarete&nbsp;A&nbsp;Jadamec</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div cl...",
  "por_txt_cntn": "\nThe theory of plate tectonics states that the outer layer of the Earth is composed of a series of tectonic plates, characterized by convergent, divergent, or transform motion at the boundaries. Subduction zones are a type of convergent plate boundary where a downgoing tectonic plate slides beneath an overriding plate. Subduction zones are particularly important because they are the sites of the largest earthquakes, active volcanism, and localized mountain building at the EarthÆs surface. The EarthÆs viscous mantle underlies the plates. How it responds to the motion of the surface plates is an active area of research, in part, because we cannot access the mantle directly. As a descending tectonic plate in a subduction zone impinges on the mantle, it induces solid-state creeping flow that can be described and modeled using fluid mechanics. The form of this flow can be solved for numerically, and depending on the amount of complexity in the model, can be computed on a desktop computer or simulated on thousands of processors at supercomputing facilities.\n\nModels of subduction have traditionally been two-dimensional with the assumption that the mantle flow was constrained to move in the direction parallel to the motion of the subducting and overriding plate (e.g., in the direction perpendicular to the strike of the boundary). However, recent observations from seismology and from laboratory and numerical experiments indicate the mantle flow is not confined to a two-dimensional plane and may commonly move in a direction parallel to the strike of the plate boundary. Several factors have been proposed to explain this strike-parallel mantle flow, however it is still generally not well understood.\n\nChemical observations from the Central American volcanic front combined with seismic observations of shear wave splitting suggest the mantle moves to the northwest beneath the subduction zone, in a direction parallel to the strike of the boundary. High-resolution, three-dimensional (3D) numerical models of subduction zone at the western margin of Central America were constructed to investigate how the subducting plate character and rheological formulation control the viscous response of the mantle to subduction and may drive this strike-parallel mantle flow.  In particular, a continuous, discontinuous, and variable temperature subducting plate were tested. These numerical simulations were run on thousands of processors on the XSEDE supercomputing resources.  The 3D numerical models indicate the that inclusion of a gap between the Cocos and Nazca slabs reverses the direction of flow in the mantle, from (a) slab entrained west-directed flow of Caribbean mantle in models with a continous Cocos-Nazca slab to (b) east directed flow of the mantle between the Cocos and Nazca slabs. More specifically, the geodynamic models indicate that the Cocos-Nazca slab gap serves as a conduit for Pacific-Cocos mantle to pass into the Caribbean, with toroidal flow around the southern Cocos slab edge and a separate region of toroidal flow around the northern Nazca slab edge, together leading to east directed mantle flow through the slab gap. The counterclockwise toroidal flow around the southern Cocos plate provides a solid state mantle flow framework for the transport of geochemical signatures in the subduction zone and may explain the observed trench-parallel northward decrease in anomalous isotopic signatures in the Costa Rican-Nicaraguan volcanic front.\n\n \n\n\t\t\t\t\tLast Modified: 08/27/2013\n\n\t\t\t\t\tSubmitted by: Margarete A Jadamec"
 }
}