{
 "awd_id": "1049095",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research, Type 1, L02170206: Climate Sensitivity, Stochastic Models and GCM-EaSM Optimization",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 205583.0,
 "awd_amount": 205583.0,
 "awd_min_amd_letter_date": "2011-04-11",
 "awd_max_amd_letter_date": "2011-04-11",
 "awd_abstract_narration": "Ghil, 1049253\r\nBracco, 1049095\r\nWang, 1049114\r\nZaliapin, 1049092\r\n\r\n     The project team is made up of climate dynamicists and of applied mathematicians.  The investigators (a) formulate a mathematical theory of climate sensitivity and (b) devise a set of optimization algorithms for general circulation models and Earth System Models.  The team brings together strengths in dynamical systems, partial differential equations, and numerical methods, with depth and broad coverage in the study of atmospheric, oceanic, and climate dynamics.  The project's three main objectives are to: (i) continue developing powerful new methods for the fundamental understanding of climate sensitivity and predictability; (ii) extend earlier work of the investigators on modes of low-frequency variability associated with the El Nino-Southern Oscillation (ENSO) and the North Atlantic Oscillation (NAO), interannual as well as decadal; and (iii) combine items (i) and (ii) in analyzing the sensitivity and predictability of these modes when subjected to climate change.  All three objectives are pursued across a full hierarchy of models, from conceptual \"toy\" models through intermediate climate models and on to Earth system Models of Intermediate Complexity. \r\n\r\n     Ghil and his associates have recently worked on extending the theory of random dynamical systems and applying it to the climate system.  This theory allows one to (1) investigate the effect of random perturbations (\"weather\") on nonlinear dynamical systems (\"climate variability\"); (2) evaluate the robustness and sensitivity of a random dynamical system to changes in either the system or its forcing, whether deterministic (e.g., slow, anthropogenic changes in greenhouse gas or aerosol concentrations) or stochastic (e.g., volcanic eruptions); and (3) obtain sharper results on the system's predictability by accounting for the effect of the random perturbations.  Methods developed for the systematic study of parameter dependence in a streamlined global circulation model, the ICTP-AGCM, have promising parallels to results published by the PIs and co-workers on idealized models.  The team obtains rigorous results on the latter kinds of models, as well as on random dynamical system bifurcations, sensitivity, and predictability, while extending the ICTP-AGCM results to models of intermediate complexity like SPEEDO, and eventually to full Earth System Models like the Community Climate System Model (CCSM).  This work leads to a deeper understanding of the causes and mechanisms of climate sensitivity.  It also provides efficient ways to evaluate and improve the ability of global circulation models and Earth System Models to simulate past and present climate, and to predict our environment's future evolution.  It helps strengthen the basis for robust climate projections on decade-to-century time scales, and it provides a systematic way to evaluate and improve both deterministic and stochastic parameterizations in such models.  The results of this work have implications for other areas in which complex deterministic dynamics interacts with external forcing, deterministic as well as random.  This situation characterizes the life and socio-economic sciences, as well as climate science and the geosciences.  Strong interactions across disciplinary boundaries -- among team members themselves and with colleagues in other areas -- help accelerate the transfer of new methods and results to other disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Annalisa",
   "pi_last_name": "Bracco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Annalisa Bracco",
   "pi_email_addr": "abracco@gatech.edu",
   "nsf_id": "000103312",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  },
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 205583.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this work has been on one major problem facing the scientific community when using increasingly complicated climate model outputs to investigate the past and future evolution of our climate:</p>\n<p>Understanding how sensitive climate models are to changes in their parameters. It is indeed imperative to assess the reliability of such models and how their response to increased greenhouse gas concentrations may depend on the parameters and parameterizations chosen.</p>\n<p>&nbsp;The diagnosing of uncertainties associated with parameterizations and parameter choices in climate models has been attempted with various methodologies, from brute force exploration of a set of available parameters at all allowable values, to the so-called &ldquo;perturbed physics&rdquo; approach that consists in obtaining large ensembles of model runs by perturbing stochastically poorly constrained parameters, from Bayesian inference together with a stochastic sampling algorithm to estimate the &ldquo;posterior&rdquo; joint probability distribution for given, uncertain parameter sets given a &ldquo;prior&rdquo; probability for selecting reasonable values for each set, to a surrogate-based optimization, where a computationally cheap and yet reasonably accurate model, build and updated using the output from any state-of-the-art global circulation model (GCM), replaces the more complex one in the optimization process to obtain a model optimum.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> In this project we developed and tested a multiobjective optimization methodology. This is a computationally efficient framework for the systematic investigation of parameter space in climate models that consists on approximating the model&rsquo;s parameter dependence to a low-order polynomial. More importantly, it presents the advantage of requiring a limited number of model integrations to explore the model sensitivity.</p>\n<p>In essence, the multiobjective optimization represents a strategy to explore parameter dependencies and model performances for climatologies and mean state changes. The optimization can be performed repeatedly for as many objective functions as the user desires, and allows for investigating and interpreting the dependence of the model solution on the simultaneous change of multiple parameters. In most cases it is sufficient to run the model at the standard parameter value, and its minimum and maximum &lsquo;reasonable&rsquo; values (i.e. the minimum and maximum acceptable on the base of physical or chemical constrains) to reconstruct global averages and/or regional patterns for entire plausible range. The approach stems from the engineering and theoretical optimization literature, and assumes that the error metric varies smoothly whenever parameters are changed. The smoothness assumption has been verified by an extensive suite of experiments performed using the ICTP-AGCM and by explorations performed using the Community Atmospheric Model, CAM, in its two latest versions CAM4 and CAM5. Furthermore, complex network analysis, a novel methodology that allows for robust model intercomparisons, has been applied to quantify the topological properties of model outputs and quantify differences between models run for suites of parameter choices.&nbsp;</p>\n<p><strong>Broader Impacts:&nbsp;</strong></p>\n<p>This project has brought tools developed in the engineering community to climate scientists, presenting them with a fast, scalable methodology to investigate parameter dependencies and highlight the ambiguities or dilemmas inherently related to the decision making process in relation to model sensitivity and optimization.</p>\n<p><em>Educational Activities:</em> Outcomes of this project have been the subject of numerous lectures at international graduate summer schools (the 2013 ASP Colloquium at NCAR, Boulder CO, and the Advanced School 'The Fluid Dynamics of Climate' held...",
  "por_txt_cntn": "\nThe focus of this work has been on one major problem facing the scientific community when using increasingly complicated climate model outputs to investigate the past and future evolution of our climate:\n\nUnderstanding how sensitive climate models are to changes in their parameters. It is indeed imperative to assess the reliability of such models and how their response to increased greenhouse gas concentrations may depend on the parameters and parameterizations chosen.\n\n The diagnosing of uncertainties associated with parameterizations and parameter choices in climate models has been attempted with various methodologies, from brute force exploration of a set of available parameters at all allowable values, to the so-called \"perturbed physics\" approach that consists in obtaining large ensembles of model runs by perturbing stochastically poorly constrained parameters, from Bayesian inference together with a stochastic sampling algorithm to estimate the \"posterior\" joint probability distribution for given, uncertain parameter sets given a \"prior\" probability for selecting reasonable values for each set, to a surrogate-based optimization, where a computationally cheap and yet reasonably accurate model, build and updated using the output from any state-of-the-art global circulation model (GCM), replaces the more complex one in the optimization process to obtain a model optimum.\n\n \n\nIntellectual Merit: In this project we developed and tested a multiobjective optimization methodology. This is a computationally efficient framework for the systematic investigation of parameter space in climate models that consists on approximating the modelÆs parameter dependence to a low-order polynomial. More importantly, it presents the advantage of requiring a limited number of model integrations to explore the model sensitivity.\n\nIn essence, the multiobjective optimization represents a strategy to explore parameter dependencies and model performances for climatologies and mean state changes. The optimization can be performed repeatedly for as many objective functions as the user desires, and allows for investigating and interpreting the dependence of the model solution on the simultaneous change of multiple parameters. In most cases it is sufficient to run the model at the standard parameter value, and its minimum and maximum æreasonableÆ values (i.e. the minimum and maximum acceptable on the base of physical or chemical constrains) to reconstruct global averages and/or regional patterns for entire plausible range. The approach stems from the engineering and theoretical optimization literature, and assumes that the error metric varies smoothly whenever parameters are changed. The smoothness assumption has been verified by an extensive suite of experiments performed using the ICTP-AGCM and by explorations performed using the Community Atmospheric Model, CAM, in its two latest versions CAM4 and CAM5. Furthermore, complex network analysis, a novel methodology that allows for robust model intercomparisons, has been applied to quantify the topological properties of model outputs and quantify differences between models run for suites of parameter choices. \n\nBroader Impacts: \n\nThis project has brought tools developed in the engineering community to climate scientists, presenting them with a fast, scalable methodology to investigate parameter dependencies and highlight the ambiguities or dilemmas inherently related to the decision making process in relation to model sensitivity and optimization.\n\nEducational Activities: Outcomes of this project have been the subject of numerous lectures at international graduate summer schools (the 2013 ASP Colloquium at NCAR, Boulder CO, and the Advanced School 'The Fluid Dynamics of Climate' held in Udine, Italy, in 2013). \n\nThe project partially supported a postdoctoral fellow, Rondrotiana Barimalala, who left the project and the groupÆ PI for a longer-term position, and a graduate student, Ilias Fountalis, who contri..."
 }
}