{
 "awd_id": "1049662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Dynamics of Rhyolite Lava Eruption and Emplacement Inferred from Micro-Textures, Decompression Experiments, and Numerical Modeling",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 98700.0,
 "awd_amount": 98700.0,
 "awd_min_amd_letter_date": "2011-02-18",
 "awd_max_amd_letter_date": "2011-02-18",
 "awd_abstract_narration": "Glassy obsidian (rhyolite) lava is one of the best known igneous rocks to the public, but because obsidian flows have not occurred historically, there are no clear answers to such basic questions as how fast do such lavas spread across the land or how long do such eruptions last.  Answers to those questions may, however, be recorded in micro-textures in the obsidian, such as the sizes, shapes, and orientations of small crystals, known as microlites, which grew as the lava erupted and flowed away from the vent.  Such crystals also commonly occur in discrete bands within obsidian, probably related to the way rhyolite magma flows.  It is known that such crystals grow in response to cooling and gas loss from the erupting magma, and their textures can differ strongly in response to changing rates of cooling and gas exsolution.  Those textures have not, however, been quantified for obsidian flows.  Field studies of the distributions of microlite textures, in conjunction with experimental and analytical studies reproducing their growth in the laboratory will be used to relate microlite textures and eruption dynamics to determine how fast obsidian lava extrudes at the surface and flow outwards.  Those answers will aid in understanding the hazards associated with obsidian lavas, which occur worldwide and in all tectonic environments, with especially large outpourings in Yellowstone National Park, Wyoming.  In fact, much of the present-day landscape of Yellowstone National Park is shaped by obsidian lavas that cover 100s of square kilometers, some of which erupted in the past 100,000 years.  Obsidian lava eruptions are one of the most likely types of magmatic eruption to occur in the future at Yellowstone National Park, and so understanding their eruptive behavior will aid scientists in responding to the next eruption.\r\n\r\nTo establish how microlite textures record the eruption and flow of obsidian lava, an integrated database of micro-textural measurements from multiple lavas will be established, focused on 1) multiple lavas of similar volume, and 2) lavas that span a large range in volume.  The first set will establish commonalities between flows, whereas the second will establish how conditions change to produce greatly different outpourings.  Those rhyolite flows come from several distinct volcanic centers within the United States, located in California, Idaho, and Wyoming.  Textural data of microlites (types, numbers, sizes, orientations) and flow banding (spatial distribution, widths) will be examined in all flows, and linked to magma ascent and degassing histories through decompression experiments.  Those experiments will be designed to not only infer ascent rates and degassing histories of targeted lavas, but also to explore broader questions about the impacts of temperature, fluid composition, and crystal content on crystallization kinetics in rhyolite magma.  It will be also critical to establish how long it takes for such lavas to cool at the surface.  A novel approach that will be pursued will be to examine spherulites, radiating masses of microlites commonly found in obsidian lava.  Spherulites are known to grow in response to cooling, and so their sizes, distributions, and compositional variations can establish how obsidian lava cools.  Spherulite growth models will be developed by measuring size distributions of spherulites with high-resolution X-ray Computed Tomography and analyzing multi-element compositional profiles around spherulites with synchrotron-sourced infrared (water) and laser-ablation ICP-MS (cations), which will allow the cooling history of a sample to be extracted and placed into context of lava emplacement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Manga",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Manga",
   "pi_email_addr": "manga@seismo.berkeley.edu",
   "nsf_id": "000092918",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong></p>\n<p>Although glassy rhyolite lava (obsidian) is one of the best known volcanic rocks, its eruption is poorly known because almost none have been documented scientifically.&nbsp; To understand their eruption, we must rely on interpreting surface morphologies of lava flows and micro-textural measurements of bubbles and crystals within the lava. Our field and laboratory studies addressed the following questions:</p>\n<p>1) &nbsp; &nbsp;&nbsp;<strong><em>What are eruption rates for rhyolite lava flows?</em></strong></p>\n<p><strong><em>2)&nbsp;&nbsp;&nbsp;&nbsp; </em></strong><strong><em>Does effusive rhyolite magma fragment and reweld during ascent?</em></strong></p>\n<p><strong><em>3)&nbsp;&nbsp;&nbsp;&nbsp; </em></strong><strong><em>How do rhyolite flows grow with time?</em></strong></p>\n<p><strong><em>4)&nbsp;&nbsp;&nbsp;&nbsp; </em></strong><strong><em>What are the emplacement histories of rhyolite lava flows?</em></strong></p>\n<p>We collected samples from rhyolite flows in the Eastern California and Yellowstone National Park. We measured the three-dimensional orientations of small crystals (microlites) within the lavas. Using theoretical models to interpret the number and orientation of crystals we could determine the depth from which the lavas erupted (a few kilometers), the speed the magma rose through conduits (centimeters/second), and the duration of the eruptions (months to years). We also found evidence that magma does repeatedly break and reweld during ascent. This process allows gases to escape from the rising magma and prevents the magma from erupting explosively. We developed an experimental approach to use XRay computed microtomography to image the nucleation of bubbles and fragmentation (breakage) of obsidian. We identified a new mechanism of fragmentation by ductile deformation.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>Obsidian eruptions may pose hazards to nearby populations, as demonstrated by the on-going eruptions and lahars at Chait&eacute;n volcano.&nbsp;&nbsp; Our results provide new bounds on the time scale for magma ascent and the formation of these obsidian flows. This project provided partial support for one PhD student and 2 postdoctoral fellows.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;Manga</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:\n\nAlthough glassy rhyolite lava (obsidian) is one of the best known volcanic rocks, its eruption is poorly known because almost none have been documented scientifically.  To understand their eruption, we must rely on interpreting surface morphologies of lava flows and micro-textural measurements of bubbles and crystals within the lava. Our field and laboratory studies addressed the following questions:\n\n1)     What are eruption rates for rhyolite lava flows?\n\n2)     Does effusive rhyolite magma fragment and reweld during ascent?\n\n3)     How do rhyolite flows grow with time?\n\n4)     What are the emplacement histories of rhyolite lava flows?\n\nWe collected samples from rhyolite flows in the Eastern California and Yellowstone National Park. We measured the three-dimensional orientations of small crystals (microlites) within the lavas. Using theoretical models to interpret the number and orientation of crystals we could determine the depth from which the lavas erupted (a few kilometers), the speed the magma rose through conduits (centimeters/second), and the duration of the eruptions (months to years). We also found evidence that magma does repeatedly break and reweld during ascent. This process allows gases to escape from the rising magma and prevents the magma from erupting explosively. We developed an experimental approach to use XRay computed microtomography to image the nucleation of bubbles and fragmentation (breakage) of obsidian. We identified a new mechanism of fragmentation by ductile deformation.\n\n \n\nBroader Impacts:\n\nObsidian eruptions may pose hazards to nearby populations, as demonstrated by the on-going eruptions and lahars at Chait&eacute;n volcano.   Our results provide new bounds on the time scale for magma ascent and the formation of these obsidian flows. This project provided partial support for one PhD student and 2 postdoctoral fellows.\n\n \n\n\t\t\t\t\tLast Modified: 02/07/2015\n\n\t\t\t\t\tSubmitted by: Michael Manga"
 }
}