{
 "awd_id": "1049983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Little Devils Postpile Revisited: Intercalibration of Thermochronometer Kinetics in a Contact Aureole",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 92597.0,
 "awd_amount": 92597.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2012-03-05",
 "awd_abstract_narration": "Thermochronometer Kinetics in a Contact Aureole\r\n\r\nDriven by the demand for constraints on thermal histories of rocks in the upper few kilometers of the Earth's crust, intermediate- and low-temperature thermochronology has proliferated in tectonic and geomorphic applications in the last two decades. Despite this growth, every thermochronologic application is limited by uncertainties in fundamental kinetic calibrations and intra-sample variation that to one degree or another raise questions about geologic interpretations derived from them. These uncertainties arise from many sources, but perhaps most importantly from the interpretation and extrapolation of empirical laboratory step-heating diffusion and annealing experiments that are usually performed at rates and temperatures many orders of magnitude different from relevant natural conditions. Several lines of evidence, including ab initio kinetic models, deviations of natural samples from idealized configurations, and simply observations of \"intriguing complexities\" in many cooling-age, -spectra, -profile and track-length data sets, suggest the existence of significant gaps in our understanding of routinely used fundamental thermochronologic kinetic calibrations. A careful and deliberate benchmarking and intercalibration study of multiple thermochronometers from a well-controlled natural laboratory is needed to illuminate these issues and to ultimately establish more confidence in kinetic models and geologic interpretations derived from them. It is proposed to resample and analyze the detailed behavior of 13 different noble-gas and fissiontrack thermochronometers in profiles adjacent to Little Devils Postpile, a classic natural laboratory studied by Calk and Naeser in 1973, where a ~100 m basalt plug intruded ~80-Ma granitoid rock at ~8 Ma. Although possibly complicated by hydrothermal circulation and other effects, the relatively simple configuration of this natural experiment will allow construction of realistic models of the thermal histories associated with the intrusion, hence prediction of profiles of age and other thermochronometric properties as a function of distance from the contacts. The abundance of many different minerals dateable by both noble gas and fission-track methods in the country rock will then allow comparison between and predicted the observed thermochronologic patterns based on many parameters (incl. bulk ages, profiles, spectra, and track lengths, etc.).  Inter-combinations of well-calibrated dating systems will serve as benchmarks to identify interpretive problems and to infer potential refinements needed to improve calibrations of other dating systems.\r\n\r\nIntellectual Merit: This focused and collaborative study will provide a relatively rare and needed opportunity to test, refine, and in some cases establish kinetic calibrations used by many Earth and planetary scientists for hundreds of applications each year. This will be accomplished using a natural experiment performed under conditions not achievable in the laboratory, through a relatively simple contact relationship that allows for straightforward modeling, but with reasonable opportunity for revealing complexities (such as intrasample variations) that are likely to be commonly encountered in many geologic applications.\r\n\r\nBroader Impacts: Besides contributing to thermochronologic calibrations widely used in the geologic community, and potentially establishing a thermochronologic \"type locality\" useful for testing other systems, this work will provide training and support for several undergraduate and graduate students, establish new fission-track dating capabilities (in zircon, titanite, and epidote) at UT, and will provide for outreach opportunities to visitors at Yosemite National Park, through our collaboration with Park Geologist Dr. Gregory Stock.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Ketcham",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Ketcham",
   "pi_email_addr": "ketcham@jsg.utexas.edu",
   "nsf_id": "000117926",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 61156.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31441.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Thermochronology is a fast-growing field in the geosciences.&nbsp; It combines isotopic dating (the &ldquo;chronology&rdquo; part), in which we measure radioactive parent isotopes and the daughter products produced by decay, with an understanding of how daughter products can be lost by heating (the &ldquo;thermo&rdquo; part), to provide a means of learning what temperature a rock was experiencing millions of years ago.&nbsp; Daughter products can be either atoms, such a helium generated as uranium decays to lead, or damage in a crystal lattice caused by the energy of the decay.&nbsp; Thermochronology is used for everything from studying the formation of mountains to exploring for petroleum.&nbsp;</p>\n<p>Different thermochronometers &ldquo;reset&rdquo;, or lose their daughter products, at different temperatures and rates.&nbsp; Some take only a little bit of heat to lose their daughters, while others retain their daughters at much higher temperatures.&nbsp; Understanding this behavior from a geological standpoint is difficult, however, because we can only study their kinetics (the rates at which daughter products are lost) in the laboratory, whereas we want to make inferences about what happens over thousands and millions of years.&nbsp; For example, to drive off daughter products in the lab in an hour we might have to make a sample very hot, but if we can wait a day we can use a lower temperature to get the same result.&nbsp; If we could wait a hundred years we could use an even lower temperature, but nobody would remain to look at the results!&nbsp; We thus have to combine laboratory measurements with geochemical theory to extrapolate from human time scales to geological ones.&nbsp; There is always some uncertainty to this extrapolation, however, so coming up with good ways to test it are important for using this tool with confidence.</p>\n<p>This study was designed to cross-test the most widely used thermochronometers, by going to what was thought to be a relatively simple geologic system: Little Devil&rsquo;s Postpile, in Yosemite National Park.&nbsp; Little Devil&rsquo;s Postpile is a small basalt body that was injected into an 89-million-year-old granite about 8 million years ago.&nbsp; The granite contains many of the minerals used for thermochronology, including apatite, zircon, potassium feldspar, and titanite.&nbsp; When the basalt appeared, the granite directly adjacent to it was heated to the near the temperature of the basalt, around 900&deg;C.&nbsp; Granite is an excellent insulator, though, and tens of meters away the granite was hardly heated at all.</p>\n<p>In this study, a team of investigators from four universities took samples of the granite at increasing distances from the basalt.&nbsp; As expected, thermochronometers in samples close to the basalt were &ldquo;reset&rdquo;, having all of their daughter products driven off. Ages given by the thermochronometers in this zone of the granite were the same as for the basalt, about 8 million years.&nbsp; As they moved farther away from the basalt, the ages became older, until they approached that of the granite.&nbsp; The thermochronometers in this zone were &ldquo;partially reset&rdquo;, having some of their daughter products driven off by the heating, but keeping the rest, giving them in their intermediate ages.&nbsp;</p>\n<p>These data were combined with computer models to simulate the heat lost by the basalt to the granite.&nbsp; It was during this phase that some interesting discoveries were made.&nbsp; In theory, calculating the heat from molten rock should be easy.&nbsp; However, one has to know the shape of the molten rock body, in 3D.&nbsp; It has always been thought that Little Devil&rsquo;s Postpile was the neck of an ancient but now-eroded volcano, and it was thus assumed to be nearly vertical as it descended into the Earth.&nbsp; However, the thermal modeling suggested that, to match the the...",
  "por_txt_cntn": "\nThermochronology is a fast-growing field in the geosciences.  It combines isotopic dating (the \"chronology\" part), in which we measure radioactive parent isotopes and the daughter products produced by decay, with an understanding of how daughter products can be lost by heating (the \"thermo\" part), to provide a means of learning what temperature a rock was experiencing millions of years ago.  Daughter products can be either atoms, such a helium generated as uranium decays to lead, or damage in a crystal lattice caused by the energy of the decay.  Thermochronology is used for everything from studying the formation of mountains to exploring for petroleum. \n\nDifferent thermochronometers \"reset\", or lose their daughter products, at different temperatures and rates.  Some take only a little bit of heat to lose their daughters, while others retain their daughters at much higher temperatures.  Understanding this behavior from a geological standpoint is difficult, however, because we can only study their kinetics (the rates at which daughter products are lost) in the laboratory, whereas we want to make inferences about what happens over thousands and millions of years.  For example, to drive off daughter products in the lab in an hour we might have to make a sample very hot, but if we can wait a day we can use a lower temperature to get the same result.  If we could wait a hundred years we could use an even lower temperature, but nobody would remain to look at the results!  We thus have to combine laboratory measurements with geochemical theory to extrapolate from human time scales to geological ones.  There is always some uncertainty to this extrapolation, however, so coming up with good ways to test it are important for using this tool with confidence.\n\nThis study was designed to cross-test the most widely used thermochronometers, by going to what was thought to be a relatively simple geologic system: Little DevilÆs Postpile, in Yosemite National Park.  Little DevilÆs Postpile is a small basalt body that was injected into an 89-million-year-old granite about 8 million years ago.  The granite contains many of the minerals used for thermochronology, including apatite, zircon, potassium feldspar, and titanite.  When the basalt appeared, the granite directly adjacent to it was heated to the near the temperature of the basalt, around 900&deg;C.  Granite is an excellent insulator, though, and tens of meters away the granite was hardly heated at all.\n\nIn this study, a team of investigators from four universities took samples of the granite at increasing distances from the basalt.  As expected, thermochronometers in samples close to the basalt were \"reset\", having all of their daughter products driven off. Ages given by the thermochronometers in this zone of the granite were the same as for the basalt, about 8 million years.  As they moved farther away from the basalt, the ages became older, until they approached that of the granite.  The thermochronometers in this zone were \"partially reset\", having some of their daughter products driven off by the heating, but keeping the rest, giving them in their intermediate ages. \n\nThese data were combined with computer models to simulate the heat lost by the basalt to the granite.  It was during this phase that some interesting discoveries were made.  In theory, calculating the heat from molten rock should be easy.  However, one has to know the shape of the molten rock body, in 3D.  It has always been thought that Little DevilÆs Postpile was the neck of an ancient but now-eroded volcano, and it was thus assumed to be nearly vertical as it descended into the Earth.  However, the thermal modeling suggested that, to match the thermochronometer ages, the intrusion has to be much flatter, more like a hockey puck than a telephone pole.  A follow-up study using a magnetometer to detect the iron-rich basalt beneath the surface found that it was in fact projecting into the ground to the northwest at a shallow..."
 }
}