{
 "awd_id": "1049222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Type 1 - The Dynamic Watershed and Coastal Ocean: Predicting Their Biogeochemical Linkages and Variability over Decadal Time Scales",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 575000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2011-02-24",
 "awd_max_amd_letter_date": "2011-02-24",
 "awd_abstract_narration": "This pilot project aims to couple regional-scale, earth system models for watersheds, the coastal ocean and atmosphere, and embed them in a global climate model. This approach can used to ask the following questions: Can the regional model results capture watershed-forced, decadal-scale variation in the coastal ocean? Can the coupled models provide useful information for community managers with responsibility for watershed and coastal locales?\r\n\r\nThis project focuses on the Eel River watershed in Northern California, which discharges into the North Pacific near Cape Mendocino. Its annual discharge is small, but its sediment yield is the highest for its drainage area in the entire continental U.S. Scientists have studied the Eel River intensively over the last three decades, so important information on the watershed, river, and the coastal ocean is available. Nevertheless, these individual studies have commonly extended for only limited periods, or over restricted regions, so a comprehensive, interdisciplinary, data-based picture is incomplete. Decadal variability and irregular regional Fluctuations are the main foci of the project. Over decadal scales, differences between high flood periods and intervals of intense drought will be examined. In particular, by producing hindcasts for these extreme situations, the investigators will test whether the coupled models adequately predicted both circumstances (and the differences between them). Over regional spatial domains in coastal Northern California, the proposed models will be examined to determine if it can distinguish properties of watershed systems separated in space, but subjected to similar modes of weather.\r\n\r\nIntellectual Merit: This project is the first comprehensive attempt to couple and to unify models from the watershed to the ocean, and then embed these linked models within a global climate model. The high resolution of the watershed models will allow the investigators to determine the extent to which watershed environmental and ecological data enhances the predictive capability of the connected models. The watershed models will be scrutinized for their ability to simulate transport of nutrients to the coastal ocean. This will clarify the role terrestrial processes play in controlling coastal ocean productivity when oceanic features (like coastal upwelling) are not prominent.\r\n\r\nBroader Impacts: Planning and management efforts in the communities within watersheds and coastal locales must incorporate the potential for climate change. Our modeling endeavors can provide information to political, business, and cultural leaders that addresses possible changes that their groups and localities may face. Accordingly, the collaborators with such leaders will be pursued. Moreover, the modeling results will be designed to be user-friendly and will be made available to the adjacent Northern California communities. Finally, the Angelo Reserve, a member of the University of California Natural Reserve System, and the base for much of the aquatic ecology investigations in the Eel River watershed, is used by many UC Berkeley classes from a variety of disciplines. The modeling results from this project will open another window for further out-of-classroom experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Powell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Powell",
   "pi_email_addr": "zackp@berkeley.edu",
   "nsf_id": "000440639",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dietrich",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "William E Dietrich",
   "pi_email_addr": "bill@eps.berkeley.edu",
   "nsf_id": "000444285",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Power",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mary E Power",
   "pi_email_addr": "mepower@berkeley.edu",
   "nsf_id": "000102293",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Bishop",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "James K Bishop",
   "pi_email_addr": "jkbishop@berkeley.edu",
   "nsf_id": "000149833",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Inez",
   "pi_last_name": "Fung",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Inez Fung",
   "pi_email_addr": "ifung@berkeley.edu",
   "nsf_id": "000164908",
   "pi_start_date": "2011-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 575000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;\"The Dynamic Watershed and Coastal Ocean: Predicting Their Biogeochemical Linkages And Variability over Decadal Time Scales\". FedID: 1049222.</p>\n<p class=\"p1\"><strong>I. INTRODUCTION</strong>. We explored how watershed outflows affect coastal ocean dynamics with two efforts. First, we constructed regional-scale, computer models for the Eel R. watershed (the focus of this study), including sediment, geochemical, and hydrologic transport sub-models. [N.b., the Eel R. discharges into the Pacific north of Cape Mendocino in N. California. Its annual discharge&nbsp;is about 1% that of the Mississippi R., but its sediment yield is the highest <strong>for its drainage area</strong>&nbsp;in the continental US]. Second, we linked this watershed model to a COASTAL OCEAN model, which included biogeochemical and ecological sub-models. Our future studies will incorporate the impact of GLOBAL CLIMATE.</p>\n<p class=\"p1\"><span class=\"s1\"><strong>II. WATERSHED AND COASTAL OCEAN MODELING</strong></span><span class=\"s2\">. The watershed is represented by the model HYDROTREND, which generates high-frequency water and sediment time series in less-studied basins. The coastal atmosphere is represented by a combination of the NCEP North American Regional Reanalysis and the ERA Interim Analysis.&nbsp; The ocean is represented with ROMS (the Regional Ocean Modeling System), a formulation that can efficiently resolve fine-scale features. Coastal ocean lower-trophic level ecology is represented with an NPZD model (Nutrient-Phytoplankton-Zooplankton-Detritus).&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s2\">Using ROMS/HYDROTREND results, calculated for several spatial resolutions (1 - 10 km), we compared our findings against satellite information (from MODIS instruments) and streamflow/sediment data from the U. S. Geological Survey (USGS). Calculated temperatures agree with observations and coastal upwelling processes are well-resolved. In addition, annual high/low -flow events (i.e., winter storms/summer dry spells) are identified and climatological sediment yields agree with USGS data. Interannual variability in calculated and observed net primary productivity (a measure of the rate of photosynthesis of ocean phytoplankton) is dominated by the seasonal variability in coastal upwelling.<br /></span></p>\n<p class=\"p1\"><strong>III. ECOLOGICAL IMPACTS WITHIN THE EEL R.&nbsp;</strong>There are pronounced seasonal fluctuations in the concentration and total flux of key nutrients in the Eel River watershed near its mouth (Scotia) and in headwater drainages of major tributaries (South Fork Eel at Angelo). At both sites total nutrient export is elevated during the winter rainy season, when high discharge moves large amounts of dissolved and particulate constituents through the system. During the summer low-flow season, concentrations of many key nutrients are decreased, likely due to biological uptake. Nitrogen, however, provides an interesting exception to this pattern. Unlike phosphorous and silica (and possibly iron), concentrations of nitrogen near the mouth of the Eel R. do not decline in summer. In the South Fork of the Eel R., nitrogen concentrations peak in late summer, when large blooms of a prominent macroalga&nbsp;senesce.&nbsp; Towards late summer, this macroalga becomes heavily colonized by diatoms which contain nitrogen-fixing cyanobacterial endosymbionts. This late summer spike in nitrogen concentration did not occur in 2010 when the macroalgal&nbsp;epiphyte assemblages failed to proliferate due to lack of scouring winter floods. Eight years of algae and nutrient sampling show that there is a tendency for riverine contributions to late-summer nitrogen concentration to increase with the size of algal blooms. These findings suggest that riverine nitrogen-fixers, macroalgae, and grazers can play a key role in determining summer nitrogen concentrations. Thus, river food webs may influ...",
  "por_txt_cntn": "\n \"The Dynamic Watershed and Coastal Ocean: Predicting Their Biogeochemical Linkages And Variability over Decadal Time Scales\". FedID: 1049222.\nI. INTRODUCTION. We explored how watershed outflows affect coastal ocean dynamics with two efforts. First, we constructed regional-scale, computer models for the Eel R. watershed (the focus of this study), including sediment, geochemical, and hydrologic transport sub-models. [N.b., the Eel R. discharges into the Pacific north of Cape Mendocino in N. California. Its annual discharge is about 1% that of the Mississippi R., but its sediment yield is the highest for its drainage area in the continental US]. Second, we linked this watershed model to a COASTAL OCEAN model, which included biogeochemical and ecological sub-models. Our future studies will incorporate the impact of GLOBAL CLIMATE.\nII. WATERSHED AND COASTAL OCEAN MODELING. The watershed is represented by the model HYDROTREND, which generates high-frequency water and sediment time series in less-studied basins. The coastal atmosphere is represented by a combination of the NCEP North American Regional Reanalysis and the ERA Interim Analysis.  The ocean is represented with ROMS (the Regional Ocean Modeling System), a formulation that can efficiently resolve fine-scale features. Coastal ocean lower-trophic level ecology is represented with an NPZD model (Nutrient-Phytoplankton-Zooplankton-Detritus). \nUsing ROMS/HYDROTREND results, calculated for several spatial resolutions (1 - 10 km), we compared our findings against satellite information (from MODIS instruments) and streamflow/sediment data from the U. S. Geological Survey (USGS). Calculated temperatures agree with observations and coastal upwelling processes are well-resolved. In addition, annual high/low -flow events (i.e., winter storms/summer dry spells) are identified and climatological sediment yields agree with USGS data. Interannual variability in calculated and observed net primary productivity (a measure of the rate of photosynthesis of ocean phytoplankton) is dominated by the seasonal variability in coastal upwelling.\n\nIII. ECOLOGICAL IMPACTS WITHIN THE EEL R. There are pronounced seasonal fluctuations in the concentration and total flux of key nutrients in the Eel River watershed near its mouth (Scotia) and in headwater drainages of major tributaries (South Fork Eel at Angelo). At both sites total nutrient export is elevated during the winter rainy season, when high discharge moves large amounts of dissolved and particulate constituents through the system. During the summer low-flow season, concentrations of many key nutrients are decreased, likely due to biological uptake. Nitrogen, however, provides an interesting exception to this pattern. Unlike phosphorous and silica (and possibly iron), concentrations of nitrogen near the mouth of the Eel R. do not decline in summer. In the South Fork of the Eel R., nitrogen concentrations peak in late summer, when large blooms of a prominent macroalga senesce.  Towards late summer, this macroalga becomes heavily colonized by diatoms which contain nitrogen-fixing cyanobacterial endosymbionts. This late summer spike in nitrogen concentration did not occur in 2010 when the macroalgal epiphyte assemblages failed to proliferate due to lack of scouring winter floods. Eight years of algae and nutrient sampling show that there is a tendency for riverine contributions to late-summer nitrogen concentration to increase with the size of algal blooms. These findings suggest that riverine nitrogen-fixers, macroalgae, and grazers can play a key role in determining summer nitrogen concentrations. Thus, river food webs may influence both the timing and magnitude of downstream nutrient exports.\nIV. GROUNDWATER BIOGEOCHEMISTRY. Groundwater chemistry was intensively monitored in an upstream tributary creek catchment of the Eel R. -- Elder Creek. Elements investigated include Ca, Mg, K, Na, Si -- and Fe and Mn, two important micronutrients for coasta..."
 }
}