{
 "awd_id": "1049075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Type 1 L02170226: Developing and Implementing Ocean-Atmosphere Reanalyses for Climate Applications (OARCA)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 443748.0,
 "awd_amount": 443748.0,
 "awd_min_amd_letter_date": "2011-01-19",
 "awd_max_amd_letter_date": "2014-12-02",
 "awd_abstract_narration": "Technical Description\r\nThis research will develop new oceanic and atmospheric reanalyses with quantified uncertainties to address several unresolved questions in the area of observed climate variability and change since 1871. The work involves developing a hierarchy of numerical models resulting in a new reanalysis system called OARCA (Ocean Atmosphere Reanalysis for Climate Applications) to be used for understanding global and regional climate change and variability. The data assimilation system is based on two existing reanalyses: The Twentieth Century Reanalysis system (20CR) for the atmosphere and the Simple Ocean Data Assimilation system (SODA) for the global oceans. The OARCA effort relies on high performance massively parallel platforms such as those at NCCS and DOE NERSC to produce the reanalyses. Its production will advance the knowledge of how to efficiently compute very large geophysical systems.  The resulting state estimates of the climate system for the period 1871 to 2008 will be used to explore modes of decadal variability that include changes in the tropical Pacific circulation and variability of the Atlantic Merdional Overturning Circulation.  These reanalyses will also help us better understand the decadal variability of climate phenomena such as drought cycles, El Niño, North American and Asian monsoons, and the low frequency variability of hurricane activity.\r\n\r\nBroader Significance and Importance\r\nThe resulting state estimate of the climate system will be distributed via data servers at Texas A&M and at the NOAA Earth System Research Laboratory and University of Colorado CIRES Climate Diagnostics Center. Researchers will be able to use these data for their own studies of climate variability and climate change that range from the statistics of weather extremes to decadal variability and long-term trends. In addition to using the reanalysis to diagnose climate variability in the 20th Century, the state estimation will be available to be used for initial and boundary conditions for regional downscaling and decadal prediction models.  The OARCA datasets will be useful to researchers interested in improving Earth System models by providing benchmarks and metrics with quantified uncertainties for testing and evaluating climate prediction models.  The new reanalyses will provide to the research community SST(Sea Surface Temperature) analyses with error bars that are state dependent, which can be used as an objective verification of climate model AR5 regional trends and variability over long periods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Giese",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin S Giese",
   "pi_email_addr": "b-giese@tamu.edu",
   "nsf_id": "000108876",
   "pi_start_date": "2011-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 443748.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Funding for this project supported the development of an ocean-atmosphere model system to recreate the climate conditions going back nearly 200 years. &nbsp;The reason this research is important is that we need to be able to distinguish between the natural and human generated changes in the climate system. &nbsp;Since these changes may occur over long periods of time it is necessary to have accurate climate records that span hundreds of years. &nbsp;</p>\n<p>To accomplish this goal we used a technique that combines computer models of the ocean and atmosphere with observations. &nbsp;Since the models have errors the observations keep the models from drifting too far away from reality, and since observations are often sparse in space and in time, the model fills out the incomplete observational records. &nbsp;What results is a &ldquo;best estimate&rdquo; of what the climate was like going back to 1815.</p>\n<p>We find that there are important climate variations across a broad range of time scales. The model shows well known variations such as the El Nino phenomena and less well known variations such as an oscillation that has a period of about 60 years. &nbsp;These natural variations of climate are not independent of each other, instead there are important interactions between the climate oscillations. &nbsp;For example, the strength of El Nino undergoes a slowly evolving change, with strong El Ninos at the end of the 1800s to early 1900s and again at the end of the 1900s, with weak El Nino in between. &nbsp;The model also documents a trend in climate from the early 1900s to the present. &nbsp;This trend is most likely due to human activity and the increase of greenhouse gasses in the atmosphere.</p>\n<p>Because our technique combines observations with models, we can use the results to test the veracity of other models that do not include observations. &nbsp;This is important because these other models are used to make climate projections into the future, and so it is important to know if they include the correct range of climate variability. &nbsp;Our research shows that although these climate prediction models do capture much of the observed climate variability, they fail to capture important aspects of what is observed.</p>\n<p>In addition to our own research about climate, other researchers have been using the data sets we created to conduct their own research. &nbsp;We provide the data via internet to anyone that wants to download the data. &nbsp;Studies on a wide range of topics including fisheries, biology, ecology and climate studies separate from our own have been conducted using the data sets we provide.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2016<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;S&nbsp;Giese</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFunding for this project supported the development of an ocean-atmosphere model system to recreate the climate conditions going back nearly 200 years.  The reason this research is important is that we need to be able to distinguish between the natural and human generated changes in the climate system.  Since these changes may occur over long periods of time it is necessary to have accurate climate records that span hundreds of years.  \n\nTo accomplish this goal we used a technique that combines computer models of the ocean and atmosphere with observations.  Since the models have errors the observations keep the models from drifting too far away from reality, and since observations are often sparse in space and in time, the model fills out the incomplete observational records.  What results is a \"best estimate\" of what the climate was like going back to 1815.\n\nWe find that there are important climate variations across a broad range of time scales. The model shows well known variations such as the El Nino phenomena and less well known variations such as an oscillation that has a period of about 60 years.  These natural variations of climate are not independent of each other, instead there are important interactions between the climate oscillations.  For example, the strength of El Nino undergoes a slowly evolving change, with strong El Ninos at the end of the 1800s to early 1900s and again at the end of the 1900s, with weak El Nino in between.  The model also documents a trend in climate from the early 1900s to the present.  This trend is most likely due to human activity and the increase of greenhouse gasses in the atmosphere.\n\nBecause our technique combines observations with models, we can use the results to test the veracity of other models that do not include observations.  This is important because these other models are used to make climate projections into the future, and so it is important to know if they include the correct range of climate variability.  Our research shows that although these climate prediction models do capture much of the observed climate variability, they fail to capture important aspects of what is observed.\n\nIn addition to our own research about climate, other researchers have been using the data sets we created to conduct their own research.  We provide the data via internet to anyone that wants to download the data.  Studies on a wide range of topics including fisheries, biology, ecology and climate studies separate from our own have been conducted using the data sets we provide.\n\n \n\n\t\t\t\t\tLast Modified: 05/04/2016\n\n\t\t\t\t\tSubmitted by: Benjamin S Giese"
 }
}