{
 "awd_id": "1049627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Mechanism of Soil Organic Matter Stabilization within Subsurface Soil Aggregates",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2011-06-01",
 "awd_max_amd_letter_date": "2012-05-11",
 "awd_abstract_narration": "Abstract\r\nYoko Masue-Slowey\r\n\r\nDr. Yoko Masue-Slowey has been awarded an NSF Earth Sciences Postdoctoral Fellowship to develop an integrated program of research and education at the University of California, Santa Barbara (UCSB).  The project aims to advance our understanding of mechanisms controlling subsurface soil organic matter (SOM) stabilization while preserving the natural assemblage of soils. Understanding SOM turnover rate and its stabilization mechanisms are important because large amounts of carbon (2500 Pg) are stored in the top 3 m of soils. Predicting changes in SOM turnover rate requires understanding SOM stability mechanisms that consider the three-dimensional architecture of soils. This study will determine SOM stabilization mechanisms within subsurface soils that maintain their native structure and to test if variation in aggregate-scale processes is the prime determinant of net SOM turnover time.  SOM turnover time within soil aggregates will be quantified at millimeter-scale resolution using 14C, and key SOM stabilization mechanisms in corresponding sections of soil aggregates will be identified by integrating a range of novel techniques including synchrotron based X-ray fluoresce imaging, 13C nuclear magnetic resonance spectroscopy, molecular bioassay, and redox measurement by microelectrode voltammetry. The redox profile and metabolic diversity within aggregates will be studied to investigate if the redox-controlled metabolic rate is a protection mechanism in soils. A major outcome of this research will be to quantitatively evaluate the importance of aggregate/ped-based heterogeneity in microbial processing of carbon controlling the SOM turnover in subsurface soils. Specific training objectives include gaining experience conducting field site-driven research, learning how to link laboratory-scale investigation to field-scale observations, and expanding the knowledge of coupled soil-ecosystem interactions.  This project will enable collaboration between UCSB, Stanford University, and the U.S. Geological Survey, and create an opportunity for high school students to participate in hands-on laboratory-based research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yoko",
   "pi_last_name": "Slowey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Yoko M Slowey",
   "pi_email_addr": "",
   "nsf_id": "000567819",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Slowey                  Yoko           M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Palo Alto",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "943011233",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Slowey                  Yoko           M",
  "perf_str_addr": "",
  "perf_city_name": "Palo Alto",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943011233",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Soil is one of the largest dynamic stocks of carbon on earth; therefore, understanding soil organic carbon cycling is critical to forecasting changes in atmospheric CO<sub>2</sub> concentrations.&nbsp; Within soils, nearly 70% of soil organic carbon (food for microorganisms) resides below 30 cm depth, and the rate of soil organic carbon decomposition by microorganisms, which emits CO<sub>2</sub>, decreases as a function of depth.&nbsp; However, we have yet to understand why deep soil organic carbon is physically and chemically much less accessible to microorganisms.&nbsp; As a result, predicting CO<sub>2</sub> emission from deep subsurface soils is difficult.</p>\n<p>Physical structure (architecture) is a critical feature controlling the flow of water and gas within soils.&nbsp; Water and gas preferentially flows through cracks within soils.&nbsp; In contrast, water and gas moves more slowly within the bulk of soils away from preferential flow paths.&nbsp; As a consequence, preferential flow paths provide unique habitat for millions of microorganisms in soils contributing to soil organic carbon decomposition and subsequent CO<sub>2</sub> emission to atmosphere.</p>\n<p>Currently, we lack a detailed understanding of how preferential flow paths influence soil chemical environments, which in turn control microbial decomposition of soil organic carbon.&nbsp; Therefore, we examined soil organic carbon chemistry, microbial community, and other geochemical factors that contribute to the accessibility of soil organic carbon to microorganisms as a function of the distance from preferential flow paths.</p>\n<p>Our study site, Pu&rsquo;u Eke forest on Kohala Mountain, Hawaii receives 3 m of rain annually and exhibits a large volume of preferential flow paths due to the shrink-swell properties of hydrated poorly crystalline minerals. &nbsp;We found that the rate of soil carbon decomposition decreases as a function of distance from the flow path regardless of sampling depth, though soil organic carbon becomes more chemically decomposable on the basis of synchrotron-based X-ray spectroscopic analysis.&nbsp; We did not detect significant variations in other geochemical parameters such as soil mineralogy and pH as a function of distance from preferential flow paths.&nbsp; Taken together, changes in soil organic carbon decomposition rate relative to preferential flow paths are not due to chemical factors.&nbsp;</p>\n<p>Large changes in microbial community structure and microbial metabolisms were detected as a function of the distance from preferential flow paths using culture-independent DNA analysis. For example, the abundance of genes responsible for denitrification (anaerobic metabolisms leading to reduction of nitrate to nitrogen-containing gases) decreased as a function of distance from the flow paths.&nbsp; Furthermore, methane-producing microorganisms were also identified from deep soil.&nbsp; Microbial analysis indicates that soil chemical conditions were conducive to anaerobic metabolism though soil is not submerged under water.&nbsp; This evidence has important implications for soil carbon cycling as we show that anaerobic metabolism, which is much slower than aerobic respiration, exists within unsaturated soils.&nbsp; Our study shows the critical need to consider the spatial variability associated with soil architecture when assessing soil organic carbon decomposition rates, and micro-scale variation in chemical environment leading to anaerobic metabolisms is likely linked to the extent of CO<sub>2</sub> emission from soils.</p>\n<p>The broader impacts of the proposed research are three-fold.&nbsp; First, this research allowed me to represent minority females in the field of earth science.&nbsp; As a NSF postdoctoral fellow, I presented this work at conferences and gave presentations at Universities in North America.&nbsp; Second, this project provided an opportunity for a hi...",
  "por_txt_cntn": "\nSoil is one of the largest dynamic stocks of carbon on earth; therefore, understanding soil organic carbon cycling is critical to forecasting changes in atmospheric CO2 concentrations.  Within soils, nearly 70% of soil organic carbon (food for microorganisms) resides below 30 cm depth, and the rate of soil organic carbon decomposition by microorganisms, which emits CO2, decreases as a function of depth.  However, we have yet to understand why deep soil organic carbon is physically and chemically much less accessible to microorganisms.  As a result, predicting CO2 emission from deep subsurface soils is difficult.\n\nPhysical structure (architecture) is a critical feature controlling the flow of water and gas within soils.  Water and gas preferentially flows through cracks within soils.  In contrast, water and gas moves more slowly within the bulk of soils away from preferential flow paths.  As a consequence, preferential flow paths provide unique habitat for millions of microorganisms in soils contributing to soil organic carbon decomposition and subsequent CO2 emission to atmosphere.\n\nCurrently, we lack a detailed understanding of how preferential flow paths influence soil chemical environments, which in turn control microbial decomposition of soil organic carbon.  Therefore, we examined soil organic carbon chemistry, microbial community, and other geochemical factors that contribute to the accessibility of soil organic carbon to microorganisms as a function of the distance from preferential flow paths.\n\nOur study site, PuÆu Eke forest on Kohala Mountain, Hawaii receives 3 m of rain annually and exhibits a large volume of preferential flow paths due to the shrink-swell properties of hydrated poorly crystalline minerals.  We found that the rate of soil carbon decomposition decreases as a function of distance from the flow path regardless of sampling depth, though soil organic carbon becomes more chemically decomposable on the basis of synchrotron-based X-ray spectroscopic analysis.  We did not detect significant variations in other geochemical parameters such as soil mineralogy and pH as a function of distance from preferential flow paths.  Taken together, changes in soil organic carbon decomposition rate relative to preferential flow paths are not due to chemical factors. \n\nLarge changes in microbial community structure and microbial metabolisms were detected as a function of the distance from preferential flow paths using culture-independent DNA analysis. For example, the abundance of genes responsible for denitrification (anaerobic metabolisms leading to reduction of nitrate to nitrogen-containing gases) decreased as a function of distance from the flow paths.  Furthermore, methane-producing microorganisms were also identified from deep soil.  Microbial analysis indicates that soil chemical conditions were conducive to anaerobic metabolism though soil is not submerged under water.  This evidence has important implications for soil carbon cycling as we show that anaerobic metabolism, which is much slower than aerobic respiration, exists within unsaturated soils.  Our study shows the critical need to consider the spatial variability associated with soil architecture when assessing soil organic carbon decomposition rates, and micro-scale variation in chemical environment leading to anaerobic metabolisms is likely linked to the extent of CO2 emission from soils.\n\nThe broader impacts of the proposed research are three-fold.  First, this research allowed me to represent minority females in the field of earth science.  As a NSF postdoctoral fellow, I presented this work at conferences and gave presentations at Universities in North America.  Second, this project provided an opportunity for a high school teacher to participate in hands-on lab-based research.  I further helped her develop climate change curricula for her to use at her middle school.  I also mentored a visiting postdoctoral scholar to conduct molecular biology analysis..."
 }
}