{
 "awd_id": "1049829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Dynamics of Rhyolite Lava Eruption and Emplacement Inferred from Micro-Textures, Decompression Experiments, and Numerical Modeling",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 387869.0,
 "awd_amount": 387869.0,
 "awd_min_amd_letter_date": "2011-02-18",
 "awd_max_amd_letter_date": "2011-02-18",
 "awd_abstract_narration": "Glassy obsidian (rhyolite) lava is one of the best known igneous rocks to the public, but because obsidian flows have not occurred historically, there are no clear answers to such basic questions as how fast do such lavas spread across the land or how long do such eruptions last.  Answers to those questions may, however, be recorded in micro-textures in the obsidian, such as the sizes, shapes, and orientations of small crystals, known as microlites, which grew as the lava erupted and flowed away from the vent.  Such crystals also commonly occur in discrete bands within obsidian, probably related to the way rhyolite magma flows.  It is known that such crystals grow in response to cooling and gas loss from the erupting magma, and their textures can differ strongly in response to changing rates of cooling and gas exsolution.  Those textures have not, however, been quantified for obsidian flows.  Field studies of the distributions of microlite textures, in conjunction with experimental and analytical studies reproducing their growth in the laboratory will be used to relate microlite textures and eruption dynamics to determine how fast obsidian lava extrudes at the surface and flow outwards.  Those answers will aid in understanding the hazards associated with obsidian lavas, which occur worldwide and in all tectonic environments, with especially large outpourings in Yellowstone National Park, Wyoming.  In fact, much of the present-day landscape of Yellowstone National Park is shaped by obsidian lavas that cover 100s of square kilometers, some of which erupted in the past 100,000 years.  Obsidian lava eruptions are one of the most likely types of magmatic eruption to occur in the future at Yellowstone National Park, and so understanding their eruptive behavior will aid scientists in responding to the next eruption.\r\n\r\nTo establish how microlite textures record the eruption and flow of obsidian lava, an integrated database of micro-textural measurements from multiple lavas will be established, focused on 1) multiple lavas of similar volume, and 2) lavas that span a large range in volume.  The first set will establish commonalities between flows, whereas the second will establish how conditions change to produce greatly different outpourings.  Those rhyolite flows come from several distinct volcanic centers within the United States, located in California, Idaho, and Wyoming.  Textural data of microlites (types, numbers, sizes, orientations) and flow banding (spatial distribution, widths) will be examined in all flows, and linked to magma ascent and degassing histories through decompression experiments.  Those experiments will be designed to not only infer ascent rates and degassing histories of targeted lavas, but also to explore broader questions about the impacts of temperature, fluid composition, and crystal content on crystallization kinetics in rhyolite magma.  It will be also critical to establish how long it takes for such lavas to cool at the surface.  A novel approach that will be pursued will be to examine spherulites, radiating masses of microlites commonly found in obsidian lava.  Spherulites are known to grow in response to cooling, and so their sizes, distributions, and compositional variations can establish how obsidian lava cools.  Spherulite growth models will be developed by measuring size distributions of spherulites with high-resolution X-ray Computed Tomography and analyzing multi-element compositional profiles around spherulites with synchrotron-sourced infrared (water) and laser-ablation ICP-MS (cations), which will allow the cooling history of a sample to be extracted and placed into context of lava emplacement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Gardner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Gardner",
   "pi_email_addr": "gardner@jsg.utexas.edu",
   "nsf_id": "000369417",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 387869.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We studied prehistoric lava flows from Yellowstone Caldera and Mono Craters, California to better understand the dynamic processes involved with the magma storage, eruptive ascent and surface emplacement of obsidian lavas. By comparing high temperature experiments with natural mineral compositions we discovered that the Yellowstone magmas were stored at 750&plusmn;25&deg;C in the shallow crust (&lt;7 km). Those magmatic storage conditions provide a critical preliminary guide for understanding the behavior of magmas during a volcanic eruption.</p>\n<p>Following the initiation of an eruption, magma leaves the chamber and ascends in a conduit. Because small crystals called microlites grow in response to decompression during ascent, microlite number densities were used to quantify the decompression rates of magma during an eruption. To generate the observed microlite number densities (10<sup>8.11&plusmn;0.03</sup> to 10<sup>9.45&plusmn;0.15</sup> cm<sup>-3</sup>), the magmas decompressed at ~1 MPa hour<sup>-1</sup>. That values are is equivalent to slow ascent rates&nbsp; of ~10 mm s<sup>-1</sup>. Slow ascent allows magmatic gases to escape, thus producing gas-poor melts that erupted as passive effusions of obsidian rather than powerful ash-producing explosions.</p>\n<p>When the lavas reached the surface, the microlites acted as rigid particles within a deforming fluid (lava). The distributions of microlite 3D orientations were used to indicate flow direction and strain accumulation. We found that microlites are strongly aligned in samples from all flows, but variations in alignment were found to be independent of flow volume or distance travelled. Together, those observations suggest that strains accumulated during surface transport are negligible. Instead, microlites were aligned in response to collapse and flattening of magma in the conduit.</p>\n<p>The cooling history and longevity of obsidians lavas are critical for understanding emplacement and related volcanic hazards. We used compositional gradients surrounding spherulites to assess the thermal history of their host lavas. Spherulites are crystalline spheres of radiating quartz and feldspar that form by crystallization of obsidian glass in response to cooling. An advection-diffusion model was created to simulate the growth of spherulites and the compositional gradients that develop in the surrounding glass during spherulite growth. Gradients in obsidian lavas are consistent with spherulites growing between 600 and 400&deg;C, and cooling at rates of 10<sup>-5.2&plusmn;0.3</sup> &deg;C s<sup>-1</sup> (~1 &deg;C day<sup>-1</sup>).</p>\n<p>To test those results we ran two independent tests of spherulite growth and lava cooling. First, we determined the cooling rate of obsidian to be 10<sup>-5.3 </sup>&deg;C s<sup>-1</sup> using relaxation geospeedometry. Second, we measured the&nbsp;<sup>18</sup>O/<sup>16</sup>O ratios of quartz and alkali feldspar crystals at positions within spherulites. Spherulite cores have ?<sub>Qtz-Kfs</sub>&nbsp;of 1.4&plusmn;0.4&permil;, which increases to 1.8&plusmn;0.4&permil; near the midpoint of transects, and finally to 2.4&plusmn;0.3&permil; at the spherulite rims. Assuming equilibrium fractionation, those values indicate nucleation occurred at 570&plusmn;100 &deg;C and growth continued to temperatures as cold as 360&plusmn;50 &deg;C. The independent results from both relaxation geospeedometry and oxygen isotope fractionation agree with estimates from modeling gradients surrounding spherulites. We argue that spherulites serve as valuable recorders of the thermal history of lava flows.</p>\n<p>In conclusion, the research funded by this grant produced novel, quantitative constraints on the eruption of obsidian lavas. Ascent rate and cooling rate estimates provide timescales that are critical for understanding conduit and emplacement processes. Rates allow a process to be visualized and place...",
  "por_txt_cntn": "\nWe studied prehistoric lava flows from Yellowstone Caldera and Mono Craters, California to better understand the dynamic processes involved with the magma storage, eruptive ascent and surface emplacement of obsidian lavas. By comparing high temperature experiments with natural mineral compositions we discovered that the Yellowstone magmas were stored at 750&plusmn;25&deg;C in the shallow crust (&lt;7 km). Those magmatic storage conditions provide a critical preliminary guide for understanding the behavior of magmas during a volcanic eruption.\n\nFollowing the initiation of an eruption, magma leaves the chamber and ascends in a conduit. Because small crystals called microlites grow in response to decompression during ascent, microlite number densities were used to quantify the decompression rates of magma during an eruption. To generate the observed microlite number densities (108.11&plusmn;0.03 to 109.45&plusmn;0.15 cm-3), the magmas decompressed at ~1 MPa hour-1. That values are is equivalent to slow ascent rates  of ~10 mm s-1. Slow ascent allows magmatic gases to escape, thus producing gas-poor melts that erupted as passive effusions of obsidian rather than powerful ash-producing explosions.\n\nWhen the lavas reached the surface, the microlites acted as rigid particles within a deforming fluid (lava). The distributions of microlite 3D orientations were used to indicate flow direction and strain accumulation. We found that microlites are strongly aligned in samples from all flows, but variations in alignment were found to be independent of flow volume or distance travelled. Together, those observations suggest that strains accumulated during surface transport are negligible. Instead, microlites were aligned in response to collapse and flattening of magma in the conduit.\n\nThe cooling history and longevity of obsidians lavas are critical for understanding emplacement and related volcanic hazards. We used compositional gradients surrounding spherulites to assess the thermal history of their host lavas. Spherulites are crystalline spheres of radiating quartz and feldspar that form by crystallization of obsidian glass in response to cooling. An advection-diffusion model was created to simulate the growth of spherulites and the compositional gradients that develop in the surrounding glass during spherulite growth. Gradients in obsidian lavas are consistent with spherulites growing between 600 and 400&deg;C, and cooling at rates of 10-5.2&plusmn;0.3 &deg;C s-1 (~1 &deg;C day-1).\n\nTo test those results we ran two independent tests of spherulite growth and lava cooling. First, we determined the cooling rate of obsidian to be 10-5.3 &deg;C s-1 using relaxation geospeedometry. Second, we measured the 18O/16O ratios of quartz and alkali feldspar crystals at positions within spherulites. Spherulite cores have ?Qtz-Kfs of 1.4&plusmn;0.4&permil;, which increases to 1.8&plusmn;0.4&permil; near the midpoint of transects, and finally to 2.4&plusmn;0.3&permil; at the spherulite rims. Assuming equilibrium fractionation, those values indicate nucleation occurred at 570&plusmn;100 &deg;C and growth continued to temperatures as cold as 360&plusmn;50 &deg;C. The independent results from both relaxation geospeedometry and oxygen isotope fractionation agree with estimates from modeling gradients surrounding spherulites. We argue that spherulites serve as valuable recorders of the thermal history of lava flows.\n\nIn conclusion, the research funded by this grant produced novel, quantitative constraints on the eruption of obsidian lavas. Ascent rate and cooling rate estimates provide timescales that are critical for understanding conduit and emplacement processes. Rates allow a process to be visualized and placed in context by scientists and the general public. Coincidentally, our research was particularly timely because of renewed interest in effusive rhyolitic volcanism following the first historically observed rhyolite eruptions at Chait&eacute;n and Cor..."
 }
}