{
 "awd_id": "1049463",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Comparative Studies of Circum-Arctic Neoproterozoic-Paleozoic Terranes",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 273985.0,
 "awd_amount": 273985.0,
 "awd_min_amd_letter_date": "2011-02-18",
 "awd_max_amd_letter_date": "2012-01-05",
 "awd_abstract_narration": "Current tectonic models for the Cretaceous opening of the Amerasia Basin are controversial due to our poor understanding of circum-Arctic geology. This uncertainty is derived from a lack of field-based observations and data from remote portions of the North American Arctic continental margins.  A better understanding of circum-Arctic geology is also critical to testing hypotheses related to the origin and evolution of exotic crustal fragments now incorporated within the Cordilleran orogen of North America.  Some of these \"suspect\" terranes have Paleozoic and Neoproterozoic basement that record completely different evolutionary histories in comparison to the western margin of Laurentia (western North America). The elusive origination of these crustal fragments has remained a longstanding question in the geological literature. In addition to a number of previously proposed models for the origin of these exotic terranes, it has recently been proposed that they were born in the Baltic and eastern Laurentian realm and subsequently migrated to western Laurentia as a result of their entrainment in a mid-Paleozoic Caribbean/Scotia-style subduction system that formed between northern North America and Siberia. Of these displaced terranes, Pearya (Northern Ellesmere Island) and Arctic Alaska are the closest to their putative homeland in the Baltic realm. We are currently integrating detailed stratigraphic, paleontological, geochemical, and geochronological studies on Neoproterozoic and early Paleozoic rocks from northern Ellesemere Island, Arctic Alaska, and the Yukon to provide tests for: 1) The recently proposed model for the Paleozoic northwest passage of exotic terranes from their formation in Baltica; 2) The SAYBIA-Rubia hypothesis, which posits that the southern half of Arctic Alaska formed a ribbon continent with other \"suspect\" terranes that was exotic to North America until accretion in the Cretaceous; and 3) A North American origin for Arctic Alaska. Ultimately, the characterization of the Neoproterozoic and Paleozoic geology in Pearya and Arctic Alaska will constrain models for the origins of exotic Cordilleran terranes and will provide the geological background for reconstructing the Cretaceous opening of the Amerasian Basin. The project is a collaborative effort between researchers at Harvard University and the University of Iowa. \r\n\r\nThe Mineralogical and Geological Museum at the Harvard Natural History Museum (HNHM) hosts one of the premier meteorite and mineral collections in the United States. HNHM is visited annually by  approximately 33,000 school children in groups, presenting a unique forum to introduce students to the Geosciences.  An exhibit on the geology of the Arctic is currently being developed at the HNHM. The exhibit will include: 1) photographs from expeditions in the Alaska National Wildlife Reserve of the NW Brooks Range, Northern Ellesmere Island, and on Arctic Icebreakers; 2) rock samples from formations at each of these localities including the North Slope oil source and reservoir rocks; and 3) educational displays about the geological evolution of the Arctic. The HNHM will provide a kid friendly microscopes and a Microsoft touch-table that will enable students to interact with animations of Arctic plate tectonic reconstructions and zoom in on Arctic satellite and geological data. Beyond mineralogy, expanding the MGM?s educational displays to the integrative and exciting nature of modern Geosciences, particularly the geological evolution of the Arctic, has the potential to influence a portion of the 33,000 students who visit the HNHM to pursue studies in the Geosciences. The project is also contribute to the training of two Ph.D. students, one at Harvard and one at the University of Iowa, and is providing support for training of undergraduate students at both universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Francis",
   "pi_last_name": "Macdonald",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Francis A Macdonald",
   "pi_email_addr": "francism@gmail.com",
   "nsf_id": "000515731",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 119939.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 154046.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Detritial zircon, paleontological studies, and stratigraphic studies indicate that Arctic Alaska is a composite terrane consisting of subterranes with different pre-Devonian geological histories. Particularly, Strauss et al., (2013) demonstrated that the North Slope has a North American affinity. However, the North Slope terrane shares more in common with NE North America than NW North America. Fieldwork in 2013 demonstrated that the North Slope is separated from autochthonous Yukon by a sinistral Paleozoic shear zone, consistent with a NE North America origin. The Pearya terrane, northern Ellesmere Island, is also of North American origin, but shows more affinity for assemblages that originated near East Greenland. Translation of the Pearya terrane along the Canadian Arctic margin is inferred to have utilized the same strike-slip system that accommodated displacement of the North Slope. These terranes provide piercing points not only for reconstructing terrane transfer in the Paleozoic, but also for reconstructing the Mesozoic opening of the Arctic Ocean, which hosts some of the richest hydrocarbon reserves in the world.</p>\n<p>&nbsp;</p>\n<p>With NSF support, the research team worked with the Harvard Natural History Museum to develop an exhibit on Arctic Geology that has already been viewed by tens of thousands of visitors. The exhibit includes video content, is modular, and is transferable to other institutions. This grant also partially funded PhD students at Harvard University and the University of Iowa, in dissertations focusing on stratigraphy, tectonics, and geochronology.&nbsp; These students will likely join the geological workforce upon completion. Through the grant we have also trained several undergraduate students in the field and in the lab that are planning to enter graduate programs in geology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2014<br>\n\t\t\t\t\tModified by: Francis&nbsp;A&nbsp;Macdonald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDetritial zircon, paleontological studies, and stratigraphic studies indicate that Arctic Alaska is a composite terrane consisting of subterranes with different pre-Devonian geological histories. Particularly, Strauss et al., (2013) demonstrated that the North Slope has a North American affinity. However, the North Slope terrane shares more in common with NE North America than NW North America. Fieldwork in 2013 demonstrated that the North Slope is separated from autochthonous Yukon by a sinistral Paleozoic shear zone, consistent with a NE North America origin. The Pearya terrane, northern Ellesmere Island, is also of North American origin, but shows more affinity for assemblages that originated near East Greenland. Translation of the Pearya terrane along the Canadian Arctic margin is inferred to have utilized the same strike-slip system that accommodated displacement of the North Slope. These terranes provide piercing points not only for reconstructing terrane transfer in the Paleozoic, but also for reconstructing the Mesozoic opening of the Arctic Ocean, which hosts some of the richest hydrocarbon reserves in the world.\n\n \n\nWith NSF support, the research team worked with the Harvard Natural History Museum to develop an exhibit on Arctic Geology that has already been viewed by tens of thousands of visitors. The exhibit includes video content, is modular, and is transferable to other institutions. This grant also partially funded PhD students at Harvard University and the University of Iowa, in dissertations focusing on stratigraphy, tectonics, and geochronology.  These students will likely join the geological workforce upon completion. Through the grant we have also trained several undergraduate students in the field and in the lab that are planning to enter graduate programs in geology.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/03/2014\n\n\t\t\t\t\tSubmitted by: Francis A Macdonald"
 }
}