{
 "awd_id": "1049002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Type 1: LOI: L02170303:  Arctic Climate Response to Decadal Changes in Radiative Forcing from Aerosols and Ozone",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 418519.0,
 "awd_amount": 418519.0,
 "awd_min_amd_letter_date": "2011-02-04",
 "awd_max_amd_letter_date": "2011-02-04",
 "awd_abstract_narration": "Current general circulation models (GCMs) have difficulty reproducing the rapid Arctic warming and sea ice loss observed over the past decades. One possible factor is that they do not properly represent the radiative forcings from aerosols and tropospheric ozone that could be particularly important in the Arctic. This EaSM Type 1 project will develop an improved understanding of the distributions and decadal trends of aerosols and ozone in the Arctic, including black carbon (BC) deposition fluxes and albedo effects for snow and sea ice, and will study the implications for Arctic climate change over the 1980-2010 period. It will build an interdisciplinary partnership between atmospheric chemists using the GEOS-Chem CTM and cryosphere scientists using CCSM4, to better describe aerosol-chemistry-climate interactions in the Community Earth System Model (CESM). The project will take advantage of intensive observations during the International Polar Year (IPY) to test and improve the GEOS-Chem representation of aerosols, ozone, and BC deposition fluxes in the Arctic. A 30-year GEOS-Chem simulation (1980-2010) with evolving sources from human activity and fires will be conducted and evaluated against long-term records. Aerosols, ozone, and BC deposition fluxes from GEOS-Chem will be input to CCSM4 to simulate Arctic radiative forcing and climate response over the 30-year period. Ensemble sensitivity simulations conducted with CCSM4 will diagnose the perturbations to temperature, sea ice, and atmospheric circulation associated with these radiative forcings. Knowledge gained from this project will be used to evaluate the simulation of Arctic aerosols, tropospheric ozone, and BC deposition fluxes within CESM. Fully coupled aerosol-chemistry-climate simulations of the 1980-2010 period will be conducted in CESM to assess Arctic climate response from aerosols and ozone and to investigate climate feedbacks.  This project will also provide policy analysts with information on the role of aerosols and tropospheric ozone in driving Arctic climate change.  Two graduate students will be trained in interdisciplinary environmental modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cecilia",
   "pi_last_name": "Bitz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cecilia M Bitz",
   "pi_email_addr": "bitz@uw.edu",
   "nsf_id": "000433555",
   "pi_start_date": "2011-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Doherty",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah J Doherty",
   "pi_email_addr": "sarahd@atmos.washington.edu",
   "nsf_id": "000101614",
   "pi_start_date": "2011-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 418519.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is about the role of aerosols in driving climate change, with a specific focus on their effect in the Arctic, both pre-industrial (1850) to present and just in the most recent few decades (1975-2005).&nbsp; We studied the climate impacts of aerosols in the atmosphere as well as of aerosols when they are deposited to snow and sea ice. In the latter case the focus was on the light-absorbing aerosols black carbon and dust, since light scattering aerosols in snow have no climate impact.&nbsp;</p>\n<p>&nbsp; It has been hypothesized that trends in black carbon (BC) in snow and in the atmosphere in the Arctic may be contributing to the observed accelerated warming and sea ice loss in the Arctic.&nbsp; While we found that BC in sea ice and its overlying snow does produce climate warming there, we found that BC in terrestrial snow at lower latitudes (e.g. northern Eurasia) has a larger impact on Arctic surface air temperatures and sea ice thickness and cover. &nbsp;As in past studies, we found that forcing by BC and dust in snow has an efficacy (the global annual mean temperature change per forcing, as compared to that from doubling CO<sub>2</sub>) of three. This larger temperature change per forcing of BC and dust in snow versus CO<sub>2</sub> is caused by a series of strong positive feedbacks, through effects on snow grain size, snow melt rate, and the consolidation of BC and dust at the snow surface with melt.</p>\n<p>&nbsp; In our model studies of the impacts of atmospheric aerosols we found that trends in atmospheric sulfate concentrations played a larger role in climate forcing and temperature trends in the Arctic than did trends in atmospheric BC concentrations.&nbsp; The net effect on Arctic-average surface air temperature of trends in sulfate and black carbon in the climate model we used (CESM) is a near-zero trend 1975-2005.&nbsp; Regionally, however, there were trends, with about 0.6 K/decade warming (or 1.8 K warming over the 30 years period) in the European Arctic. This warming is triggered mainly by the reduction in sulfate and BC emissions over Europe since the 1970s and is reinforced by sea ice loss and a strengthening in atmospheric northward heat transport. Over the Siberian and North American Arctic, surface air temperature is likely influenced primarily by changes in aerosol emissions from Asia. An increase in sulfate emissions over Asia induces a large cooling while an increase in BC over Asia causes warming.&nbsp; We examined the 20th century CMIP5 integrations from eight models that were forced with anthropogenic aerosol only forcing. Among the eight, only two have any surface warming in the Arctic over the late 20th century in the Arctic, consistent with our finding of no significant trend.</p>\n<p>&nbsp; As part of our modeling efforts we discovered two model idiosyncrasies: First, our efforts to use aerosol fields from one model (GEOS-Chem) as input to another model (CESM) were hampered by the fact that the former allows for sulfate to exist in significant mass concentrations in two size ranges (&ldquo;Aitken&rdquo; and &ldquo;Accumulation&rdquo; modes), whereas the latter only has sulfate in the Accumulation mode.&nbsp; The Aitken mode aerosol does not strongly interact with sunlight and so does not produce climate forcing, whereas Accumulation mode aerosol strongly interact with sunlight; in the case of sulfate, this interaction produces strong climate cooling. The aerosol fields from GEOS-Chem are specified as mass mixing ratios (mass of sulfate per cubic meter of air) and do not specify apportionment of this mass to the Aitken and Accumulation modes. Thus, we were unable to include these mass concentrations in CESM in a physically realistic way.&nbsp; This was a good lesson in trying to interface two models.&nbsp; Second, we learned that the method being used to calculate the amount of BC and dust in snowfall in CESM when the model i...",
  "por_txt_cntn": "\nThis project is about the role of aerosols in driving climate change, with a specific focus on their effect in the Arctic, both pre-industrial (1850) to present and just in the most recent few decades (1975-2005).  We studied the climate impacts of aerosols in the atmosphere as well as of aerosols when they are deposited to snow and sea ice. In the latter case the focus was on the light-absorbing aerosols black carbon and dust, since light scattering aerosols in snow have no climate impact. \n\n  It has been hypothesized that trends in black carbon (BC) in snow and in the atmosphere in the Arctic may be contributing to the observed accelerated warming and sea ice loss in the Arctic.  While we found that BC in sea ice and its overlying snow does produce climate warming there, we found that BC in terrestrial snow at lower latitudes (e.g. northern Eurasia) has a larger impact on Arctic surface air temperatures and sea ice thickness and cover.  As in past studies, we found that forcing by BC and dust in snow has an efficacy (the global annual mean temperature change per forcing, as compared to that from doubling CO2) of three. This larger temperature change per forcing of BC and dust in snow versus CO2 is caused by a series of strong positive feedbacks, through effects on snow grain size, snow melt rate, and the consolidation of BC and dust at the snow surface with melt.\n\n  In our model studies of the impacts of atmospheric aerosols we found that trends in atmospheric sulfate concentrations played a larger role in climate forcing and temperature trends in the Arctic than did trends in atmospheric BC concentrations.  The net effect on Arctic-average surface air temperature of trends in sulfate and black carbon in the climate model we used (CESM) is a near-zero trend 1975-2005.  Regionally, however, there were trends, with about 0.6 K/decade warming (or 1.8 K warming over the 30 years period) in the European Arctic. This warming is triggered mainly by the reduction in sulfate and BC emissions over Europe since the 1970s and is reinforced by sea ice loss and a strengthening in atmospheric northward heat transport. Over the Siberian and North American Arctic, surface air temperature is likely influenced primarily by changes in aerosol emissions from Asia. An increase in sulfate emissions over Asia induces a large cooling while an increase in BC over Asia causes warming.  We examined the 20th century CMIP5 integrations from eight models that were forced with anthropogenic aerosol only forcing. Among the eight, only two have any surface warming in the Arctic over the late 20th century in the Arctic, consistent with our finding of no significant trend.\n\n  As part of our modeling efforts we discovered two model idiosyncrasies: First, our efforts to use aerosol fields from one model (GEOS-Chem) as input to another model (CESM) were hampered by the fact that the former allows for sulfate to exist in significant mass concentrations in two size ranges (\"Aitken\" and \"Accumulation\" modes), whereas the latter only has sulfate in the Accumulation mode.  The Aitken mode aerosol does not strongly interact with sunlight and so does not produce climate forcing, whereas Accumulation mode aerosol strongly interact with sunlight; in the case of sulfate, this interaction produces strong climate cooling. The aerosol fields from GEOS-Chem are specified as mass mixing ratios (mass of sulfate per cubic meter of air) and do not specify apportionment of this mass to the Aitken and Accumulation modes. Thus, we were unable to include these mass concentrations in CESM in a physically realistic way.  This was a good lesson in trying to interface two models.  Second, we learned that the method being used to calculate the amount of BC and dust in snowfall in CESM when the model is run with prescribed aerosols yields unrealistically high concentrations of BC and dust in the snowfall and in the surface snow layer on land and sea ice.  This leads to high biases in the c..."
 }
}