{
 "awd_id": "1049622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lithium Carbenoids and Related Species:  Structure and Reactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 245000.0,
 "awd_amount": 245000.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2011-09-15",
 "awd_abstract_narration": "The Chemical Structure, Dynamics and Mechanisms Program supports Professors Lawrence M. Pratt, at Fisk University in Nashville TN, and Marcus A. Tius at the University of Hawaii who will continue their efforts to better understand the structures and reaction mechanisms of lithium carbenoids. The project will use a combination of computational quantum chemistry and NMR spectroscopy to determine the structure of lithium carbenoids in solution, and their tendency to form mixed aggregates with other lithium compounds. Mixed aggregates are well known in organolithium chemistry, and they sometimes have dramatic effects on reactivity and selectivity. The reaction mechanisms studied to date have often been quite complex, and would be very difficult to elucidate without the use of computational chemistry. Preliminary work completed during the initial grant period has shown which computational methods are most appropriate for the problems in this study. The predictions of the reaction products, obtained from the calculated mechanisms, will be tested in the laboratory of the Tius synthetic group.  Frequently, two or more reaction mechanisms are operating concurrently, and changing the reaction conditions may enhance or suppress one mechanism. This sometimes results in improved reaction selectivity, purer products, and reductions in the production of toxic wastes. It may also show that the reagents being investigated are not ideal for a particular reaction, and may spur the search for alternate synthetic methods.\r\n\r\nWith the support of the Chemical Structure, Dynamics and Mechanisms Program in the Chemistry Division at the National Science Foundation, Professors Lawrence M. Pratt, at Fisk University in Nashville TN, and Marcus A. Tius at the University of Hawaii will contribute to further understanding of lithium carbenoid reactions that can lead to a wider application in synthetic organic reactions. Organolithium reagents are ubiquitous in modern synthesis but little is known about the factors affecting their structure and reactivity. Broader impacts are in student education and training, with the largest impact on minority students. Fisk University is a Historically Black College/University (HBCU), with about 98% African-American and about 70% female students. The University of Hawaii is a collaborating institution, and is also committed to the inclusion of minorities in science. Louisiana Tech University is also a collaborating institution, with a large African-American student population and some joint faculty appointments with Grambling State University, another HBCU. A major impact of this research will be to revitalize the graduate (MS) program at Fisk, which had been hurt by economic conditions in recent years. A goal of this project is to help those students bridge into a program of their choice, possibly at one of the several research universities collaborating with Professor Pratt on this and other projects.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Pratt",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence M Pratt",
   "pi_email_addr": "lpratt@mec.cuny.edu",
   "nsf_id": "000112552",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcus",
   "pi_last_name": "Tius",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marcus A Tius",
   "pi_email_addr": "tius@hawaii.edu",
   "nsf_id": "000233481",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fisk University",
  "inst_street_address": "1000 17TH AVE N",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153298809",
  "inst_zip_code": "372083051",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "FISK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRC6S9KLNLH1"
 },
 "perf_inst": {
  "perf_inst_name": "Fisk University",
  "perf_str_addr": "1000 17TH AVE N",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372083051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 21492.0
  }
 ],
 "por": null
}