{
 "awd_id": "1049041",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Simulations of Anthropogenic Climate Change Using a Multi-Scale Modeling Framework",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 1489046.0,
 "awd_amount": 1489045.0,
 "awd_min_amd_letter_date": "2011-06-10",
 "awd_max_amd_letter_date": "2011-06-10",
 "awd_abstract_narration": "Intellectual merit\r\nThe primary goal of this project is to conduct and analyze simulations of anthropogenic climate change based on a version of the Community Earth System Model (CESM) in which the atmosphere and land-surface models are based on \"super-parameterization.\"  The principal investigator (PI) and his team will develop and test a community version of this new model configuration to be called the SP-CESM.  The effects of moist convection, stratiform cloudiness, radiative transfer, boundary-layer processes, and the land surface will be computed by embedding a cloud-resolving model (CRM) in each grid column of the SP-CESM.  The CRM explicitly accounts for indirect aerosol effects by using the CESM's global aerosol distribution and composition as input to a drop-activation parameterization.  The land-surface model, which runs on the CRM's grid, predicts exchanges of latent and sensible heat and CO2 with the global atmosphere, including those due to changes in fine-scale vegetation and land use.\r\n\r\nThe PIs will perform at least one simulation of the pre-industrial climate, at least one of the twentieth century climate, and at least one of the twenty-first century climate based on emissions scenarios developed for use in the Fifth Assessment of the Intergovernmental Panel on Climate Change (AR5). \r\n\r\nTheir analysis will focus on improving our understanding and prediction of critical processes and modes of decadal variability in the earth system, the interactions of the land surface hydrology and the atmosphere, and atmospheric cloud processes.  These processes impact extreme hydrological cycle events such as droughts, floods, and episodes of extreme precipitation.  The PIs will use the model to better understand the feedbacks and changes to interannual and decadal modes of variability, with an eye towards increasing predictive capacity.\r\n\r\nSP-CESM output will be evaluated against observations, and also compared with the conventional CESM.  This  project represents an important alternative path forward for climate models and a different perspective than is commonly used for climate simulation.  The research has a high probability of significantly enhancing our understanding of climate and its response to anthropogenic perturbations.\r\n\r\nBroader impacts\r\nThe broader impacts of the research are focused around improving predication for society, providing better tools that others can use, and training the next generation of scientists. The core activity of this project is to apply recent research progress to the problem of anthropogenic climate change, in order to help society better understand possible future impacts of anthropogenic emissions of greenhouse gases and particulates.  Through the CESM project, the PIs' climate model will be released as open source code for other researchers to use and improve in the future. \r\n\r\nFinally, the PI and his team will be training the next generation of scientists by employing and mentoring graduate students and post-docs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Randall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Randall",
   "pi_email_addr": "david.randall@colostate.edu",
   "nsf_id": "000273759",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "A",
   "pi_last_name": "Denning",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "A S Denning",
   "pi_email_addr": "denning@atmos.colostate.edu",
   "nsf_id": "000106204",
   "pi_start_date": "2011-06-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723100",
   "pgm_ele_name": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5740",
   "pgm_ref_txt": "CLIMATE & LARGE-SCALE DYNAMICS"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1489045.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report to the National Science Foundation on<br /><br />Type 2, Collaborative Research:?Simulations of Anthropogenic Climate Change?Using a Multiscale Modeling Framework<br /><br />June 2016</p>\n<p>The near-surface wind promotes evaporation of water from the oceans and soil, and the transpiration of water from vegetation on the land surface. As everyone knows, the near-surface wind speed is often locally enhanced in near thunderstorms. The storms can also affect the surface weather in several other ways. Most obviously, rainfall can create wet patches on the ground under the track of a storm. During the daylight hours, the storms also cast shadows on the surface. In this way, a storm can strongly affect the temperature and humidity of the near-surface air, while simultaneously enhancing moisture exchange between the surface and the atmosphere. Meanwhile, nearby regions, missed by the storm, escape these effects. <br />Until now, these effects have not been included in climate models, because they occur on spatial scales too small to be resolved by the models. Our project used a new approach, called &ldquo;superparameterization,&rdquo; that can be used to include the effects for the first time. We demonstrated our new approach using the Community Earth System Model (CESM) of the U.S. National Center for Atmospheric Research. <br />Analysis of the model results show that, with the changes we have made, the CESM simulates a more realistic distribution of rainfall over the oceans. It also leads to a substantially reduced rate at of carbon dioxide uptake by the vegetation on the continents. Whether or not this reduction is realistic can&rsquo;t be decided without better observations than we have now.<br />The results of our work are now available to the thousands of scientists who use the Community Earth System Model to study climate change.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/18/2016<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Randall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report to the National Science Foundation on\n\nType 2, Collaborative Research:?Simulations of Anthropogenic Climate Change?Using a Multiscale Modeling Framework\n\nJune 2016\n\nThe near-surface wind promotes evaporation of water from the oceans and soil, and the transpiration of water from vegetation on the land surface. As everyone knows, the near-surface wind speed is often locally enhanced in near thunderstorms. The storms can also affect the surface weather in several other ways. Most obviously, rainfall can create wet patches on the ground under the track of a storm. During the daylight hours, the storms also cast shadows on the surface. In this way, a storm can strongly affect the temperature and humidity of the near-surface air, while simultaneously enhancing moisture exchange between the surface and the atmosphere. Meanwhile, nearby regions, missed by the storm, escape these effects. \nUntil now, these effects have not been included in climate models, because they occur on spatial scales too small to be resolved by the models. Our project used a new approach, called \"superparameterization,\" that can be used to include the effects for the first time. We demonstrated our new approach using the Community Earth System Model (CESM) of the U.S. National Center for Atmospheric Research. \nAnalysis of the model results show that, with the changes we have made, the CESM simulates a more realistic distribution of rainfall over the oceans. It also leads to a substantially reduced rate at of carbon dioxide uptake by the vegetation on the continents. Whether or not this reduction is realistic canÆt be decided without better observations than we have now.\nThe results of our work are now available to the thousands of scientists who use the Community Earth System Model to study climate change.\n\n\t\t\t\t\tLast Modified: 07/18/2016\n\n\t\t\t\t\tSubmitted by: David A Randall"
 }
}