{
 "awd_id": "1049978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Forearc Uplift in Northern Chile",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 430886.0,
 "awd_amount": 430886.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2012-11-21",
 "awd_abstract_narration": "The places where one tectonic plate descends beneath the margin of another are the sites of Earth's largest earthquakes and most explosive volcanic activity. In about half of all such convergent plate margins, rocks that originally formed the lower part of the overriding plate are removed and dragged deep into the earth. Even though one manifestation of this action of tectonic erosion is clearly visible as the progressive elimination of the plate margin, the processes by which the rocks are removed are poorly understood. The processes thought to be involved include some that break rock and some that generate a flow of broken rock from its original site to a much greater depth, which seemingly requires lubrication of a channel of flowing rock. Few direct observations are possible because the processes occur tens of miles beneath Earth?s surface. Yet much can be learned by study in active systems of secondary consequences of tectonic erosion. The coast of northern Chile is an excellent natural laboratory, where the plate underlying the Pacific Ocean descends below the South American plate. \r\n\r\nThere, secondary consequences of tectonic erosion are found in patterns of stress, spatial variations in the gravity field, and the topography of the continental surface. This study focuses on the latter, topographic changes, because the continental surface would change in altitude through time as subsurface material is added or removed. One major step of this project is to gather data that illuminate the changes in altitude of what is now the coastal mountain belt. The researchers are documenting the changes of the topographic form during the last 10 million years through examination of the modern orientations of what were originally horizontal surfaces. In addition, using a new method based on isotopes in salts that occur in ancient soils and in ancient salt pans, they are determining which locations stood above or below an ancient altitude of about 3000 feet above sea level. The researchers are testing the hypotheses that the topography rose by over 2000 feet to form the spectacular cliffs of the coastline since 10 million years ago, and that the study area tilted down to the west during the last 3 million years. Part of the project work involves gathering the appropriate data and samples in the field study area.\r\n\r\nSimultaneously, the research team uses numerical models of the processes and materials that interact at a plate boundary to predict the topographic outcomes for a set of scenarios. Two principal scenarios are modeled. The first scenario is that the physical properties of a channel in which broken rock mass would move, or the amount of materials entering the channel, varied through the time span of interest, because the climate varied or because the plate movements varied.  A second scenario explores the outcomes in the near-coastal region of the processes that occurred near the volcanic arc, because those distant processes might obscure the signals of tectonic erosion. The predictions of the scenarios are compared to the topographic history, to determine which processes led to the observed landforms. The models also predict patterns of stress and of the gravity field, which are compared to existing measurements.\r\n\r\nAn improved understanding of these plate boundary physical processes may enable better understanding of the processes that generate major earthquakes at convergent plate margins. The findings are shared via peer-reviewed reports in journals. While working on this project, a graduate student is learning to combine understanding of surface processes with inner earth processes, to use a variety of approaches, to think critically, and also is developing \"soft\" skills as a collaborating member of a diverse research team. The project team includes geoscience collaborators from Chile and Europe. Results that are directly applicable to commerce and policy, such as regional hydrological history, industrial mineral resource distribution, and insights into controls on seismic activity, are shared with water managers, companies who mine brines and evaporite minerals, and government agency staff, respectively. Displays at PRI?s Museum of the Earth present to the public the general results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teresa",
   "pi_last_name": "Jordan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Teresa E Jordan",
   "pi_email_addr": "tej1@cornell.edu",
   "nsf_id": "000166779",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Phipps Morgan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Phipps Morgan",
   "pi_email_addr": "jp369@cornell.edu",
   "nsf_id": "000196888",
   "pi_start_date": "2011-02-22",
   "pi_end_date": "2012-11-21"
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "341 PINE TREE RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 430886.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit Outcomes:</p>\n<p>Continental landforms are shaped by interactions of tectonic plates, especially in the regions near subduction boundaries such as the narrow strip of South America that is west of the line of Andean volcanoes. Northernmost Chile offers an outstanding natural laboratory in which to better learn how plate-boundary interactions over long periods of time translate into large-scale landforms. This region is uniquely well suited because it is the Atacama Desert, where the climate has been hyperarid for most of the last 10 million years, which is a long enough span of time for tectonic plate behavior to produce large magnitude landscape responses. Prior to this study there existed two competing interpretations for the history of the regional high elevation table-like form of the Andean forearc. Either it was interpreted that its 1000-m-height above the neighboring Pacific Ocean was a relict from tectonic events older than 25 million years, or that it had attained that high elevation during the last 6 million years.&nbsp; The consequence of the hyperarid climate is that virtually no erosion occurs which means that virtually no mineral sediment is transferred from the continental surface to the Pacific Ocean where it could fill the trench at the tectonic plate boundary. Yet there were intervals of time when the climate changed to semi-arid or arid conditions, erosion of the land surface occurred, and in principle the trench would have been filled with mineral sediment. Progressively over long time spans the material in the trench, sometimes a sediment-water slurry and sometimes empty, is partially dragged downward along the boundary between the plates where it influences the mechanical conditions through which the convergence of tectonic plates drives uplift of mountain belts. For the study area, as climate changed the interface between the plates alternately experienced contrasting mechanical conditions.</p>\n<p>This study tested whether the uncommon height of the Andean forearc landscape formed in response to the climate-driven history of plate-boundary mechanical property changes. This project documented the elevation of the forearc region relative to sea level at multiple times during the past 6 million years, and created a numerical simulation software able to test the response of the landforms to changes in the mechanical properties of the plate boundary. A new method was developed that is suited for measuring past elevation relative to sea level using the land surface materials that are common in the Atacama Desert, based on the isotopic ratio of strontium in calcium sulfates minerals. The new data show that only a small fraction of the total 1000-m-height of the landform was achieved during the last 6 million years, whereas the majority of height of this table-like form pre-existed. The study increased the documentation of climate change, resulting in clarity that multiple short intervals of arid conditions interrupted the long lasting hyperarid state. &nbsp;Numerical simulations suggest that surface elevation of the forearc is highly sensitive to the properties of materials dragged down from the trench along the plate boundary as well as to the thickness of that material. The model simulations also indicate that short-lived pulses of change in that plate-boundary material will generate elevation changes that are small.</p>\n<p>Broader Impacts outcomes:</p>\n<p>This project provided the framework for a doctoral student to develop expertise in numerous research and communications skills, inclusive of critical reasoning, field observation of landforms and surface materials, laboratory chemical analytical techniques, scientific computing, database development, and preparation of oral and written reports. The project has contributed to improving the communication and database development skills of the PI, as well as improving her knowled...",
  "por_txt_cntn": "\nIntellectual Merit Outcomes:\n\nContinental landforms are shaped by interactions of tectonic plates, especially in the regions near subduction boundaries such as the narrow strip of South America that is west of the line of Andean volcanoes. Northernmost Chile offers an outstanding natural laboratory in which to better learn how plate-boundary interactions over long periods of time translate into large-scale landforms. This region is uniquely well suited because it is the Atacama Desert, where the climate has been hyperarid for most of the last 10 million years, which is a long enough span of time for tectonic plate behavior to produce large magnitude landscape responses. Prior to this study there existed two competing interpretations for the history of the regional high elevation table-like form of the Andean forearc. Either it was interpreted that its 1000-m-height above the neighboring Pacific Ocean was a relict from tectonic events older than 25 million years, or that it had attained that high elevation during the last 6 million years.  The consequence of the hyperarid climate is that virtually no erosion occurs which means that virtually no mineral sediment is transferred from the continental surface to the Pacific Ocean where it could fill the trench at the tectonic plate boundary. Yet there were intervals of time when the climate changed to semi-arid or arid conditions, erosion of the land surface occurred, and in principle the trench would have been filled with mineral sediment. Progressively over long time spans the material in the trench, sometimes a sediment-water slurry and sometimes empty, is partially dragged downward along the boundary between the plates where it influences the mechanical conditions through which the convergence of tectonic plates drives uplift of mountain belts. For the study area, as climate changed the interface between the plates alternately experienced contrasting mechanical conditions.\n\nThis study tested whether the uncommon height of the Andean forearc landscape formed in response to the climate-driven history of plate-boundary mechanical property changes. This project documented the elevation of the forearc region relative to sea level at multiple times during the past 6 million years, and created a numerical simulation software able to test the response of the landforms to changes in the mechanical properties of the plate boundary. A new method was developed that is suited for measuring past elevation relative to sea level using the land surface materials that are common in the Atacama Desert, based on the isotopic ratio of strontium in calcium sulfates minerals. The new data show that only a small fraction of the total 1000-m-height of the landform was achieved during the last 6 million years, whereas the majority of height of this table-like form pre-existed. The study increased the documentation of climate change, resulting in clarity that multiple short intervals of arid conditions interrupted the long lasting hyperarid state.  Numerical simulations suggest that surface elevation of the forearc is highly sensitive to the properties of materials dragged down from the trench along the plate boundary as well as to the thickness of that material. The model simulations also indicate that short-lived pulses of change in that plate-boundary material will generate elevation changes that are small.\n\nBroader Impacts outcomes:\n\nThis project provided the framework for a doctoral student to develop expertise in numerous research and communications skills, inclusive of critical reasoning, field observation of landforms and surface materials, laboratory chemical analytical techniques, scientific computing, database development, and preparation of oral and written reports. The project has contributed to improving the communication and database development skills of the PI, as well as improving her knowledge of land surface processes. Intellectual relations with professional geologists in Chile have ..."
 }
}