{
 "awd_id": "1049120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:Integration of Decadal Climate Predictions, Ecological and Human Decision-Making Models to Support Climate-Resilient Agriculture in the Argentine Pampas",
 "cfda_num": "47.050",
 "org_code": "06020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 88996.0,
 "awd_amount": 88996.0,
 "awd_min_amd_letter_date": "2011-05-05",
 "awd_max_amd_letter_date": "2011-05-05",
 "awd_abstract_narration": "The multi-faceted aspects of climate variability and climate change affect a variety of societal sectors, regions and issues, including sustainable development, poverty mitigation and food security. Decision makers at many levels-households, communities, regions and countries-will increasingly need credible information that combines state-of-the-art climate science with an integrative understanding of the dynamics of affected natural/human systems. The overarching goal of this project is to enhance society's capacity to act on regional information, e.g. decadal predictions. In particular, the project seeks to facilitate adaptation to a shifting climate and inform resilient decision-making in agricultural production - a human activity that is critically vulnerable to climate. The geographic focus is the Pampas of central eastern Argentina, one of the main cereal and oilseed producing regions in the world.\r\n\r\nWell-informed adaptation to climate variability and change requires the capacity to 'translate' knowledge of decadal climate predictions into decision-relevant, sector-specific information and knowledge that is consistent with existing needs, procedures and decision protocols. To enhance the match between capabilities and expectations of decadal climate predictions, a sustained, iterative dialogue is implemented between climate scientists and multiple agricultural stakeholders. The goals of this dialogue are twofold: (i) to understand decision makers? information needs, beliefs, values and priorities, as well as the constraints under which they operate, and (ii) to provide useful feedback to the climate modeling community that will guide future model development and communication. As part of the project modern, rigorous statistical approaches will be applied to investigation of extreme climate events responsible for most societal impacts.\r\n\r\nThis activity has significant broader impacts: understanding the link between climate variability and decision-making is a fundamental issue that affects resource management in regions and sectors throughout the world. The project will provide an integrated analysis of responses to decadal climate predictions in agriculture - a prevalent, real-world natural/human system that plays a central role in global food production, food security and energy production. Project outcomes include guidance and best practices for decision-makers seeking to adapt to climate variability. The collaboration with scientists in Argentina will strengthen the ability of U.S. institutions and investigators to engage in integrative climate and natural/human systems science with a global scope and perspective. The active involvement of climate information producers and decision-makers will enhance considerably the likelihood of research outputs being incorporated into operational practice.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Goddard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Goddard",
   "pi_email_addr": "goddard@iri.columbia.edu",
   "nsf_id": "000453416",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Baethgen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Walter E Baethgen",
   "pi_email_addr": "baethgen@iri.columbia.edu",
   "nsf_id": "000518428",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 88996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this project was to inform adaptation to climate variability and change through the development of an enhanced capacity to &ldquo;translate&rdquo; decadal climate predictions into decision-relevant, sector-specific information and knowledge that is consistent with existing needs, procedures and protocols. To achieve this translation, decadal climate predictions from various modeling groups are being linked with state-of-the-art physical, ecological and social models (e.g., modern downscaling approaches, crop simulation models, realistic models of human decision-making under risk and uncertainty).</p>\n<p>Moreover, to enhance the match between capabilities and expectations of decadal climate predictions, a sustained, iterative dialogue is implemented between climate scientists and multiple agricultural stakeholders. The goals of this dialogue are twofold: (i) to understand decision makers&rsquo; information needs, beliefs, values and priorities, as well as the constraints under which they operate, and (ii) to provide useful feedback to the climate modeling community that will guide future model development and communication.</p>\n<p>The specific purpose of our participation on this project was to promote a dynamic interaction and a dissemination of results and resources between its participants and the participants of the companion NSF EaSM project (\"Multi-scale Climate Information for Agricultural Planning in Southeastern South America for Coming Decades\"). For that objective, we were involved in two tasks:<br /> 1) &nbsp;to communicate the findings of the companion project on the climate variability and change, as well as the skill and potential use of climate change projections and decadal predictions over the study region, to the participants of this project and a more general scientific audience;<br /> 2) to interact with the stakeholders, farmer associations and agricultural researchers involved in this project to learn about their use of climate information and to discuss potential approaches to improve this interaction and communication.</p>\n<p>The researcher supported on our portion of this project is actively involved in the study of climate variability and change over Southeastern South America (SESA), and through her participation in this and the companion project, she was able to develop and share some outcomes that are specifically relevant for the agricultural sector. In particular, some of the most significant messages shared for education and outreach involved the drivers of variability and change at seasonal-to-decadal timescales, even man-made drivers of change that may have decadal timescales, such as ozone depletion, and also the ability of state-o-the-art climate models to simulate and predict that variability and change. That information is important to agriculture in this part of the world because the regional trend towards wetter conditions has contributed to economic development by facilitating the expansion of agricultural frontiers.</p>\n<p>Throughout this project, several meetings and workshops were organized with stakeholders, farmer associations and agricultural researchers to promote an active dialogue about the use of climate information and in particular, of decadal predictions. These dialogues covered and reported specific points like the format of useful climate information, the communication of its uncertainty and the optimal channels for its dissemination. The researcher funded by this project was actively involved in these interactions and reported back to the companion project. In particular, she designed and conducted, jointly with a regional farmers association a set of interviews with local farmers about their current knowledge and use of climate information and how they incorporate it in their decision making process. These interviews revealed some useful points for the climate information producers. One key ...",
  "por_txt_cntn": "\nThe main goal of this project was to inform adaptation to climate variability and change through the development of an enhanced capacity to \"translate\" decadal climate predictions into decision-relevant, sector-specific information and knowledge that is consistent with existing needs, procedures and protocols. To achieve this translation, decadal climate predictions from various modeling groups are being linked with state-of-the-art physical, ecological and social models (e.g., modern downscaling approaches, crop simulation models, realistic models of human decision-making under risk and uncertainty).\n\nMoreover, to enhance the match between capabilities and expectations of decadal climate predictions, a sustained, iterative dialogue is implemented between climate scientists and multiple agricultural stakeholders. The goals of this dialogue are twofold: (i) to understand decision makersÆ information needs, beliefs, values and priorities, as well as the constraints under which they operate, and (ii) to provide useful feedback to the climate modeling community that will guide future model development and communication.\n\nThe specific purpose of our participation on this project was to promote a dynamic interaction and a dissemination of results and resources between its participants and the participants of the companion NSF EaSM project (\"Multi-scale Climate Information for Agricultural Planning in Southeastern South America for Coming Decades\"). For that objective, we were involved in two tasks:\n 1)  to communicate the findings of the companion project on the climate variability and change, as well as the skill and potential use of climate change projections and decadal predictions over the study region, to the participants of this project and a more general scientific audience;\n 2) to interact with the stakeholders, farmer associations and agricultural researchers involved in this project to learn about their use of climate information and to discuss potential approaches to improve this interaction and communication.\n\nThe researcher supported on our portion of this project is actively involved in the study of climate variability and change over Southeastern South America (SESA), and through her participation in this and the companion project, she was able to develop and share some outcomes that are specifically relevant for the agricultural sector. In particular, some of the most significant messages shared for education and outreach involved the drivers of variability and change at seasonal-to-decadal timescales, even man-made drivers of change that may have decadal timescales, such as ozone depletion, and also the ability of state-o-the-art climate models to simulate and predict that variability and change. That information is important to agriculture in this part of the world because the regional trend towards wetter conditions has contributed to economic development by facilitating the expansion of agricultural frontiers.\n\nThroughout this project, several meetings and workshops were organized with stakeholders, farmer associations and agricultural researchers to promote an active dialogue about the use of climate information and in particular, of decadal predictions. These dialogues covered and reported specific points like the format of useful climate information, the communication of its uncertainty and the optimal channels for its dissemination. The researcher funded by this project was actively involved in these interactions and reported back to the companion project. In particular, she designed and conducted, jointly with a regional farmers association a set of interviews with local farmers about their current knowledge and use of climate information and how they incorporate it in their decision making process. These interviews revealed some useful points for the climate information producers. One key items was the fact that the farmers could identify several sources of climate information, such as different seasonal a..."
 }
}