{
 "awd_id": "1049993",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Improving the Accuracy and Precision of Monazite and Allanite Geochronology via ID Th-Pb Ages for Reference Materials",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 111941.0,
 "awd_amount": 111941.0,
 "awd_min_amd_letter_date": "2010-12-18",
 "awd_max_amd_letter_date": "2014-05-28",
 "awd_abstract_narration": "Collaborative Research: Improving the accuracy and precision ofmonazite and allanite geochronology via ID Th-Pb ages for referencematerials\r\n\r\nThe principal limitation for obtaining high-precision, accurate standard-based 208Pb/232Th ages from monazite and allanite is the lack of appropriate, well-characterized reference materials. Because both monazite and allanite are compositionally variable and SIMS, LA-ICP-MS incur instrumental mass-dependent fractionation, it is essential to closely match standards with unknowns. This proposal seeks to determine isotope dilution (ID) Th-Pb ages for the Th-rich accessory minerals monazite and allanite. Th-Pb ages currently exist for only one reference material that is commonly used-'554'. Consequently, all standard-based geochronologic measurements require an assumption that Th-Pb and U-Pb ages are equivalent. This assumption is unnecessary and, in many cases, invalid. By obtaining high-precision ID Th-Pb ages for a suite of well-characterized, community-wide reference materials, this research will provide a means of independently calibrating Th-Pb ages for minerals that can be linked to fundamental tectonic processes.\r\n\r\nIntellectual Merit\r\no Eliminates the need to assume concordance among the three decay systems (235U, 238U\r\nand 232Th decay chains) by providing independently verified U-Pb and Th-Pb ages.\r\no Improves precision on age measurements for a chronometer that can be directly linked\r\nto the metamorphic and magmatic history of a terrane\r\no Provides well-characterized standards to the community for high-precision, standardbased\r\ngeochronology.\r\nBroader impacts\r\n1. This proposed research seeks to address the fundamental aim of the EARTHTIME initiative: \"the development of the geochronological techniques necessary to produce temporal constraints with uncertainties approaching 0.1 % of the radioisotopic ages.\"\r\no A website will be developed that contains the information about the reference materials and the methods for measuring the ID TIMS and ICP-MS ages. This information will be linked to the EARTHTIME website.\r\no An educational module will be developed that can be integrated into the EARTHTIME mission for educating students about understanding geologic time. This module will demonstrate linking pressure, temperature and time histories.\r\n2. This project supports two early career scientists-John Cottle (UCSB faculty) and Emily Peterman (Stanford Postdoctoral Fellow). In addition, Peterman is a young female scientist (Ph.D. 2009).\r\n3. This study will train undergraduates (UCSB) in laboratory investigations and provide a component of graduate research for graduate students at UCSB and Stanford.\r\n4. The results of the proposed research will impact the geochronology community at large:\r\no Thermal Ionization Mass Spectrometry\r\no Secondary Ionization Mass Spectrometry\r\no Electron Probe MicroAnalysis\r\no (Laser Ablation) Inductively Coupled Plasma Mass Spectrometry",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marty",
   "pi_last_name": "Grove",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Marty J Grove",
   "pi_email_addr": "mjgrove@stanford.edu",
   "nsf_id": "000447187",
   "pi_start_date": "2010-12-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19727.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92214.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Determining the timing of geologic events requires accurate and precise&nbsp;<br />measurement of the isotopic age of minerals whose growth can be related to these events. Monazite is an important mineral for&nbsp;<br />quantifying these processes because it is stable over a broad range of pressure-temperature&nbsp;conditions and often reacts to record changes in these conditions. Furthermore, it contains both&nbsp;U and Th, thereby providing two independent decay schemes. This project has addressed the paucity of available and appropriate reference materials to perform U-Th-Pb dating of monazite by&nbsp;expanding the number of potential monazite reference materials, rigorously evaluating the homogeneity of monazite reference materials with regards to both composition and isotopic ratios, measuring calibrated Th/Pb ratios to provide new Th/Pb dates for these standards, and&nbsp;<br />assessing the reproducibility of these reference materials when analyzed via the following&nbsp;micro-beam techniques: electron probe microanalysis (EPMA), laser ablation (LA) ICP-MS, and&nbsp;secondary ion mass spectrometry (SIMS). &nbsp;Through this project, new potential monazite reference materials were collected, separated, and&nbsp;characterized for major and trace element compositions and radioisotope ratios. Although most&nbsp;materials analyzes are inhomogeneous and thus not suitable for use as reference materials, we have identified&nbsp;three yield candiates that exhibit the requisite homogeneity in elemental and isotopic composition. Isotope&nbsp;dilution U/Pb and Th/Pb analysis of these materials was performed to provide independently calibrated dates&nbsp;for their use as reference materials.&nbsp;<br />To assess the reproducibility of these reference materials, We partnered&nbsp;<br />with eight labs to complete inter-laboratory, inter-method &lsquo;round robin&rsquo; analysis to assess the&nbsp;reproducibility of these reference materials via EPMA, LA-ICP-MS and SIMS.&nbsp;These measurements had the&nbsp;additional benefit of advancing analytical techniques for both LA-ICP-MS and SIMS. As part of&nbsp;the analytical routine for laser ablation split stream (LASS) ICP-MS, we now use two linked&nbsp;mass spectrometers to simultaneously collect compositional and radioisotope data from the&nbsp;same spot. For SIMS, the use of energy filtering to reduce mass interferences on the targeted&nbsp;isotopes has increased the accuracy and precision of radioisotope ratios.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2015<br>\n\t\t\t\t\tModified by: Marty&nbsp;J&nbsp;Grove</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDetermining the timing of geologic events requires accurate and precise \nmeasurement of the isotopic age of minerals whose growth can be related to these events. Monazite is an important mineral for \nquantifying these processes because it is stable over a broad range of pressure-temperature conditions and often reacts to record changes in these conditions. Furthermore, it contains both U and Th, thereby providing two independent decay schemes. This project has addressed the paucity of available and appropriate reference materials to perform U-Th-Pb dating of monazite by expanding the number of potential monazite reference materials, rigorously evaluating the homogeneity of monazite reference materials with regards to both composition and isotopic ratios, measuring calibrated Th/Pb ratios to provide new Th/Pb dates for these standards, and \nassessing the reproducibility of these reference materials when analyzed via the following micro-beam techniques: electron probe microanalysis (EPMA), laser ablation (LA) ICP-MS, and secondary ion mass spectrometry (SIMS).  Through this project, new potential monazite reference materials were collected, separated, and characterized for major and trace element compositions and radioisotope ratios. Although most materials analyzes are inhomogeneous and thus not suitable for use as reference materials, we have identified three yield candiates that exhibit the requisite homogeneity in elemental and isotopic composition. Isotope dilution U/Pb and Th/Pb analysis of these materials was performed to provide independently calibrated dates for their use as reference materials. \nTo assess the reproducibility of these reference materials, We partnered \nwith eight labs to complete inter-laboratory, inter-method æround robinÆ analysis to assess the reproducibility of these reference materials via EPMA, LA-ICP-MS and SIMS. These measurements had the additional benefit of advancing analytical techniques for both LA-ICP-MS and SIMS. As part of the analytical routine for laser ablation split stream (LASS) ICP-MS, we now use two linked mass spectrometers to simultaneously collect compositional and radioisotope data from the same spot. For SIMS, the use of energy filtering to reduce mass interferences on the targeted isotopes has increased the accuracy and precision of radioisotope ratios. \n\n\t\t\t\t\tLast Modified: 07/30/2015\n\n\t\t\t\t\tSubmitted by: Marty J Grove"
 }
}