{
 "awd_id": "1049317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Carbon Smarts Conference: Learning Climate Change Science Anywhere Anytime",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 49826.0,
 "awd_amount": 49826.0,
 "awd_min_amd_letter_date": "2011-01-20",
 "awd_max_amd_letter_date": "2011-01-20",
 "awd_abstract_narration": "The University of Massachusetts Lowell is conducting 1.5-day conference in the fall of 2011, tentatively titled \"Learning on the Go: Using Out-of-Home Media to Communicate Climate Science.\" The conference, to be held at the Lowell Inn and Conference Center, will bring together approximately 125 professionals and students in climate science, communications, out-of-home media, social science, informal and formal science education, and educational psychology with the goal of exploring opportunities for applying out-of-home media to communicating science to the public, with a particular emphasis on climate change science.  \"Out-of-home media\" is defined as any type of communication that reaches individuals while they are out of the home, including mobile media, billboards, mass transit placards, posters, etc.  The intent is to consider how informal science education and its impacts on learning can be expanded via the adaptation of such media to the goals of ISE.  Conference proceedings and podcasts of keynote sessions will be made available on a conference Web site.  Conference evaluation will be conducted by Arbor Consulting Partners.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lustick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lustick",
   "pi_email_addr": "David_Lustick@uml.edu",
   "nsf_id": "000180000",
   "pi_start_date": "2011-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jill",
   "pi_last_name": "Hendrickson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Hendrickson",
   "pi_email_addr": "jill_hendrickson@uml.edu",
   "nsf_id": "000406819",
   "pi_start_date": "2011-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Lowell",
  "inst_street_address": "220 PAWTUCKET ST STE 400",
  "inst_street_address_2": "",
  "inst_city_name": "LOWELL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9789344170",
  "inst_zip_code": "018543573",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS LOWELL",
  "org_prnt_uei_num": "",
  "org_uei_num": "LTNVSTJ3R6D5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Lowell",
  "perf_str_addr": "220 PAWTUCKET ST STE 400",
  "perf_city_name": "LOWELL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "018543573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 49826.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>The Carbon Smarts Conference: Learning Climate Change Science Anywhere Anytime asked the question: <em><span style=\"text-decoration: underline;\">What is the potential for out-of-home media to foster understanding of climate change science in public settings?</span></em>&nbsp; In this context,&nbsp; learning in a &ldquo;public setting&rdquo; (informal education) is defined as a lifelong process whereby people acquire attitudes, values, skills and knowledge from daily experiences and the various influences and resources in his or her environment. Using the critical issue of climate change as the focus for ideas, the Carbon Smarts Conference brought experts and participants from a range of disciplines together in Lowell, MA October 20-21, 2011 to:</p>\n<ol>\n<li>Discuss the science needed by the general public to understand climate change.</li>\n<li>Explore the effectiveness of informal science education efforts to impact public understanding of climate change.</li>\n<li>Define out-of-home media and the public venues suited for climate change education.</li>\n<li>Motivate informal science educators, scientists, and marketing experts to share ideas about how to use of out-of-home media to foster science understanding.</li>\n<li>Create a communication network for participants to foster proposal development.</li>\n</ol>\n<p><strong>Broader Impacts:</strong> Goals 1, 4, and 5 address the broader impacts of audience understanding of science and development of innovative research proposals.&nbsp; Since the conference attendees were not all science experts, it&nbsp;was important to assure a common level of understanding for all presenters and participants. With a common understanding, the audience was positioned to engage in the rest of the&nbsp;proceedings. &nbsp;Goals 4 and 5 encouraged the open exchange of ideas among attendees from marketing agencies, informal science educators, education researchers, and atmospheric scientists. The participants were successful in sustaining many of the inter-disciplinary conversations after the conference during the development and submission of&nbsp;the&nbsp;<em>Innovative Engagement (Science Express)</em>&nbsp;&nbsp;research proposal to NSF Solicitation 1546. &nbsp;The communication infrastructure established for the conference continues to provide a means to solicit and disseminate information among participating agents.&nbsp; In June, 2012, <em>Cool Science </em>received a $32,500 grant from the University of Massachusetts Creative Economy competition to run K-12 student art work about climate change on the Lowell mass transit system. In September 2012, <em>Innovative Engagement (Science Express) </em>was selected for funding by NSF.&nbsp; Both<em>&nbsp; Cool Science</em>&nbsp; and <em>Science Express</em> are products of the Carbon Smart Conference.</p>\n<p><strong>Intellectual Impacts:</strong> Goals 2, 3, and 4 addressed intellectual impacts. Goal 2 let conference participants learn about previous efforts to foster informal science learning about climate change. Museum directors, public television producers, and environmental networking organizations had each developed, implemented, and assessed programs aimed at helping the public understand the science of climate change. Each of these participants shared reports of success, disappointment, and the wisdom gained. Goal 3 introduced out-of-home media (i.e. billboards, posters, car cards) as a potential medium to improve the public&rsquo;s understanding of climate change science and the unique challenges associated with the strategy. How can a rather limited medium be used to foster understanding about a complex system of scientific concepts? What types of outcomes are possible and likely? Can an out-of-home learning campaign for science increase awareness, change attitudes, improve knowledge, and promote actions equally well?&nbsp; To what ex...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nThe Carbon Smarts Conference: Learning Climate Change Science Anywhere Anytime asked the question: What is the potential for out-of-home media to foster understanding of climate change science in public settings?  In this context,  learning in a \"public setting\" (informal education) is defined as a lifelong process whereby people acquire attitudes, values, skills and knowledge from daily experiences and the various influences and resources in his or her environment. Using the critical issue of climate change as the focus for ideas, the Carbon Smarts Conference brought experts and participants from a range of disciplines together in Lowell, MA October 20-21, 2011 to:\n\nDiscuss the science needed by the general public to understand climate change.\nExplore the effectiveness of informal science education efforts to impact public understanding of climate change.\nDefine out-of-home media and the public venues suited for climate change education.\nMotivate informal science educators, scientists, and marketing experts to share ideas about how to use of out-of-home media to foster science understanding.\nCreate a communication network for participants to foster proposal development.\n\n\nBroader Impacts: Goals 1, 4, and 5 address the broader impacts of audience understanding of science and development of innovative research proposals.  Since the conference attendees were not all science experts, it was important to assure a common level of understanding for all presenters and participants. With a common understanding, the audience was positioned to engage in the rest of the proceedings.  Goals 4 and 5 encouraged the open exchange of ideas among attendees from marketing agencies, informal science educators, education researchers, and atmospheric scientists. The participants were successful in sustaining many of the inter-disciplinary conversations after the conference during the development and submission of the Innovative Engagement (Science Express)  research proposal to NSF Solicitation 1546.  The communication infrastructure established for the conference continues to provide a means to solicit and disseminate information among participating agents.  In June, 2012, Cool Science received a $32,500 grant from the University of Massachusetts Creative Economy competition to run K-12 student art work about climate change on the Lowell mass transit system. In September 2012, Innovative Engagement (Science Express) was selected for funding by NSF.  Both  Cool Science  and Science Express are products of the Carbon Smart Conference.\n\nIntellectual Impacts: Goals 2, 3, and 4 addressed intellectual impacts. Goal 2 let conference participants learn about previous efforts to foster informal science learning about climate change. Museum directors, public television producers, and environmental networking organizations had each developed, implemented, and assessed programs aimed at helping the public understand the science of climate change. Each of these participants shared reports of success, disappointment, and the wisdom gained. Goal 3 introduced out-of-home media (i.e. billboards, posters, car cards) as a potential medium to improve the publicÆs understanding of climate change science and the unique challenges associated with the strategy. How can a rather limited medium be used to foster understanding about a complex system of scientific concepts? What types of outcomes are possible and likely? Can an out-of-home learning campaign for science increase awareness, change attitudes, improve knowledge, and promote actions equally well?  To what extent can virtual and analog strategies work in concert to achieve programmatic goals?  How can the efficacy of different strategies to achieve specific outcomes be measured? By bringing experts from diverse domains together, this conference began the process of articulating research questions and possible investigative projects to address both the broader impacts of improving public ..."
 }
}