{
 "awd_id": "1049944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Little Devils Postpile Revisited: Intercalibration of Thermochronometer Kinetics in a Contact Aureole",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 193209.0,
 "awd_amount": 193209.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2011-12-16",
 "awd_abstract_narration": "Thermochronometer Kinetics in a Contact Aureole\r\n\r\nDriven by the demand for constraints on thermal histories of rocks in the upper few kilometers of the Earth's crust, intermediate- and low-temperature thermochronology has proliferated in tectonic and geomorphic applications in the last two decades. Despite this growth, every thermochronologic application is limited by uncertainties in fundamental kinetic calibrations and intra-sample variation that to one degree or another raise questions about geologic interpretations derived from them. These uncertainties arise from many sources, but perhaps most importantly from the interpretation and extrapolation of empirical laboratory step-heating diffusion and annealing experiments that are usually performed at rates and temperatures many orders of magnitude different from relevant natural conditions. Several lines of evidence, including ab initio kinetic models, deviations of natural samples from idealized configurations, and simply observations of \"intriguing complexities\" in many cooling-age, -spectra, -profile and track-length data sets, suggest the existence of significant gaps in our understanding of routinely used fundamental thermochronologic kinetic calibrations. A careful and deliberate benchmarking and intercalibration study of multiple thermochronometers from a well-controlled natural laboratory is needed to illuminate these issues and to ultimately establish more confidence in kinetic models and geologic interpretations derived from them. It is proposed to resample and analyze the detailed behavior of 13 different noble-gas and fissiontrack thermochronometers in profiles adjacent to Little Devils Postpile, a classic natural laboratory studied by Calk and Naeser in 1973, where a ~100 m basalt plug intruded ~80-Ma granitoid rock at ~8 Ma. Although possibly complicated by hydrothermal circulation and other effects, the relatively simple configuration of this natural experiment will allow construction of realistic models of the thermal histories associated with the intrusion, hence prediction of profiles of age and other thermochronometric properties as a function of distance from the contacts. The abundance of many different minerals dateable by both noble gas and fission-track methods in the country rock will then allow comparison between and predicted the observed thermochronologic patterns based on many parameters (incl. bulk ages, profiles, spectra, and track lengths, etc.).  Inter-combinations of well-calibrated dating systems will serve as benchmarks to identify interpretive problems and to infer potential refinements needed to improve calibrations of other dating systems.\r\n\r\nIntellectual Merit: This focused and collaborative study will provide a relatively rare and needed opportunity to test, refine, and in some cases establish kinetic calibrations used by many Earth and planetary scientists for hundreds of applications each year. This will be accomplished using a natural experiment performed under conditions not achievable in the laboratory, through a relatively simple contact relationship that allows for straightforward modeling, but with reasonable opportunity for revealing complexities (such as intrasample variations) that are likely to be commonly encountered in many geologic applications.\r\n\r\nBroader Impacts: Besides contributing to thermochronologic calibrations widely used in the geologic community, and potentially establishing a thermochronologic \"type locality\" useful for testing other systems, this work will provide training and support for several undergraduate and graduate students, establish new fission-track dating capabilities (in zircon, titanite, and epidote) at UT, and will provide for outreach opportunities to visitors at Yosemite National Park, through our collaboration with Park Geologist Dr. Gregory Stock.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Zeitler",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Peter K Zeitler",
   "pi_email_addr": "pkz0@lehigh.edu",
   "nsf_id": "000115639",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 107751.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85458.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two of the most important things to understand about processes within the solid Earth are their timing and the temperatures that were involved. This knowledge is relevant not only to basic research into the origin and dynamics of the Earth&rsquo;s crust, but also to understanding the origin of Earth resources and the longer-term context for geologic hazards associated with deformation. Such information can be obtained using techniques of thermochronometry, in which measurements of the ages of certain minerals provide a record of their temperature history, thanks to our knowledge of the way radioactive daughter products such as argon or helium diffuse through different types of minerals.</p>\n<p>The main goal of this collaborative project has been to assess the relative performance of the main thermochronometers currently used in Earth sciences. We have been doing this by studying the response of each dating system in a well-constrained &ldquo;natural laboratory&rdquo; located near Tuolumne Meadows in Yosemite National Park. At the Little Devil&rsquo;s Postpile locality, 8 million years ago a small basalt intrusion delivered a sharp thermal pulse to its enclosing granite. This ~89 million-year-old granite contains a rich variety of the minerals most commonly used in thermochronometry.&nbsp; Combining our measured ages with thermal models of heat transfer and such measurements as the subsurface geometry of the basalt intrusion and its intrusion temperature, we can assess the performance of the various interpretive and diffusion models used in thermochronology.</p>\n<p>At Lehigh University, beyond participating in field sampling and in interpreting project results, our work has focused on five aspects of the project. We have used Ar-Ar analysis to date the basalt intrusion itself to independently determine the time of resetting in the granite (the intrusion is 8.0 Ma in age). We carried out a magnetometer transect to constrain the subsurface geometry of the basalt intrusion (it is a dipping then slab, not a vertical cylindrical pipe). We conducted biotite Ar-Ar analyses, verifying as expected that this retentive system was not affected by the intrusion. We developed two thermal models to use in interpreting the overall data set, one a Monte-Carlo inverse model based on a simple 3D analytical solution for diffusion of heat, and a 2.5D finite-difference model that can incorporate the effects of finite intrusion duration, temperature-dependent thermal properties, and latent heat of crystallization.&nbsp; Finally, Ph.D. student Jennifer Schmidt is completing a study of the behavior of feldspars in response to thermal resetting. One branch of this project is examining the performance of the multi-diffusion-domain model in potassium feldspars, and the other branch is exploring the behavior of plagioclase feldspar in the contact aureole (up until now, very little work has been done with plagioclases).</p>\n<p>Overall our project&rsquo;s main scientific result to date is that the more recent kinetic models for helium diffusion in the minerals apatite and zircon, which incorporate the impacts on diffusion of radiation-damage accumulation, do very well at explaining the degree of age resetting at Little Devil&rsquo;s Postpile&nbsp; (see figure). This reassuring result is important not only to the thermochronometry community but also the broader spectrum of Earth scientists that use such data. This project has supported the training of one female Ph.D. student at Lehigh University, and provided field experience for several additional Ph.D. students. The project also supported updates and continued development of software maintained by several project members and shared broadly with the thermochronometry community.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;K&nbsp;Zeitler</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-...",
  "por_txt_cntn": "\nTwo of the most important things to understand about processes within the solid Earth are their timing and the temperatures that were involved. This knowledge is relevant not only to basic research into the origin and dynamics of the EarthÆs crust, but also to understanding the origin of Earth resources and the longer-term context for geologic hazards associated with deformation. Such information can be obtained using techniques of thermochronometry, in which measurements of the ages of certain minerals provide a record of their temperature history, thanks to our knowledge of the way radioactive daughter products such as argon or helium diffuse through different types of minerals.\n\nThe main goal of this collaborative project has been to assess the relative performance of the main thermochronometers currently used in Earth sciences. We have been doing this by studying the response of each dating system in a well-constrained \"natural laboratory\" located near Tuolumne Meadows in Yosemite National Park. At the Little DevilÆs Postpile locality, 8 million years ago a small basalt intrusion delivered a sharp thermal pulse to its enclosing granite. This ~89 million-year-old granite contains a rich variety of the minerals most commonly used in thermochronometry.  Combining our measured ages with thermal models of heat transfer and such measurements as the subsurface geometry of the basalt intrusion and its intrusion temperature, we can assess the performance of the various interpretive and diffusion models used in thermochronology.\n\nAt Lehigh University, beyond participating in field sampling and in interpreting project results, our work has focused on five aspects of the project. We have used Ar-Ar analysis to date the basalt intrusion itself to independently determine the time of resetting in the granite (the intrusion is 8.0 Ma in age). We carried out a magnetometer transect to constrain the subsurface geometry of the basalt intrusion (it is a dipping then slab, not a vertical cylindrical pipe). We conducted biotite Ar-Ar analyses, verifying as expected that this retentive system was not affected by the intrusion. We developed two thermal models to use in interpreting the overall data set, one a Monte-Carlo inverse model based on a simple 3D analytical solution for diffusion of heat, and a 2.5D finite-difference model that can incorporate the effects of finite intrusion duration, temperature-dependent thermal properties, and latent heat of crystallization.  Finally, Ph.D. student Jennifer Schmidt is completing a study of the behavior of feldspars in response to thermal resetting. One branch of this project is examining the performance of the multi-diffusion-domain model in potassium feldspars, and the other branch is exploring the behavior of plagioclase feldspar in the contact aureole (up until now, very little work has been done with plagioclases).\n\nOverall our projectÆs main scientific result to date is that the more recent kinetic models for helium diffusion in the minerals apatite and zircon, which incorporate the impacts on diffusion of radiation-damage accumulation, do very well at explaining the degree of age resetting at Little DevilÆs Postpile  (see figure). This reassuring result is important not only to the thermochronometry community but also the broader spectrum of Earth scientists that use such data. This project has supported the training of one female Ph.D. student at Lehigh University, and provided field experience for several additional Ph.D. students. The project also supported updates and continued development of software maintained by several project members and shared broadly with the thermochronometry community. \n\n \n\n\t\t\t\t\tLast Modified: 05/29/2015\n\n\t\t\t\t\tSubmitted by: Peter K Zeitler"
 }
}