{
 "awd_id": "1049579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Separating Regional from Global Influences on the Paleomagnetic Record",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "Dr. Leah Ziegler has been granted an NSF Earth Sciences postdoctoral fellowship to carry out a research and education plan at Oregon State University.  She will investigate the changing strength of the Earth's magnetic field, as recorded in marine sediments over hundreds of thousands of years.  This study will focus on using time series analysis, statistics, and inverse modeling to assess the interregional and intraregional consistency of data taken from dozens of separate sediment cores.  Models of magnetic field strength will be made using data clustered regionally on the globe, and these different regional models will be compared with each other and with a global reference model.  Additionally, she will quantify the correlation between individual cores which are geographically close together and which are geographically far apart, to test if there is a relationship between correlation and geographic separation.  The overarching goal of this project is to identify global and regional field features on very long timescales, and to determine if the regional-scale features (which are more difficult to resolve) are observable above the noise which is inherent to the data source.  \r\n\r\nThe Earth's magnetic field is ever-changing: in strength, small scale shape, and pole location.  Although the magnetic field is approximately a dipole field, it has many complexities and deviations from this generalization.  Some specific non-dipole features may last hundreds or thousands of years, while others last only a few years.  The full detail of today's field is readily observable from satellite and observatory measurements.  However, recovering details of the ancient magnetic field is only now becoming feasible through careful analyses of growing amounts of data from magnetized sediments.  This study provides a framework for understanding how well we can resolve field complexities from this noisy - yet informative - data source.  The characteristic ups and downs in field strength seen in sediments often serve as a chronology tool for those sediments in a wide range of environmental applications, where the typical dipole field approximation contributes to chronological inaccuracies.  This study will lead to better chronological accuracy and error bounds in these applications.  The improved understanding of the ancient magnetic field produced in this work will also lead to new insights into the deep earth processes that ultimately give rise to the magnetic field.  In addition to her research, the fellow will be active in education and outreach at OSU through a variety of established K-12 outreach programs.  She will additionally co-teach an undergraduate level course on \"Earth's Magnetism\" at OSU.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leah",
   "pi_last_name": "Ziegler",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Leah B Ziegler",
   "pi_email_addr": "",
   "nsf_id": "000567935",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ziegler                 Leah           B",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "La Jolla",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "920379115",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ziegler                 Leah           B",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920379115",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This postdoctoral fellowship award funded one fellow to investigate the ancient behavior of Earth&rsquo;s very dynamic magnetic field.&nbsp; The Earth&rsquo;s magnetic field is &lsquo;frozen in&rsquo; to rocks as they form.&nbsp; These rocks then contain a record of the ancient magnetic field.&nbsp; This study generated new, high resolution data from sediments over the last few thousand years.&nbsp; These data are a record of rapid variations in the magnetic field.&nbsp; When compared to data from other regions we can see the global pattern, and relate what we see to processes occurring in the Earth&rsquo;s core, which is generating the field. &nbsp;Additionally, the fellow analyzed data contained in publically available databases to make inferences about the very oldest magnetic field (as old as 3.5 Billion years old).&nbsp; This work involved generation of geodynamic models of the Earth&rsquo;s deep interior (the mantle), for interpretation of the paleomagnetic data.&nbsp; This work resulted in a new hypothesis about magnetic field generation which involves the mantle playing an important role in magnetic field generation during the first billion years of Earth history.</p>\n<p>&nbsp;</p>\n<p>The fellow took was active in science education at diverse levels, guest lecturing in 8<span style=\"font-size: xx-small;\">th</span>&nbsp;grade science classrooms, as well as a graduate school course on Earth magnetism.&nbsp; Additionally she distributed and demonstrated her plate tectonics card game &lsquo;Supercontinents!&rsquo; (developed as part of the NSF funded GK12 program) to several interested teachers and educators.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2014<br>\n\t\t\t\t\tModified by: Leah&nbsp;B&nbsp;Ziegler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis postdoctoral fellowship award funded one fellow to investigate the ancient behavior of EarthÆs very dynamic magnetic field.  The EarthÆs magnetic field is æfrozen inÆ to rocks as they form.  These rocks then contain a record of the ancient magnetic field.  This study generated new, high resolution data from sediments over the last few thousand years.  These data are a record of rapid variations in the magnetic field.  When compared to data from other regions we can see the global pattern, and relate what we see to processes occurring in the EarthÆs core, which is generating the field.  Additionally, the fellow analyzed data contained in publically available databases to make inferences about the very oldest magnetic field (as old as 3.5 Billion years old).  This work involved generation of geodynamic models of the EarthÆs deep interior (the mantle), for interpretation of the paleomagnetic data.  This work resulted in a new hypothesis about magnetic field generation which involves the mantle playing an important role in magnetic field generation during the first billion years of Earth history.\n\n \n\nThe fellow took was active in science education at diverse levels, guest lecturing in 8th grade science classrooms, as well as a graduate school course on Earth magnetism.  Additionally she distributed and demonstrated her plate tectonics card game æSupercontinents!Æ (developed as part of the NSF funded GK12 program) to several interested teachers and educators.\n\n \n\n\t\t\t\t\tLast Modified: 01/06/2014\n\n\t\t\t\t\tSubmitted by: Leah B Ziegler"
 }
}