{
 "awd_id": "1049994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "U.S.-Mexico Planning Visit: Collaborative Research on Epilepsy Diagnosis and Therapy",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Ortega",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 22000.0,
 "awd_amount": 22000.0,
 "awd_min_amd_letter_date": "2011-01-25",
 "awd_max_amd_letter_date": "2011-01-25",
 "awd_abstract_narration": "This U.S.-Mexico award,jointly funded by the Office of International Science and Engineering and the Division of Chemical, Bioengineering, Environmental, and Transport Systems (CBET), will support one senior researcher and three junior colleagues under the direction of Dr. Walter Besio of the University of Rhode Island on two planning visits to Mexico. The primary goal of these visits is to explore collaborations with researchers at two institutions in order to develop a new electrode technology (tripolar concentric ring electrodes, or TCREs) for use as a brain-computer interface that provides an alternative for communication and control to persons with seizure-related neural disabilities.  This topic is related to the PI's recently awarded grant from the Research to Aid the Disabled Program, CBET-0933596.  The facilities at the two Mexican institutions (Dr. Luisa Rocha-Arrieta's laboratory at CINVESTAV, at the National Polytechnic Institute, and Dr. Iris Martinez-Juarez'clinical research laboratory at the National Institute of Neurology and Neurosurgery \"Manuel Velasco Suarez\") are complementary to those at URI and will further Besio's highly rated research efforts, allowing him to extend the scope of his current project.  Two visits are planned.  The first will discuss ways to study mechanisms of noninvasive transcutaneous electrical stimulation (TcES) to reduce seizures, and the second will discuss noninvasive TcES using TCREs to reduce seizure activity.  On each visit a student, a postdoctoral researcher, and a research assistant will accompany the PI to Mexico for discussions and planning.\r\n\r\nThis potential collaborative research program will bridge basic and clinical sciences, help accelerate the transition of technology from laboratory to application, enhance the state of knowledge in the field of brain stimulation and electroencephalography (EEG), provide a powerful tool for understanding epilepsy and other complex neurological disorders, and add to technologies that aid persons with neurological diseases.  It will also expose U.S. students and young scientists to a potentially unique and vibrant international research experience, which is a priority for the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Besio",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Walter G Besio",
   "pi_email_addr": "besio@uri.edu",
   "nsf_id": "000526325",
   "pi_start_date": "2011-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  },
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 22000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Epilepsy is a debilitating disease.&nbsp;It afflicts approximately 15 million Americans of all ages.&nbsp; Approximately 5% of the U.S. population will have a single seizure in their lifetime (Hauser and Annegers 1992).&nbsp; Worldwide, epilepsy affects approximately 67 million of the world population. The disease is five times more prevalent, with 85% of all epilepsy in developing countries such as Mexico than in the USA (annual report of the WHO 2001).<!--?xml:namespace prefix = \"o\" ns = \"urn:schemas-microsoft-com:office:office\" /--></span></p>\n<p><span>This transformative engineering work has resulted in multiple discoveries that will most likely help in other fields such as neurology, neurosurgery, psychology, and neuroscience. During this award we have created a new type of electrode (tripolar concentric ring electrode). Electrodes convert brain signals to signals that can be measured with electronics. Our unique electrodes allowed us to detect very weak brain signals from the scalp surface of people with epilepsy that are not normally seen with regular electrodes. The improved brain signals that we recorded matched very well with the diagnosis of epilepsy by the medical doctors. Dr. Besio&rsquo;s team hopes that this new electrode and recording system will help improve the diagnosis of epilepsy and in the future other brain diseases.</span></p>\n<p><span>Beyond recording, a noninvasive (on the scalp) electrical stimulation system using the same new electrodes was developed. The new concentric electrode focuses the stimulation through the scalp and skull to the brain. Dr. Besio&rsquo;s team has found that the new stimulation is very effective at controlling multiple types of seizures. They also found that this new stimulation varied chemicals in the brain that help to control the seizures. Besides looking very promising as a therapy for epilepsy it is possible that altering the brain chemicals with the concentric electrodes may be beneficial for other brain diseases. It appears that this new instrument is a platform technology that has a variety of medical and commercial applications.</span></p>\n<p><span>There were many discoveries made during the course of this award. Much of that was related directly to the students who worked with Dr. Besio to conduct the experiments. In other words, the students were in on the discoveries. There were&nbsp;three visiting scholars from the laboratories in Mexico&nbsp;who came<br />and worked with Dr. Besio in his Neurorehabilitation Laboratory in Kingston<br />Rhode Island at the University of Rhode Island. One of the scholars was a woman, her and one other scholar have since gone on to receive post-doctoral positions in very prominent laboratories to continue their training. </span></p>\n<p><span>The collaborations developed during this award between Dr. Besio and is collaborators in Mexico will continue for the rest of our careers. The biomedical instruments that were developed will continue to enhance the research capabilities of the collaborators in Mexico. The results have been disseminated in leading peer-reviewed journals, international, national, as well as regional conferences. They have also been disseminated through community presentations, websites, and a book.</span></p>\n<p><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2014<br>\n\t\t\t\t\tModified by: Walter&nbsp;G&nbsp;Besio</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEpilepsy is a debilitating disease. It afflicts approximately 15 million Americans of all ages.  Approximately 5% of the U.S. population will have a single seizure in their lifetime (Hauser and Annegers 1992).  Worldwide, epilepsy affects approximately 67 million of the world population. The disease is five times more prevalent, with 85% of all epilepsy in developing countries such as Mexico than in the USA (annual report of the WHO 2001).\n\nThis transformative engineering work has resulted in multiple discoveries that will most likely help in other fields such as neurology, neurosurgery, psychology, and neuroscience. During this award we have created a new type of electrode (tripolar concentric ring electrode). Electrodes convert brain signals to signals that can be measured with electronics. Our unique electrodes allowed us to detect very weak brain signals from the scalp surface of people with epilepsy that are not normally seen with regular electrodes. The improved brain signals that we recorded matched very well with the diagnosis of epilepsy by the medical doctors. Dr. BesioÆs team hopes that this new electrode and recording system will help improve the diagnosis of epilepsy and in the future other brain diseases.\n\nBeyond recording, a noninvasive (on the scalp) electrical stimulation system using the same new electrodes was developed. The new concentric electrode focuses the stimulation through the scalp and skull to the brain. Dr. BesioÆs team has found that the new stimulation is very effective at controlling multiple types of seizures. They also found that this new stimulation varied chemicals in the brain that help to control the seizures. Besides looking very promising as a therapy for epilepsy it is possible that altering the brain chemicals with the concentric electrodes may be beneficial for other brain diseases. It appears that this new instrument is a platform technology that has a variety of medical and commercial applications.\n\nThere were many discoveries made during the course of this award. Much of that was related directly to the students who worked with Dr. Besio to conduct the experiments. In other words, the students were in on the discoveries. There were three visiting scholars from the laboratories in Mexico who came\nand worked with Dr. Besio in his Neurorehabilitation Laboratory in Kingston\nRhode Island at the University of Rhode Island. One of the scholars was a woman, her and one other scholar have since gone on to receive post-doctoral positions in very prominent laboratories to continue their training. \n\nThe collaborations developed during this award between Dr. Besio and is collaborators in Mexico will continue for the rest of our careers. The biomedical instruments that were developed will continue to enhance the research capabilities of the collaborators in Mexico. The results have been disseminated in leading peer-reviewed journals, international, national, as well as regional conferences. They have also been disseminated through community presentations, websites, and a book.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 03/30/2014\n\n\t\t\t\t\tSubmitted by: Walter G Besio"
 }
}