{
 "awd_id": "1049946",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Attosecond Electron Dynamics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 495000.0,
 "awd_amount": 495000.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2013-04-25",
 "awd_abstract_narration": "In this project funded by the Chemical Structure, Dynamics and Mechanisms program of the Chemistry Division, Professor Stephen Leone of the University of California at Berkeley will employ laser-produced soft x-ray attosecond pulses to measure attosecond chemical dynamics in atoms and small molecules.  In a pump-probe configuration, one short pulse in the visible or ultraviolet will ionize or electronically excite an atom or molecule, and a second attosecond x-ray pulse will probe electronic state dynamics by transient absorption of the core level transitions accessible in specific atoms.  Electronic timescales for wave-like propagation will be measured.  The project will investigate high field ionization and non-Born-Oppenheimer effects.  Broader impacts involve the education of students in the principles of x-ray detection for molecular dynamics, optics, and cutting-edge laser principles such as carrier-envelope phase stabilization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Leone",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Leone",
   "pi_email_addr": "srl@berkeley.edu",
   "nsf_id": "000299257",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 165000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Projects supported by this grant focus on understanding the timescales of the motion of electrons in atoms, molecules, and materials, a subject called electron dynamics.&nbsp; These processes are important to understand the efficiency of solar cells and the feasibility of new electronic devices, which depend on the behavior of electrons in materials.&nbsp; Electron dynamics can occur on very fast timescales, and a key aspect of this program is the development of laser-based tools that have a time resolution fast enough to take snapshots of these processes.&nbsp; This requires the attosecond timescale (1 attosecond = 1x10<sup>-18</sup> second, and the sources used for these experiments are presently limited to pulses of 100 attoseconds duration).&nbsp; Such attosecond experiments are a new field of science and only a few groups in the world have developed the ability to carry out projects in this time domain.&nbsp; The challenge is that attosecond pulses can only be achieved by shifting a very short visible pulsed laser into the x-ray region of the spectrum.&nbsp;</p>\n<p>Construction of an apparatus to study these kinds of systems was completed with support from this grant.&nbsp; The new apparatus gives flexibility in the method used to excite electrons and to observe their time-resolved processes in atoms and molecules.&nbsp; Using this instrumentation, the behavior of electrons can be addressed on very short timescales in complex molecules such as those that might be used in solar cells.</p>\n<p>In one of the supported experiments, a laser pulse removes electrons from xenon atoms.&nbsp; Then, an x-ray pulse of light is used to observe the structure of the remaining electrons in the atoms after the electron is removed.&nbsp; Electrons occupy atomic orbitals, or specific regions of space around the atom, that are well known from theory.&nbsp; The femtosecond laser pulse removes electrons from a particular orbital in the atom, leaving the remaining electrons in a certain orbital configuration, which indicates how the electrons were removed from the atom. Results from these experiments indicate that the way that the laser pulse removes electrons depends on the orbital from which the electron originates.&nbsp; For electrons in some orbitals, the bright, the laser pulse removes electrons one at a time, or sequentially, from the atom and, for electrons in other orbitals, the femtosecond laser pulse removes the electrons nonsequentially, essentially instantaneously.&nbsp; These experiments refine the theoretical model of how a femtosecond laser pulse removes electrons from an atom.&nbsp;</p>\n<p>A second experiment develops a method by which the experimental apparatus can determine how many atoms are removed, or dissociate, from molecules when they are exposed to a laser pulse.&nbsp; By measuring the amount of x-ray light absorbed by a known number of bromine and iodine atoms, the amount of x-ray light absorbed by each atom, or the atom&rsquo;s x-ray absorption strength, was determined.&nbsp; Using these x-ray absorption strengths, future experiments will be able to determine how many bromine and iodine atoms are removed from molecules such as CH<sub>2</sub>BrI when they are exposed to laser pulses.</p>\n<p>In another experiment, metal nanoparticles were excited with light to produce a collective motion of electrons oscillating in a metal, called a plasmon.&nbsp; Plasmonics is an important new field that may be coupled with semiconductors to produce electronic devices of the future that can be faster and have new properties. &nbsp;In a set of first experiments, electrons are released from nanopillars by a few femtosecond pulse of light that both excites the plasmon and launches the electrons from the nanoparticle.&nbsp; These electrons are observed to be strongly accelerated by the electric field produced by the plasmon. The high energies of the electrons emitted from the na...",
  "por_txt_cntn": "\nProjects supported by this grant focus on understanding the timescales of the motion of electrons in atoms, molecules, and materials, a subject called electron dynamics.  These processes are important to understand the efficiency of solar cells and the feasibility of new electronic devices, which depend on the behavior of electrons in materials.  Electron dynamics can occur on very fast timescales, and a key aspect of this program is the development of laser-based tools that have a time resolution fast enough to take snapshots of these processes.  This requires the attosecond timescale (1 attosecond = 1x10-18 second, and the sources used for these experiments are presently limited to pulses of 100 attoseconds duration).  Such attosecond experiments are a new field of science and only a few groups in the world have developed the ability to carry out projects in this time domain.  The challenge is that attosecond pulses can only be achieved by shifting a very short visible pulsed laser into the x-ray region of the spectrum. \n\nConstruction of an apparatus to study these kinds of systems was completed with support from this grant.  The new apparatus gives flexibility in the method used to excite electrons and to observe their time-resolved processes in atoms and molecules.  Using this instrumentation, the behavior of electrons can be addressed on very short timescales in complex molecules such as those that might be used in solar cells.\n\nIn one of the supported experiments, a laser pulse removes electrons from xenon atoms.  Then, an x-ray pulse of light is used to observe the structure of the remaining electrons in the atoms after the electron is removed.  Electrons occupy atomic orbitals, or specific regions of space around the atom, that are well known from theory.  The femtosecond laser pulse removes electrons from a particular orbital in the atom, leaving the remaining electrons in a certain orbital configuration, which indicates how the electrons were removed from the atom. Results from these experiments indicate that the way that the laser pulse removes electrons depends on the orbital from which the electron originates.  For electrons in some orbitals, the bright, the laser pulse removes electrons one at a time, or sequentially, from the atom and, for electrons in other orbitals, the femtosecond laser pulse removes the electrons nonsequentially, essentially instantaneously.  These experiments refine the theoretical model of how a femtosecond laser pulse removes electrons from an atom. \n\nA second experiment develops a method by which the experimental apparatus can determine how many atoms are removed, or dissociate, from molecules when they are exposed to a laser pulse.  By measuring the amount of x-ray light absorbed by a known number of bromine and iodine atoms, the amount of x-ray light absorbed by each atom, or the atomÆs x-ray absorption strength, was determined.  Using these x-ray absorption strengths, future experiments will be able to determine how many bromine and iodine atoms are removed from molecules such as CH2BrI when they are exposed to laser pulses.\n\nIn another experiment, metal nanoparticles were excited with light to produce a collective motion of electrons oscillating in a metal, called a plasmon.  Plasmonics is an important new field that may be coupled with semiconductors to produce electronic devices of the future that can be faster and have new properties.  In a set of first experiments, electrons are released from nanopillars by a few femtosecond pulse of light that both excites the plasmon and launches the electrons from the nanoparticle.  These electrons are observed to be strongly accelerated by the electric field produced by the plasmon. The high energies of the electrons emitted from the nanopillars suggest that these experiments can now be advanced using attosecond pulses of light to identify the precise timescales and decay of the collective electron plasmonic motion. \n\nIn theoretical, calcula..."
 }
}