{
 "awd_id": "1049100",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Use of Climate Information in International Negotiation for Adaptation Resources",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 225499.0,
 "awd_amount": 225499.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "This project will advance understanding of how sub-seasonal variability in rainfall and temperature can affect agricultural production in the African Sahel in the current climate and under global warming conditions.  The project also will identify best practice for how to convey such advanced knowledge to policy makers.  The first task requires (i) building the relevant datasets (for example, onset dates, frequency of dry spells, high rainfall events, and heat waves) for the Sahel from limited station data, satellites, reanalysis, and statistical weather generators; (ii) analyzing the variability of these climate indices at the country and regional scale in observations and in climate model simulations; and (iii) assessing their changes in 21st century projections.  To identify if these climate indices have a significant effect on regional agricultural output, they will be used as input for crop models and as predictors in a regression analysis of agricultural and economic output.  The second task will be accomplished by a legal analysis of successfully concluded international agreements and of on-going negotiations within the United Nations Framework Convention on Climate Change.  The analysis will identify the nature of the information needed for the best allocation of resources, and the form in which such information should be framed in order for it to be most comprehensible and useful to negotiators.  In particular, the analysis will identify how measures of uncertainty can be brought into the negotiation process as additional, valuable information.\r\n\r\nThis project will provide a template for how climate scientists and economists can frame and promulgate their findings in a way that will have the greatest policy impact.  It is built as a case study.  The project first will seek to advance understanding of how extremes in rainfall and heat will change in a monsoonal and semi-arid climate under the effect of human-affected global warming.  The project then will assess the influence of such changes on regional crops, depending on whether or not adaptation strategies are deployed.  The investigators will disseminate an up-to-date, state-of-the-art assessment report that is framed especially as an aid to adaptation planning and to negotiations for adaptation funds.  The project also will contribute to educating the next generation of interdisciplinary scholars in the fields of climate science, crop modeling, sustainable development, and the law.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lobell",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Lobell",
   "pi_email_addr": "dlobell@stanford.edu",
   "nsf_id": "000538835",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5740",
   "pgm_ref_txt": "CLIMATE & LARGE-SCALE DYNAMICS"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"WordSection1\">\n<p>This interdisciplinary project brought together climate scientists, agricultural scientists, and environmental law scholars to, first, refine the scientific recommendations for adaptation strategies for the African Sahel and, second, inform policymakers engaged in the UN-led cooperation towards sustainable development. To this aim, we have quantified the effect of changes in the intraseasonal characteristics of rainfall (for example, the change in the frequency of dry days or a delayed onset of the rainy season) on the yields of major food crops; compared them to the effect of mean changes in rainfall and temperature within the uncertainty of current climate projections; and identified adaptations strategies that are most likely to succeed in a variety of possible future climate scenar- ios. In parallel, we have provided recommendations for how to consider new and increasing climate risks in prioritizing and apportioning international adaptation funds and for how to implement the UN goal of zero net land degradation.</p>\n<p>&nbsp;</p>\n<p>Assessing the impact of climate change on crops is complicated by the fact that climate models only resolve regional changes, and they simulate rainfall amounts that are comparable to average rainfall over 10,000 square kilometers. In contrast, crop models are built to simulate an agricultural field and require as input the daily rainfall as would be measured by a rain gauge on that field. Part of our work has been to bridge this gap in scales by merging model and observations to gain from the models the best estimate of the climate change signal, while retaining the characteristics of a gauge measurements.</p>\n<p>&nbsp;</p>\n<p>Warming dominates the response of sorghum yields to climate changes: under the projected heat stress yields are expected to decrease even in parts of West Africa where rainfall is expected to increase. Additionally, the delay of the rainy season onset (and thus of the sowing date) causes yield loss, a responses that is more pronounced for traditional than for modern cultivars. These different sensitivities imply that the future changes in the characteristics of the monsoon need to be considered in the design of specific crop adaptations in West Africa. Considerable uncertainty in the quantitative estimate of future food production remains, due to the uncertain effect of atmospheric CO2 fertilization and to the sensitivity to nitrogen conditions in the soils.</p>\n<p>&nbsp;</p>\n<p>We also considered the effect on crops of changes in the characteristics of rainfall independent from other climatic (e.g. temperature) or biological (e.g. nutrient and CO2 availability) factors. Total seasonal rainfall amount predicts most of the crop yield variations, so that detailed knowledge of the changes in intraseasonal characteristics of rainfall is not necessary for a bulk understanding of the impact of climate change. Yet, we find that increased rainfall intensity improves dryland crop yields more than frequency, because more frequent but weaker events result in increase loss of intercepted water through evaporation.</p>\n<p>&nbsp;</p>\n<p>A major contribution of this project has been to bridge the gap between science and law. The goal of the project was to find ways in which climate science can be incorporated within legal frameworks more thoroughly and more timely. We published legal analysis on the international agreements on climate adaptation funding that shows how an overemphasis on no-regret strategies modeled on past climate variability might shortchange efforts to prepare for emerging climate risks. In the Sahel, the status quo is focused attention on the risk of drought and not enough on heat stress, even though the latter is slated to become the dominant control on yields. We suggest that some aspects of climate change are certain enough to warrant dedicated adaptation efforts, and that ...",
  "por_txt_cntn": "\n\nThis interdisciplinary project brought together climate scientists, agricultural scientists, and environmental law scholars to, first, refine the scientific recommendations for adaptation strategies for the African Sahel and, second, inform policymakers engaged in the UN-led cooperation towards sustainable development. To this aim, we have quantified the effect of changes in the intraseasonal characteristics of rainfall (for example, the change in the frequency of dry days or a delayed onset of the rainy season) on the yields of major food crops; compared them to the effect of mean changes in rainfall and temperature within the uncertainty of current climate projections; and identified adaptations strategies that are most likely to succeed in a variety of possible future climate scenar- ios. In parallel, we have provided recommendations for how to consider new and increasing climate risks in prioritizing and apportioning international adaptation funds and for how to implement the UN goal of zero net land degradation.\n\n \n\nAssessing the impact of climate change on crops is complicated by the fact that climate models only resolve regional changes, and they simulate rainfall amounts that are comparable to average rainfall over 10,000 square kilometers. In contrast, crop models are built to simulate an agricultural field and require as input the daily rainfall as would be measured by a rain gauge on that field. Part of our work has been to bridge this gap in scales by merging model and observations to gain from the models the best estimate of the climate change signal, while retaining the characteristics of a gauge measurements.\n\n \n\nWarming dominates the response of sorghum yields to climate changes: under the projected heat stress yields are expected to decrease even in parts of West Africa where rainfall is expected to increase. Additionally, the delay of the rainy season onset (and thus of the sowing date) causes yield loss, a responses that is more pronounced for traditional than for modern cultivars. These different sensitivities imply that the future changes in the characteristics of the monsoon need to be considered in the design of specific crop adaptations in West Africa. Considerable uncertainty in the quantitative estimate of future food production remains, due to the uncertain effect of atmospheric CO2 fertilization and to the sensitivity to nitrogen conditions in the soils.\n\n \n\nWe also considered the effect on crops of changes in the characteristics of rainfall independent from other climatic (e.g. temperature) or biological (e.g. nutrient and CO2 availability) factors. Total seasonal rainfall amount predicts most of the crop yield variations, so that detailed knowledge of the changes in intraseasonal characteristics of rainfall is not necessary for a bulk understanding of the impact of climate change. Yet, we find that increased rainfall intensity improves dryland crop yields more than frequency, because more frequent but weaker events result in increase loss of intercepted water through evaporation.\n\n \n\nA major contribution of this project has been to bridge the gap between science and law. The goal of the project was to find ways in which climate science can be incorporated within legal frameworks more thoroughly and more timely. We published legal analysis on the international agreements on climate adaptation funding that shows how an overemphasis on no-regret strategies modeled on past climate variability might shortchange efforts to prepare for emerging climate risks. In the Sahel, the status quo is focused attention on the risk of drought and not enough on heat stress, even though the latter is slated to become the dominant control on yields. We suggest that some aspects of climate change are certain enough to warrant dedicated adaptation efforts, and that the latter must become integral to any no-regret strategy.\n\n\n \n\nIn support of the UN goal of \"Land Degradation Neutral World\", we have shown how a neutralit..."
 }
}