{
 "awd_id": "1049728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "LSCBR: The Escherichia coli Genetic Stock Center",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 1332465.0,
 "awd_amount": 1332465.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2015-04-23",
 "awd_abstract_narration": "This award renews support for the operation of the E. coli Genetic Stock Center (CGSC) at Yale University.  Escherichia coli is an important model organism and is perhaps the best understood cellular organism from a genetics and biochemistry standpoint.  This high degree of understanding has made E. coli not just an important subject of research, but also the laboratory workhorse for studying a broad variety of organisms as well as an invaluable tool for biotechnology.  The CGSC maintains a collection of ca. 27,500 cultures of genetically defined derivatives of E. coli K-12. There are over 8,000 different mutations represented in the strain collection with verified mutations in over 90% of the 4,111 identified genes in the sequenced E. coli K-12 genome.  These cultures are distributed to researchers and educators in the US and over 70 countries worldwide. The CGSC provides information about strains, genes, gene products and genetic maps in a fully searchable database at our website (http://cgsc.biology.yale.edu).  Importantly CGSC also acts as a source of expert information and advice for those researchers who have questions about using E. coli strains.\r\n\t\r\nThe CGSC provides cultures for educational purposes ranging from elementary school science fair projects to graduate courses in molecular genetics.  It also supplies strains to researchers in industry, government and academic institutions studying a diverse range of subjects.  The number of strains distributed by the Stock Center has increased 89% over the past 5 years and it is currently distributing ca. 7,000 strains annually in response to nearly 2,000 requests. Support provided through this award subsidizes ca. 54% of the direct costs of maintaining the Stock Center. User fees provide for the balance of the operating expenses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wertz",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Wertz",
   "pi_email_addr": "john.wertz@yale.edu",
   "nsf_id": "000423135",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110600",
   "pgm_ele_name": "LIVING STOCK COLLECTIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 303202.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 288042.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 267879.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 249127.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 224215.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The funding from this grant supported the operation of the <em>E. coli</em> Genetic Stock Center at Yale University.&nbsp; Founded in 1966 with support from the NSF, the primary mission of the Stock Center is to facilitate scientific discovery by providing accurately documented strains of <em>E. coli</em> to the research and teaching community, in a timely fashion and at an affordable cost.&nbsp; Funds from this award supported ~50% of the operating expenses of the Stock Center, with the balance of funds coming from user fees.&nbsp; This grant also supported the purchase of laboratory and computer equipment necessary for our operation and growth.</p>\n<p>The CGSC (we were originally called the &ldquo;Coli Genetic Stock Center&rdquo;, and the abbreviation is so entrenched in the literature that we still use it) distributes genetically documented cultures of non-pathogenic laboratory strains of <em>E. coli. </em>The vast majority of our strains are derivations of the famous K-12 strain used at Stanford in the 1940s in the discovery of genetic recombination. &nbsp;The demand for <em>E. coli</em> strains remains strong, and over the past 5 years the Stock Center has distributed more strains than any other period in its 50-year history.&nbsp; Between 2011 and 2015 we distributed 51,286 strains (~35,000 individual cultures and ~16,000 in 96-well plate format).&nbsp; This represents an 88% increase in total strains distributed over the previous 5 year period. Our user base also continues to expand. Over the period of this grant we distributed strains to just over 4,000 different laboratories world-wide, an increase of 11% over the previous 5 years.</p>\n<p>The CGSC continues to innovate and adapt so we can offer the strains and services that the research community needs.&nbsp; For instance we have continued to increase the number of strains in our collection.&nbsp; We now have ~9,800 strains in our active collection and another ~17,000 in our provisional and archival collections. In the last few years we have also started offering new services, such as large collections of strains distributed in 96-well plate format and a new custom strain construction service.&nbsp; We have also expanded our collection of <em>E. coli</em> bacteriophage with the acquisition of a two large collections (~2,000 cultures), which we are in the process of accessioning.&nbsp;&nbsp;</p>\n<p>The CGSC serves a remarkably broad research community.&nbsp; Initially the CGSC served primarily the very active microbial genetics and molecular biology community in their work with <em>E. coli</em> as a model organism for basic research on gene function, gene enzyme relationships, elucidation of metabolic pathways and mechanisms of recombination, replication and other aspects of cellular physiology.&nbsp; As the popularity of <em>E. coli</em> as a model organism has increased, the diversity of fields served by the CGSC has also expanded.&nbsp;</p>\n<p>We now regularly receive requests for strains and information from investigators studying mammalian cells, nitrogen fixation, genomics and molecular biology of archaebacteria, eubacteria, protists, fungi, plant and animal species, drug discovery, vaccine development and other pharmaceutical research, a broad range of biotechnology applications, topics related to basic and applied agriculture, food science and environmental research, chemical synthesis, biofuels, systems and synthetic biology, structural biology and microbial evolution.&nbsp; In fact <em>E. coli</em> has become such a workhorse that we are getting requests from researchers well outside the above-mentioned traditional areas of research.&nbsp; For instance over the course of this grant we have sent strains to labs studying applied physics, materials science, computer science, computational biology, electrical engineering, mechanical engineering, chemical engineering, civil engineering, psychology, neu...",
  "por_txt_cntn": "\nThe funding from this grant supported the operation of the E. coli Genetic Stock Center at Yale University.  Founded in 1966 with support from the NSF, the primary mission of the Stock Center is to facilitate scientific discovery by providing accurately documented strains of E. coli to the research and teaching community, in a timely fashion and at an affordable cost.  Funds from this award supported ~50% of the operating expenses of the Stock Center, with the balance of funds coming from user fees.  This grant also supported the purchase of laboratory and computer equipment necessary for our operation and growth.\n\nThe CGSC (we were originally called the \"Coli Genetic Stock Center\", and the abbreviation is so entrenched in the literature that we still use it) distributes genetically documented cultures of non-pathogenic laboratory strains of E. coli. The vast majority of our strains are derivations of the famous K-12 strain used at Stanford in the 1940s in the discovery of genetic recombination.  The demand for E. coli strains remains strong, and over the past 5 years the Stock Center has distributed more strains than any other period in its 50-year history.  Between 2011 and 2015 we distributed 51,286 strains (~35,000 individual cultures and ~16,000 in 96-well plate format).  This represents an 88% increase in total strains distributed over the previous 5 year period. Our user base also continues to expand. Over the period of this grant we distributed strains to just over 4,000 different laboratories world-wide, an increase of 11% over the previous 5 years.\n\nThe CGSC continues to innovate and adapt so we can offer the strains and services that the research community needs.  For instance we have continued to increase the number of strains in our collection.  We now have ~9,800 strains in our active collection and another ~17,000 in our provisional and archival collections. In the last few years we have also started offering new services, such as large collections of strains distributed in 96-well plate format and a new custom strain construction service.  We have also expanded our collection of E. coli bacteriophage with the acquisition of a two large collections (~2,000 cultures), which we are in the process of accessioning.  \n\nThe CGSC serves a remarkably broad research community.  Initially the CGSC served primarily the very active microbial genetics and molecular biology community in their work with E. coli as a model organism for basic research on gene function, gene enzyme relationships, elucidation of metabolic pathways and mechanisms of recombination, replication and other aspects of cellular physiology.  As the popularity of E. coli as a model organism has increased, the diversity of fields served by the CGSC has also expanded. \n\nWe now regularly receive requests for strains and information from investigators studying mammalian cells, nitrogen fixation, genomics and molecular biology of archaebacteria, eubacteria, protists, fungi, plant and animal species, drug discovery, vaccine development and other pharmaceutical research, a broad range of biotechnology applications, topics related to basic and applied agriculture, food science and environmental research, chemical synthesis, biofuels, systems and synthetic biology, structural biology and microbial evolution.  In fact E. coli has become such a workhorse that we are getting requests from researchers well outside the above-mentioned traditional areas of research.  For instance over the course of this grant we have sent strains to labs studying applied physics, materials science, computer science, computational biology, electrical engineering, mechanical engineering, chemical engineering, civil engineering, psychology, neuroscience, and nanotechnology.\n\n            In addition to the distribution of living strains of E. coli, an important part of the Stock Centers mission has been to act as a public source of information about the genetics of E. coli.  Historically th..."
 }
}