{
 "awd_id": "1049114",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research, Type 1, L02170206: Climate Sensitivity, Stochastic Models and GCM-EaSM Optimization",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 44607.0,
 "awd_amount": 44607.0,
 "awd_min_amd_letter_date": "2011-04-11",
 "awd_max_amd_letter_date": "2011-04-11",
 "awd_abstract_narration": "Ghil, 1049253\r\nBracco, 1049095\r\nWang, 1049114\r\nZaliapin, 1049092\r\n\r\n     The project team is made up of climate dynamicists and of applied mathematicians.  The investigators (a) formulate a mathematical theory of climate sensitivity and (b) devise a set of optimization algorithms for general circulation models and Earth System Models.  The team brings together strengths in dynamical systems, partial differential equations, and numerical methods, with depth and broad coverage in the study of atmospheric, oceanic, and climate dynamics.  The project's three main objectives are to: (i) continue developing powerful new methods for the fundamental understanding of climate sensitivity and predictability; (ii) extend earlier work of the investigators on modes of low-frequency variability associated with the El Nino-Southern Oscillation (ENSO) and the North Atlantic Oscillation (NAO), interannual as well as decadal; and (iii) combine items (i) and (ii) in analyzing the sensitivity and predictability of these modes when subjected to climate change.  All three objectives are pursued across a full hierarchy of models, from conceptual \"toy\" models through intermediate climate models and on to Earth system Models of Intermediate Complexity. \r\n\r\n     Ghil and his associates have recently worked on extending the theory of random dynamical systems and applying it to the climate system.  This theory allows one to (1) investigate the effect of random perturbations (\"weather\") on nonlinear dynamical systems (\"climate variability\"); (2) evaluate the robustness and sensitivity of a random dynamical system to changes in either the system or its forcing, whether deterministic (e.g., slow, anthropogenic changes in greenhouse gas or aerosol concentrations) or stochastic (e.g., volcanic eruptions); and (3) obtain sharper results on the system's predictability by accounting for the effect of the random perturbations.  Methods developed for the systematic study of parameter dependence in a streamlined global circulation model, the ICTP-AGCM, have promising parallels to results published by the PIs and co-workers on idealized models.  The team obtains rigorous results on the latter kinds of models, as well as on random dynamical system bifurcations, sensitivity, and predictability, while extending the ICTP-AGCM results to models of intermediate complexity like SPEEDO, and eventually to full Earth System Models like the Community Climate System Model (CCSM).  This work leads to a deeper understanding of the causes and mechanisms of climate sensitivity.  It also provides efficient ways to evaluate and improve the ability of global circulation models and Earth System Models to simulate past and present climate, and to predict our environment's future evolution.  It helps strengthen the basis for robust climate projections on decade-to-century time scales, and it provides a systematic way to evaluate and improve both deterministic and stochastic parameterizations in such models.  The results of this work have implications for other areas in which complex deterministic dynamics interacts with external forcing, deterministic as well as random.  This situation characterizes the life and socio-economic sciences, as well as climate science and the geosciences.  Strong interactions across disciplinary boundaries -- among team members themselves and with colleagues in other areas -- help accelerate the transfer of new methods and results to other disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shouhong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shouhong Wang",
   "pi_email_addr": "showang@indiana.edu",
   "nsf_id": "000290820",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 44607.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The collaboration between the UCLA team and the IU team led to a significant contribution in the area of reduction of stochastic partial differential equations (PDEs). Both rigorous reduction formulas and related algorithms were developed. Applications to geophysical fluid models--subject to noise disturbances--are currently investigated. A novel approach to deal with the parameterization problem of the \"small\" scales by the \"large\" ones for stochastic PDEs has been introduced. This approach relies on stochastic parameterizing manifolds (PMs) which are random (non-necessarily invariant) manifolds aiming to provide--in a mean square sense--approximate slaving relationships between the small scales and the large ones. Backward-forward systems has been introduced to give access to such PMs as pullback limits depending on the time-history of some approximation of the dynamics of the low modes. Part of the main findings is to appear as a research monograph in SpringerBriefs.</p>\n<p>One major educational activity involves the integrated training of young scientist, who completed his Ph.D. thesis at Indiana University, under the PI's supervision, with partial support from this project, and is currently a post-doctoral fellow under the supervision by the PIs at UCLA. Another component of broad impact of the project consists of the publication of two research monographs the PI &nbsp;by Springer-Verlag: 1) the Springer-Brief book mentioned earlier, and 2) a book on phase transition dynamics published in 2013, introducing a new dynamic transition theory and its wide range of applications including in particular El Nino Southern Oscillation and thermohaline circulation.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2014<br>\n\t\t\t\t\tModified by: Shouhong&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe collaboration between the UCLA team and the IU team led to a significant contribution in the area of reduction of stochastic partial differential equations (PDEs). Both rigorous reduction formulas and related algorithms were developed. Applications to geophysical fluid models--subject to noise disturbances--are currently investigated. A novel approach to deal with the parameterization problem of the \"small\" scales by the \"large\" ones for stochastic PDEs has been introduced. This approach relies on stochastic parameterizing manifolds (PMs) which are random (non-necessarily invariant) manifolds aiming to provide--in a mean square sense--approximate slaving relationships between the small scales and the large ones. Backward-forward systems has been introduced to give access to such PMs as pullback limits depending on the time-history of some approximation of the dynamics of the low modes. Part of the main findings is to appear as a research monograph in SpringerBriefs.\n\nOne major educational activity involves the integrated training of young scientist, who completed his Ph.D. thesis at Indiana University, under the PI's supervision, with partial support from this project, and is currently a post-doctoral fellow under the supervision by the PIs at UCLA. Another component of broad impact of the project consists of the publication of two research monographs the PI  by Springer-Verlag: 1) the Springer-Brief book mentioned earlier, and 2) a book on phase transition dynamics published in 2013, introducing a new dynamic transition theory and its wide range of applications including in particular El Nino Southern Oscillation and thermohaline circulation. \n\n\t\t\t\t\tLast Modified: 07/20/2014\n\n\t\t\t\t\tSubmitted by: Shouhong Wang"
 }
}