{
 "awd_id": "1049253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research, Type 1, L02170206: Climate Sensitivity, Stochastic Models and GCM-EaSM Optimization",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 540377.0,
 "awd_amount": 540377.0,
 "awd_min_amd_letter_date": "2011-04-11",
 "awd_max_amd_letter_date": "2011-04-11",
 "awd_abstract_narration": "Ghil, 1049253\r\nBracco, 1049095\r\nWang, 1049114\r\nZaliapin, 1049092\r\n\r\n     The project team is made up of climate dynamicists and of applied mathematicians.  The investigators (a) formulate a mathematical theory of climate sensitivity and (b) devise a set of optimization algorithms for general circulation models and Earth System Models.  The team brings together strengths in dynamical systems, partial differential equations, and numerical methods, with depth and broad coverage in the study of atmospheric, oceanic, and climate dynamics.  The project's three main objectives are to: (i) continue developing powerful new methods for the fundamental understanding of climate sensitivity and predictability; (ii) extend earlier work of the investigators on modes of low-frequency variability associated with the El Nino-Southern Oscillation (ENSO) and the North Atlantic Oscillation (NAO), interannual as well as decadal; and (iii) combine items (i) and (ii) in analyzing the sensitivity and predictability of these modes when subjected to climate change.  All three objectives are pursued across a full hierarchy of models, from conceptual \"toy\" models through intermediate climate models and on to Earth system Models of Intermediate Complexity. \r\n\r\n     Ghil and his associates have recently worked on extending the theory of random dynamical systems and applying it to the climate system.  This theory allows one to (1) investigate the effect of random perturbations (\"weather\") on nonlinear dynamical systems (\"climate variability\"); (2) evaluate the robustness and sensitivity of a random dynamical system to changes in either the system or its forcing, whether deterministic (e.g., slow, anthropogenic changes in greenhouse gas or aerosol concentrations) or stochastic (e.g., volcanic eruptions); and (3) obtain sharper results on the system's predictability by accounting for the effect of the random perturbations.  Methods developed for the systematic study of parameter dependence in a streamlined global circulation model, the ICTP-AGCM, have promising parallels to results published by the PIs and co-workers on idealized models.  The team obtains rigorous results on the latter kinds of models, as well as on random dynamical system bifurcations, sensitivity, and predictability, while extending the ICTP-AGCM results to models of intermediate complexity like SPEEDO, and eventually to full Earth System Models like the Community Climate System Model (CCSM).  This work leads to a deeper understanding of the causes and mechanisms of climate sensitivity.  It also provides efficient ways to evaluate and improve the ability of global circulation models and Earth System Models to simulate past and present climate, and to predict our environment's future evolution.  It helps strengthen the basis for robust climate projections on decade-to-century time scales, and it provides a systematic way to evaluate and improve both deterministic and stochastic parameterizations in such models.  The results of this work have implications for other areas in which complex deterministic dynamics interacts with external forcing, deterministic as well as random.  This situation characterizes the life and socio-economic sciences, as well as climate science and the geosciences.  Strong interactions across disciplinary boundaries -- among team members themselves and with colleagues in other areas -- help accelerate the transfer of new methods and results to other disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Ghil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Ghil",
   "pi_email_addr": "ghil@atmos.ucla.edu",
   "nsf_id": "000122766",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J David",
   "pi_last_name": "Neelin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J David Neelin",
   "pi_email_addr": "neelin@atmos.ucla.edu",
   "nsf_id": "000190717",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McWilliams",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "James C McWilliams",
   "pi_email_addr": "jcm@atmos.ucla.edu",
   "nsf_id": "000361923",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dmitri",
   "pi_last_name": "Kondrashov",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitri A Kondrashov",
   "pi_email_addr": "dkondras@atmos.ucla.edu",
   "nsf_id": "000348422",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mickael",
   "pi_last_name": "Chekroun",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Mickael D Chekroun",
   "pi_email_addr": "mchekroun@atmos.ucla.edu",
   "nsf_id": "000567470",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  },
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 540377.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"Section1\">\n<p>The climate system comprises the atmosphere, oceans, ice masses and the biosphere. Its intrinsic complexity leads to chaotic and random behavior on many scales of time and space. In addition, it is an open system that exchanges heat and momentum with the Sun and the interplanetary medium, as well as being affected by human activities, like greenhouse gas and aerosol generation, that change in time.</p>\n<p>The complex dynamics of this open system requires novel tools for its analysis. In this project, we have developed such novel tools and brought them to bear on the interactions between the climate system&rsquo;s intrinsic dynamics and its time-&shy;? dependent forcing, both natural and anthropogenic.</p>\n<p><strong>Random dynamical systems and their attractors. </strong>The proper tools for studying this interaction arise from the theory of nonlinear, deterministically and stochastically forced dynamical systems, called random dynamical systems (RDS) for short. We have shown that this interaction can take novel, spectacular forms even in highly simplified systems, such as the stochastically forced Lorenz system. The original form of this system does not include any time-&shy;dependent forcing and it still exhibits the by now well known &ldquo;butterfly effect,&rdquo; i.e., sensitive dependence on its initial state.</p>\n<p>In the presence of random forcing, the original system&rsquo;s strange attractor, with its two butterfly wings, becomes a time-&shy;dependent object. Four snapshots of the evolution in time of this object are shown in <strong>Figure 1</strong>. The figure illustrates the nature of the interactions between the nonlinear deterministic dynamics, with the two wings still visible, and of the random forcing, with jitter around the wings.</p>\n<p><strong>Smooth and rough parameter dependence in climate models. </strong>Atmospheric, oceanic and coupled climate models are based on the numerically discretized version of the governing equations of large-&shy;?scale planetary flows. Many details, though, like the evolution of clouds and their interaction with the radiation and the large-&shy;scale flow, cannot be derived from first principles. The net effects of such subgrid-&shy;scale phenomena are modeled on a semi-&shy;empirical basis and the so-&shy;called parameterizations employed in this modeling process involve many uncertainties in parameter values.</p>\n<p>Hence it is of paramount importance to evaluate the sensitivity of model results to these uncertainties. The dependence of certain model statistics on parameter values can be either fairly smooth or, to the contrary, quite sudden or rough. We studied this behavior in an El Ni&ntilde;o&ndash;Southern Oscillation (ENSO) model of intermediate complexity and showed that the sensitive parameter dependence of the statistics of model observables is related to the dominant ENSO modes of variability.</p>\n<p>A crucial result is that the model statistics are more sensitive for regimes in which the climate system&rsquo;s low-&shy;frequency variability (LFV) is more pronounced, and autocorrelations decay more slowly; LFV here refers to the presence of periodic or near-&shy;periodic processes within the system, such as the seasonal cycle or ENSO&rsquo;s quasi-&shy;biennial mode; <strong>see Figure 2.</strong></p>\n</div>\n<p><strong>Systematic parameter optimization in climate models. </strong>Global climate models (GCMs) are an increasingly important source of information for policymakers. GCMs are the &ldquo;upper echelons&rdquo; of the climate modeling hierarchy, and the systematic and automated optimization of the semi-&shy;?empirical parameters mentioned above is of paramount importance for their reliability.</p>\n<p>&nbsp;Given the tenths of such parameters in an IPCC-&shy;class GCM, and the computational cost of running such GCMs for any given parameter setting, it is necessary to deve...",
  "por_txt_cntn": "\n\nThe climate system comprises the atmosphere, oceans, ice masses and the biosphere. Its intrinsic complexity leads to chaotic and random behavior on many scales of time and space. In addition, it is an open system that exchanges heat and momentum with the Sun and the interplanetary medium, as well as being affected by human activities, like greenhouse gas and aerosol generation, that change in time.\n\nThe complex dynamics of this open system requires novel tools for its analysis. In this project, we have developed such novel tools and brought them to bear on the interactions between the climate systemÆs intrinsic dynamics and its time-&shy;? dependent forcing, both natural and anthropogenic.\n\nRandom dynamical systems and their attractors. The proper tools for studying this interaction arise from the theory of nonlinear, deterministically and stochastically forced dynamical systems, called random dynamical systems (RDS) for short. We have shown that this interaction can take novel, spectacular forms even in highly simplified systems, such as the stochastically forced Lorenz system. The original form of this system does not include any time-&shy;dependent forcing and it still exhibits the by now well known \"butterfly effect,\" i.e., sensitive dependence on its initial state.\n\nIn the presence of random forcing, the original systemÆs strange attractor, with its two butterfly wings, becomes a time-&shy;dependent object. Four snapshots of the evolution in time of this object are shown in Figure 1. The figure illustrates the nature of the interactions between the nonlinear deterministic dynamics, with the two wings still visible, and of the random forcing, with jitter around the wings.\n\nSmooth and rough parameter dependence in climate models. Atmospheric, oceanic and coupled climate models are based on the numerically discretized version of the governing equations of large-&shy;?scale planetary flows. Many details, though, like the evolution of clouds and their interaction with the radiation and the large-&shy;scale flow, cannot be derived from first principles. The net effects of such subgrid-&shy;scale phenomena are modeled on a semi-&shy;empirical basis and the so-&shy;called parameterizations employed in this modeling process involve many uncertainties in parameter values.\n\nHence it is of paramount importance to evaluate the sensitivity of model results to these uncertainties. The dependence of certain model statistics on parameter values can be either fairly smooth or, to the contrary, quite sudden or rough. We studied this behavior in an El Ni&ntilde;o&ndash;Southern Oscillation (ENSO) model of intermediate complexity and showed that the sensitive parameter dependence of the statistics of model observables is related to the dominant ENSO modes of variability.\n\nA crucial result is that the model statistics are more sensitive for regimes in which the climate systemÆs low-&shy;frequency variability (LFV) is more pronounced, and autocorrelations decay more slowly; LFV here refers to the presence of periodic or near-&shy;periodic processes within the system, such as the seasonal cycle or ENSOÆs quasi-&shy;biennial mode; see Figure 2.\n\n\nSystematic parameter optimization in climate models. Global climate models (GCMs) are an increasingly important source of information for policymakers. GCMs are the \"upper echelons\" of the climate modeling hierarchy, and the systematic and automated optimization of the semi-&shy;?empirical parameters mentioned above is of paramount importance for their reliability.\n\n Given the tenths of such parameters in an IPCC-&shy;class GCM, and the computational cost of running such GCMs for any given parameter setting, it is necessary to develop meta-&shy;models &mdash; also called emulators or response surfaces &mdash; that replicate the results of the GCMs at much lower cost.\n\n Meta-&shy;modeling had previously been applied by members of our team to the sensitivity of the atmospheric GCM of the International Ce..."
 }
}