{
 "awd_id": "1049885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Chronology and Paleoecology of late Quaternary Proboscidean Extinctions in the Great Lakes Region (USA)",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Judith Skog",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 196588.0,
 "awd_amount": 196588.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2013-08-16",
 "awd_abstract_narration": "Title: Collaborative Research: Chronology and Paleoecology of late Quaternary Proboscidean Extinctions in the Great Lakes Region (USA)\r\n\r\nChris Widga1, Stacey Lengyel1, Greg Hodgins2, Jeff Saunders1, J. Douglas Walker3\r\n\r\n1. Landscape History Program, Illinois State Museum, Springfield, IL\r\n2. University of Arizona-NSF AMS Facility, Tucson, AZ\r\n3. Department of Geology, University of Kansas, Lawrence, KS\r\n\r\nThe factors underlying the extinction of 35 genera of North American mammals during the terminal Pleistocene have incited lively debate for over a century. At issue is whether the primary driver of extinctions was human hunting or climate-related landscape changes, the impact of other proposed catastrophic processes on megafaunal populations, or any combination of the above. Unfortunately, ambiguity in the timing of regional proboscidean extinctions has complicated rigorous comparisons of actual extinction events to cultural and climatic timelines. This study will improve the late Quaternary chronology of proboscidean extinctions in the Great Lakes region through direct dating of ~80 mammoth and mastodont assemblages from the study area, a region where these extinctions appear particularly protracted. The project will also refine our understanding of regional evolution in proboscidean ecological niches by examining isotopic records of animal diet (ä13C), seasonality (ä18O), and mobility (87Sr/86Sr) in teeth and bones, as well as skeletal records of individual life histories (e.g., growth rate, pathology). These datasets will be used to define changes in the niche structure of Proboscidea during the last ~50 ka, and to subsequently examine the niche structure of terminal Pleistocene proboscideans in light of these long-term patterns. These parallel chronological and paleoecological studies will be used to elucidate factors underlying presumed changes in proboscidean ecological niches immediately prior to extinction, and to examine the relative importance of proposed extinction processes (e.g., human hunting, vegetation changes) in the disappearance of proboscideans from the Great Lakes region. Dated proboscidean remains, when combined with analyses of individual life histories, diet, and mobility patterns, will offer insight into the structure of terminal Pleistocene ecosystems of the Great Lakes region, including the relative importance of proposed extinction drivers. This project also has the potential to identify ecological thresholds that are important to maintaining the viability of modern large mammal populations when exposed to rapidly changing climate conditions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Hodgins",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory W Hodgins",
   "pi_email_addr": "ghodgins@physics.arizona.edu",
   "nsf_id": "000158262",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  },
  {
   "pgm_ele_code": "757000",
   "pgm_ele_name": "SURFACE EARTH PROCESS SECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 41729.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 62648.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 92211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At the end of the last ice age (the Late Pleistocene) 33 of 45 genera of North American large animals (&gt;40kg) became extinct. &nbsp;Many possible causes have been put forth such as climate change; overhunting by newly arrived humans; the destruction of stable predator-prey relationships stemming from the arrival of humans; disease; comet impact; and others.&nbsp; A clear picture has not yet emerged, but what is certain is that plausible answers can only be formulated if detailed extinction chronologies of the disappeared species are known. &nbsp;The goal of this project was to provide a detailed chronology of the extirpation (regional extinction) of mammoth and mastodon species from the North American mid-continent. &nbsp;</p>\n<p>This is the region that surrounds the present-day Great Lakes, an area that experienced extensive landscape and climate change in the dying throws of the last ice age. These changes were due to both the exposure of new land as the continental ice sheets retreated, but also the accumulation and dissipation of vast quantities of melt water that affected weather, climate, and molded the landforms of the region. &nbsp;</p>\n<p>Mammoths and mastodons occupied this landscape. Mammoths were common as grazers in grassland habitats, whereas mastodons occupied wet forested lowland and parkland habitats as browsers. &nbsp;However it is possible that in times of stress, these boundaries were blurred.</p>\n<p>We cataloged over 630 specimens in museum collections, and from this selected 105 specimens that were thought to be the most recent based upon archaeological or palaeoecological evidence.&nbsp; From these we generated 27 new mammoth and 54 new mastodon radiocarbon dates.&nbsp; The remaining 24 proved un-dateable.</p>\n<p>We made an assumption that the abundance and location of fossil remains in our collection correlated with the population size and distribution in the ancient landscape. We then generated a series of maps that documented how the locations of the mammoth and mastodon finds in the mid-continent changed over time right up until they disappeared from the region entirely about 12.9 thousand years ago.&nbsp;</p>\n<p>Clear patterns emerged. &nbsp;Initially mammoths dominated the region, particularly in the west of the mid-continent (&gt;22.2 to 14.6 thousand years ago). They were found broadly across the region but with steadily diminishing numbers until their ultimate disappearance about 13.2 thousand years ago. &nbsp;Mastodon occurred predominantly in the eastern mid-continent and seemed to increase in numbers quite dramatically during a warm period 14.6 to 12.8 thousand years ago. &nbsp;It appears the mastodon population began to collapse before the onset of the Younger Dryas cold period (12.8 to 11.7 thousand years ago).&nbsp;</p>\n<p>In addition to radiocarbon measurements, we made bone collagen stable isotope measurements. These measurements document changing dietary regimes. We found that an unusual pattern of change previously reported for mammoths from the Mammoth Steppe was documented in these mid-continental specimens.</p>\n<p>This data was combined with other studies that describe the changing Late Pleistocene environment in terms of temperature records; vegetation type and abundance as indicated from fossil pollen records; large animal abundance determined from dung-fungus records in lake sediments; and the artifact record that signaled human presence in the region.</p>\n<p>The results have been communicated at eight conferences, and a major publication is being submitted to a peer review journal.&nbsp; The dates will be submitted to the open-access database Neotoma, and the Canadian Archaeological Radiocarbon Database (CARD).</p>\n<p>The project trained four undergraduate researchers and provided intellectual, analytical, and financial resources for three upper-level undergraduate students, and three summer interns. They were tra...",
  "por_txt_cntn": "\nAt the end of the last ice age (the Late Pleistocene) 33 of 45 genera of North American large animals (&gt;40kg) became extinct.  Many possible causes have been put forth such as climate change; overhunting by newly arrived humans; the destruction of stable predator-prey relationships stemming from the arrival of humans; disease; comet impact; and others.  A clear picture has not yet emerged, but what is certain is that plausible answers can only be formulated if detailed extinction chronologies of the disappeared species are known.  The goal of this project was to provide a detailed chronology of the extirpation (regional extinction) of mammoth and mastodon species from the North American mid-continent.  \n\nThis is the region that surrounds the present-day Great Lakes, an area that experienced extensive landscape and climate change in the dying throws of the last ice age. These changes were due to both the exposure of new land as the continental ice sheets retreated, but also the accumulation and dissipation of vast quantities of melt water that affected weather, climate, and molded the landforms of the region.  \n\nMammoths and mastodons occupied this landscape. Mammoths were common as grazers in grassland habitats, whereas mastodons occupied wet forested lowland and parkland habitats as browsers.  However it is possible that in times of stress, these boundaries were blurred.\n\nWe cataloged over 630 specimens in museum collections, and from this selected 105 specimens that were thought to be the most recent based upon archaeological or palaeoecological evidence.  From these we generated 27 new mammoth and 54 new mastodon radiocarbon dates.  The remaining 24 proved un-dateable.\n\nWe made an assumption that the abundance and location of fossil remains in our collection correlated with the population size and distribution in the ancient landscape. We then generated a series of maps that documented how the locations of the mammoth and mastodon finds in the mid-continent changed over time right up until they disappeared from the region entirely about 12.9 thousand years ago. \n\nClear patterns emerged.  Initially mammoths dominated the region, particularly in the west of the mid-continent (&gt;22.2 to 14.6 thousand years ago). They were found broadly across the region but with steadily diminishing numbers until their ultimate disappearance about 13.2 thousand years ago.  Mastodon occurred predominantly in the eastern mid-continent and seemed to increase in numbers quite dramatically during a warm period 14.6 to 12.8 thousand years ago.  It appears the mastodon population began to collapse before the onset of the Younger Dryas cold period (12.8 to 11.7 thousand years ago). \n\nIn addition to radiocarbon measurements, we made bone collagen stable isotope measurements. These measurements document changing dietary regimes. We found that an unusual pattern of change previously reported for mammoths from the Mammoth Steppe was documented in these mid-continental specimens.\n\nThis data was combined with other studies that describe the changing Late Pleistocene environment in terms of temperature records; vegetation type and abundance as indicated from fossil pollen records; large animal abundance determined from dung-fungus records in lake sediments; and the artifact record that signaled human presence in the region.\n\nThe results have been communicated at eight conferences, and a major publication is being submitted to a peer review journal.  The dates will be submitted to the open-access database Neotoma, and the Canadian Archaeological Radiocarbon Database (CARD).\n\nThe project trained four undergraduate researchers and provided intellectual, analytical, and financial resources for three upper-level undergraduate students, and three summer interns. They were trained in the chemistry of bone radiocarbon dating and stable isotope analyses, data analysis and presentation.  \n\nOver the course of the project 870 visitors from local schools and the ge..."
 }
}