{
 "awd_id": "1049088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Type 2:  A CRI-EaSM Collaborative proposal: Climate-to-humans: A study of urbanized coastal environments, their economics and vulnerability to climate change",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 2314487.0,
 "awd_amount": 2314487.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "A unified framework for studying global change in the Earth System allowing for scale interactions (up/down-scaling) and explicitly modeled dynamic feedbacks between the sub-components will be developed. The investigator team will build an Earth System Model (EaSM) that couples multi-scale ocean, atmosphere, watershed, biogeochemistry and human system models. The projected variability of the coupled environmental and human systems, represented with bio-economic and social network models, will be used to study management and other socio-economic decisions affecting future sustainable practices and the long-term evolution of the Earth System. The target for this study is the northeast U.S., a highly urbanized and densely populated region with approximately 33% of the US population hosting one the world's largest economies. It is also a region where vulnerability to global change is heightened, experiencing significant climate and ecosystem changes, shifting land use, and a complex western boundary current oceanic regime with significant implications to the northern hemisphere climate. Since many of the global change issues can be attributed to anthropogenic perturbations (e.g., a warming climate, ecosystem stress, declining biodiversity) the interface of the physical environment with human systems is central to this project.\r\n\r\nIntellectual merit: This project will use disciplinary and computational developments of the last 20 years to assemble, test and use an Earth System Model. The proposed model emerges from the realization that humans and their political, economic and social structures are an integral part of the Earth System dynamically interacting with its climate and ecosystems. Therefore, the ultimate goal of the proposed model is to be able to study present and future climate and ecosystems, accounting for both physical and anthropogenic forcings and the relevant human decision-making structures. To that end, this project aims to increase the skill of contemporary climate models by implementing a strategy that permits multi-scale interactions in the physics and biogeochemistry, improving upon known biases in the models and where necessary improve the dimensional representation of the physics and the ecosystems (e.g., the land-sea boundary). \r\n\r\nBroader impacts: The project aims to develop tools that can be used to study and address some of the biggest long-term challenges facing humans namely, a changing climate and limited natural resources. It achieves this first, by addressing known deficiencies in global climate model and second, by developing a model that includes economics and the human impact on the climate system. The target region for the study is the northeast U.S. and adjacent coastal ocean. This is a region with a significant population size and economic activity, which are particularly vulnerable to climate change. However, all the components of the proposed Earth System Model can be implemented in any region of interest. The resulting model will be available both to scientists for research purposes and to policy makers as a decision support tool. The framework for the model development is the community-based NCAR-Community Climate System Model. As such all development becomes part of the scientific community repository with significant technical support, education and outreach infrastructure. A significant outreach activity proposed is to hold a workshop for scientists and policy people with the main goal of teaching potential users of the model its capabilities with hands on tutorials, and particular examples developed during this work. This proposal will also support students and post-doctoral fellows during various stages of the work.\r\n\r\nFinally, this work brings together scientific communities that do not typically work together. The challenges facing society due to a changing climate, population growth and resource limitations are multi-faceted and it will take an interdisciplinary approach to study, mitigate and solve them. Arguably, the biggest impact of this work is the assembly of scientists with varied interests and disciplines ready to work towards a common goal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Enrique",
   "pi_last_name": "Curchitser",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Enrique N Curchitser",
   "pi_email_addr": "enrique@marine.rutgers.edu",
   "nsf_id": "000129332",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Werner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco E Werner",
   "pi_email_addr": "cisco.werner@noaa.gov",
   "nsf_id": "000431175",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ying Fan",
   "pi_last_name": "Reinfelder",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying Fan Reinfelder",
   "pi_email_addr": "yingfan@eps.rutgers.edu",
   "nsf_id": "000424184",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Fefferman",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Nina H Fefferman",
   "pi_email_addr": "nfefferm@utk.edu",
   "nsf_id": "000203710",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Felder",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Frank A Felder",
   "pi_email_addr": "ffelder@ejb.rutgers.edu",
   "nsf_id": "000251477",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797700",
   "pgm_ele_name": "CR-Water Sustainability & Clim"
  },
  {
   "pgm_ele_code": "801200",
   "pgm_ele_name": "CR, Earth System Models"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 2314487.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Earth Systems Modeling: Climate-to-humans: A study of urbanized coastal environments, their economics and vulnerability to climate change. </span></p>\n<p><span>This effort aimed at developing a unified framework for studying global change in the Earth System allowing for scale interactions (up/down-scaling) and explicitly modeled dynamic feedbacks between the sub-components. To this end, we developed an Earth System Model (EaSM) that couples multi-scale ocean, atmosphere, watershed, biogeochemistry and human system models. The projected variability of the coupled environmental and human systems, represented with bioeconomic and social network models, can be used to study management and other socio- economic decisions affecting future sustainable practices and the long-term evolution of the Earth System. The target for this study was the northeast U.S., a highly urbanized and densely populated region with ~33% of the US population hosting one the world&rsquo;s largest economies. It is also a region where vulnerability to global change is heightened, experiencing significant climate and ecosystem changes, shifting land use, and a complex western boundary current oceanic regime with significant implications to the northern hemisphere climate. Since many of the global change issues can be attributed to anthropogenic perturbations (e.g., a warming climate, ecosystem stress, declining biodiversity) the interface of the physical environment with human systems is central to our study. </span></p>\n<p><span>In this project we brought together a group of physical and economic scientists that together developed a framework for studying the impact of climate change on human and, specifically, economic systems. We were able to combine climate models with detailed economic models of the northeast US and begin to make projections of the economic impact of a possible future climate. This was achieved by separating the specific expected climate impacts in the northeast US region (more warm, humid days where electricity demand peaks) from natural system variability. Then, we were able to anticipate energy availability, technological advances, etc. and with a detailed knowledge of the local economic activity combined with high-resolution modeling of the region were able to make coupled climate-economic projections. </span></p>\n<p><span>This work required significant disciplinary advancements in all phases of the project. The global climate model was adapted so it can provide high-frequency, high spatial resolution climate data over the New Jersey regions. The modified land-surface model now down to 1 km resolution in our region of interest. Economic models were adapted so they can function with inputs from Climate models. Human network models also were developed to interface with climate model output. </span></p>\n<p><span>Finally, the most significant accomplishment of this award was the combination of all this different models into one framework that can be used to understand specific impacts of climate change on human systems. This is a necessary and important step towards mitigation and adaptation strategies.&nbsp;</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/20/2016<br>\n\t\t\t\t\tModified by: Enrique&nbsp;N&nbsp;Curchitser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nEarth Systems Modeling: Climate-to-humans: A study of urbanized coastal environments, their economics and vulnerability to climate change. \n\nThis effort aimed at developing a unified framework for studying global change in the Earth System allowing for scale interactions (up/down-scaling) and explicitly modeled dynamic feedbacks between the sub-components. To this end, we developed an Earth System Model (EaSM) that couples multi-scale ocean, atmosphere, watershed, biogeochemistry and human system models. The projected variability of the coupled environmental and human systems, represented with bioeconomic and social network models, can be used to study management and other socio- economic decisions affecting future sustainable practices and the long-term evolution of the Earth System. The target for this study was the northeast U.S., a highly urbanized and densely populated region with ~33% of the US population hosting one the worldÆs largest economies. It is also a region where vulnerability to global change is heightened, experiencing significant climate and ecosystem changes, shifting land use, and a complex western boundary current oceanic regime with significant implications to the northern hemisphere climate. Since many of the global change issues can be attributed to anthropogenic perturbations (e.g., a warming climate, ecosystem stress, declining biodiversity) the interface of the physical environment with human systems is central to our study. \n\nIn this project we brought together a group of physical and economic scientists that together developed a framework for studying the impact of climate change on human and, specifically, economic systems. We were able to combine climate models with detailed economic models of the northeast US and begin to make projections of the economic impact of a possible future climate. This was achieved by separating the specific expected climate impacts in the northeast US region (more warm, humid days where electricity demand peaks) from natural system variability. Then, we were able to anticipate energy availability, technological advances, etc. and with a detailed knowledge of the local economic activity combined with high-resolution modeling of the region were able to make coupled climate-economic projections. \n\nThis work required significant disciplinary advancements in all phases of the project. The global climate model was adapted so it can provide high-frequency, high spatial resolution climate data over the New Jersey regions. The modified land-surface model now down to 1 km resolution in our region of interest. Economic models were adapted so they can function with inputs from Climate models. Human network models also were developed to interface with climate model output. \n\nFinally, the most significant accomplishment of this award was the combination of all this different models into one framework that can be used to understand specific impacts of climate change on human systems. This is a necessary and important step towards mitigation and adaptation strategies. \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 06/20/2016\n\n\t\t\t\t\tSubmitted by: Enrique N Curchitser"
 }
}