{
 "awd_id": "1049513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Cluster algebras, total positivity, and physical combinatorics",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 606230.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2016-07-15",
 "awd_abstract_narration": "This project concerns the application of algebraic and combinatorial tools\r\nin two settings:\r\n(1) cluster algebras and totally positive varieties: in particular, the\r\nstudy of the Fomin-Zelevinsky positivity conjecture and construction of\r\ncanonical positive bases for cluster algebras; and the study of the\r\ntopology of the totally non-negative part of a flag variety.\r\n(2) physical combinatorics: in particular the exploration of connections\r\nbetween the asymmetric exclusion process, orthogonal polynomials, soliton\r\nsolutions of the KP equation, and total positivity on the Grassmannian.\r\n\r\nFrom a broader perspective, this research project will reinforce\r\ninteractions between combinatorics, representation theory, statistical\r\nphysics, and integrable systems, with hopefully a significant impact on\r\nall fields. In the longer term, it may also have applications to the\r\nmathematics of traffic flow, translation in protein synthesis, or shallow\r\nwater waves. Integrating education and research, the PI will organize\r\nstudent seminars and a two-week summer school on cluster algebras, a field\r\ncontaining many accessible open problems. This project also seeks to\r\nachieve two other educational goals: increasing the visibility of women\r\nmathematicians, via a series of Colloquium lectures at Berkeley given by\r\ndistinguished women; and bridging the student-faculty divide at Berkeley,\r\nby organizing activities that will bring together undergraduates, graduate\r\nstudents and faculty.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren Williams",
   "pi_email_addr": "williams@math.harvard.edu",
   "nsf_id": "000543978",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 35747.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105570.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 108773.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 140789.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 151662.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 63689.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aims of the project, broadly speaking, were to explore connections between cluster algebras, total positivity, and physical combiantorics.<br />Some of the main outcomes of the project are summarized below.<br /><br />In physical combinatorics, the PI and Kodama wrote three papers<br />that illustrated the connections between the positive Grassmannian<br />and soliton solutions of the KP equation, which in turn model the behavior<br />of shallow water waves.&nbsp; The authors used these connections to solve several important problems, including the inverse problem and the regularity problem. Their first paper&nbsp; ``KP solitons and total positivity on the<br />Grassmannian\" appeared in Inventiones, and their second paper<br />``A Deodhar decomposition of the Grassmannian and the regularity<br />of KP solitons\"&nbsp; appeared in Advances in Mathematics. Their third paper,<br />&nbsp;``Combinatorics of KP solitons from the real Grassmannian,\" gave an exposition of their results, and appeared in the&nbsp; Proceedings of the Abel Symposium.<br /><br />The PI and Kodama also studied the Toda lattice, giving&nbsp; complete flag<br />variety analogues of some of the results above.&nbsp; Their paper ``The full Kostant-Toda hierarchy on the positive flag variety\" appeared in Communications in Mathematical Physics.&nbsp; One consequence of their work<br />was the introduction of a new family of polytopes called Bruhat interval polytopes, which are a generalization of the permutohedron. These polytopes were further explored in the PI's paper ``Bruhat interval polytopes\" (joint with her student Emmanuel Tsukerman), which studied the combinatorics of Bruhat interval polytopes, and in particular showed that the face of any Bruhat interval polytope is a Bruhat interval polytope.&nbsp; This paper<br />appeared in Advances in Mathematics.<br /><br />The PI wrote a paper ``Network parameterizations of the Grassmannian\" with her NSF postdoc, Kelli Talaska.&nbsp; This paper gave explicit parameterizations of Deodhar strata in the Grassmannian, and it generalized work of Postnikov giving parameterizations of positroid cells in the totally non-negative Grassmannian. This paper appeared in&nbsp; Algebra and Number Theory.</p>\n<p>In cluster algebras, the PI wrote an expository paper called ``Cluster algebras: an introduction,\" which appeared in the&nbsp; Bulletin of the AMS.<br />Additionally, the PI's paper ``Bases for cluster algebras from surfaces\" (joint with Musiker and Schiffler) was accepted for publication in&nbsp; Compositio Mathematica.&nbsp; Finally, the PI began work on a book on cluster algebras, which is joint with Sergey Fomin and Andrei Zelevinsky.<br /><br />In total positivity, the PI completed a paper ``Positroids and non-crossing partitions\" with Ardila and Rincon.&nbsp; This paper gave a link between positroids and non-crossing partitions, which in turn gives a link between the enumeration of positroids and free probability.&nbsp; This paper appeared in<br />the Transactions of the AMS.&nbsp; The PI completed a second paper ``Positively oriented matroids are realizable\" with Ardila and Rincon, which proved da Silva's 1987 conjecture that every positively oriented matroid is<br />realizable.&nbsp; It follows from this result and an older result of the PI's<br />that the positive matroid Grassmannian is homeomorphic to a ball.&nbsp; This paper appeared in&nbsp; the Journal of the European Mathematical Society.<br /><br />The PI completed a paper with Pech and Rietsch, on mirror symmetry for quadrics, entitled ``On Landau-Ginzburg models for quadrics and flat sections of Dubrovin connections.\"&nbsp; This appeared in Advances in Mathematics (the special issue in honor of Andrei Zelevinsky).<br />The project proves a version of mirror symmetry expressing<br />the Dubrovin connection for quadrics in terms of a mirror-dual Landau-Ginzburg model on the complement of an anticanonical divisor in a dual quadric.&nbsp; The paper also computes the constant term of Givental's J-function by several methods.</p>\n<p>The PI also completed a paper with Sylvie Corteel entitled ``Macdonald-Koornwinder moments and the two-species exclusion process.\"<br />In previous work, we explained the relationships between three different objects: the asymmetric exclusion process (a model from statistical physics), Askey-Wilson polynomials (some famous orthogonal polynomials in one variable), and some combinatorial objects that we called staircase tableaux.&nbsp; After our previous work, various people pointed out to us that<br />Askey-Wilson polynomials are the one-variable case of Koornwinder polynomials, which are also known as type BC-Macdonald polynomials.&nbsp; And they asked us if we could generalize our previous work,<br />finding the appropriate generalizations of the asymmetric exclusion process and staircase tableaux.&nbsp; The new paper shows that the appropriate analogue of the asymmetric exclusion process (ASEP) is a generalized ASEP which has two different types of particles.<br /><br />The PI also completed a paper ``Macdonald-Koornwinder moments and the two-species exclusion process\" with Sylvie Corteel and Olya Mandelshtam, which introduces rhombic staircase tableaux, and uses them to give a combinatorial formula for the stationary distribution of the two-species ASEP. This also leads to a combinatorial formula for Macdonald-Koornwinder moments.&nbsp; This paper is submitted to a journal.<br /><br />Over the course of the project, the PI advised the following students:<br />Adam Kalman, Olya Mandelshtam, Steven Karp, Anastasia Chavez, Emmanuel Tsukerman, and Felix Gotti. She also mentored the following postdocs: Kelli Talaska, Florian Block, Yan Zhang, and Khrystyna Serhiyenko.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2017<br>\n\t\t\t\t\tModified by: Lauren&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aims of the project, broadly speaking, were to explore connections between cluster algebras, total positivity, and physical combiantorics.\nSome of the main outcomes of the project are summarized below.\n\nIn physical combinatorics, the PI and Kodama wrote three papers\nthat illustrated the connections between the positive Grassmannian\nand soliton solutions of the KP equation, which in turn model the behavior\nof shallow water waves.  The authors used these connections to solve several important problems, including the inverse problem and the regularity problem. Their first paper  ``KP solitons and total positivity on the\nGrassmannian\" appeared in Inventiones, and their second paper\n``A Deodhar decomposition of the Grassmannian and the regularity\nof KP solitons\"  appeared in Advances in Mathematics. Their third paper,\n ``Combinatorics of KP solitons from the real Grassmannian,\" gave an exposition of their results, and appeared in the  Proceedings of the Abel Symposium.\n\nThe PI and Kodama also studied the Toda lattice, giving  complete flag\nvariety analogues of some of the results above.  Their paper ``The full Kostant-Toda hierarchy on the positive flag variety\" appeared in Communications in Mathematical Physics.  One consequence of their work\nwas the introduction of a new family of polytopes called Bruhat interval polytopes, which are a generalization of the permutohedron. These polytopes were further explored in the PI's paper ``Bruhat interval polytopes\" (joint with her student Emmanuel Tsukerman), which studied the combinatorics of Bruhat interval polytopes, and in particular showed that the face of any Bruhat interval polytope is a Bruhat interval polytope.  This paper\nappeared in Advances in Mathematics.\n\nThe PI wrote a paper ``Network parameterizations of the Grassmannian\" with her NSF postdoc, Kelli Talaska.  This paper gave explicit parameterizations of Deodhar strata in the Grassmannian, and it generalized work of Postnikov giving parameterizations of positroid cells in the totally non-negative Grassmannian. This paper appeared in  Algebra and Number Theory.\n\nIn cluster algebras, the PI wrote an expository paper called ``Cluster algebras: an introduction,\" which appeared in the  Bulletin of the AMS.\nAdditionally, the PI's paper ``Bases for cluster algebras from surfaces\" (joint with Musiker and Schiffler) was accepted for publication in  Compositio Mathematica.  Finally, the PI began work on a book on cluster algebras, which is joint with Sergey Fomin and Andrei Zelevinsky.\n\nIn total positivity, the PI completed a paper ``Positroids and non-crossing partitions\" with Ardila and Rincon.  This paper gave a link between positroids and non-crossing partitions, which in turn gives a link between the enumeration of positroids and free probability.  This paper appeared in\nthe Transactions of the AMS.  The PI completed a second paper ``Positively oriented matroids are realizable\" with Ardila and Rincon, which proved da Silva's 1987 conjecture that every positively oriented matroid is\nrealizable.  It follows from this result and an older result of the PI's\nthat the positive matroid Grassmannian is homeomorphic to a ball.  This paper appeared in  the Journal of the European Mathematical Society.\n\nThe PI completed a paper with Pech and Rietsch, on mirror symmetry for quadrics, entitled ``On Landau-Ginzburg models for quadrics and flat sections of Dubrovin connections.\"  This appeared in Advances in Mathematics (the special issue in honor of Andrei Zelevinsky).\nThe project proves a version of mirror symmetry expressing\nthe Dubrovin connection for quadrics in terms of a mirror-dual Landau-Ginzburg model on the complement of an anticanonical divisor in a dual quadric.  The paper also computes the constant term of Givental's J-function by several methods.\n\nThe PI also completed a paper with Sylvie Corteel entitled ``Macdonald-Koornwinder moments and the two-species exclusion process.\"\nIn previous work, we explained the relationships between three different objects: the asymmetric exclusion process (a model from statistical physics), Askey-Wilson polynomials (some famous orthogonal polynomials in one variable), and some combinatorial objects that we called staircase tableaux.  After our previous work, various people pointed out to us that\nAskey-Wilson polynomials are the one-variable case of Koornwinder polynomials, which are also known as type BC-Macdonald polynomials.  And they asked us if we could generalize our previous work,\nfinding the appropriate generalizations of the asymmetric exclusion process and staircase tableaux.  The new paper shows that the appropriate analogue of the asymmetric exclusion process (ASEP) is a generalized ASEP which has two different types of particles.\n\nThe PI also completed a paper ``Macdonald-Koornwinder moments and the two-species exclusion process\" with Sylvie Corteel and Olya Mandelshtam, which introduces rhombic staircase tableaux, and uses them to give a combinatorial formula for the stationary distribution of the two-species ASEP. This also leads to a combinatorial formula for Macdonald-Koornwinder moments.  This paper is submitted to a journal.\n\nOver the course of the project, the PI advised the following students:\nAdam Kalman, Olya Mandelshtam, Steven Karp, Anastasia Chavez, Emmanuel Tsukerman, and Felix Gotti. She also mentored the following postdocs: Kelli Talaska, Florian Block, Yan Zhang, and Khrystyna Serhiyenko.\n\n \n\n\t\t\t\t\tLast Modified: 08/14/2017\n\n\t\t\t\t\tSubmitted by: Lauren Williams"
 }
}