{
 "awd_id": "1049125",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Perceiving Political Distributions",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2011-03-31",
 "awd_max_amd_letter_date": "2011-03-31",
 "awd_abstract_narration": "The present research focuses on motivated political perceptions, especially as they relate to civic behavior and political behavior that is relevant to the United States 2012 elections. Unlike a great deal of past research on political attitudes, the proposed work focuses on intergroup forces and emotions (such as the anger that is fueled by real or anticipated partisan debates) as they relate to perceptions of the political attitudes of others.  \r\n\r\nImportantly, the proposed research will challenge two well established empirical findings about perceptions of political attitude distributions. (1) Polarization projection: In contrast to the established idea that people project their own attitudes onto others, the proposal will test the hypothesis, derived from pilot data, that people also project their attitude extremity onto others -- such that people with more extreme political attitudes perceive more political polarization than do with people with less extreme political attitudes. This pattern can sometimes produce the opposite of simple projection. (2) Ingroup homogeneity: Past research shows that people perceive their own groups as more heterogeneous than outgroups (\"They are all alike; we are unique.\"). However, this work will test the opposite hypothesis, that in partisan political domains, people perceive their own group's attitudes as more (not less) homogeneous than the \"other side's\" attitudes. (\"We are united; they are divided.\") \r\n\r\nThe proposed research includes four lab experiments and a longitudinal national field experiment in the context of the 2012 elections. The field experiment will examine polarization projection and ingroup homogeneity at the level of broad ideology (along with specific political issues) as they develop over time, and will examine how these patterns influence civic actions such as voting. \r\n\r\nThe proposed studies will yield at least three substantial benefits to society and to social scientists in social psychology, political science, business, law, sociology, and other areas. First, the research will make available to researchers a novel, user-friendly methodology for measuring perceived distributions that could be applied in many domains including probability, event frequency, and other, non-political attitudes. Second, the proposed studies will support a diverse research group that currently includes five PhD students and ten undergraduates, approximately half of whom are women. The proposed research will provide an important training component for these students. Finally, and critically, by fostering understanding of how people's attitudes and political identities influence their perceptions of others' political attitudes, this work can inform citizens and civic leaders about factors influencing civic behavior. Such an understanding of how people perceive political distributions would also enable policy makers to craft better and more informed policies that encourage and facilitate civic engagement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leaf",
   "pi_last_name": "Van Boven",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Leaf Van Boven",
   "pi_email_addr": "vanboven@colorado.edu",
   "nsf_id": "000232966",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Judd",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Charles M Judd",
   "pi_email_addr": "charles.judd@colorado.edu",
   "nsf_id": "000274126",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How do people in the United States perceive the distribution of political attitudes among Americans?&nbsp; How to Democrats and Republicans perceive the political attitudes of other Democrats and Republicans?&nbsp;&nbsp; Do political extremists perceive other people&rsquo;s political attitudes differently than political moderates do?&nbsp; Do political partisans perceive &ldquo;their side&rdquo; differently than the &ldquo;other side&rdquo;?&nbsp; How do these perceptions influence civic action?&nbsp; The research conducted through this award examined answers to such questions using surveys and experiments with nationally representative samples and in controlled laboratory settings.</p>\n<p>&nbsp;</p>\n<p>With respect to intellectual merit, the research yielded four key findings.&nbsp; First, the more strongly people personally identified with a political party, the more polarized they perceived Americans to be.&nbsp; For example, people who strongly identified as either Democrat or Republican, believed other Democrats and Republicans were more polarized on the question of whether government should increase spending to provide more services.&nbsp; Second, the more extreme people were in their own political attitudes, the more polarized they perceived Americans to be.&nbsp; Regardless of which political party they identified with or how strongly they identified with that party, people who personally held strong stances on the topic of government spending perceived Democrats and Republicans as more polarized than did people who personally held more moderate stances. &nbsp;Third, partisans saw members of their own group as more similar to each other than members of the opposing party.&nbsp; For example, Democrats saw other Democrats as more unified in their support of President Obama than they saw Republicans as unified in their opposition to Obama.&nbsp; The opposite was true of Republicans. Finally, people who saw Americans as more polarized were more likely to vote, make campaign contributions, and to engage in other civic behaviors than were people who saw Americans as less polarized.</p>\n<p>&nbsp;</p>\n<p>With respect to broader impacts, the research<strong> </strong>provided three key benefits to society and to social scientists in Social Psychology, Political Science, Business, Law, Sociology, and other areas.&nbsp; First, the research provided a novel, user-friendly methodology for measuring perceived distributions of attitudes.&nbsp; Second, the research supported a diverse research group that included five PhD students (three women) and ten undergraduates (half of whom were women and two were ethnic minorities). &nbsp;Finally, by understanding better how people&rsquo;s attitudes and political identities influence perceived polarization, citizens and civic leaders can be better informed about factors influencing civic behavior. &nbsp;More broadly, by furthering understanding of the social psychological processes underlying perceived political polarization, civic processes can be designed that encourage and facilitate civic engagement.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2015<br>\n\t\t\t\t\tModified by: Leaf&nbsp;Van Boven</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow do people in the United States perceive the distribution of political attitudes among Americans?  How to Democrats and Republicans perceive the political attitudes of other Democrats and Republicans?   Do political extremists perceive other peopleÆs political attitudes differently than political moderates do?  Do political partisans perceive \"their side\" differently than the \"other side\"?  How do these perceptions influence civic action?  The research conducted through this award examined answers to such questions using surveys and experiments with nationally representative samples and in controlled laboratory settings.\n\n \n\nWith respect to intellectual merit, the research yielded four key findings.  First, the more strongly people personally identified with a political party, the more polarized they perceived Americans to be.  For example, people who strongly identified as either Democrat or Republican, believed other Democrats and Republicans were more polarized on the question of whether government should increase spending to provide more services.  Second, the more extreme people were in their own political attitudes, the more polarized they perceived Americans to be.  Regardless of which political party they identified with or how strongly they identified with that party, people who personally held strong stances on the topic of government spending perceived Democrats and Republicans as more polarized than did people who personally held more moderate stances.  Third, partisans saw members of their own group as more similar to each other than members of the opposing party.  For example, Democrats saw other Democrats as more unified in their support of President Obama than they saw Republicans as unified in their opposition to Obama.  The opposite was true of Republicans. Finally, people who saw Americans as more polarized were more likely to vote, make campaign contributions, and to engage in other civic behaviors than were people who saw Americans as less polarized.\n\n \n\nWith respect to broader impacts, the research provided three key benefits to society and to social scientists in Social Psychology, Political Science, Business, Law, Sociology, and other areas.  First, the research provided a novel, user-friendly methodology for measuring perceived distributions of attitudes.  Second, the research supported a diverse research group that included five PhD students (three women) and ten undergraduates (half of whom were women and two were ethnic minorities).  Finally, by understanding better how peopleÆs attitudes and political identities influence perceived polarization, citizens and civic leaders can be better informed about factors influencing civic behavior.  More broadly, by furthering understanding of the social psychological processes underlying perceived political polarization, civic processes can be designed that encourage and facilitate civic engagement.  \n\n \n\n\t\t\t\t\tLast Modified: 07/15/2015\n\n\t\t\t\t\tSubmitted by: Leaf Van Boven"
 }
}