{
 "awd_id": "1049752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolution of the Galapagos Mantle Plume",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William P. Leeman",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 513793.0,
 "awd_amount": 183158.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "Evolution of the Galapagos Mantle Plume\r\n(project jointly supported by EAR/Petrology & Geochemistry and OISE/Americas)\r\n\r\nIntellectual Merit: Current models suggest that the massive basaltic production responsible for the emplacement of large igneous provinces (LIPS) during the Permian-Paleocene (with a strong impact on the environment and life on the planet) may represent the initial phases of mantle plumes that feed some of the current ocean-islands. Volcanic rocks related to mantle plumes are the most important source of information on the deep Earth geochemical cycles. Because oceanic plume tracks are largely submerged, most geochemical information on mantle plumes is derived from studies of young ocean island basalts (OIB). In contrast, the initial LIP phase in most cases is obscured by continental contamination. Recent petrological modeling suggests that during initial LIPS formation the mantle plumes are generally hotter and melted more extensively than during formation of modern ocean islands. Constraining the origin and degree of such secular cooling requires knowledge of a continuous cooling record of a mantle plume from head to tail. The Galapagos track is one of the few examples where secular cooling of the mantle plume has been demonstrated, and it offers a near continuous record from the ~90 Ma LIP phase of the Caribbean Large Igneous Province (CLIP) to the recent OIB phase at the Galapagos Islands.  This is because much of the plume track is preserved as accreted terranes in Central America and thus is accessible. Nevertheless, there is a sampling gap from 15-60 Ma in the thermal and geochemical evolution of the Galapagos Plume. Here it is proposed to close this gap through sampling of the accreted CLIP and plume tracks in Panama and Costa Rica and conducting a detailed petrological and geochemical study complemented by modeling of plume dynamics. The new data will be integrated with literature data to provide a continuous record of the evolution of the Galapagos Plume with focus on the following key questions:\r\n1. Is the recently observed temperature difference between melts from a plume head versus a plume tail due to changes in the plume source temperature or an effect of plume transit (more efficient cooling of the plume tail vs. plume head) and/or a dynamic effect of a change in lithology (peridotite vs. pyroxenite)?\r\n2. Can we trace the core of the plume through correlation between high temperatures and elevated 3He/4He signatures above upper mantle values?\r\n3. Is there a change in the sampling of peridotite versus pyroxenite sources from plume head to tail and what does this tell us about the proportions of those lithologies deep in the mantle and the dynamic aspects of their sampling by the plume?\r\n4. Do helium, radiogenic isotope, and trace-element compositions change with lithology and/or spatially-temporally, and what does this tell us about the size and composition of the different geochemical domains in the mantle?\r\nThe proposed study will provide a continuous record of a long-lived plume and key information on the evolution of a plume, effects of plume transit and deep geochemical cycles. It will be of interest to the broad Earth science community.\r\n\r\nBroader Impacts: The results of the study will be presented at international meetings and published in peer-reviewed journals. PI Gazel (who leads the project) is in the early phase of his career. The project supports the infrastructure at LDEO. PI Class manages the ultraclean laboratory at LDEO and teaches a graduate course in Modern Analytical Methods at Columbia University (CU) thus impacting the training of undergraduate and graduate students of CU as well as visiting scientists. Undergraduate students will be trained in sample preparation and electron-microprobe analyses as part of this project. The project topics and findings will be factored into courses taught in New York (including K12 schools), and outreach activities to the non-scientific community. Gazel lead a yearly field trip to the Costa Rican oceanic complexes, attended by students and faculty from the Univ. of Costa Rica (UCR), LDEO and other academic institutions. The project involves an international collaboration between LDEO, the IPGP (France) and the UCR.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esteban",
   "pi_last_name": "Gazel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Esteban Gazel",
   "pi_email_addr": "egazel@cornell.edu",
   "nsf_id": "000553020",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cornelia",
   "pi_last_name": "Class",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cornelia Class",
   "pi_email_addr": "class@ldeo.columbia.edu",
   "nsf_id": "000125588",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5926",
   "pgm_ref_txt": "LATIN AMERICA, SDC"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}