{
 "awd_id": "1049834",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Controls on Termination of Great Earthquakes in a Restraining Double-Bend of the Altyn Tagh Fault",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 203090.0,
 "awd_amount": 203090.0,
 "awd_min_amd_letter_date": "2011-01-12",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "Fault segmentation, defined by geometric complexities such as restraining bends and stepovers, may play an important role in arresting earthquake rupture and thus limiting the maximum size of earthquakes. Understanding the mechanical processes that control fault slip within such complexities remains elusive. This study integrates field observations and rupture modeling to assess the conditions under which strike-slip earthquakes fail to break across the 200 km-long Aksay restraining double bend and stepover of the Altyn Tagh fault in northwestern China. This bend is flanked by, and transfers slip between, two fault strands within the left-lateral Altyn Tagh fault system. Because the Aksay bend is isolated from intersecting faults, its behavior is unlikely to be affected by stress-transfer from other parts of the active fault system, thus making it an ideal natural laboratory to compare model results against field observations.  This research will test fault-based seismic hazard assessments that depend upon fault segmentation, and contribute understanding of how permanent deformation is divided among faults and the surrounding crust. To date, defining fault segmentation has been performed largely by expert assessment, with no site-specific physical basis. Numerical rupture simulations offer a much-needed physical foundation for fault segmentation, but with significant limitations. These limitations include that the pre-earthquake stress-state is unknown and unlikely to be smooth in zones of geometric complexity. Thus, the applicability of numerical rupture models to seismic hazard mapping remains untested. Multi-earthquake cycle rupture models that combine coseismic rupture with interseismic off-fault stress relaxation reveal patterns of stress-states, earthquake rupture sizes, and rupture extents in zones of structural complexity. This project will test these patterns against field observations including paleoseismology, fault slip-rates, and fault-slip direction. Simultaneously, this research will advance the state-of-the-art of these numerical models to include off-fault plasticity, and dipping, three-dimensional fault geometries.\r\n\r\nBy integrating field observations and numerical rupture modeling, this research cuts across disciplinary boundaries in an effort to transform understanding of the earthquake rupture process and its manifestation in the geologic record. In so doing, this project builds upon an international collaboration with shared basic-science research objectives (to understand tectonic processes along faults) and shared societal need (to understand earthquakes). The outcomes of this research will directly affect understanding of hazards from great earthquakes on major faults. For example, the insights gained will be of direct relevance to understanding potential earthquakes and shaking hazards from rupture of the southernmost San Andreas fault.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benchun",
   "pi_last_name": "Duan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Benchun Duan",
   "pi_email_addr": "bduan@tamu.edu",
   "nsf_id": "000490289",
   "pi_start_date": "2011-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70923.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 65438.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 66729.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is a collaborative effort between a field investigation team and a modeling investigation team to explore roles of the Aksay bend along the Altyn Tagh fault (ATF) in earthquake ruptures. At the Aksay bend, fault strike departs from the regional trend significantly, forming a restraining feature. My group is in charge of the modeling investigation. We also work closely with our collaborators to integrate our modeling results with their field observations.</p>\n<p>We build computer models of earthquake ruptures around the Aksay bend along ATF, by implementing physical laws that control dynamic earthquake ruptures and geological information of ATF including complex fault geometry into computer programs. In particular, these models capture long-term evolution of fault stresses over multiple earthquake cycles and different rupture scenarios dictated by these heterogeneous fault stresses. We improve our previously developed multi-cycle dynamic rupture simulation method by incorporating a healing mechanism during coseismic rupture process via a slip- and rate- dependent friction law in this project. We vary model parameters to produce a suite of multi-cycle dynamic rupture models of the Aksay bend. Many of our model parameters are constrained by knowledges obtained over years in the earthquake science community, such as typical values of frictional coefficients on faults obtained from laboratory experiments and stress drop on faults inferred from seismological investigations of past earthquakes. Specific values of key parameters in the model are further constrained by field observations on ATF by our collaborators, and our modeling results also provide some guidance to their field work in the project.</p>\n<p>Slip rates on the two strands (south strand STAF and north stran NATF) are the most important quantity that can be compared between our models and field measurements. One significant outcome from this integration of modeling and field studies is that our models can reproduce field-measured slip rates on the two strands pretty well. This validates that our model approach, and suggests that it is feasible to use our multi-cycle dynamic simulation approach to assess rupture behavior of&nbsp;realistically complex fault systems.</p>\n<p>Our model results show that slip rates generally decrease from the straight segment (outside the bend) to the bend segment on the both strands, suggesting more tectonic deformation is taken by off-fault deformation within the bend that is clearly manifested by the Mountain Altun nearby. Within the bend, slip rates show correlations with fault geometry. Portions of the two fault strands that are less misaligned with the regional tectonic loading direction have larger slip rates than those that are significantly misaligned. In particular, there is a portion on SATF that is so misaligned that it has a zero slip rate, which means it is totally locked. This modeling result is corroborated by the observation of the last large earthquake being stopping by this segment.&nbsp;</p>\n<p>Further analyses of our multi-cycle model that is validated by field-measured slip rates data show that the Aksay bend can stop 90% dynamic ruptures over several hundred earthquake cycles, which suggests that the bend is effective in terminating earthquake ruptures. These events may propagate toward the bend from outside straight segments but be terminated by the bend, or occur within the bend but trapped within the bend. However, because of heterogeneous fault stresses developed over multiple earthquake cycles, some events in our models break the bend, generating longer ruptures.</p>\n<p>These results may have important implications for large strike-slip fault systems worldwide in terms of possible control of large earthquake ruptures by fault geometrical complexities. One example is how the San Gorgonio Pass (SGP) along the San Andreas Fault (SAF) in Souther...",
  "por_txt_cntn": "\nThis project is a collaborative effort between a field investigation team and a modeling investigation team to explore roles of the Aksay bend along the Altyn Tagh fault (ATF) in earthquake ruptures. At the Aksay bend, fault strike departs from the regional trend significantly, forming a restraining feature. My group is in charge of the modeling investigation. We also work closely with our collaborators to integrate our modeling results with their field observations.\n\nWe build computer models of earthquake ruptures around the Aksay bend along ATF, by implementing physical laws that control dynamic earthquake ruptures and geological information of ATF including complex fault geometry into computer programs. In particular, these models capture long-term evolution of fault stresses over multiple earthquake cycles and different rupture scenarios dictated by these heterogeneous fault stresses. We improve our previously developed multi-cycle dynamic rupture simulation method by incorporating a healing mechanism during coseismic rupture process via a slip- and rate- dependent friction law in this project. We vary model parameters to produce a suite of multi-cycle dynamic rupture models of the Aksay bend. Many of our model parameters are constrained by knowledges obtained over years in the earthquake science community, such as typical values of frictional coefficients on faults obtained from laboratory experiments and stress drop on faults inferred from seismological investigations of past earthquakes. Specific values of key parameters in the model are further constrained by field observations on ATF by our collaborators, and our modeling results also provide some guidance to their field work in the project.\n\nSlip rates on the two strands (south strand STAF and north stran NATF) are the most important quantity that can be compared between our models and field measurements. One significant outcome from this integration of modeling and field studies is that our models can reproduce field-measured slip rates on the two strands pretty well. This validates that our model approach, and suggests that it is feasible to use our multi-cycle dynamic simulation approach to assess rupture behavior of realistically complex fault systems.\n\nOur model results show that slip rates generally decrease from the straight segment (outside the bend) to the bend segment on the both strands, suggesting more tectonic deformation is taken by off-fault deformation within the bend that is clearly manifested by the Mountain Altun nearby. Within the bend, slip rates show correlations with fault geometry. Portions of the two fault strands that are less misaligned with the regional tectonic loading direction have larger slip rates than those that are significantly misaligned. In particular, there is a portion on SATF that is so misaligned that it has a zero slip rate, which means it is totally locked. This modeling result is corroborated by the observation of the last large earthquake being stopping by this segment. \n\nFurther analyses of our multi-cycle model that is validated by field-measured slip rates data show that the Aksay bend can stop 90% dynamic ruptures over several hundred earthquake cycles, which suggests that the bend is effective in terminating earthquake ruptures. These events may propagate toward the bend from outside straight segments but be terminated by the bend, or occur within the bend but trapped within the bend. However, because of heterogeneous fault stresses developed over multiple earthquake cycles, some events in our models break the bend, generating longer ruptures.\n\nThese results may have important implications for large strike-slip fault systems worldwide in terms of possible control of large earthquake ruptures by fault geometrical complexities. One example is how the San Gorgonio Pass (SGP) along the San Andreas Fault (SAF) in Southern California may control earthquake ruptures. Our modeling results of ATF suggest SGP may be able to e..."
 }
}