{
 "awd_id": "1049748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: He-CO2-N2 Isotopes and Dissolved Gases in Groundwaters of the  Costa Rica Fore-arc Margin",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 244588.0,
 "awd_amount": 244588.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2011-07-28",
 "awd_abstract_narration": "Fluid flow through subduction zones is a fundamental process on Earth.  As oceanic plates get subducted into Earths interior, water and other volatiles (i.e. CO2, N2) are released from the subducting plate into the overlying mantle wedge.  These fluids are the primary cause for the melting of the mantle and the production of water-rich magmas that cause explosive volcanic eruptions.  In addition, volatiles are either efficiently recycled back to the atmosphere through subduction-related volcanoes (as is the case for N2) or are potentially carried into the deep mantle (as may be the case for CO2).  The extent of volatile recycling in subduction zones, therefore, has significant bearing on the overall volatile composition of the mantle and the atmosphere.  In this proposal, the research team will target localities within the Costa Rica subduction zone complex where gas-rich cold springs release volatiles to the atmosphere.  In addition, several springs will be monitored continuously for gas composition in order to investigate temporal changes related to earthquake activity occurring in the region. \r\n\r\nThe research plan of this project involves producing a volatile dataset - comprising the isotope systematics and abundance characteristics of He, CO2, N2, CH4, O2, and Ar together with major/trace element, stable isotope (D/H and 18O/16O) and carbon-14 signatures of aqueous fluids (groundwaters), with the aim of understanding details of volatile provenance, flux and temporal variability.  These springs are located trench-ward of the volcanic front and therefore sample volatiles that are potentially released from the mantle lithosphere and/or crust of the subducting slab before it reaches a depth corresponding to the volcanic front. In this way, this work aims at investigating what proportions of the volatiles that are subducted actually reach the volcanic front. Additionally, as various volatile species are expected to have different release/retention characteristics on the down-going plate, we can gauge how volatiles fractionate from one another by sampling profiles parallel to the direction of plate convergence. Moreover, by taking advantage of well-mapped structural controls on the hydrogeology, we will also determine the influence of faulting on the loss of volatiles along three targeted sections of the Costa Rica fore-arc (Nicoya, Central Pacific Coast and Oso Peninsula). Finally, because the fore-arc region of Costa Rica is the location of numerous large earthquakes occurring on a large number of active faults, it is proposed to investigate the relationships between fault localities, the occurrence of cold springs, gas compositions, and earthquake activity through (a) a widespread sampling campaign targeting ~ 100 sampling locations at the three sections of the forearc, and (b) continuously monitoring the gas composition of several selected springs using specifically-developed instrumentation (Spartah device). In the case of a local earthquake, the team anticipates being able to capture such an event by continuous monitoring of gas chemistry and documenting any changes in the gas composition of the springs. This part of the project has the potential to better understand earthquake processes in this region. To further these aims and to provide research opportunities for local scientists, the PIs will contribute to the M.Sc. Hydrogeology program at the University of Costa Rica through lectures, practical sessions and field-based training modules covering various aspects of hydrogeology, hydrochemistry, volcanology and structural geology. Monitoring efforts at Poas volcano in Costa Rica will also continue to investigate the potential role of volatiles in signaling the onset of impending hazardous conditions at the volcano.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hilton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Hilton",
   "pi_email_addr": "drhilton@ucsd.edu",
   "nsf_id": "000462629",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 244588.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The forearc region of Costa Rica has three distinct regions: Nicoya Peninsula, Central Pacific Coast and Osa Peninsula. Each region has unique tectonic and structural geology attributes, including variations in depth to seismogenic zone, seismic/aseismic behavior and deformation history. Additionally, depth to slab varies as the volcanic front is approached from each region. &nbsp;We formulated three hypothesies to tackled the volatile systematics of the region:</p>\n<p><em>&nbsp;</em></p>\n<p><em>(1)&nbsp;&nbsp;&nbsp; </em><em>The subducting slab starts to lose its sediment-derived volatiles at a depth that is sampled by groundwaters in the fore-arc</em>. This hypothesis directly addresses the issue of volatile flux imbalance for CO<sub>2</sub> - one of the major outcomes of our prior research. It has implications for understanding slab devolatilization, sediment under-plating and mantle geochemistry.</p>\n<p>&nbsp;</p>\n<p><em>(1)&nbsp;&nbsp;&nbsp; </em><em>Fluid flow through the fore-arc is fault-controlled. </em>This hypothesis has direct bearing on the transfer mechanism of fluids from the mantle wedge, subducting slab and fore-arc crust to the surface and provides the link between observations of volatile release made at the surface to processes operating at depth in or around the seismogenic zone. We can test this hypothesis by identifying the main areas of volatile escape in the fore-arc and comparing those with the locations of mapped/inferred faults.</p>\n<p>&nbsp;</p>\n<p><em>(2)&nbsp;&nbsp;&nbsp; </em><em>Fluid flow through the fore-arc is episodic and related to earthquake activity. </em>This hypothesis focuses on the role of volatiles in the earthquake cycle. We can test this hypothesis by deploying our new continuous volatile sampling instrument (SPARTAH) at key locations to capture isotopic and abundances perturbations to the volatile record and assess temporal relationships to seismic activity.</p>\n<p>&nbsp;</p>\n<p>We have produced a key dataset that addressed these questions of volatile provenance, flux and temporal variability.</p>\n<p>&nbsp;</p>\n<p>Our major findings are that throughout Costa Rica, i.e., the Nicoya Peninsula, the Costa Rica Pacific coastline (including the Oso Peninsula) and the Talamanca Mountain Range, as well as at coastal seeps in Panama, coupled CO<sub>2</sub>-He studies allow recognition of mantle (<sup>3</sup>He/<sup>4</sup>He up to 6R<sub>A</sub>) and crustal inputs to the volatile inventory. We associate the crustal component with CO<sub>2</sub>&nbsp;derived from limestone (L) and organic sediments (S) on the subducting slab. We show that there is an decrease in the L/S ratio trench-ward with the lowest values lying close to those of diatomaceous ooze in the uppermost sequence of the subducting sediment package. This observation is consistent with the removal of the uppermost organic-rich sediment from deep subduction by under-plating. As the input carbon fluxes of the individual sedimentary layers are well constrained, we can limit the potential steady-state flux of carbon loss at the subaerial fore-arc to ~ 6 &times; 10<sup>7</sup>&nbsp;gCkm<sup>-1</sup>yr<sup>-1</sup>, equivalent to ~88% of the input flux of carbon associated with the ooze, or &lt;4% of the total incoming sedimentary carbon.&nbsp;</p>\n<p>&nbsp;</p>\n<p><br /> These results are consistent with our earlier Alvin-submersible work on the submarine segment of the forearc (~1000m depth) that the greatest loss of slab-derived carbon at the CA margin occurs at the volcanic front with recycling low efficiencies between 12% (Costa Rica) and 29% (El Salvador) of the sedimentary input. It also demonstrates the utility of the coupled He-CO<sub>2</sub>&nbsp;approach for mass balance studies at subduction zones.&nbsp; Given that Costa Rica was selected by the NSF-MARGINS program whch encouraged inter-disciplinary approaches to understanding the tectonic history, crustal architecture and geochemical development of the margin, the interpretation of the new volatile results will be published in a new light.</p>\n<p>&nbsp;</p>\n<p>We have developed strong working relationships with Costa Rica scientists, and will continue to work with them both with the present datasets and for monitoring purposes related to seismicity in the region.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2016<br>\n\t\t\t\t\tModified by: David&nbsp;R&nbsp;Hilton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe forearc region of Costa Rica has three distinct regions: Nicoya Peninsula, Central Pacific Coast and Osa Peninsula. Each region has unique tectonic and structural geology attributes, including variations in depth to seismogenic zone, seismic/aseismic behavior and deformation history. Additionally, depth to slab varies as the volcanic front is approached from each region.  We formulated three hypothesies to tackled the volatile systematics of the region:\n\n \n\n(1)    The subducting slab starts to lose its sediment-derived volatiles at a depth that is sampled by groundwaters in the fore-arc. This hypothesis directly addresses the issue of volatile flux imbalance for CO2 - one of the major outcomes of our prior research. It has implications for understanding slab devolatilization, sediment under-plating and mantle geochemistry.\n\n \n\n(1)    Fluid flow through the fore-arc is fault-controlled. This hypothesis has direct bearing on the transfer mechanism of fluids from the mantle wedge, subducting slab and fore-arc crust to the surface and provides the link between observations of volatile release made at the surface to processes operating at depth in or around the seismogenic zone. We can test this hypothesis by identifying the main areas of volatile escape in the fore-arc and comparing those with the locations of mapped/inferred faults.\n\n \n\n(2)    Fluid flow through the fore-arc is episodic and related to earthquake activity. This hypothesis focuses on the role of volatiles in the earthquake cycle. We can test this hypothesis by deploying our new continuous volatile sampling instrument (SPARTAH) at key locations to capture isotopic and abundances perturbations to the volatile record and assess temporal relationships to seismic activity.\n\n \n\nWe have produced a key dataset that addressed these questions of volatile provenance, flux and temporal variability.\n\n \n\nOur major findings are that throughout Costa Rica, i.e., the Nicoya Peninsula, the Costa Rica Pacific coastline (including the Oso Peninsula) and the Talamanca Mountain Range, as well as at coastal seeps in Panama, coupled CO2-He studies allow recognition of mantle (3He/4He up to 6RA) and crustal inputs to the volatile inventory. We associate the crustal component with CO2 derived from limestone (L) and organic sediments (S) on the subducting slab. We show that there is an decrease in the L/S ratio trench-ward with the lowest values lying close to those of diatomaceous ooze in the uppermost sequence of the subducting sediment package. This observation is consistent with the removal of the uppermost organic-rich sediment from deep subduction by under-plating. As the input carbon fluxes of the individual sedimentary layers are well constrained, we can limit the potential steady-state flux of carbon loss at the subaerial fore-arc to ~ 6 &times; 107 gCkm-1yr-1, equivalent to ~88% of the input flux of carbon associated with the ooze, or &lt;4% of the total incoming sedimentary carbon. \n\n \n\n\n These results are consistent with our earlier Alvin-submersible work on the submarine segment of the forearc (~1000m depth) that the greatest loss of slab-derived carbon at the CA margin occurs at the volcanic front with recycling low efficiencies between 12% (Costa Rica) and 29% (El Salvador) of the sedimentary input. It also demonstrates the utility of the coupled He-CO2 approach for mass balance studies at subduction zones.  Given that Costa Rica was selected by the NSF-MARGINS program whch encouraged inter-disciplinary approaches to understanding the tectonic history, crustal architecture and geochemical development of the margin, the interpretation of the new volatile results will be published in a new light.\n\n \n\nWe have developed strong working relationships with Costa Rica scientists, and will continue to work with them both with the present datasets and for monitoring purposes related to seismicity in the region.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/31/2016\n\n\t\t\t\t\tSubmitted by: David R Hilton"
 }
}