{
 "awd_id": "1050166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "U-FUTuRES--University of Florida Unites Teachers to Reform Education in Science",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 5000000.0,
 "awd_amount": 5000000.0,
 "awd_min_amd_letter_date": "2011-09-26",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "University of Florida Unites Teachers to Reform Education in Science (U-FUTuRES) at the 6th-8th grade level is an Institute Partnership between the University of Florida's P.K. Yonge Developmental Research School College of Education, College of Liberal Arts & Sciences, and Center for Precollegiate Education and Training; the Levy County School District; the Northeast Florida Educational Consortium and associated school districts; and the University of Michigan. The partnership is engaging in collaborative implementation of a coherent, learning goals- and inquiry-driven, problem-based, and standards-aligned science curriculum (Investigating and Questioning our World through Science and Technology), and is developing sustainable school district capacity for leading this reform through: (1) a 36-credit, job-embedded Science Teacher Leadership graduate degree program co-facilitated by UF College of Education and UF STEM partners in the College of Liberal Arts and Sciences; (2) ongoing support for the Science Teacher Leaders (STLs) as they train and coach 6th-8th grade science teachers in their school districts; (3) partnering with STLs as they organize district leadership to support reform oriented science instruction in middle schools that increases achievement and engagement among underrepresented student populations; and (4) UF cross-departmental partnerships dedicated to supporting improvements in 6th-8th grades science achievement while simultaneously stimulating an inquiry-based approach in introductory UF STEM courses. The 40 middle school science teachers serving as District STLs coach an average of 10 middle school science teachers in their home districts, impacting 58,500 middle school students in 20 Florida school districts in primarily high poverty rural and urban areas.\r\n \r\nAn iterative process is being used for design, development, and evaluation of the effectiveness of the U-FUTuRES Science Teacher Leadership Institute, with associated research questions that focus on the impact of STL-facilitated professional learning communities and instructional support strategies:(1) What is the effect of STLs on middle school science teachers' practices? (2) Do differences in STL approaches to professional learning communities influence science teacher practices and students' science achievement outcomes? (3) Are there differences in achievement and academic engagement of traditionally underrepresented students in science that vary by approach to professional learning communities? Specific evidence-based STL strategies for facilitating equitable growth in middle school students' science content knowledge, classroom engagement, and academic competence are being identified to inform our nation's efforts to increase diversity and capacity in the STEM pipeline.  \r\n\r\nU-FUTuRES leverages the success of past UF/K-12 partnerships to directly involve new-to-teacher-training or new-to-inquiry-based-teaching STEM faculty in designing inquiry-based, science content courses as a comprehensive, learning goals-driven approach for STLs responsible for leading middle school science reform in their districts. Efforts include (1) Research in Action days for school teams interested in observing, studying, and implementing inquiry-based science, (2) participation of preservice science education students in guided field-based experiences, (3) production of short video recordings that provide web-based support for transforming middle school science teaching, and (4) a Teacher Inquiry Series to support teacher-to-teacher collaboration dedicated to equity in middle school science academic achievement, engagement, and competence through standards-driven, inquiry-based science. All teacher training modules, case studies, and validated protocols for leading middle school science professional learning communities are freely available to interested school districts who are not directly engaged in the partnership. A U-FUTuRES Science Reform Leadership Institute is also offered to interested district/school leadership teams.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynda",
   "pi_last_name": "Hayes",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Lynda F Hayes",
   "pi_email_addr": "lhayes@pky.ufl.edu",
   "nsf_id": "000501188",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Krajcik",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph S Krajcik",
   "pi_email_addr": "krajcik@msu.edu",
   "nsf_id": "000341539",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary Jo",
   "pi_last_name": "Koroly",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Jo Koroly",
   "pi_email_addr": "KorolyMJ@ufl.edu",
   "nsf_id": "000210391",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rose",
   "pi_last_name": "Pringle",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Rose M Pringle",
   "pi_email_addr": "rpringle@coe.ufl.edu",
   "nsf_id": "000484447",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Suzette",
   "pi_last_name": "Pelton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suzette Pelton",
   "pi_email_addr": "",
   "nsf_id": "000598116",
   "pi_start_date": "2011-09-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177700",
   "pgm_ele_name": "MSP-TEACHER INSTITUTES"
  },
  {
   "pgm_ele_code": "179200",
   "pgm_ele_name": "MSP-TARGETED AWARDS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 3539606.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 1460394.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>University of Florida Unites Teachers to Reform Education in Science (U-FUTuRES) </strong></p>\n<p><strong>NSF MSP</strong><strong> #1050166 </strong></p>\n<p><strong>Project Outcomes Report</strong></p>\n<p><strong>What is U-FUTuRES?</strong></p>\n<p>U-FUTuRES is a comprehensive professional development (PD) program initially developed and implemented to prepare 35 middle school science teachers as classroom-based Science Teacher Leaders (STLs) in 11 partnering Florida school districts.&nbsp; The primary goal of the U-FUTuRES&rsquo; PD program was to deepen STLs science content knowledge as they developed and refined their science teaching practices through collaboratively implementing a reform-based science curriculum (IQWST). &nbsp;The Science Teacher Leadership Institute (STLI) was a two-year, job-embedded graduate level degree program that engaged teachers in 30-credit hours that included courses led by both science educators and scientists, culminating in the STLs completing a formal cycle of teacher inquiry, or action research.&nbsp; Courses were developed and refined in response to input from a comprehensive, external evaluation process that included participant surveys and interviews, pre/post measures of science content knowledge, analysis of course artifacts, and observations of STL teaching practice.&nbsp; Coursework included both online and periodic face-to-face class meetings aligned to support teacher enactment of the reform-based science curriculum.&nbsp; In addition to formal coursework, STLs learning and problem solving were supported through monthly STL cadre meetings and project leader quarterly consultation meetings with school and district administrators.&nbsp;</p>\n<p>Consistent with prior research on school reform and effective professional development the following elements were essential to supporting STLs as they transformed their own teaching practices to lead shifts in science teaching for their schools and districts: (1) district/school leadership must actively participate in the project, commit to a shared vision for reform-based practices, and seek to align resources and support to realize a transformation in science teaching practice; (2) STLs were prepared to lead professional learning for their colleagues after they developed their own skills in enacting reform-based practices in their own classrooms; &nbsp;and, (3) STLs provided direct support to their colleagues when they opened their classrooms to observers, provided just-in-time, experience-informed responses to questions and challenges other teachers encountered, and led professional learning opportunities grounded in their own teaching practices.&nbsp; That is, STLs learned to facilitate change and provide leadership as they maintained their role as full-time classroom teachers.&nbsp; Further analysis of project data sources revealed that the development of STLs is enhanced when (1) inquiry is understood both as instructional practice and as a tool for professional learning; (2) PD course instructors model reform-based practices and collaborate to ensure coherence; and (3) school and district culture and resources support rather than constrain reform-based practices.<strong></strong></p>\n<p><strong>BROADER IMPACT:&nbsp; </strong>35 highly trained <strong>Science Teacher Leaders </strong>(STL) representing 11 Florida school districts completed the original 30-credit, job-embedded U-FUTuRES graduate degree program. STLs led teacher training workshops on how to implement the reform-based science curriculum, IQWST, for 86 middle school science teachers and more than 100 professional learning community meetings reaching 146 teachers, focused on implementing inquiry-based science teaching practices.&nbsp; STLs partnered with 24 UF science graduate students to lead 44 Teacher Transformation Series (T<sup>2</sup>S) workshops dedicated to increasing science content knowledge for 561 participating middle grades science teachers. Over 87,230 middle grades students have been impacted by the training provided for the teachers by the 35 STLs.</p>\n<p><strong>U-FUTuRES STLI Impact:</strong> Teachers&rsquo; disciplinary content knowledge increased as measured by ATLAST Force and Motion (Horizon, 2011) from pre/post-test (p &lt;0.05). In addition, a mixed methods study found that STLs (a) revealed meaningful improvements in disciplinary content knowledge relevant to their enactment of a reform-based science curriculum, (b) identified changes in beliefs/self-efficacy and instruction as a consequence of improved knowledge, and (c) demonstrated the ability to use instructional practices for promoting student conceptual change.&nbsp; <strong></strong></p>\n<p><strong>U-FUTuRES&nbsp; 2.0</strong> was adapted from U-FUTuRES and institutionalized as a one-year, web-based professional development program that culminates in a STEM Science Education graduate certificate awarded by the University of Florida. Grades 4-8 teachers completing the program are prepared to engage students with scientific phenomena and science and engineering practices, as they deepen student understanding of core science concepts. All five, eight-week courses have been formally approved by the University of Florida and are offered sequentially online and delivered using state-of-the-art instructional design. To date, 42 teachers have completed U-FUTuRES 2.0, and 8 are presently participating in the program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2018<br>\n\t\t\t\t\tModified by: Lynda&nbsp;F&nbsp;Hayes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUniversity of Florida Unites Teachers to Reform Education in Science (U-FUTuRES) \n\nNSF MSP #1050166 \n\nProject Outcomes Report\n\nWhat is U-FUTuRES?\n\nU-FUTuRES is a comprehensive professional development (PD) program initially developed and implemented to prepare 35 middle school science teachers as classroom-based Science Teacher Leaders (STLs) in 11 partnering Florida school districts.  The primary goal of the U-FUTuRES? PD program was to deepen STLs science content knowledge as they developed and refined their science teaching practices through collaboratively implementing a reform-based science curriculum (IQWST).  The Science Teacher Leadership Institute (STLI) was a two-year, job-embedded graduate level degree program that engaged teachers in 30-credit hours that included courses led by both science educators and scientists, culminating in the STLs completing a formal cycle of teacher inquiry, or action research.  Courses were developed and refined in response to input from a comprehensive, external evaluation process that included participant surveys and interviews, pre/post measures of science content knowledge, analysis of course artifacts, and observations of STL teaching practice.  Coursework included both online and periodic face-to-face class meetings aligned to support teacher enactment of the reform-based science curriculum.  In addition to formal coursework, STLs learning and problem solving were supported through monthly STL cadre meetings and project leader quarterly consultation meetings with school and district administrators. \n\nConsistent with prior research on school reform and effective professional development the following elements were essential to supporting STLs as they transformed their own teaching practices to lead shifts in science teaching for their schools and districts: (1) district/school leadership must actively participate in the project, commit to a shared vision for reform-based practices, and seek to align resources and support to realize a transformation in science teaching practice; (2) STLs were prepared to lead professional learning for their colleagues after they developed their own skills in enacting reform-based practices in their own classrooms;  and, (3) STLs provided direct support to their colleagues when they opened their classrooms to observers, provided just-in-time, experience-informed responses to questions and challenges other teachers encountered, and led professional learning opportunities grounded in their own teaching practices.  That is, STLs learned to facilitate change and provide leadership as they maintained their role as full-time classroom teachers.  Further analysis of project data sources revealed that the development of STLs is enhanced when (1) inquiry is understood both as instructional practice and as a tool for professional learning; (2) PD course instructors model reform-based practices and collaborate to ensure coherence; and (3) school and district culture and resources support rather than constrain reform-based practices.\n\nBROADER IMPACT:  35 highly trained Science Teacher Leaders (STL) representing 11 Florida school districts completed the original 30-credit, job-embedded U-FUTuRES graduate degree program. STLs led teacher training workshops on how to implement the reform-based science curriculum, IQWST, for 86 middle school science teachers and more than 100 professional learning community meetings reaching 146 teachers, focused on implementing inquiry-based science teaching practices.  STLs partnered with 24 UF science graduate students to lead 44 Teacher Transformation Series (T2S) workshops dedicated to increasing science content knowledge for 561 participating middle grades science teachers. Over 87,230 middle grades students have been impacted by the training provided for the teachers by the 35 STLs.\n\nU-FUTuRES STLI Impact: Teachers? disciplinary content knowledge increased as measured by ATLAST Force and Motion (Horizon, 2011) from pre/post-test (p &lt;0.05). In addition, a mixed methods study found that STLs (a) revealed meaningful improvements in disciplinary content knowledge relevant to their enactment of a reform-based science curriculum, (b) identified changes in beliefs/self-efficacy and instruction as a consequence of improved knowledge, and (c) demonstrated the ability to use instructional practices for promoting student conceptual change.  \n\nU-FUTuRES  2.0 was adapted from U-FUTuRES and institutionalized as a one-year, web-based professional development program that culminates in a STEM Science Education graduate certificate awarded by the University of Florida. Grades 4-8 teachers completing the program are prepared to engage students with scientific phenomena and science and engineering practices, as they deepen student understanding of core science concepts. All five, eight-week courses have been formally approved by the University of Florida and are offered sequentially online and delivered using state-of-the-art instructional design. To date, 42 teachers have completed U-FUTuRES 2.0, and 8 are presently participating in the program.\n\n\t\t\t\t\tLast Modified: 10/09/2018\n\n\t\t\t\t\tSubmitted by: Lynda F Hayes"
 }
}