{
 "awd_id": "1050510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolution Reloaded: From Artificial Genes To Novel Biological Functions",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 703918.0,
 "awd_amount": 724168.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2013-03-29",
 "awd_abstract_narration": "EVOLUTION RELOADED:  FROM ARTIFICIAL GENES TO NOVEL BIOLOGICAL FUNCTIONS\r\n\r\nIntellectual Merit of the Research Project:  Nothing in biology makes sense except in the light of evolution, wrote Theodore Dobzhansky. Accordingly, scientists \"make sense\" of life by understanding biological traits from metabolism at the molecular level to behavior at the societal level in response to eons of selective pressure for enhanced survival. The diversity of life on earth was enabled by a myriad evolutionary trajectories emanating from starting points defined by ancestral sequences that existed billions of years ago. Might different trajectories have evolved if different ancestral sequences had been available? Until now this question could not be answered; collections of primordial sequences were not available for laboratory experimentation. Now however, novel genes and proteins are available. Sequences unbiased by billions of years of evolutionary history can be designed and constructed de novo. Such sequences provide a novel feedstock to restart evolution in the laboratory. Genes that never existed in nature, but which nonetheless encode biological functions that sustain life will enable experiments to assess whether (i) alternative progenitor sequences might lead to different evolutionary trajectories, and (ii) different molecular ancestors might produce fundamentally different progeny. The current project addresses these issues at the level of genes, proteins, genomes, and proteomes. The aims of this work include the following:\r\n(1) Discovery of novel sequences that do not resemble natural genes, but nonetheless enable cell growth. Life-sustaining functions will be passaged in both prokaryotic and eukaryotic cells.\r\n(2) Probing the functional promiscuity of novel proteins and delineate the extent to which unevolved sequences are multifunctional \"generalists.\"\r\n(3) Determination of the biochemical and biophysical properties of novel proteins; and correlation of structural order with catalytic proficiency in sequences that have not benefited from selection.\r\n(4)  Restart evolution by selecting novel sequences to further enhance microbial growth.  \r\n\r\nBroader Impacts Resulting from the Research Activity:  \r\nEDUCATION:  Surveys indicate that nearly 50% of Americans do not accept evolution as the overarching theory that \"makes sense\" of life on earth. Evolution's detractors argue that because it is not possible to go back in time and actually observe evolutionary trajectories from ancestral progenitors to modern organisms, evolution must remain \"only\" a theory. Although evolution in vitro is now a standard technique for protein engineering in academic labs and biotechnology companies, skeptics argue that such studies rely on feedstocks of sequences provided by nature, and therefore provide only limited support for Darwinian theories about the origin and diversification of life on earth.  The current project will provide the first example of laboratory studies demonstrating explicitly that (i) novel genes bearing no sequences resemblance to those from natural organisms can evolve to produce progeny that enhance the fitness of a host organism, and (ii) de novo rather than derived macromolecules can provide essential biological functions. Dissemination of these results will have a broad impact on science education and literacy. This study will provide also multiple research training opportunities for students at all levels and postdoctoral researchers. \r\n\r\nIMPACTS ON DIVERSITY AND OUTREACH: Woman and minorities play significant roles in this research, and numerous outreach activities are planned.\r\n\r\nBIOTECHNOLOGY:  Current biotechnology relies on genes and proteins isolated (or modified) from natural sequences.  Yet the number of sequences in natural genomes and proteomes is dwarfed by the possibilities in all of sequence space. This research project explores the functional potential of novel sequences, thereby laying foundations for new technologies in which novel proteins will be developed for specific applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hecht",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Michael H Hecht",
   "pi_email_addr": "hecht@princeton.edu",
   "nsf_id": "000167885",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 229836.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 254940.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 239392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;The origin of life cannot be discovered, it has to be re-invented.&rdquo; Albert Eschenmoser&rsquo;s statement emphasizes that we cannot go back in time to observe how life originated.&nbsp; Instead, we must devise alternative systems to figure out what might be possible.</p>\n<p>Life on earth is made possible by molecular machines that perform the essential biochemical functions necessary to sustain viability and growth.&nbsp; These molecular machines are proteins, and the instructions to make these proteins are encoded by the genes of an organism. The collection of all proteins that ever existed on earth represents a miniscule fraction of the sequences that are possible.&nbsp; Indeed, nature has selected very small collections of 'molecular parts' to sustain life:&nbsp; Only ~4,000 genes in E. coli and ~23,000 in humans.&nbsp; These considerations may lead to an assumption that natural sequences are somehow special.&nbsp; Is this true?&nbsp; Or can sequences designed &lsquo;from scratch&rsquo; provide the essential functions necessary to sustain life?&nbsp;</p>\n<p>To address these questions, we designed millions of artificial proteins encoded by libraries of synthetic genes.&nbsp; Structural studies show many of our novel proteins fold into stable 3-dimensional structures. Biochemical assays demonstrate that many of them bind biologically relevant molecules, and genetic studies show that several of our novel proteins function in vivo to provide functions necessary to sustain the growth of E. coli.&nbsp; These results suggest (i) The molecular toolkit for life need not be limited to genes and proteins that already exist in nature; (ii) Artificial genomes and proteomes can be built from non-natural sequences; and (iii) Synthetic organisms relying on de novo designed proteins may be possible.&nbsp; Such synthetic organisms would not share common ancestors with life on earth; they would be &ldquo;Life Reinvented.&rdquo;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/17/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;H&nbsp;Hecht</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\"The origin of life cannot be discovered, it has to be re-invented.\" Albert EschenmoserÆs statement emphasizes that we cannot go back in time to observe how life originated.  Instead, we must devise alternative systems to figure out what might be possible.\n\nLife on earth is made possible by molecular machines that perform the essential biochemical functions necessary to sustain viability and growth.  These molecular machines are proteins, and the instructions to make these proteins are encoded by the genes of an organism. The collection of all proteins that ever existed on earth represents a miniscule fraction of the sequences that are possible.  Indeed, nature has selected very small collections of 'molecular parts' to sustain life:  Only ~4,000 genes in E. coli and ~23,000 in humans.  These considerations may lead to an assumption that natural sequences are somehow special.  Is this true?  Or can sequences designed æfrom scratchÆ provide the essential functions necessary to sustain life? \n\nTo address these questions, we designed millions of artificial proteins encoded by libraries of synthetic genes.  Structural studies show many of our novel proteins fold into stable 3-dimensional structures. Biochemical assays demonstrate that many of them bind biologically relevant molecules, and genetic studies show that several of our novel proteins function in vivo to provide functions necessary to sustain the growth of E. coli.  These results suggest (i) The molecular toolkit for life need not be limited to genes and proteins that already exist in nature; (ii) Artificial genomes and proteomes can be built from non-natural sequences; and (iii) Synthetic organisms relying on de novo designed proteins may be possible.  Such synthetic organisms would not share common ancestors with life on earth; they would be \"Life Reinvented.\"\n\n\t\t\t\t\tLast Modified: 05/17/2015\n\n\t\t\t\t\tSubmitted by: Michael H Hecht"
 }
}