{
 "awd_id": "1050929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Landscape connectivity and the movement ecology of plant and animal  communities",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "inna sokolova",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 130159.0,
 "awd_amount": 130159.0,
 "awd_min_amd_letter_date": "2011-04-19",
 "awd_max_amd_letter_date": "2011-07-05",
 "awd_abstract_narration": "Movement is a fundamental property of nearly all life on earth.  The need to move is driven by a variety of requirements, including escape from harsh weather, establishment of populations in new places, and procurement of food and mates.  Understanding and predicting the extent of movement is critical for knowing why and how organisms occur where they do.  It is also essential for forecasting impacts of habitat alteration and climate change on biodiversity.  But movement is difficult to measure, even for one species of plant or animal and particularly at the large areas over which organisms regularly move and biodiversity conservation occurs.  This study uses novel techniques to do what has so far been nearly impossible ? to measure movement over long distances for a diverse group of plant and animal species. First, it uses a novel technique, ?tagging? entire communities with enriched nitrogen, which can be used to track the movement of any organism in the community exposed to that source nitrogen. Second, dispersal will be quantified in a unique, large-scale, well-replicated, landscape experiment ? one that is unprecedented in its size and longevity for testing effects of corridors? thin strips of habitat that connect otherwise isolated habitat patches.\r\n\r\nThis study is important for effective conservation because it will measure the extent to which habitat fragmentation reduces the ability of plant and animal species to move through a landscape, and the extent to which wildlife corridors help organisms move across fragmented landscapes.  Corridors are considered to be one of the most important tools available to help solve the many problems caused by habitat loss and fragmentation.  Corridors may provide superhighways for plants and animals, and are expected to see increased traffic as climate changes, allowing organisms to shift their ranges as needed.  This project will train undergraduate students through research and through the continuation of an award-winning collaborative program focused on mentoring an especially diverse set of students; support a K-12 program that provides environmental education to underprivileged youth; maintain scientific infrastructure (the world?s largest experiment on habitat corridors); and provide a long-term database on how organisms respond to corridors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Harmon",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Alice C Harmon",
   "pi_email_addr": "harmon@ufl.edu",
   "nsf_id": "000268731",
   "pi_start_date": "2011-07-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Levey",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas J Levey",
   "pi_email_addr": "dlevey@zoo.ufl.edu",
   "nsf_id": "000344394",
   "pi_start_date": "2011-04-19",
   "pi_end_date": "2011-07-05"
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1128",
   "pgm_ref_txt": "POP & COMMUNITY ECOL CLUSTER"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130159.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project tested how habitat corridors (strips of habitat that connect otherwise isolated patches of the same habitat) facilitate movement of plants and animals across fragmented landscapes.&nbsp; Project personnel did so by creating patches of pine savannah habitat, some of the patches were connected by corridors and some were not (Figure 1). We then used a non-toxic stable isotope of nitrogen to chemically mark a large number of plants and animals in the center of some patches and used seed traps (Figure 2) and other sampling methods to collect the same species of plants and animals at various distances from where we had sprayed the nitrogen marker. The animals dispersed on their own, and the plants dispersed by seeds that were carried by wind or inside of animals after being swallowed and later defecated.&nbsp; By analyzing the collected samples for the marker and by entering the results into a &ldquo;mixing model&rdquo;, we were able to construct dispersal kernels (graphs showing the probability of dispersing increasingly far distances) for organisms in fragmented habitats, with and without corridors.&nbsp;&nbsp; To provide a control, we used the same marking and sampling techniques on the same set of plants and animals in unfragmented landscapes.&nbsp; Although we are still in the process of analyzing our samples and constructing the dispersal kernels, we can tentatively conclude that corridors indeed facilitated movement of plants and animals across fragmented landscapes and that many species dispersed surprisingly long distances, especially in unfragmented landscapes.&nbsp;</p>\n<p>&nbsp;</p>\n<p>These results have direct implications for predicting the ability of plants and animals to respond to climate change.&nbsp; Many organisms are likely to shift their ranges northward or to higher elevations as temperatures slowly increase; they would probably do so gradually over many generations.&nbsp; Those that cannot respond may be in danger of extinction.&nbsp; Because a species&rsquo; ability to colonize new areas is largely determined by its ability to move across the landscape and because it is more difficult to move across fragmented than unfragmented landscapes, our work shows that the construction or preservation of corridors will be generally beneficial in helping organisms adapt to climate change.&nbsp; Our results are also applicable for understanding how corridors can facilitate a broad range of ecosystem services provided by animals as they move across landscapes.&nbsp; Examples include pollination by insects and seed dispersal by birds.&nbsp; Finally, this project provided opportunities for approximately 25 undergraduate and graduate students to gain experience in field ecology; many were from underrepresented groups and all were mentored by senior personnel.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2014<br>\n\t\t\t\t\tModified by: Alice&nbsp;C&nbsp;Harmon</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1050929/1050929_10086745_1400850322629_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1050929/1050929_10086745_1400850322629_Fig1--rgov-800width.jpg\" title=\"Figure 1. A set of patches used in the experiment.\"><img src=\"/por/images/Reports/POR/2014/1050929/1050929_10086745_1400850322629_Fig1--rgov-66x44.jpg\" alt=\"Figure 1. A set of patches used in the experiment.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Note...",
  "por_txt_cntn": "\nThis project tested how habitat corridors (strips of habitat that connect otherwise isolated patches of the same habitat) facilitate movement of plants and animals across fragmented landscapes.  Project personnel did so by creating patches of pine savannah habitat, some of the patches were connected by corridors and some were not (Figure 1). We then used a non-toxic stable isotope of nitrogen to chemically mark a large number of plants and animals in the center of some patches and used seed traps (Figure 2) and other sampling methods to collect the same species of plants and animals at various distances from where we had sprayed the nitrogen marker. The animals dispersed on their own, and the plants dispersed by seeds that were carried by wind or inside of animals after being swallowed and later defecated.  By analyzing the collected samples for the marker and by entering the results into a \"mixing model\", we were able to construct dispersal kernels (graphs showing the probability of dispersing increasingly far distances) for organisms in fragmented habitats, with and without corridors.   To provide a control, we used the same marking and sampling techniques on the same set of plants and animals in unfragmented landscapes.  Although we are still in the process of analyzing our samples and constructing the dispersal kernels, we can tentatively conclude that corridors indeed facilitated movement of plants and animals across fragmented landscapes and that many species dispersed surprisingly long distances, especially in unfragmented landscapes. \n\n \n\nThese results have direct implications for predicting the ability of plants and animals to respond to climate change.  Many organisms are likely to shift their ranges northward or to higher elevations as temperatures slowly increase; they would probably do so gradually over many generations.  Those that cannot respond may be in danger of extinction.  Because a speciesÆ ability to colonize new areas is largely determined by its ability to move across the landscape and because it is more difficult to move across fragmented than unfragmented landscapes, our work shows that the construction or preservation of corridors will be generally beneficial in helping organisms adapt to climate change.  Our results are also applicable for understanding how corridors can facilitate a broad range of ecosystem services provided by animals as they move across landscapes.  Examples include pollination by insects and seed dispersal by birds.  Finally, this project provided opportunities for approximately 25 undergraduate and graduate students to gain experience in field ecology; many were from underrepresented groups and all were mentored by senior personnel.\n\n \n\n\t\t\t\t\tLast Modified: 05/23/2014\n\n\t\t\t\t\tSubmitted by: Alice C Harmon"
 }
}