{
 "awd_id": "1050387",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "HR-PAL: Hampton Roads Partnership for Algebra-",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032924620",
 "po_email": "dmillard@nsf.gov",
 "po_sign_block_name": "Don Millard",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 299283.0,
 "awd_amount": 299283.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "The HR-PAL: HAMPTON ROADS PARTNERSHIP FOR ALGEBRA is led by Hampton University and also includes, as core partners, Paul D. Camp Community College, Thomas Nelson Community College, the Chesapeake School District, the Hampton School District, and the Norfolk School District. This MSP-Start Partnership project is developing the partnership and tools that will culminate in a full Math and Sciencec Partnership proposal with the objective of improving the algebra skills of middle and high school students. The partners will create a framework for understanding where the intersections exist between school-based knowledge and design and engineering literacy, involving applications of mathematics in the real world. The project is focused on narrowing a gap that exists between typical school mathematics problems (involving straightforward procedures and simplified numbers) and the ability to apply appropriate mathematical skills in different contexts. \r\n\r\nThe project is utilizing data from assessment administrators (from the partnering school districts) to evaluate what is needed to increase student achievement in algebra. The HR-PAL leadership team is addressing all five features of the MSP program through engaging in activities to: 1) strengthen algebra education, 2) help students develop problem solving and critical thinking skills, and 3) motivate students. These activities are allowing students to acquire skills that will help them embark on careers in STEM disciplines. Teachers' Circles and Summer Institutes are being held to develop \"Algebra-in-Action\" projects and discuss plans for implementation of these tools in the algebra curriculum.\r\n\r\nAn external evaluator will undertake an assessment effort to explore the following research questions: \r\n1) How are the organizations in the partnership capitalizing on the strength of the partnership? (i.e., What change is occurring that would be less effective without the partners?) \r\n2) What contribution does having a formal reciprocal engagement between partners play in enhancing teacher quality? \r\n3) What contribution does having a formal reciprocal engagement between partners play in developing challenging courses and curricula? \r\n4) What is a good design for an MSP Targeted Partnership? \r\n5) What does the needs assessment tell us about the prospects for sustainability? \r\n6) What are the best measures of project effectiveness?\r\n\r\nThe HR-PAL project is offering a model for minority-serving institutions and engineering and technology programs that have little outreach experience in secondary education. The project and its research findings are reproducible, enabling adoption/adaptation in other areas of the country. The team of a historically black institution of higher learning, two community colleges and three K-12 school districts is identifying the factors that impact successful mathematics achievement from grades 6 through college. The leadership team is also identifying and modeling the factors that make good partnerships work, thus creating a context for producing engineering leaders. The project is producing the following: 1) increased achievement in mathematics and an increased awareness of the inter-relationship between algebra and progress towards a STEM degree (in the K-12 school system); 2) increased enrollment and retention of STEM majors, increased visibility as a leader in STEM undergraduate education for minorities, and increased number of STEM majors who graduate (in the institutions of higher education); and 3) increased numbers of STEM majors entering the workforce and increased economic opportunities (for the community).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jale",
   "pi_last_name": "Akyurtlu",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jale F Akyurtlu",
   "pi_email_addr": "jale.akyurtlu@hamptonu.edu",
   "nsf_id": "000337444",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Pierce",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Anne L Pierce",
   "pi_email_addr": "anne.pierce@hamptonu.edu",
   "nsf_id": "000181179",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "White",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse White",
   "pi_email_addr": "jeswhite@sbo.hampton.k12.va.us",
   "nsf_id": "000501816",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ji Hyon",
   "pi_last_name": "Mun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ji Hyon Mun",
   "pi_email_addr": "munj@tncc.edu",
   "nsf_id": "000565022",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maxine",
   "pi_last_name": "Singleton",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Maxine B Singleton",
   "pi_email_addr": "msingleton@pdc.edu",
   "nsf_id": "000566358",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hampton University",
  "inst_street_address": "200 WILLIAM R HARVEY WAY",
  "inst_street_address_2": "",
  "inst_city_name": "HAMPTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7577275363",
  "inst_zip_code": "236694561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "HAMPTON UNIVERSITY",
  "org_prnt_uei_num": "KSJKE3KVNBB4",
  "org_uei_num": "KSJKE3KVNBB4"
 },
 "perf_inst": {
  "perf_inst_name": "Hampton University",
  "perf_str_addr": "200 WILLIAM R HARVEY WAY",
  "perf_city_name": "HAMPTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "236694561",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "776000",
   "pgm_ele_name": "MSP-START PARTNERSHIPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299283.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to create a consensus of understanding among three secondary school divisions and two community colleges with Hampton University on how to enhance the mathematical reasoning and problem solving skills of the middle and high school students.&nbsp; The plan was to achieve this goal by enhancing the problem-solving, and conceptual and algorithmic thinking skills of the middle and high school teachers, so that they can help their students to achieve the skills needed for the 21st century.&nbsp; This was realized by introducing the 'variable' concept and the 'system analysis' methodology to the teachers as an efficient method for solving word problems and encouraging conceptual thinking.&nbsp; These goals were achieved&nbsp;by holding Teachers' Circles and Summer Institutes where word problems and Algebra-in-Action projects were introduced.</p>\n<p>&nbsp;</p>\n<p>During the project&rsquo;s funding, 6 Teachers' Circles and 2 two-week summer institutes for the professional development of mathematics, technology, and art teachers were held as well as several planning sessions. These activities achieved: (1) strengthening the partnerships between the institute of higher education and the secondary school divisions in Hampton Roads region; (2) establishing a sustainable partnership; (3) establishing an approach to increase the number of secondary mathematics, technology, and art teachers who learn and adopt the use of system analysis in problem solving through teachers&rsquo; circles; (4) broadening teachers' algebra content knowledge through solving and developing word problems; and (5) establishing an approach to increase the number of technology and art teachers who adopt the use of system analysis in their course projects.</p>\n<p><br />A total of 82 elementary, middle, and high school teachers from Hampton,&nbsp;Chesapeake, Norfolk, and Newport News school divisions participated in the Teachers' Circles along with&nbsp;instructors from Paul D. Camp and Thomas Nelson Community Colleges. 39% of the participants were from Hampton, 17% Newport News, 30% Chesapeake, and the rest were from Norfolk and community colleges. The majority of the participants were math teachers (57%) complemented by 31% and 12% technology and art teachers, respectively. A total of 44 elementary, middle, and high school teachers from Hampton, Chesapeake, and Newport News school divisions participated in the Summer Institutes, including 6 faculty members from Thomas Nelson and Paul D. Camp Community Colleges.</p>\n<p><br />HR-PAL project activities resulted in introducing word problems and Algebra-in-Action projects as&nbsp;tools for problem solving and for&nbsp;understanding the variables that define the performance of a system; incorporating a systematic approach to solving algebra word problems in secondary education that includes the integration of mathematics, technology and art; preparing secondary school math teachers to solve word problems that utilize system analyses and facilitating the development of algorithmic thinking skills through teachers&rsquo; circles and summer institutes; increasing teachers&rsquo; understanding of the visualization of ideas and data; and increasing the ability of art and technology teachers to incorporate algebraic foundations and system analysis with visual representations into their courses.</p>\n<p><br />The teachers showed significant changes after participating in the Summer Institute in the use of a logical approach to explain algebra;&nbsp;demonstrating to students how to check work;&nbsp;analyzing students&rsquo; mathematical thinking skills; requiring students to draw representation of word problems and encouraging students to make connections between the math curriculum and &ldquo;real life&rdquo;; and encouraging students to generate alternative solution strategies and different ways of determining evidence.&nbsp;</p>\n<p><br />...",
  "por_txt_cntn": "\nThe goal of this project was to create a consensus of understanding among three secondary school divisions and two community colleges with Hampton University on how to enhance the mathematical reasoning and problem solving skills of the middle and high school students.  The plan was to achieve this goal by enhancing the problem-solving, and conceptual and algorithmic thinking skills of the middle and high school teachers, so that they can help their students to achieve the skills needed for the 21st century.  This was realized by introducing the 'variable' concept and the 'system analysis' methodology to the teachers as an efficient method for solving word problems and encouraging conceptual thinking.  These goals were achieved by holding Teachers' Circles and Summer Institutes where word problems and Algebra-in-Action projects were introduced.\n\n \n\nDuring the projectÆs funding, 6 Teachers' Circles and 2 two-week summer institutes for the professional development of mathematics, technology, and art teachers were held as well as several planning sessions. These activities achieved: (1) strengthening the partnerships between the institute of higher education and the secondary school divisions in Hampton Roads region; (2) establishing a sustainable partnership; (3) establishing an approach to increase the number of secondary mathematics, technology, and art teachers who learn and adopt the use of system analysis in problem solving through teachersÆ circles; (4) broadening teachers' algebra content knowledge through solving and developing word problems; and (5) establishing an approach to increase the number of technology and art teachers who adopt the use of system analysis in their course projects.\n\n\nA total of 82 elementary, middle, and high school teachers from Hampton, Chesapeake, Norfolk, and Newport News school divisions participated in the Teachers' Circles along with instructors from Paul D. Camp and Thomas Nelson Community Colleges. 39% of the participants were from Hampton, 17% Newport News, 30% Chesapeake, and the rest were from Norfolk and community colleges. The majority of the participants were math teachers (57%) complemented by 31% and 12% technology and art teachers, respectively. A total of 44 elementary, middle, and high school teachers from Hampton, Chesapeake, and Newport News school divisions participated in the Summer Institutes, including 6 faculty members from Thomas Nelson and Paul D. Camp Community Colleges.\n\n\nHR-PAL project activities resulted in introducing word problems and Algebra-in-Action projects as tools for problem solving and for understanding the variables that define the performance of a system; incorporating a systematic approach to solving algebra word problems in secondary education that includes the integration of mathematics, technology and art; preparing secondary school math teachers to solve word problems that utilize system analyses and facilitating the development of algorithmic thinking skills through teachersÆ circles and summer institutes; increasing teachersÆ understanding of the visualization of ideas and data; and increasing the ability of art and technology teachers to incorporate algebraic foundations and system analysis with visual representations into their courses.\n\n\nThe teachers showed significant changes after participating in the Summer Institute in the use of a logical approach to explain algebra; demonstrating to students how to check work; analyzing studentsÆ mathematical thinking skills; requiring students to draw representation of word problems and encouraging students to make connections between the math curriculum and \"real life\"; and encouraging students to generate alternative solution strategies and different ways of determining evidence. \n\n\nThe pilot efforts of both the TeachersÆ Circles and the Summer Institutes also resulted in teachers applying 'system analysis' in the classroom when teaching students to explore an algebra problem, communicating the conn..."
 }
}