{
 "awd_id": "1050069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Thermochronology of Dominant Thrust Sheets in the Sevier Fold Thrust Belt, Utah and Nevada: Determining Fault Timing and Slip Rates",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 74308.0,
 "awd_amount": 74308.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2013-02-05",
 "awd_abstract_narration": "Determining the timing and rates of fault slip within fold-thrust belts, relations between foreland thrusting and crustal thickening in metamorphic hinterlands, and relations between thrust loading and foreland basin subsidence are critical for understanding evolution of mountain systems along convergent plate boundaries.  This study will combine detailed thermochronology studies and structural analysis of thrust sheets and sedimentary rocks in associated basins to determine timing of initiation and duration of faulting, fault slip rates, and erosion histories of two \"dominant\" thrust sheets in the Sevier fold-thrust belt, the Willard thrust sheet in northern Utah and the Wheeler Pass thrust sheet in southern Nevada and adjacent California. These thrust sheets provide an exceptional opportunity to quantify fault slip and thermal histories as they are well exposed, have large displacements (20-50 km), exhibit significant (>5 km) structural relief, and contain rocks suitable for application of thermochronology methods. Three sampling strategies will be used to elucidate thermal, erosion, and fault slip histories: multiple thermochronometers (muscovite and K-feldspar 40Ar/39Ar, zircon and apatite fission track, and zircon U-Th/He that cover a range of closure temperatures from 400° to 100°C) will be combined to determine temperature-time paths for individual locations in thrust sheets; variations in cooling ages along vertical transects through thrust sheets will be completed to constrain exhumation rates; and variations in ages along horizontal transects in the fault slip direction across thrust sheets will be used to estimate fault slip rates. Thermochronologic data will be compared with thermal models for a range of fault geometries constrained by structural analysis, boundary conditions, and erosion histories constrained by analysis of sediments shed from thrust sheets and deposited in associated foreland basins. Results will improve understanding of the poorly defined timing of initiation of thrusting in the Sevier belt, temporal correlations between shortening in the fold-thrust belt and the complex tectonic history of the metamorphic hinterland, and along strike variations in emplacement of the dominant thrust sheets that were key mechanical components in development of the Sevier belt. The application of multiple thermochronometers using detailed sampling schemes will serve as a case study for on how to robustly estimate thermal histories in thrust systems, which is critical for understanding hydrocarbon maturation and targeting potential hydrocarbon accumulations. The project is a collaborative effort between researchers at the University of Nevada-Las Vegas and Weber State University. As part of the project, graduate students and undergraduate students from both universities will conduct collaborative research and communicate results through scientific meetings and publications, providing significant scientific training. The work may also contribute to understanding/exploration for hydrocarbon and mineral resources in the Great Basin.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "W.A.",
   "pi_last_name": "Yonkee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W.A. Yonkee",
   "pi_email_addr": "ayonkee@weber.edu",
   "nsf_id": "000414357",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Weber State University",
  "inst_street_address": "3850 DIXON PKWY DEPT 1014",
  "inst_street_address_2": "",
  "inst_city_name": "OGDEN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8016266055",
  "inst_zip_code": "844081014",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "WEBER STATE UNIVERSITY",
  "org_prnt_uei_num": "ZAVDUCLBZG77",
  "org_uei_num": "ZAVDUCLBZG77"
 },
 "perf_inst": {
  "perf_inst_name": "Weber State University",
  "perf_str_addr": "3850 DIXON PKWY DEPT 1014",
  "perf_city_name": "OGDEN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "844081014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 55932.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 18376.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit</em>. This project has improved our understanding of rates of fault slip within a classic fold-thrust belt (Sevier belt), variations in timing of fault slip along the length of thrust systems, relations between frontal thrusting and crustal thickening in the metamorphic hinterland, and relations between thrust loading and foreland basin subsidence. Such understanding is critical to test tectonic models for evolution of mountain systems along convergent plate margins. Thermochronologic studies, based on accumulation of He from the decay of U and Th and on accumulation of fission tracks from spontaneous fission of U within zircon grains record cooling from ~300&deg; to 150&deg;C in the middle to upper crust. These techniques were combined with geochronologic studies, based on accumulation of Ar from the decay of K in micas that grew in various deformation features, and applied to two &ldquo;dominant&rdquo; thrust sheets in the Sevier belt, the Willard thrust sheet in northern Utah and the Wheeler Pass thrust sheet in southern Nevada and adjacent California. These thrust sheets provided an exceptional opportunity to quantify fault slip and thermal histories as they had large displacements (20-50 km), exhibited significant (&gt;5 km) structural relief, and had well exposed sections along which samples were analyzed from multiple vertical and horizontal transects. Extensive data sets from these transects revealed: (1) early influx of hydrothermal fluids and widespread internal deformation from ~140 to 115 Ma, followed by large-scale thrust fault slip, erosion, and moderate cooling from ~125 to 90 Ma for the Willard thrust sheet, followed by overall slow cooling with locally enhanced cooling at ~70 Ma during footwall imbrication and eastward propagation of the thrust belt at this latitude; (2) earlier large-scale thrust fault slip, uplift, erosion, and moderate cooling from ~160 to 145 Ma for the Wheeler Pass thrust sheet, followed by overall slow cooling with locally enhanced cooling at ~100 Ma during footwall imbrication and eastward propagation of the thrust belt at this latitude; (3) long-term fault slip rates of ~2 mm/yr for these dominant thrust sheets, with average erosion rates of ~0.3 mm/yr; (4) improved understanding for timing of initiation of thrust faulting in the Sevier belt that varied along strike partly related to differences in sedimentary architecture; and (5) synchronous upper crustal faulting of frontal thrust sheets with metamorphism and lower crustal thickening in the hinterland. Integrated geochronologic and sedimentalogic studies of strata that accumulated in foreland basins provided a complimentary record of progressive erosion of the thrust sheets and enhanced foreland subsidence and sediment accumulation. Additionally the application of multiple thermochronologic methods (with a refined pre-screening process) and refinement of laser-probe geochronology that allowed dating of microstructural domains down to 100 microns serves as a case study of how to better estimate thermal and deformation histories in thrust fault systems.</p>\n<p><em>Broader Impacts</em>. The project supported the education of one PhD and two MS students and a total of five undergraduate students from University of Nevada Las Vegas and Weber State University. Students conducted collaborative research, communicated results through scientific meetings and theses, visited laboratories at other universities, and learned multiple thermochronologic and geochronologic techniques. All students have either gone onto graduate programs or professional employment. Results were disseminated in presentations and published abstracts at professional meetings, with three draft manuscripts written and another in preparation. This project promoted collaboration between multiple universities and merged with ongoing structural and geochronologic studies across the Cordiller...",
  "por_txt_cntn": "\nIntellectual Merit. This project has improved our understanding of rates of fault slip within a classic fold-thrust belt (Sevier belt), variations in timing of fault slip along the length of thrust systems, relations between frontal thrusting and crustal thickening in the metamorphic hinterland, and relations between thrust loading and foreland basin subsidence. Such understanding is critical to test tectonic models for evolution of mountain systems along convergent plate margins. Thermochronologic studies, based on accumulation of He from the decay of U and Th and on accumulation of fission tracks from spontaneous fission of U within zircon grains record cooling from ~300&deg; to 150&deg;C in the middle to upper crust. These techniques were combined with geochronologic studies, based on accumulation of Ar from the decay of K in micas that grew in various deformation features, and applied to two \"dominant\" thrust sheets in the Sevier belt, the Willard thrust sheet in northern Utah and the Wheeler Pass thrust sheet in southern Nevada and adjacent California. These thrust sheets provided an exceptional opportunity to quantify fault slip and thermal histories as they had large displacements (20-50 km), exhibited significant (&gt;5 km) structural relief, and had well exposed sections along which samples were analyzed from multiple vertical and horizontal transects. Extensive data sets from these transects revealed: (1) early influx of hydrothermal fluids and widespread internal deformation from ~140 to 115 Ma, followed by large-scale thrust fault slip, erosion, and moderate cooling from ~125 to 90 Ma for the Willard thrust sheet, followed by overall slow cooling with locally enhanced cooling at ~70 Ma during footwall imbrication and eastward propagation of the thrust belt at this latitude; (2) earlier large-scale thrust fault slip, uplift, erosion, and moderate cooling from ~160 to 145 Ma for the Wheeler Pass thrust sheet, followed by overall slow cooling with locally enhanced cooling at ~100 Ma during footwall imbrication and eastward propagation of the thrust belt at this latitude; (3) long-term fault slip rates of ~2 mm/yr for these dominant thrust sheets, with average erosion rates of ~0.3 mm/yr; (4) improved understanding for timing of initiation of thrust faulting in the Sevier belt that varied along strike partly related to differences in sedimentary architecture; and (5) synchronous upper crustal faulting of frontal thrust sheets with metamorphism and lower crustal thickening in the hinterland. Integrated geochronologic and sedimentalogic studies of strata that accumulated in foreland basins provided a complimentary record of progressive erosion of the thrust sheets and enhanced foreland subsidence and sediment accumulation. Additionally the application of multiple thermochronologic methods (with a refined pre-screening process) and refinement of laser-probe geochronology that allowed dating of microstructural domains down to 100 microns serves as a case study of how to better estimate thermal and deformation histories in thrust fault systems.\n\nBroader Impacts. The project supported the education of one PhD and two MS students and a total of five undergraduate students from University of Nevada Las Vegas and Weber State University. Students conducted collaborative research, communicated results through scientific meetings and theses, visited laboratories at other universities, and learned multiple thermochronologic and geochronologic techniques. All students have either gone onto graduate programs or professional employment. Results were disseminated in presentations and published abstracts at professional meetings, with three draft manuscripts written and another in preparation. This project promoted collaboration between multiple universities and merged with ongoing structural and geochronologic studies across the Cordilleran mountain system. \n\n \n\n\t\t\t\t\tLast Modified: 05/29/2016\n\n\t\t\t\t\tSubmitted by: W.A. Yonkee"
 }
}