{
 "awd_id": "1050002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Modulation of the Galactic Cosmic Radiation Over the Past 10,000 Years and the Implications of the Long Solar Minimum of 2006-9",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ilia Roussev",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 357195.0,
 "awd_amount": 357195.0,
 "awd_min_amd_letter_date": "2011-04-14",
 "awd_max_amd_letter_date": "2013-01-11",
 "awd_abstract_narration": "The Principal Investigator (PI) will use measurements of the cosmogenic isotopes of beryllium and carbon over the last 10,000 years, together with cosmic ray and other data gained from satellites since 1963, to examine the implications of the long minimum of solar activity that occurred between 2006 and 2009. Cosmogenic isotope data are among the few quantitative measurements available for studying solar processes in the deep past. With the assistance of his collaborators, the PI will characterize the long-term and short-term features of space weather and investigate the long-term variability of the total solar irradiance (TSI) of the Sun over the last 10,000 year interval.\r\n\r\nThis work will increase our understanding of cosmic ray physics, solar physics, space weather, and terrestrial climate change.  A major outcome will be a strengthened collaboration among the cosmic ray, solar physics, and cosmogenic isotope research communities. The ~10,000 year cosmogenic record to be used here will provide substantial insight into solar magnetic processes, and by inference, the magnetic processes that occur on other stars. This research will also contribute to a better understanding of the geological and biological changes that occurred in the Holocene post-glacial era.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "McDonald",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Frank B McDonald",
   "pi_email_addr": "fmcdonal@umd.edu",
   "nsf_id": "000262049",
   "pi_start_date": "2011-04-14",
   "pi_end_date": "2013-01-11"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Reames",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Donald Reames",
   "pi_email_addr": "dvreames@umd.edu",
   "nsf_id": "000634653",
   "pi_start_date": "2013-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 357195.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research has studied how the properties of our Sun, and the magnetic fields in inter-planetary space have varied from year-to- year; century to century, and millennium to millennium.&nbsp; It has shown that on 26 different occasions throughout the past 10,000 years the Sun has been remarkably different from that we have experienced during the space age.&nbsp; This knowledge has allowed us to predict the behaviour of the Sun in the near and more distant future; information that is of vital importance in protecting our modern technological infrastructure. <br />This research, has benefited greatly from collaboration between several technical skills (nuclear physics, space physics, applied mathematics, etc) and different nations. Swiss, South African, Mexican, United Kingdom and Australian scientists have contributed to the research summarised herein.<br />Prior to the space age, our knowledge of the Sun was primarily based on the observations of the &ldquo;sun spots&rdquo; that commenced in1609, with occasional records by the Chinese stretching back 3000 years. Unbeknown to scientists until 1950, nature had been keeping its own record of solar activity stretching back over 100,000 years into the past.&nbsp; Throughout that time, the varying degree of magnetic activity of the Sun resulted in large variations in the cosmic radiation reaching Earth.&nbsp; That, in turn, resulted in varying quantities of the&nbsp; radioactive isotopes of Beryllium (10Be) and carbon (14C) being stored, year by year, in the ice in the Arctic and Antarctic (10Be), and in tree rings (14C).&nbsp; Over the past 50 years, mankind has developed the ability to read these records, and the research summarised here is based on the information so obtained over the past 20 years. <br />We have shown that the sun has exhibited 26 &ldquo;Grand Minima&rdquo; over the past 10,000 years during which there were very few sunspots, and the magnetic fields throughout the solar cycle were much weaker than during the space age.&nbsp; Detailed analysis of both the 10Be and 14C data show that the variations of solar activity can be resolved into a number of strong periodicities: 2300 y; 960 y; 350 y; 208 y, 150y; and 86 y and a number of others.&nbsp; These indicate that the &ldquo;solar dynamo&rdquo; that generates the solar magnetic field is constrained to operate at these well defined periods.&nbsp; Extending this study back a further 50,000 years shows that some of these periodicities (2300, 960, and 208 years) have persisted for 60,000 years.&nbsp; One part of the research reported here has shown that there are significant correlations between these periodicities, and the motion of Venus, Jupiter, Saturn, and other planets.&nbsp; <br />The first direct measurements of the magnetic fields in space were made in 1962.&nbsp; More recently, other research has shown that the geomagnetic records obtained since 1845, and the sunspot numbers, provide good estimates of the fields back to about 1750.&nbsp; The research summarised here has shown that the 10Be and 14C data provide another estimate of the interplanetary fields, that we have already extended to 9400 years in the past.&nbsp; An important component of the research reported here has been that there is good agreement between all three estimates based on the geomagnetic, sunspot, and 10Be and 14C data. This is an important finding since it allows us to extend our knowledge far beyond the limited period of direct observation. <br />The Sun has been very active throughout the space age, the number of sunspots often reaching very high values.&nbsp; However, the sunspot minimum of 2005-8 was deeper, and longer than any in the last century.&nbsp; The question was posed by many scientists- &ldquo;Was the period 2005-8 similar to the &ldquo;Maunder Minimum&rdquo; when sunspots were very infrequent from 1645-1715&rdquo;. The research reported here has used the 10Be...",
  "por_txt_cntn": "\nThis research has studied how the properties of our Sun, and the magnetic fields in inter-planetary space have varied from year-to- year; century to century, and millennium to millennium.  It has shown that on 26 different occasions throughout the past 10,000 years the Sun has been remarkably different from that we have experienced during the space age.  This knowledge has allowed us to predict the behaviour of the Sun in the near and more distant future; information that is of vital importance in protecting our modern technological infrastructure. \nThis research, has benefited greatly from collaboration between several technical skills (nuclear physics, space physics, applied mathematics, etc) and different nations. Swiss, South African, Mexican, United Kingdom and Australian scientists have contributed to the research summarised herein.\nPrior to the space age, our knowledge of the Sun was primarily based on the observations of the \"sun spots\" that commenced in1609, with occasional records by the Chinese stretching back 3000 years. Unbeknown to scientists until 1950, nature had been keeping its own record of solar activity stretching back over 100,000 years into the past.  Throughout that time, the varying degree of magnetic activity of the Sun resulted in large variations in the cosmic radiation reaching Earth.  That, in turn, resulted in varying quantities of the  radioactive isotopes of Beryllium (10Be) and carbon (14C) being stored, year by year, in the ice in the Arctic and Antarctic (10Be), and in tree rings (14C).  Over the past 50 years, mankind has developed the ability to read these records, and the research summarised here is based on the information so obtained over the past 20 years. \nWe have shown that the sun has exhibited 26 \"Grand Minima\" over the past 10,000 years during which there were very few sunspots, and the magnetic fields throughout the solar cycle were much weaker than during the space age.  Detailed analysis of both the 10Be and 14C data show that the variations of solar activity can be resolved into a number of strong periodicities: 2300 y; 960 y; 350 y; 208 y, 150y; and 86 y and a number of others.  These indicate that the \"solar dynamo\" that generates the solar magnetic field is constrained to operate at these well defined periods.  Extending this study back a further 50,000 years shows that some of these periodicities (2300, 960, and 208 years) have persisted for 60,000 years.  One part of the research reported here has shown that there are significant correlations between these periodicities, and the motion of Venus, Jupiter, Saturn, and other planets.  \nThe first direct measurements of the magnetic fields in space were made in 1962.  More recently, other research has shown that the geomagnetic records obtained since 1845, and the sunspot numbers, provide good estimates of the fields back to about 1750.  The research summarised here has shown that the 10Be and 14C data provide another estimate of the interplanetary fields, that we have already extended to 9400 years in the past.  An important component of the research reported here has been that there is good agreement between all three estimates based on the geomagnetic, sunspot, and 10Be and 14C data. This is an important finding since it allows us to extend our knowledge far beyond the limited period of direct observation. \nThe Sun has been very active throughout the space age, the number of sunspots often reaching very high values.  However, the sunspot minimum of 2005-8 was deeper, and longer than any in the last century.  The question was posed by many scientists- \"Was the period 2005-8 similar to the \"Maunder Minimum\" when sunspots were very infrequent from 1645-1715\". The research reported here has used the 10Be and 14C data to show that this was not so - the solar conditions and the magnetic fields in the solar system were greatly reduced in the Maunder Minimum compared to 2005-8.\nOccasionally high intensity bursts of cosmic radiatio..."
 }
}