{
 "awd_id": "1050253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The generation of a biodiversity hotspot: paleobiogeography of the Caribbean inferred from multiple arachnid lineages with differing dispersal abilities",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 133274.0,
 "awd_amount": 133274.0,
 "awd_min_amd_letter_date": "2011-02-21",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "The Caribbean region is a well-known hotspot of biological diversity, yet the detailed processes that generated this rich species diversity on the islands are complex and poorly understood. This project unites a team of international experts to test hypotheses about how the age and dispersal ability of various species, and how the geological history of islands, interplay to generate biodiversity hotspots. The research will also test the importance of islands as sources of continental colonization, and the role of dispersal versus geological land-bridges in island colonization. This will be accomplished by surveying 15 diverse arachnid lineages and their fossil relatives, and by using phylogenetic approaches to analyze patterns of evolutionary relationships, ages of divergence, and patterns of community composition across islands.\r\n \r\nA mega-transect across one of the world's most biologically rich archipelagos will transform knowledge of the history of the Caribbean. Many new scientists will be trained -- the project will recruit and train young diversity specialists at multiple institutions, with the central focus at the minority-serving University of Puerto Rico. These young biologists will be trained in the importance of educating the public about biodiversity. The work will generate rich resources for further biodiversity research by making species data, phylogenies, range maps, specimen photographs, databases, and DNA sample data publicly available through the internet and museum depositories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greta",
   "pi_last_name": "Binford",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Greta J Binford",
   "pi_email_addr": "binford@lclark.edu",
   "nsf_id": "000063193",
   "pi_start_date": "2011-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lewis and Clark College",
  "inst_street_address": "615 S PALATINE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037687211",
  "inst_zip_code": "972198091",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "OR05",
  "org_lgl_bus_name": "LEWIS & CLARK COLLEGE",
  "org_prnt_uei_num": "JXJJHFBDBLD5",
  "org_uei_num": "JXJJHFBDBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "Lewis and Clark College",
  "perf_str_addr": "615 S PALATINE HILL RD",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972198091",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "OR05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 133274.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Evolutionary processes over long periods of time and changing geology have generated the diversity of life. Modern distributions of species provide clues about the historical processes that have influenced the diversification of the lineages from which they originated. The study of these processes is <strong>biogeography</strong>.&nbsp; With funding from this grant a collaborative team centered at Lewis &amp; Clark College and University of Vermont has been analyzing biogeographic patterns of multiple lineages of arachnids in the Caribbean. Arachnids, including spiders, scorpions and their lesser-known relatives, are good models for studying biogeography because they are abundant, small, and diverse. They also have a range of dispersal abilities including individuals that can effectively fly by ballooning, and others that are restricted to specific and small habitats. The central goal is to infer fundamental processes that have generated biodiversity in general, and specifically diversity in this region. The Caribbean is a designated biodiversity hotspot because of extraordinarily high numbers of species only known from the region (endemic), and high levels of threat to species because of habitat loss. Given increasing extinction rates in areas with little knowledge of species diversity, we are at risk of losing species before we know they exist. Each of these species has value, and provides a piece of the puzzle that helps us infer the history of the tree of life.</p>\n<p>Through this project we have successfully completed the first large-scale inventory of arachnid diversity in the Caribbean and surrounding regions (Fig 1). We have collected, georeferenced and properly curated roughly 150,000 arachnid specimens.&nbsp; We are still discovering species within this set but will minimally add ~1000 newly discovered species to museum collections. With these efforts and specimens we (1) unified worlds experts with regional arachnologist around systematic analyses of lineages; (2) expanded known ranges of orders, families, genera and species of multiple arachnid lineages; (3) estimated patterns of relationships (phylogenies), and inferred biogeographic histories for multiple lineages. So far we have published five manuscripts reporting biogeographic analyses of five genera completed for this work. We have completed molecular phylogenies for a total of 24 genera and others are in progress. We have molecular data for representatives of ~ 70 genera.</p>\n<p>From species discovery and comparative phylogenetic analyses we have completed, parallel patterns among lineages are consistent with general processes that have influenced arachnid diversity in the Caribbean region. The strength and consistency of these patterns suggests they are fundamental principles that govern diversification of lineages. First, many lineages of arachnids have an old presence on the Caribbean islands. There is genetic depth and diversity that vastly exceeds what was previously known. With fossil-dated molecular phylogenies we can infer that multiple lineages, including the medically important <em>Loxosceles </em>spiders (brown recluse) likely colonized North American from South America via a proto-Caribbean land bridge that is proposed between 32-35 MYA (GAARLandia) (Fig 2). Similar patterns occur in other lineages that are intermediate to poor dispersers, and in some lineages that were thought to be better dispersers (eg <em>Spintharus</em>).</p>\n<p>A second general pattern is that within the Caribbean, for poor and intermediate dispersers there is hierarchical nesting of relationships as a function of islands, with geological and habitat structured bioregions on islands nested within island groups. For groups that colonize caves, cave lineages are nested within bioregions. This pattern is repeated in multiple ground-dwelling lineages that are found both inside and outside of caves and generates a th...",
  "por_txt_cntn": "\nEvolutionary processes over long periods of time and changing geology have generated the diversity of life. Modern distributions of species provide clues about the historical processes that have influenced the diversification of the lineages from which they originated. The study of these processes is biogeography.  With funding from this grant a collaborative team centered at Lewis &amp; Clark College and University of Vermont has been analyzing biogeographic patterns of multiple lineages of arachnids in the Caribbean. Arachnids, including spiders, scorpions and their lesser-known relatives, are good models for studying biogeography because they are abundant, small, and diverse. They also have a range of dispersal abilities including individuals that can effectively fly by ballooning, and others that are restricted to specific and small habitats. The central goal is to infer fundamental processes that have generated biodiversity in general, and specifically diversity in this region. The Caribbean is a designated biodiversity hotspot because of extraordinarily high numbers of species only known from the region (endemic), and high levels of threat to species because of habitat loss. Given increasing extinction rates in areas with little knowledge of species diversity, we are at risk of losing species before we know they exist. Each of these species has value, and provides a piece of the puzzle that helps us infer the history of the tree of life.\n\nThrough this project we have successfully completed the first large-scale inventory of arachnid diversity in the Caribbean and surrounding regions (Fig 1). We have collected, georeferenced and properly curated roughly 150,000 arachnid specimens.  We are still discovering species within this set but will minimally add ~1000 newly discovered species to museum collections. With these efforts and specimens we (1) unified worlds experts with regional arachnologist around systematic analyses of lineages; (2) expanded known ranges of orders, families, genera and species of multiple arachnid lineages; (3) estimated patterns of relationships (phylogenies), and inferred biogeographic histories for multiple lineages. So far we have published five manuscripts reporting biogeographic analyses of five genera completed for this work. We have completed molecular phylogenies for a total of 24 genera and others are in progress. We have molecular data for representatives of ~ 70 genera.\n\nFrom species discovery and comparative phylogenetic analyses we have completed, parallel patterns among lineages are consistent with general processes that have influenced arachnid diversity in the Caribbean region. The strength and consistency of these patterns suggests they are fundamental principles that govern diversification of lineages. First, many lineages of arachnids have an old presence on the Caribbean islands. There is genetic depth and diversity that vastly exceeds what was previously known. With fossil-dated molecular phylogenies we can infer that multiple lineages, including the medically important Loxosceles spiders (brown recluse) likely colonized North American from South America via a proto-Caribbean land bridge that is proposed between 32-35 MYA (GAARLandia) (Fig 2). Similar patterns occur in other lineages that are intermediate to poor dispersers, and in some lineages that were thought to be better dispersers (eg Spintharus).\n\nA second general pattern is that within the Caribbean, for poor and intermediate dispersers there is hierarchical nesting of relationships as a function of islands, with geological and habitat structured bioregions on islands nested within island groups. For groups that colonize caves, cave lineages are nested within bioregions. This pattern is repeated in multiple ground-dwelling lineages that are found both inside and outside of caves and generates a third general pattern of strong genetic structuring among cave lineages. Based on this cave structuring we propose that caves r..."
 }
}