{
 "awd_id": "1050721",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Pathways to Calculus: Disseminating and Scaling a Professional Development Model for Algebra Through Precalculus Teaching and Learning",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 2099991.0,
 "awd_amount": 2123451.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2013-08-08",
 "awd_abstract_narration": "The Pathways to Calculus: Disseminating and Scaling a Professional Development Model for Precalculus Level Instruction Phase II MSP involves four Core Partners; Arizona State University, as the lead, and the Mesa, Chandler, and Scottsdale school districts.  Supporting partners are: Brigham Young University, the University of Northern Colorado, the University of Georgia, Northern Arizona University, and Scottsdale Community College.\r\n\r\nThis Phase II project builds on the work of Project Pathways, a targeted MSP that identified attributes of professional development for secondary mathematics and science teachers that resulted in substantive and sustained improvements in student learning, as documented by student performance on district exams, state exams and research-based tools.  The Phase II project leverages the research-based processes and tools that emerged in Phase I research to be highly effective for shifting teachers' instruction to be more inquiry-based and conceptually oriented.  Phase II builds on Phase I findings in five broad categories that are critical for supporting mathematics teachers to realize significant shifts in their students' learning of key ideas of mathematics.  These are teachers': 1) knowledge of the mathematics they teach; 2) beliefs about what constitutes effective mathematics learning and teaching; 3) ability to engage in reflection on student thinking and learning in relation to their teaching; 4) use of curricular support materials that promote inquiry-based and conceptually oriented instruction; and 5) participation in Pathways Professional Learning Communities (PLCs).\r\n\r\nPhase I resulted in the development of the Pathways Precalculus Professional Development Model (P3DM), which includes in-class student activities with detailed teacher notes, computer animations and assessments.  This supported Precalculus teachers in making instructional transitions that realized significant gains in student learning.  Phase II extends this work by scaling the P3DM in three ways: 1) implementation of the P3DM at the community college and university levels, 2) implementation of the model in larger classes; 3) engagement of school administrators, including department chairs, to support all teachers in Core Partner school districts (11 schools) in adopting P3DM in Precalculus.  Phase II studies the process of scaling P3DM in each of the three ways, and continues to examine how the P3DM experience affects teachers' instruction in other Precalculus level courses such as algebra II, college algebra and trigonometry.\r\n\r\nThe Phase II Research Agenda addresses the following:\r\n     1.  What institutional factors of a school inhibit or support quality implementation of Pathways Precalculus materials?  What external resources are needed to mitigate inhibiting factors and capitalize on supportive factors?\r\n     2.  What is the typical developmental trajectory of teachers understanding and taking ownership of Pathways Precalculus materials?  What support do teachers need to enable this development?\r\n     3.  What is the typical developmental trajectory of teachers' understanding of the core mathematical ideas in the Pathways Precalculus materials and ability to accurately assess students' reasoning about these ideas in the classroom setting?  What support do teachers need to understand these concepts and effectively assess student reasoning?\r\n     4.  What administrative support enables teachers to effectively implement Pathways Precalculus materials?\r\n\r\nA minimum of 150 high school mathematics teachers will be involved in addition to university and community college instructors and faculty.  The products of this research will contribute knowledge and tools for scaling up the P3DM in the Precalculus strand (precalculus, college algebra, trigonometry and high school algebra II) of mathematics.  The investigations will also produce insights about the factors that contribute to a mathematics department's transformation to support students in developing the capacity and confidence to solve novel problems and construct deeper and more connected understanding of the central ideas of a course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Carlson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn Carlson",
   "pi_email_addr": "marilyn.carlson@asu.edu",
   "nsf_id": "000396469",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fabio",
   "pi_last_name": "Milner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Fabio A Milner",
   "pi_email_addr": "fmilner@asu.edu",
   "nsf_id": "000230516",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Raskind",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne M Raskind",
   "pi_email_addr": "wraskind@asu.edu",
   "nsf_id": "000091198",
   "pi_start_date": "2011-09-06",
   "pi_end_date": "2012-05-31"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Teuscher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Teuscher",
   "pi_email_addr": "Dawn.Teuscher@byu.edu",
   "nsf_id": "000522403",
   "pi_start_date": "2011-09-06",
   "pi_end_date": "2012-05-31"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Slemmer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald D Slemmer",
   "pi_email_addr": "gdslemme@mpsaz.org",
   "nsf_id": "000569058",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179200",
   "pgm_ele_name": "MSP-TARGETED AWARDS"
  },
  {
   "pgm_ele_code": "776100",
   "pgm_ele_name": "MSP-PHASE II PARTNERSHIPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 884891.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 793181.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 445379.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Pathways Dissemination Grant has provided research based professional development to over 300 university and secondary mathematics instructors, improving the learning gains in precalculus mathematics of over 200,000 precalculus level students. The Pathways Professional Development Model has and will continue to support teachers in acquiring deeper understandings and improved teaching, resulting in teachers being more effective in engaging their students in: i) meaning making; ii) persisting in solving challenging problems; and iii) understanding key concepts of precalculus that are foundational for calculus and the sciences. The Pathways professional development and use of conceptually oriented Pathways instructional materials is having a lasting impact on the teaching practices of participating teachers. The key components of the Pathways Professional Development Model that have impacted teachers' knowledge and instructional practices, and their students' learning include: i) professional development that engages teachers in mathematical tasks designed to improve their understanding of and connections among key ideas of precalculus level mathematics (ranging from algebra I through introductory ideas of calculus); ii) professional development that models high standards for providing conceptual explanations, making meaning of quantitative relationships in applied problems, and using graphs to represent how the values of two quantities change together; and iii) professional development that is aligned with teachers' instructional materials and designed to support them in using the materials to engage their students in productive inquiry.&nbsp;</p>\n<p>The strong and ongoing research of Pathways faculty and graduate students has guided every aspect of the Pathways professional development, and material design and product adaptation. Faculty commitment to conduct their research and mentor dissertation studies in the context of Pathways has been a key element of the Pathways success. Three graduate students focused their dissertation studies on Pathways teachers and classrooms. This research has revealed content areas where Pathways materials needed adapting and areas where teachers needed greater professional support. Even after teachers shifted their instruction to be more conceptually focused and meaningful, some teachers were not paying attention to their students' thinking or giving students enough time to construct their own meanings. These dissertation studies revealed effective interventions to improve teachers' focus on their students' thinking, including development of formative assessments to reveal student thinking and learning, and artifacts and videos (for use in teacher PLC's) chosen to provide insights into student learning and thinking. These results revealed areas where Pathways workshops were adapted to improve teacher questioning and lecturing. An ongoing goal of Pathways faculty was to improve our ability to engage Pathways teachers (during workshops and seminars) to be more responsive to student thinking and learning, and more effective in managing classroom conversations, and in using Pathways materials, animations, and videos optimally to engage their students and advance their learning.&nbsp;</p>\n<p>The graduate students who conducted research in the context of the Pathways have gained valuable insights into the complex process of shifting US secondary and university teachers to be more effective in providing high quality instruction to their students. Together we have collected data that has repeatedly revealed the importance of: i) establishing clear learning goals based on research on what is involved in understanding and learning key ideas of a course; ii) focusing workshops on helping teachers develop strong understandings and mathematical connections of the content they are teaching; iii) using instructional materials effectively to eng...",
  "por_txt_cntn": "\nThe Pathways Dissemination Grant has provided research based professional development to over 300 university and secondary mathematics instructors, improving the learning gains in precalculus mathematics of over 200,000 precalculus level students. The Pathways Professional Development Model has and will continue to support teachers in acquiring deeper understandings and improved teaching, resulting in teachers being more effective in engaging their students in: i) meaning making; ii) persisting in solving challenging problems; and iii) understanding key concepts of precalculus that are foundational for calculus and the sciences. The Pathways professional development and use of conceptually oriented Pathways instructional materials is having a lasting impact on the teaching practices of participating teachers. The key components of the Pathways Professional Development Model that have impacted teachers' knowledge and instructional practices, and their students' learning include: i) professional development that engages teachers in mathematical tasks designed to improve their understanding of and connections among key ideas of precalculus level mathematics (ranging from algebra I through introductory ideas of calculus); ii) professional development that models high standards for providing conceptual explanations, making meaning of quantitative relationships in applied problems, and using graphs to represent how the values of two quantities change together; and iii) professional development that is aligned with teachers' instructional materials and designed to support them in using the materials to engage their students in productive inquiry. \n\nThe strong and ongoing research of Pathways faculty and graduate students has guided every aspect of the Pathways professional development, and material design and product adaptation. Faculty commitment to conduct their research and mentor dissertation studies in the context of Pathways has been a key element of the Pathways success. Three graduate students focused their dissertation studies on Pathways teachers and classrooms. This research has revealed content areas where Pathways materials needed adapting and areas where teachers needed greater professional support. Even after teachers shifted their instruction to be more conceptually focused and meaningful, some teachers were not paying attention to their students' thinking or giving students enough time to construct their own meanings. These dissertation studies revealed effective interventions to improve teachers' focus on their students' thinking, including development of formative assessments to reveal student thinking and learning, and artifacts and videos (for use in teacher PLC's) chosen to provide insights into student learning and thinking. These results revealed areas where Pathways workshops were adapted to improve teacher questioning and lecturing. An ongoing goal of Pathways faculty was to improve our ability to engage Pathways teachers (during workshops and seminars) to be more responsive to student thinking and learning, and more effective in managing classroom conversations, and in using Pathways materials, animations, and videos optimally to engage their students and advance their learning. \n\nThe graduate students who conducted research in the context of the Pathways have gained valuable insights into the complex process of shifting US secondary and university teachers to be more effective in providing high quality instruction to their students. Together we have collected data that has repeatedly revealed the importance of: i) establishing clear learning goals based on research on what is involved in understanding and learning key ideas of a course; ii) focusing workshops on helping teachers develop strong understandings and mathematical connections of the content they are teaching; iii) using instructional materials effectively to engage students in making sense and constructing meanings; and iv) engaging teachers in..."
 }
}