{
 "awd_id": "1050609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RNA Localization and Movement in Bacteria",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 253669.0,
 "awd_amount": 268669.0,
 "awd_min_amd_letter_date": "2011-03-30",
 "awd_max_amd_letter_date": "2012-03-29",
 "awd_abstract_narration": "Intellectual merit:\r\nThe internal organization of bacterial cells is complex. It appears that many proteins and specific regions of DNA occupy particular sub-cellular locations, and these positions can change during the cell cycle and in response to environment changes. However, much less is known about the localization and movements of RNA molecules in bacteria. The project will employ a novel, low-background fluorescent imaging method to study the biological relevance of the localization and movement of selected endogenous RNA molecules, including mRNAs and non-coding RNAs expressed from the bacterial chromosome. The following questions will be addressed:\r\n\r\n(1) How do the patterns of RNA localization in bacterial cells depend on the type of RNA molecule or the function of the encoded protein, in the case of mRNAs?\r\n\r\n(2) How are RNA synthesis, processing and localization coupled in bacterial cells?\r\n\r\n(3) What are the contributions of active transport and passive diffusion to the mechanism of RNA movement in bacteria?  \r\n\r\nA strong inter-disciplinary research team will address these questions using new and traditional methods for studying RNA in live cells. The PI brings a strong molecular biology background to the team, while the co-PI contributes cutting edge quantitative live-cell imaging methods. \r\n\r\nBroader impacts\r\nThe data obtained will provide a new perspective to RNA biology with broad relevance to gene regulation in bacteria. Graduate and undergraduate students will be trained in an interdisciplinary manner to address important biological problems using tools from microbiology, molecular biology and biophysics. The PI will incorporate experiments based on this study into her graduate laboratory course entitled \"Introduction to Biomedical Engineering.\" Outreach efforts will include development of instructional modules in fluorescence microscopy suitable for high school students and their testing and refinement during the \"Nanocamp\" program sponsored by Boston University. Nanocamp is part of the Upward Bound program at Boston University, and is designed to inspire low-income, first-generation college students from local high schools in the Boston area to pursue science studies at Boston University. The program includes \"Science Saturdays\" during the school year and academically intensive six-week residential experiences in the summers. The fluorscent microscopy modules will engage students by the intrinsic appeal of visualizing individual molecules in living cells and furthermore, by involving students in developing animations based on these data for use in raising the scientific literacy of the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natalia",
   "pi_last_name": "Broude",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Natalia E Broude",
   "pi_email_addr": "nebroude@bu.edu",
   "nsf_id": "000186102",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Andersson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Sean B Andersson",
   "pi_email_addr": "sanderss@bu.edu",
   "nsf_id": "000188265",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 256169.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<pre><br /></pre>\n<p>Cellular ribonucleic acid (RNA) is a large population of diverse molecules each playing indispensable role&nbsp;<span>in the life of the cell by participating in practically all stages of gene expression.&nbsp;The metaphor \"I see\" means \"I understand&rdquo; explains&nbsp;multiple efforts to visualize dynamics of different RNAs within the cells. This task,&nbsp;<span>however, is a challenge due to the transient (unstable) character of these molecules, their low concentrations and difficulties in delivering label inside the cell.&nbsp;It is especially tough to label native unmodified RNAs in live cells. The major goal of this project was to develop such a method for labeling native RNA molecules inside live bacterial cells. We sought to program the cell itself to synthesize all components of a sensor, an RNA-protein (RNP) complex that would become fluorescent in the presence of target RNA.&nbsp;In the framework of this project we successfully developed a new RNA labeling approach that uses two tools: split aptamer approach and protein complementation. We have shown that the new method allows sequence-specifically label target RNA without labeling DNA; we also showed that the signal from RNA is visible using both cell population measurements (FACS) and single cell analysis (fluorescent microscope). In the course of this study we revealed the mechanism of the intracellular fluorescent RNP complex formation that allowed us to rationally design the probes for targeting RNAs. We successfully labeled and visualized a specific bacterial RNA that is involved into the stress response when bacteria are exposed to the low phosphate media. The fluorescent signal was proportional to RNA concentration and has been localized to specific sub-cellular locations that do not overlap with the bulk of DNA. We showed that the method has single molecule resolution.</span></span></p>\n<p><span><span>Thus, the first universal method&nbsp;for labeling native RNAs in live bacterial cells has been developed.&nbsp;This method can be applied to a variety of different RNAs since the process of new probe preparation is simple. Additionally,&nbsp;, the same principle can be used to study RNA in any type of cells using different aptamers and corresponding proteins. Thus, cell biology, biotechnology and system biology&nbsp;received a new tool that is needed to advance RNA studies in natural environment.</span></span></p>\n<p>Application of the new labeling method to bacterial mRNAs allowed getting new results on their localization. The data on <em>PstC</em> mRNA suggest that this RNA is localized to the sites other than the bulk of nucleoid DNA. These data imply that RNA moved from the transcription site to other sub-cellular location. Thus, these new data extends the list of such localized RNAs and calls for studies on mechanisms of localization. With this method in hands different question on RNAs processing in bacteria can be addressed.</p>\n<p>The broader impact of these findings is vast.&nbsp; The new principle of the RNA-dependent assembly of the RNP complexes can be expanded to other proteins They can be used as indicators of RNA presence and used in diagnostics; they can also be used as a tool for the directed RNA destruction (if RNA is a carrier or linked to a disease). In this case this method can be applied as a therapeutic tool.<strong>&nbsp;</strong></p>\n<p>The success of this project is determined by the efficient and productive collaboration between several experts in various fields. The PI assembled a team that included Dr. Smolina (BME, BU), an expert in molecular biology, cloning and <em>in vitro</em> fluorescence measurements, Dr. Ding (Clemson University, SC), an expert in protein and RNA modeling and Dr. Sun (BME, BU) and Dr. Wanunu (Northeastern University), the experts in single molecule measurements.</p>\n<p>In this ...",
  "por_txt_cntn": "\nProject Outcomes Report\n\n\n\nCellular ribonucleic acid (RNA) is a large population of diverse molecules each playing indispensable role in the life of the cell by participating in practically all stages of gene expression. The metaphor \"I see\" means \"I understand\" explains multiple efforts to visualize dynamics of different RNAs within the cells. This task, however, is a challenge due to the transient (unstable) character of these molecules, their low concentrations and difficulties in delivering label inside the cell. It is especially tough to label native unmodified RNAs in live cells. The major goal of this project was to develop such a method for labeling native RNA molecules inside live bacterial cells. We sought to program the cell itself to synthesize all components of a sensor, an RNA-protein (RNP) complex that would become fluorescent in the presence of target RNA. In the framework of this project we successfully developed a new RNA labeling approach that uses two tools: split aptamer approach and protein complementation. We have shown that the new method allows sequence-specifically label target RNA without labeling DNA; we also showed that the signal from RNA is visible using both cell population measurements (FACS) and single cell analysis (fluorescent microscope). In the course of this study we revealed the mechanism of the intracellular fluorescent RNP complex formation that allowed us to rationally design the probes for targeting RNAs. We successfully labeled and visualized a specific bacterial RNA that is involved into the stress response when bacteria are exposed to the low phosphate media. The fluorescent signal was proportional to RNA concentration and has been localized to specific sub-cellular locations that do not overlap with the bulk of DNA. We showed that the method has single molecule resolution.\n\nThus, the first universal method for labeling native RNAs in live bacterial cells has been developed. This method can be applied to a variety of different RNAs since the process of new probe preparation is simple. Additionally, , the same principle can be used to study RNA in any type of cells using different aptamers and corresponding proteins. Thus, cell biology, biotechnology and system biology received a new tool that is needed to advance RNA studies in natural environment.\n\nApplication of the new labeling method to bacterial mRNAs allowed getting new results on their localization. The data on PstC mRNA suggest that this RNA is localized to the sites other than the bulk of nucleoid DNA. These data imply that RNA moved from the transcription site to other sub-cellular location. Thus, these new data extends the list of such localized RNAs and calls for studies on mechanisms of localization. With this method in hands different question on RNAs processing in bacteria can be addressed.\n\nThe broader impact of these findings is vast.  The new principle of the RNA-dependent assembly of the RNP complexes can be expanded to other proteins They can be used as indicators of RNA presence and used in diagnostics; they can also be used as a tool for the directed RNA destruction (if RNA is a carrier or linked to a disease). In this case this method can be applied as a therapeutic tool. \n\nThe success of this project is determined by the efficient and productive collaboration between several experts in various fields. The PI assembled a team that included Dr. Smolina (BME, BU), an expert in molecular biology, cloning and in vitro fluorescence measurements, Dr. Ding (Clemson University, SC), an expert in protein and RNA modeling and Dr. Sun (BME, BU) and Dr. Wanunu (Northeastern University), the experts in single molecule measurements.\n\nIn this project the students from different departments and on different academic levels were involved and trained in molecular biology, cell biology, modeling, biophysics and bioinformatics. Two graduate students earned their degrees working on different sub-projects. The Ph.D. student, P. ..."
 }
}