{
 "awd_id": "1050595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Project Aspire:  Defining and Assessing Mathematical Knowledge For Teaching Secondary Mathematics",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1941677.0,
 "awd_amount": 1941677.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2012-07-19",
 "awd_abstract_narration": "This project focuses on mathematical knowledge for teaching at the secondary level, building upon and extending existing work for elementary mathematics. The project is developing two related assessment instruments: one for assessing teachers' mathematical knowledge for teaching secondary mathematics (MKTsm) and one for assessing the quality of secondary mathematics instruction (IQAsm). Used simultaneously, these instruments are capable of linking secondary teachers' mathematical knowledge with their instruction. The first instrument draws from prior research on teachers' and students' understanding of key mathematical ideas. The second extends the Instructional Quality Assessment (IQA), an existing assessment that focuses on the quality of elementary and middle school mathematics, so that it has a clearer focus on secondary mathematics and on the quality of mathematical ideas that a teacher's instruction fosters. The instruments are being constructed, validated, and tested in three overlapping phases. Development of the MKTsm assessment draws on existing research on teachers' and students' understandings of foundational ideas in algebra and precalculus. The IQAsm extension draws from existing IQA validation studies, from the co-PIs' recent research on transforming secondary teachers' classroom mathematical practices, and from what is learned through the development process in designing the MKTsm instrument. The MKTsm and IQAsm instruments are being piloted in three projects of the Math and Science Partnership (MSP) program, to ensure that the instruments are broadly valuable to MSP projects and mathematics education in general. The instruments are being distributed online, and measures are being taken to ensure valid and appropriate usage by other researchers, or by administrators who might use the instruments for purposes that could include evaluation. In addition to the instruments, the project is developing training videos, scoring guidelines, and an overview for administrators, and also is creating a process by which the publisher will require certification of professional development for use of the instruments when they become commercialized.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick Thompson",
   "pi_email_addr": "pat.thompson@asu.edu",
   "nsf_id": "000668092",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Carlson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn Carlson",
   "pi_email_addr": "marilyn.carlson@asu.edu",
   "nsf_id": "000396469",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Wilson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Wilson",
   "pi_email_addr": "MarkW@berkeley.edu",
   "nsf_id": "000307804",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Teuscher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Teuscher",
   "pi_email_addr": "Dawn.Teuscher@byu.edu",
   "nsf_id": "000522403",
   "pi_start_date": "2011-09-15",
   "pi_end_date": "2012-07-19"
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179300",
   "pgm_ele_name": "MSP-OTHER AWARDS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1793",
   "pgm_ref_txt": "MSP-Other Awards"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1941677.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Attempts to reform the school mathematics curriculum have occurred sporadically over the past 120 years. Three attempts stand out for the attention they received from large communities of policy makers, professional mathematics educators, and teachers. These were the New Math (1955-1965), the NCTM Curriculum Standards (1989-2000), and the Common Core State Standards (2010-present). Resistance from ideological groups aside, all three efforts encountered severe problems with being implemented effectively in classrooms because teachers were not prepared to teach mathematical ideas and ways of thinking embodied in the curricula. They did not understand ideas in ways that supported conducting coherent lessons around them.</p>\n<p>To say that teachers &ldquo;did not understand&rdquo; a mathematical idea says nothing about what they actually understood, nor does it say anything about what it might mean to actually understand that idea productively for teaching it. However, both considerations&mdash;what teachers actually understand about ideas and ways they could understand them productively&mdash;are critical components of designing professional development that can help teachers improve their ability to support students in learning these ideas coherently.</p>\n<p>Project Aspire addressed both issues&mdash;what teachers understand and what understandings would be productive&mdash;by designing a 46-item (10 multiple-choice and 36 free response) diagnostic assessment instrument called <em>Mathematical Meanings for Teaching secondary mathematics</em> (MMTsm; Thompson, 2015), together with rubrics for scoring each item. The MMTsm provides teachers with occasions to express their meanings for ideas that span a large portion of the secondary mathematics curriculum: variables, functions, quantity, rate of change, proportionality, reference frames, and mathematical structure.</p>\n<p>The Aspire team refined MMTsm items and their scoring rubrics using an iterative process of design, trial, and redesign. Trials included large-scale administrations of the MMTsm and small-scale qualitative studies of individual items. An advisory team of mathematicians and mathematics educators also provided feedback and advice regarding item design and overall content.</p>\n<p>Two NSF-funded MSP projects, with 280 teachers, participated in the development trials of the MMTsm. Three state-funded MSP projects with 343 high school mathematics teachers used the MMTsm as a diagnostic assessment at the beginning of their summer workshops and as an evaluation instrument at the end of their intervention. The MMTsm performed as intended. It showed a wide variety of problematic meanings held by teachers and showed only modest improvements in meanings by the projects&rsquo; end. We say that the MMTsm &ldquo;performed as intended&rdquo; because the MSP projects did not focus on teachers&rsquo; mathematical meanings, and the results suggested that, with minor exceptions, teachers&rsquo; meanings did not change substantially.</p>\n<p>To test the viability of our approach to assessing mathematical meanings we took advantage of an opportunity to collaborate with Korean researchers. We translated the MMTsm to Korean (omitting three items that could not be translated) using standard translation-retranslation techniques to ensure equivalence of meaning. Three hundred sixty-seven (367) Korean middle- and high-school mathematics teachers took the Korean MMTsm in August 2015. Preliminary results show that, with the exception of a few items, Korean mathematics teachers as a group have a much higher incidence of high-level meanings for the mathematical ideas that the MMTsm assesses and that their schemes of inter-related meanings are more coherent than those held by teachers in the USA sample.</p>\n<p><strong>Intellectual Merit. </strong>Project Aspire validated an approach to assessing mathematical knowledge for teaching, whic...",
  "por_txt_cntn": "\nAttempts to reform the school mathematics curriculum have occurred sporadically over the past 120 years. Three attempts stand out for the attention they received from large communities of policy makers, professional mathematics educators, and teachers. These were the New Math (1955-1965), the NCTM Curriculum Standards (1989-2000), and the Common Core State Standards (2010-present). Resistance from ideological groups aside, all three efforts encountered severe problems with being implemented effectively in classrooms because teachers were not prepared to teach mathematical ideas and ways of thinking embodied in the curricula. They did not understand ideas in ways that supported conducting coherent lessons around them.\n\nTo say that teachers \"did not understand\" a mathematical idea says nothing about what they actually understood, nor does it say anything about what it might mean to actually understand that idea productively for teaching it. However, both considerations&mdash;what teachers actually understand about ideas and ways they could understand them productively&mdash;are critical components of designing professional development that can help teachers improve their ability to support students in learning these ideas coherently.\n\nProject Aspire addressed both issues&mdash;what teachers understand and what understandings would be productive&mdash;by designing a 46-item (10 multiple-choice and 36 free response) diagnostic assessment instrument called Mathematical Meanings for Teaching secondary mathematics (MMTsm; Thompson, 2015), together with rubrics for scoring each item. The MMTsm provides teachers with occasions to express their meanings for ideas that span a large portion of the secondary mathematics curriculum: variables, functions, quantity, rate of change, proportionality, reference frames, and mathematical structure.\n\nThe Aspire team refined MMTsm items and their scoring rubrics using an iterative process of design, trial, and redesign. Trials included large-scale administrations of the MMTsm and small-scale qualitative studies of individual items. An advisory team of mathematicians and mathematics educators also provided feedback and advice regarding item design and overall content.\n\nTwo NSF-funded MSP projects, with 280 teachers, participated in the development trials of the MMTsm. Three state-funded MSP projects with 343 high school mathematics teachers used the MMTsm as a diagnostic assessment at the beginning of their summer workshops and as an evaluation instrument at the end of their intervention. The MMTsm performed as intended. It showed a wide variety of problematic meanings held by teachers and showed only modest improvements in meanings by the projectsÆ end. We say that the MMTsm \"performed as intended\" because the MSP projects did not focus on teachersÆ mathematical meanings, and the results suggested that, with minor exceptions, teachersÆ meanings did not change substantially.\n\nTo test the viability of our approach to assessing mathematical meanings we took advantage of an opportunity to collaborate with Korean researchers. We translated the MMTsm to Korean (omitting three items that could not be translated) using standard translation-retranslation techniques to ensure equivalence of meaning. Three hundred sixty-seven (367) Korean middle- and high-school mathematics teachers took the Korean MMTsm in August 2015. Preliminary results show that, with the exception of a few items, Korean mathematics teachers as a group have a much higher incidence of high-level meanings for the mathematical ideas that the MMTsm assesses and that their schemes of inter-related meanings are more coherent than those held by teachers in the USA sample.\n\nIntellectual Merit. Project Aspire validated an approach to assessing mathematical knowledge for teaching, which we call mathematical meanings for teaching, by showing that assessment can be grounded in theories of mathematical meaning and communication. It also provided a com..."
 }
}