{
 "awd_id": "1050256",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Dopamine-glutamate synergy in reward evaluation in the extended amygdala and nucleus accumbens",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 180270.0,
 "awd_amount": 180270.0,
 "awd_min_amd_letter_date": "2011-01-10",
 "awd_max_amd_letter_date": "2011-01-10",
 "awd_abstract_narration": "Humans frequently must determine the potential benefits of their behavior and weigh those benefits against the cost of obtaining them.  For example, given a choice between food and shelter, a person might consider how hungry he or she is, how important shelter is at the moment, how much effort it would take to obtain each, and then act on one of the options. To make these decisions, the central nervous system must be able to calculate and compare the value of each option. The research supported by this award combines behavioral and pharmacological techniques to study an animal model for decision making, and specifically, for the process by which value is computed.  In these experiments, rats make a lever press response to obtain highly rewarding electrical stimulation of a particular brain area.  This stimulation is thought to produce the same brain activity produced when an animal considers the value of a behavioral option. By correlating changes in the stimulation strength with corresponding changes in lever pressing, one can determine how much value the rat currently puts on the stimulation.  Then, specific neurochemicals are applied to the brain areas thought to be important in calculating the stimulation's value and the resulting effects on the stimulation's perceived value  observed.  \r\n\r\nThis work will yield information about which neurochemicals and brain cells are involved in value calculation, and, ultimately, how these chemicals and cells might function improperly in conditions such as drug addiction or compulsive consumption.  The project will also provide training opportunities for undergraduate students contributing to the development of the Nation's next generation of scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meg",
   "pi_last_name": "Waraczynski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Meg A Waraczynski",
   "pi_email_addr": "waraczym@uww.edu",
   "nsf_id": "000336097",
   "pi_start_date": "2011-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Whitewater",
  "inst_street_address": "800 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WHITEWATER",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "2624725289",
  "inst_zip_code": "531901705",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WI01",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "M73MZJWBNZN5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Whitewater",
  "perf_str_addr": "800 W MAIN ST",
  "perf_city_name": "WHITEWATER",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "531901705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; This project was aimed at collecting data that will help us better understand brain circuits and systems that control behaviors directed at obtaining rewards. Understanding these systems will help us better understand how the brain governs both normal and disordered seeking and consumption of rewards. Normal reward-related behaviors include eating, drinking, seeking comfort and warmth, and reproduction. Disorders behaviors include addiction (to drugs and other things such as gambling) and compulsive over-consumption such as overeating. Understanding these systems is not meant to lead to brain-based interventions in drug addiction, gambling, overeating, etc.&nbsp; Instead, understanding how the brain governs these things may lead to environmental interventions (e.g., psychotherapies, or environment alterations) that may help with these social problems.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; For the past several decades most work in this area has focused on a particular brain area called the nucleus accumbens and a particular brain chemical called dopamine. This work has led to much better understanding of how reward-related behaviors are governed.&nbsp;For example, we have learned that exposure to substances such as addictive drugs changes the wiring of brain circuits, such that the addict has a basic need for those drugs just as all people have a basic need for food when hungry.&nbsp; But this work has been narrow in focus. Our lab&rsquo;s work has shown that another brain area called the extended amygdala is also an important part of brain reward systems, and that many neurochemicals other than dopamine are important.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Our project discovered that the neurochemical dopamine interacts in the extended amygdala with another neurochemical called glutamate to regulate the value of rewards.&nbsp; Specifically, dopamine acting at a particular receptor site called a D2 receptor is important to reward value regulation.&nbsp; Dopamine at D2 receptors can interact with glutamate through a variety of cellular mechanisms.&nbsp; In addition, the interaction between these two neurochemicals affects many cellular mechanisms.&nbsp; Future work will be aimed at&nbsp;understanding the role that these mechanisms play in giving value to rewards. Thus, our results are helping us understand how rewards are processed at the intra- and inter-cellular levels.&nbsp; The more thoroughly we understand the brain systems that regulate reward-related behaviors, the&nbsp;more effectively and efficiently we may be able to intervene when these behaviors become disordered. For example, with a finer-grained understanding of these systems, we may be able to target different interventions to different types of addictions, much as cancer researchers are learning to target different therapies toward different kinds of cancers.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; How is this information meaningful? At a more basic level, the system we are learning about will also help us better understand how brain systems in general do their work. The phenomenon of brain stimulation reward -- in which our lab specializes -- holds great promise for advancing our understanding of the brain's computational mechanisms. All brain functions ultimately can be related to computations -- actions on incoming information -- that lead to one&rsquo;s perception of the world.&nbsp; Further computations on that input then govern action o affect that world. Because brain stimulation reward can be presented at precisely quantified levels, and because the behavior directed at obtaining the reward can also be studied quantitatively, we can better understand the precise mathematical relationships between (1) brain activity and the external environment that activity represents; (2) brain activity and the behavior that activity encodes; and (3) behavior and properties of the environment at which tha...",
  "por_txt_cntn": "\n     This project was aimed at collecting data that will help us better understand brain circuits and systems that control behaviors directed at obtaining rewards. Understanding these systems will help us better understand how the brain governs both normal and disordered seeking and consumption of rewards. Normal reward-related behaviors include eating, drinking, seeking comfort and warmth, and reproduction. Disorders behaviors include addiction (to drugs and other things such as gambling) and compulsive over-consumption such as overeating. Understanding these systems is not meant to lead to brain-based interventions in drug addiction, gambling, overeating, etc.  Instead, understanding how the brain governs these things may lead to environmental interventions (e.g., psychotherapies, or environment alterations) that may help with these social problems.\n\n     For the past several decades most work in this area has focused on a particular brain area called the nucleus accumbens and a particular brain chemical called dopamine. This work has led to much better understanding of how reward-related behaviors are governed. For example, we have learned that exposure to substances such as addictive drugs changes the wiring of brain circuits, such that the addict has a basic need for those drugs just as all people have a basic need for food when hungry.  But this work has been narrow in focus. Our labÆs work has shown that another brain area called the extended amygdala is also an important part of brain reward systems, and that many neurochemicals other than dopamine are important.\n\n     Our project discovered that the neurochemical dopamine interacts in the extended amygdala with another neurochemical called glutamate to regulate the value of rewards.  Specifically, dopamine acting at a particular receptor site called a D2 receptor is important to reward value regulation.  Dopamine at D2 receptors can interact with glutamate through a variety of cellular mechanisms.  In addition, the interaction between these two neurochemicals affects many cellular mechanisms.  Future work will be aimed at understanding the role that these mechanisms play in giving value to rewards. Thus, our results are helping us understand how rewards are processed at the intra- and inter-cellular levels.  The more thoroughly we understand the brain systems that regulate reward-related behaviors, the more effectively and efficiently we may be able to intervene when these behaviors become disordered. For example, with a finer-grained understanding of these systems, we may be able to target different interventions to different types of addictions, much as cancer researchers are learning to target different therapies toward different kinds of cancers.\n\n     How is this information meaningful? At a more basic level, the system we are learning about will also help us better understand how brain systems in general do their work. The phenomenon of brain stimulation reward -- in which our lab specializes -- holds great promise for advancing our understanding of the brain's computational mechanisms. All brain functions ultimately can be related to computations -- actions on incoming information -- that lead to oneÆs perception of the world.  Further computations on that input then govern action o affect that world. Because brain stimulation reward can be presented at precisely quantified levels, and because the behavior directed at obtaining the reward can also be studied quantitatively, we can better understand the precise mathematical relationships between (1) brain activity and the external environment that activity represents; (2) brain activity and the behavior that activity encodes; and (3) behavior and properties of the environment at which that behavior is directed. Understanding the brainÆs computational mechanisms is fundamental to understanding how brains do their work in all domains, therefore this project contributes to brain science beyond the study of reward ..."
 }
}