{
 "awd_id": "1050875",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Capitalizing on Positive Events",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamera Schneider",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 377951.0,
 "awd_amount": 377951.0,
 "awd_min_amd_letter_date": "2011-09-07",
 "awd_max_amd_letter_date": "2011-09-07",
 "awd_abstract_narration": "Good things happen to people every day. Some positive events are routine, such as passing a pop-quiz, finishing a project at work, or having lunch with your best friend. Other positive events are major, such as making the basketball team, landing your first job, or getting engaged. Research has shown that positive events occur about three times more often than negative events. Further, positive events contribute significantly to mental and physical health. Although much research has highlighted what people do when negative events occur, little is known about what people do when good things happen. Moreover, very little research has focused on how or why positive events are associated with better health and well-being. One thing that is known from past work is that an important way that people react to positive events is to share their good news with others, a process called capitalization. When others react supportively to capitalization attempts, the discloser experiences personal benefits (beyond the effect of the positive event itself), such as more positive emotions, higher subjective well-being and self-esteem, and decreased loneliness. In addition, receiving supportive capitalization responses is associated with increases in the quality of the relationship between the discloser and the responder (e.g., higher satisfaction, trust, and closeness).  This project will investigate the idea that one reason why positive events affect health and well-being is because they increase people's ability to deal effectively with life's typical stressors.\r\n\r\nSpecifically, this work will test the idea that when people share positive events and receive supportive responses, they cope better with later negative events. This project is thus designed to understand the role that responses to capitalization disclosures play in shaping important coping resources: perceptions of the social support available during stressful times, perceptions of self-efficacy, and perceived control over one's outcomes. A key prediction is that receiving supportive responses to positive event disclosures will lead to increases in the perception of the availability of support for negative events, and increases in feelings of self-efficacy and control of life's stressors. In contrast receiving unsupportive responses to positive event disclosures will lead to decreases in these coping resources. The project balances the careful control offered in the laboratory with studies that occur in the natural context of everyday social interaction by employing diverse methods including a longitudinal study with a daily experience component, experimental laboratory studies, and a field experiment with daily experience methodology.\r\n\r\nThis project is important because the majority of people's life experiences are positive but scientists know very little about how people respond to them or how they regulate them.  Even less research has examined how positive experiences contribute to people's ability to cope with stressors. The results have a high potential to benefit society because they will improve our understanding of these coping processes which have a documented impact on well-being, health and even mortality. The results have the potential to inform theoretical models of stress, coping, and close relationships, help understand the source of perceptions of social support and coping resources, and may provide the basis for effective interventions aimed at increasing coping resources and reducing stress.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shelly",
   "pi_last_name": "Gable",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shelly Gable",
   "pi_email_addr": "gable@psych.ucsb.edu",
   "nsf_id": "000211480",
   "pi_start_date": "2011-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 377951.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Good things happen to people everyday. Some positive events are routine, such as passing a pop-quiz, finishing a project at work, or having lunch with your best friend. Other positive events are major, such as making the basketball team, landing your first job, or getting engaged. Research has shown that positive events occur about three times more often than negative events and that the occurrence of positive events contributes significantly to mental and physical health. Although much research has highlighted what people do when negative events occur, little is known about what people do when good things happened to them. Moreover, very little research has focused on how or why positive events are associated with better health and well-being. Research that preceded this project has shown that a common way people react to positive events is to share their good news with others, a process called <span style=\"text-decoration: underline;\">capitalization</span>. This previous research has also shown that when others react supportively to capitalization attempts (compared to passively or in a non-supportive manner) the discloser experiences personal benefits, in the form of high psychological well-being and less loneliness, and the quality of the relationship between the discloser and the responder is enhanced. In this project a novel idea was tested: one reason positive events affect health and well-being is because they increase people&rsquo;s ability effectively deal with the inevitable stressors in life. Specifically, this project tested the hypothesis that when people share positive events and receive supportive responses they cope better with later <em>negative</em> events and the inevitable challenges that life provides. This project executed a set of studies designed to understand the role that responses to capitalization disclosures play in shaping important coping resources: perceptions of the social support available during stressful times, perceptions of self-efficacy, and perceived control over outcomes. In the project team ran four lab studies, a year-long longitudinal field study, and a daily experience field study with an experimental manipulation (i.e., an intervention study). The number of people that participated in the studies in the project was approximately 450. Data analyses are continuing; preliminary results have been disseminated at scientific meetings and manuscripts are in progress for submission to scientific journals. In addition, preliminary project results have been disseminated to the population in several mass media publications on the topic. As the data analyses are finalized every effort will be made to continue to disseminate the findings as broadly as possible. Initial examination of the project data show that supportive responses to positive event disclosures were associated with increases in the perceptions of the availability of support for negative events and feelings of self-efficacy (in the field studies), and increases in persistence on challenging tasks (in the laboratory studies). Overall the studies also showed that unsupportive responses to positive event disclosures were associated with decreases in persistence in on challenging task and lowered feelings of efficacy and control. This project has the potential to impact society because the majority of life experiences are neutral or positive in valence but social scientists know very little about what people do about them or more generally how they regulate positive emotional experiences. And, despite the links between people&rsquo;s ability to cope with stressors, persist in the face of challenges, and perceive that others&rsquo; are available to support them in bad times, there is much that we need to learn about how people&rsquo;s everyday experiences contribute to these beliefs. The results, when finalized, have a high potential to benefit society because they will i...",
  "por_txt_cntn": "\nGood things happen to people everyday. Some positive events are routine, such as passing a pop-quiz, finishing a project at work, or having lunch with your best friend. Other positive events are major, such as making the basketball team, landing your first job, or getting engaged. Research has shown that positive events occur about three times more often than negative events and that the occurrence of positive events contributes significantly to mental and physical health. Although much research has highlighted what people do when negative events occur, little is known about what people do when good things happened to them. Moreover, very little research has focused on how or why positive events are associated with better health and well-being. Research that preceded this project has shown that a common way people react to positive events is to share their good news with others, a process called capitalization. This previous research has also shown that when others react supportively to capitalization attempts (compared to passively or in a non-supportive manner) the discloser experiences personal benefits, in the form of high psychological well-being and less loneliness, and the quality of the relationship between the discloser and the responder is enhanced. In this project a novel idea was tested: one reason positive events affect health and well-being is because they increase peopleÆs ability effectively deal with the inevitable stressors in life. Specifically, this project tested the hypothesis that when people share positive events and receive supportive responses they cope better with later negative events and the inevitable challenges that life provides. This project executed a set of studies designed to understand the role that responses to capitalization disclosures play in shaping important coping resources: perceptions of the social support available during stressful times, perceptions of self-efficacy, and perceived control over outcomes. In the project team ran four lab studies, a year-long longitudinal field study, and a daily experience field study with an experimental manipulation (i.e., an intervention study). The number of people that participated in the studies in the project was approximately 450. Data analyses are continuing; preliminary results have been disseminated at scientific meetings and manuscripts are in progress for submission to scientific journals. In addition, preliminary project results have been disseminated to the population in several mass media publications on the topic. As the data analyses are finalized every effort will be made to continue to disseminate the findings as broadly as possible. Initial examination of the project data show that supportive responses to positive event disclosures were associated with increases in the perceptions of the availability of support for negative events and feelings of self-efficacy (in the field studies), and increases in persistence on challenging tasks (in the laboratory studies). Overall the studies also showed that unsupportive responses to positive event disclosures were associated with decreases in persistence in on challenging task and lowered feelings of efficacy and control. This project has the potential to impact society because the majority of life experiences are neutral or positive in valence but social scientists know very little about what people do about them or more generally how they regulate positive emotional experiences. And, despite the links between peopleÆs ability to cope with stressors, persist in the face of challenges, and perceive that othersÆ are available to support them in bad times, there is much that we need to learn about how peopleÆs everyday experiences contribute to these beliefs. The results, when finalized, have a high potential to benefit society because they will improve our understanding of these coping processes which have a documented impact on mortality, health and well-being. The project has improved ..."
 }
}