{
 "awd_id": "1050678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Claflin University Start-Partnership for Improving Mathematics and Science (CUSP-IMS)",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kathleen Bergin",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2012-03-13",
 "awd_abstract_narration": "The Claflin University Start Partnership for Improving Mathematics and Science (CUSP-IMS) is focusing on development of a sustainable infrastructure and a model for an integrative approach to deepen students' conceptual knowledge and improve their achievement in mathematics and science at the elementary school level in South Carolina. The partnership brings together science, technology, engineering, mathematics and education faculty and researchers at Claflin University and Voorhees College (both of which are minority-serving institutions) with public school educators and curriculum developers in Orangeburg Consolidated School District 5 and Bamberg School District 2, located in rural settings in one of the most underserved regions in South Carolina. The CUSP-IMS project is enhancing Claflin University's and Voorhees College's existing collaborations with local school districts, as well as expanding the partnership to include additional minority-serving colleges and universities and non-urban, underserved school districts. \r\n\r\nThe project is exploring creative and transformative strategies for building a cohesive partnership to design, implement, and evaluate curricular materials that integrate mathematics with science, and to prepare teachers with the necessary pedagogical and content knowledge to use the materials effectively. The MSP-Start Partnership planning period is being used to conduct a needs assessment and design a strategic plan for a suite of activities that include, 1) review of existing elementary school science and mathematics curricula and classroom experiences and the extent of their alignment with project goals; 2) assessment of teachers' most critically important professional development needs, particularly as they relate to mathematics and science content; 3) development of evaluation tools that will improve the science and mathematics achievement of elementary school students in the rural communities served by the partnering institutions; 4) evaluation of the district partners' resources to achieve the project goals and how they are being distributed; and 5) establishment of a set of working guidelines and core values from which the developing partnership will operate. The evaluation of the CUSP-IMS is using qualitative and quantitative approaches to document the process of developing a sustainable partnership model, and the readiness to develop a full MSP-Targeted Partnership project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Miller",
   "pi_mid_init": "E",
   "pi_sufx_name": "III",
   "pi_full_name": "George E Miller",
   "pi_email_addr": "gmiller@claflin.edu",
   "nsf_id": "000149727",
   "pi_start_date": "2011-07-29",
   "pi_end_date": "2012-03-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Harrison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie Harrison",
   "pi_email_addr": "vharrison@claflin.edu",
   "nsf_id": "000614749",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Peters",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Angela W Peters",
   "pi_email_addr": "angela.peters@claflin.edu",
   "nsf_id": "000257068",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Theresa",
   "pi_last_name": "Davis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Theresa Davis",
   "pi_email_addr": "tdavis@claflin.edu",
   "nsf_id": "000255822",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Charlease",
   "pi_last_name": "Kelly-Jackson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Charlease P Kelly-Jackson",
   "pi_email_addr": "ckelly@claflin.edu",
   "nsf_id": "000255698",
   "pi_start_date": "2011-07-29",
   "pi_end_date": "2012-02-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiqiang",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiqiang Zheng",
   "pi_email_addr": "xzheng@voorhees.edu",
   "nsf_id": "000569284",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Claflin University",
  "inst_street_address": "400 MAGNOLIA ST",
  "inst_street_address_2": "",
  "inst_city_name": "ORANGEBURG",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8035355540",
  "inst_zip_code": "291156815",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "SC02",
  "org_lgl_bus_name": "CLAFLIN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HKKLENWBDNK1"
 },
 "perf_inst": {
  "perf_inst_name": "Claflin University",
  "perf_str_addr": "400 MAGNOLIA ST",
  "perf_city_name": "ORANGEBURG",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "291156815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "SC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "776000",
   "pgm_ele_name": "MSP-START PARTNERSHIPS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">In July 2011, the National Science Foundation awarded Claflin University a <em>Math and Science Partnership planning</em>&nbsp;grant.&nbsp; Addressing a national need to improve student achievement in mathematics and science, the <em>Claflin University Start Partnership for Improving Mathematics and Science</em> (CUSP-IMS) project was designed to create a sustainable infrastructure to foster collaboration among education and STEM communities in rural South Carolina. The members of the partnership sought to impact teaching and learning in a rural school district by developing an innovative program of professional development.</p>\n<p>Partnership members collaboratively created a strategic plan for the development of a program of activities designed to improve the mathematics and science achievement of elementary school students in the rural community served by the partnering institutions.&nbsp; Featuring an innovative, inquiry-based approach to the integration of math and science content knowledge and pedagogy, the pilot program included professional development trainings and curriculum development workshops, and careful selection of evaluative tools to measure program impact and teacher growth.</p>\n<p>As a partnership venture, the project brought Historically Black College and University (HBCU) science, technology, and mathematics faculty, education faculty, and researchers together with public school educators and curriculum developers.&nbsp; The CUSP-IMS project&rsquo;s core partners included Claflin University and Voorhees College - two minority serving institutions centered in rural South Carolina counties, as well as Orangeburg Consolidated School District Five and Bamberg School District Two - two rural, low socioeconomic, minority-serving school districts.&nbsp; In collaboration, these partners successfully developed and implemented of pilot professional development program that served as the basis for a NSF <em>Math and Science Partnership -Implementation</em> grant proposal focused on improving the quality of mathematics and science teaching and learning at the elementary level during which the prototype project will be translated to additional partnerships in other rural locations.</p>\n<p>&nbsp;This evaluation report contains information on activities that occurred during the project&rsquo;s two-year implementation from July 1, 2011 to June 30, 2013, as well as during an extension year from July 1, 2013 to June 30, 2014.&nbsp; The CUSP-IMS project&rsquo;s summative evaluation focuses on gathering and analyzing evidence of the partnership&rsquo;s success and sustainability, as well as the viability of developing an effective model that could serve as the basis for a full MSP Implementation Partnership.</p>\n<p>Project partners were successful in their efforts to develop and implement a pilot professional development program.&nbsp; Their accomplishments include demonstrating collaborative teaching, learning and planning; how to integrate math-science lessons; and how to center those lessons on hands-on, technology-enhanced, inquiry-based approaches.</p>\n<p>The vast majority of assessment and evaluative activities during the CUSP-IMS project involved data-gathering related to the teacher- participants.&nbsp; These data tended to be of two kinds. The first set of data were generated from assessments that sought to document teacher knowledge, pedagogy, and instructional practices such as the math and science pre and post-assessments &nbsp;as well as the observations of some teachers-participants engaged in teaching either a &ldquo;regular&rdquo; lessons or an &ldquo;integrated&rdquo; lesson in their classroom.</p>\n<p style=\"text-align: left;\">The second set of data (obtained through surveys, questionnaires, feedback forms, and focus groups) were generated from assessments that sought to document the teacher-participants professional dev...",
  "por_txt_cntn": "In July 2011, the National Science Foundation awarded Claflin University a Math and Science Partnership planning grant.  Addressing a national need to improve student achievement in mathematics and science, the Claflin University Start Partnership for Improving Mathematics and Science (CUSP-IMS) project was designed to create a sustainable infrastructure to foster collaboration among education and STEM communities in rural South Carolina. The members of the partnership sought to impact teaching and learning in a rural school district by developing an innovative program of professional development.\n\nPartnership members collaboratively created a strategic plan for the development of a program of activities designed to improve the mathematics and science achievement of elementary school students in the rural community served by the partnering institutions.  Featuring an innovative, inquiry-based approach to the integration of math and science content knowledge and pedagogy, the pilot program included professional development trainings and curriculum development workshops, and careful selection of evaluative tools to measure program impact and teacher growth.\n\nAs a partnership venture, the project brought Historically Black College and University (HBCU) science, technology, and mathematics faculty, education faculty, and researchers together with public school educators and curriculum developers.  The CUSP-IMS projectÆs core partners included Claflin University and Voorhees College - two minority serving institutions centered in rural South Carolina counties, as well as Orangeburg Consolidated School District Five and Bamberg School District Two - two rural, low socioeconomic, minority-serving school districts.  In collaboration, these partners successfully developed and implemented of pilot professional development program that served as the basis for a NSF Math and Science Partnership -Implementation grant proposal focused on improving the quality of mathematics and science teaching and learning at the elementary level during which the prototype project will be translated to additional partnerships in other rural locations.\n\n This evaluation report contains information on activities that occurred during the projectÆs two-year implementation from July 1, 2011 to June 30, 2013, as well as during an extension year from July 1, 2013 to June 30, 2014.  The CUSP-IMS projectÆs summative evaluation focuses on gathering and analyzing evidence of the partnershipÆs success and sustainability, as well as the viability of developing an effective model that could serve as the basis for a full MSP Implementation Partnership.\n\nProject partners were successful in their efforts to develop and implement a pilot professional development program.  Their accomplishments include demonstrating collaborative teaching, learning and planning; how to integrate math-science lessons; and how to center those lessons on hands-on, technology-enhanced, inquiry-based approaches.\n\nThe vast majority of assessment and evaluative activities during the CUSP-IMS project involved data-gathering related to the teacher- participants.  These data tended to be of two kinds. The first set of data were generated from assessments that sought to document teacher knowledge, pedagogy, and instructional practices such as the math and science pre and post-assessments  as well as the observations of some teachers-participants engaged in teaching either a \"regular\" lessons or an \"integrated\" lesson in their classroom.\nThe second set of data (obtained through surveys, questionnaires, feedback forms, and focus groups) were generated from assessments that sought to document the teacher-participants professional development needs, as well as their experiences and reflective engagements throughout the professional development program and their subsequent satisfaction with these experiences/engagements.    In addition, anecdotal data derived from observing teachers interactions (with train..."
 }
}