{
 "awd_id": "1050948",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mismatch repair in Bacillus subtilis",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 965772.0,
 "awd_amount": 991236.0,
 "awd_min_amd_letter_date": "2011-07-25",
 "awd_max_amd_letter_date": "2016-08-18",
 "awd_abstract_narration": "Intellectual Merit: DNA mismatch repair recognizes and repairs DNA polymerase errors that are incorporated during genome replication. The vast majority of research efforts on bacterial mismatch repair have been devoted to the study of the pathway in the Gram-negative bacterium Escherichia coli. E. coli uses a DNA methylation-dependent repair pathway to detect the newly synthesized DNA strand, which is rare and mostly restricted to E. coli and its close relatives. Recent evidence suggests that a more universal mechanism of mismatch repair operates in most bacteria and all eukaryotic systems. The mismatch repair pathway in the Gram-positive bacterium Bacillus subtilis is methylation-independent and shows a high level of conservation with the mismatch repair pathway present in most other systems, including the hallmark requirement of methylation-independent repair, an endonuclease-containing protein, MutL. The similarity of its mismatch repair system to those of eukaryotes and most other bacteria, together with its numerous genetic, cell biological, and biochemical tools, makes B. subtilis an ideal platform for understanding universal mechanisms of mismatch repair that are conserved throughout biology. This research investigates the mechanisms that couple mismatch repair to the DNA replication machinery in B. subtilis. Recently, the PI's laboratory found that mismatch repair proteins MutS and MutL directly bind the DNA replication machinery, suggesting that specific contacts between mismatch repair proteins and the DNA replication machinery are critical for several steps in repair. This project will characterize the mechanisms that coordinate mismatch repair with the DNA replication complex, leading to an understanding of conserved steps required for the identification and repair of mismatches in organisms that lack a methylation-directed repair system. Furthermore, this research project will impact and advance information in the fields of DNA repair, DNA replication and mutagenesis.\r\nBroader Impacts: This project will impact education at the university and in the community. First, an upper level course for undergraduates evaluating the primary literature will be taught along with an opportunity to learn how hands-on state-of-the-art research is conducted in the PI's laboratory. This experience will foster a unique and effective learning environment that will advance science and fully engage students in learning. Second, in modern science there is a critical need for graduate and undergraduate students to study an intact system as opposed to components in isolation. An integral part of this project is to train graduate and undergraduate students in a scientific approach that takes into account how multiple cellular components function together. Furthermore, graduate and undergraduate students will be involved in all aspects of the interdisciplinary research program. Third, the PI and members of the PI's laboratory will participate in community outreach, which will include visiting local high schools and middle schools, and hosting students in the lab to teach them cutting-edge microbial sciences including live cell imaging techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lyle",
   "pi_last_name": "Simmons",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lyle Simmons",
   "pi_email_addr": "lasimm@umich.edu",
   "nsf_id": "000567841",
   "pi_start_date": "2011-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200392.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 213385.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 282260.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 283199.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit Outcomes: </strong>All cells store genetic information in the macromolecule DNA. During growth, cells must duplicate their DNA passing the genetic information onto the next generation. The DNA coding sequence provides a blueprint for all cellular life. Therefore, it is important that cells have pathways dedicated to the maintenance of the DNA coding sequence limiting the formation of mutations that can permanently change the information affecting future generations. In addition, all cells must repair their DNA when it is damaged restoring the information missing from the damaged segment. The overarching goal of this project was to determine how DNA repair is coordinated with DNA replication, the process responsible for duplicating the DNA during cell growth. The primary objective of this research was to determine how errors in the DNA sequence are detected. Mismatch repair is a DNA repair process that is extremely efficient with the capability of identifying one replication error occurring among millions of correctly paired bases. Results from this award determined that the mismatch repair process identifies errors in the DNA sequence occurring<strong> </strong>at the site where the DNA is actively duplicated. This research found that the mismatch repair protein MutS binds to proteins required for DNA replication. This project completed the first <em>in vivo</em> single-molecule resolution experiment showing individual MutS proteins actively engaged in the error search process at the cellular location where the DNA is replicated. Additionally, the results identified an area on the MutS protein that is used to bring the second mismatch repair protein, MutL, to the site of DNA errors in cells and determined how a replication protein further activates MutL during the error correction process. This project went on to further discover several connections demonstrating how DNA repair proteins are coordinated with the site of DNA replication allowing for efficient repair and maintenance of the DNA coding sequence. This research resulted in fourteen published articles and over twenty conference abstracts and presentations.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impact Outcomes: </strong>This project has impacted education in the community and at the University of Michigan for students ranging from elementary school through graduate education. The principal investigator helped establish a Masters to Ph.D. degree bridge program for students under-represented in science. The principal investigator developed of an upper level course for undergraduates, teaching students how to read and critically evaluate primary scientific literature. Such an experience fostered an active learning environment that advanced scientific literacy. Another integral part of the broader impacts was to train graduate and undergraduate students providing them with research projects directed towards the scientific aims of this research. Overall, ten undergraduates received hands on training where they learned modern scientific approaches and cutting-edge experimental techniques with seven receiving university honors for their research. Three doctoral students completed their graduate degrees while contributing to the scientific aims of this study. This project also provided substantial scientific outreach to the public schools. As part of the outreach efforts, a collaboration was established with Benzie Central High School in rural Northern Michigan. The principal investigator and graduate students visited Benzie high school teaching biology and bioinformatics. Introducing bioinformatics to high school students from an underprivileged school district has the potential to significantly affect their future directions. The principal investigator, graduate and undergraduate students also performed outreach to a local elementary school teaching microbiology.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/22/2017<br>\n\t\t\t\t\tModified by: Lyle&nbsp;Simmons</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1050948/1050948_10112958_1502466233302_MutSmovementtothereplisomecopy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1050948/1050948_10112958_1502466233302_MutSmovementtothereplisomecopy--rgov-800width.jpg\" title=\"MutS movement to the replisome\"><img src=\"/por/images/Reports/POR/2017/1050948/1050948_10112958_1502466233302_MutSmovementtothereplisomecopy--rgov-66x44.jpg\" alt=\"MutS movement to the replisome\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Shown is the movement of an individual MutS trajectory to the replisome region ( white circle). The research describing MutS movement in cells was published in Proc. Natl. Acad. Sci. U S A (112(50):E6898-906). This image was also used for the MCB blog.</div>\n<div class=\"imageCredit\">Julie Biteen and Lyle Simmons</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Lyle&nbsp;Simmons</div>\n<div class=\"imageTitle\">MutS movement to the replisome</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit Outcomes: All cells store genetic information in the macromolecule DNA. During growth, cells must duplicate their DNA passing the genetic information onto the next generation. The DNA coding sequence provides a blueprint for all cellular life. Therefore, it is important that cells have pathways dedicated to the maintenance of the DNA coding sequence limiting the formation of mutations that can permanently change the information affecting future generations. In addition, all cells must repair their DNA when it is damaged restoring the information missing from the damaged segment. The overarching goal of this project was to determine how DNA repair is coordinated with DNA replication, the process responsible for duplicating the DNA during cell growth. The primary objective of this research was to determine how errors in the DNA sequence are detected. Mismatch repair is a DNA repair process that is extremely efficient with the capability of identifying one replication error occurring among millions of correctly paired bases. Results from this award determined that the mismatch repair process identifies errors in the DNA sequence occurring at the site where the DNA is actively duplicated. This research found that the mismatch repair protein MutS binds to proteins required for DNA replication. This project completed the first in vivo single-molecule resolution experiment showing individual MutS proteins actively engaged in the error search process at the cellular location where the DNA is replicated. Additionally, the results identified an area on the MutS protein that is used to bring the second mismatch repair protein, MutL, to the site of DNA errors in cells and determined how a replication protein further activates MutL during the error correction process. This project went on to further discover several connections demonstrating how DNA repair proteins are coordinated with the site of DNA replication allowing for efficient repair and maintenance of the DNA coding sequence. This research resulted in fourteen published articles and over twenty conference abstracts and presentations.\n\n \n\nBroader Impact Outcomes: This project has impacted education in the community and at the University of Michigan for students ranging from elementary school through graduate education. The principal investigator helped establish a Masters to Ph.D. degree bridge program for students under-represented in science. The principal investigator developed of an upper level course for undergraduates, teaching students how to read and critically evaluate primary scientific literature. Such an experience fostered an active learning environment that advanced scientific literacy. Another integral part of the broader impacts was to train graduate and undergraduate students providing them with research projects directed towards the scientific aims of this research. Overall, ten undergraduates received hands on training where they learned modern scientific approaches and cutting-edge experimental techniques with seven receiving university honors for their research. Three doctoral students completed their graduate degrees while contributing to the scientific aims of this study. This project also provided substantial scientific outreach to the public schools. As part of the outreach efforts, a collaboration was established with Benzie Central High School in rural Northern Michigan. The principal investigator and graduate students visited Benzie high school teaching biology and bioinformatics. Introducing bioinformatics to high school students from an underprivileged school district has the potential to significantly affect their future directions. The principal investigator, graduate and undergraduate students also performed outreach to a local elementary school teaching microbiology. \n\n \n\n\t\t\t\t\tLast Modified: 08/22/2017\n\n\t\t\t\t\tSubmitted by: Lyle Simmons"
 }
}