{
 "awd_id": "1050395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spatially Regulated Translation of the Maternal xCR1 mRNA During Xenopus Development",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 645000.0,
 "awd_amount": 652000.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2013-03-21",
 "awd_abstract_narration": "Intellectual Merit: The embryos of organisms with backbones (vertebrates) begin life essentially as balls of cells. To form specific adult tissues and structures, the cells of the embryos must receive specific instructions that direct the synthesis of particular molecules at particular times and places. In many cases, these important instructions are themselves molecules. They are called messenger RNAs (mRNAs) and they transmit the information encoded in DNA from a cell's nucleus to its cytoplasm for synthesis of proteins, the cell's workhorse molecules. The goal of this project is to elucidate the fundamental mechanisms for regulating this process. The studies will be carried out in the embryos of the frog, Xenopus, a convenient model organism, focusing on an mRNA molecule which directs the synthesis of an important protein called Cripto-1. The Cripto-1 protein and the steps leading to its synthesis are equally important for embryos of all vertebrates. In previous work, the research team discovered that the synthesis of the Cripto-1 protein from its mRNA is highly regulated and occurs only in a specific set of embryonic cells.  The project is designed to elucidate the mechanisms of this regulation in molecular terms. Critical preliminary results showed that this regulation involves binding of a protein called Bicaudal-C (Bic-C) to specific regions of the Cripto-1 mRNA, ensuring that the Cripto-1 protein is synthesized only at the correct time and in the appropriate cells. The project will define the molecular determinants for specific recognition of Cripto-1 mRNA by Bic-C and how this binding stimulates synthesis of Cripto-1 protein.\r\n\r\nBroader Impact: This project addresses a fundamental research question of wide interest that will enhance student participation and training in scientific research at all levels (undergraduate, graduate, and post-doctoral). The PI will personally supervise students and ensure that they engage in intellectually meaningful and technically rigorous ways with all aspects of the research. The overriding educational goal is to foster the intellectual growth of students at all stages and ensure steady progress toward scientific independence. For participating undergraduate students, the goal is completing a Senior Honors Thesis by graduation. For graduate students, the goal is strong publications and preparation for careers in research. The collaborative nature of the work and the strong scientific community at UW Madison, representing a wide range of approaches and styles of research, will further enhance student education. The PI will actively recruit students that are members of under-represented minorities through University of Wisconsin programs. Furthermore, the PI has a strong record of training female Ph.D students and postdoctoral scientists and will continue to encourage the participation of women in the research. The PI will continue to be actively involved in public science education by giving seminars and providing information to several non-academic groups including local chapters of the March of Dimes. In addition, the PI will perform outreach activities to local elementary schools that promote inquiry-based approaches to science learning. The PI will lead activities involving observation and analysis of the development of live frog embryos. The effectiveness of outreach activities will be evaluated by measuring the changes in attitude toward science and learning about science among participating teachers and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Sheets",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Sheets",
   "pi_email_addr": "mdsheets@wisc.edu",
   "nsf_id": "000063107",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 227000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview: </strong>Throughout the lifetime of a<strong> </strong>multicellular organism, critical cell-fate decisions are made that allow for normal development, growth and function. Many such decisions rely on the selective and highly regulated translation of particular mRNAs that in turn encode proteins essential for cell differentiation. Our project focused on the role of a conserved RNA binding protein named Bicaudal-C that controls this form of regulation. The Sheets laboratory defined several target mRNAs that are regulated by Bicaudal-C. These Bicaudal-C regulated mRNAs encode cell-fate regulatory proteins that ensure normal animal development. The lab has defined molecular features of the Bicaudal-C protein and its RNA targets that allow for this regulation and the finding have been documented in multiple scientific publications. The research has employed a multidisciplinary strategy, incorporating rigorous RNA-protein biochemistry, cutting-edge genomics and classical embryology. This approach balances hypothesis-driven and discovery-based experiments to advance fundamental knowledge at the interface of RNA-protein biochemistry, vertebrate development and cell differentiation.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual merit</strong>:<strong> </strong>While the evidence that the translational regulation of mRNAs encoding cell-fate regulators is critical to animal development is compelling, only a few studies, including several from the Sheets lab, have addressed this type of regulation at a mechanistic level. Because cell-fate regulatory proteins must often be expressed at exquisitely precise levels and then in only select cells and at select times during development, the Sheets lab has established a suite of assays that include sensitive reporter assays, cell microinjection, RNA-protein biochemistry and classic embryology in the frog <em>Xenopus laevis, </em>a model organism. This combinatorial approach by Dr. Sheets is innovative and powerful because it allows the effects on a defined molecular process, translational regulation, to be connected directly and definitively to specific, highly relevant biological processes in early development. Using this multipronged approach Dr. Sheets and colleagues have defined the first RNA binding site for the conserved developmental regulatory protein Bicaudal-C in <em>any</em> organism. His group has exploited these findings as well as other experimental approaches to define other Bicaudal-C RNA targets and begin defining, for the first time in any organism, the Bicaudal-C-mRNA network that drives embryogenesis and organogenesis. As a result of this project, the Sheets lab is uniquely positioned to answer the next fundamental questions that lie at the interface of RNA biochemistry and developmental biology.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impact</strong>: While the research project provided clear value in terms of advancing fundamental knowledge, it also benefited society by directly educating graduate and undergraduate students, as well as members of the Madison community through outreach efforts. In particular, Dr. Sheets &ldquo;works at the bench&rdquo; on an almost daily basis, a practice unusual for modern biology labs at a large institution but extremely beneficial for students. This allowed Dr. Sheets to work side-by-side with his students as they performed their experiments. These interactions included many conversations about career goals, coursework and other concerns of young adults striving for their educations. The graduate student who recently joined the project, Megan Dowdle, is Mexican-American and Dr. Sheets&rsquo; is proud to play a role in her development as a scientist and will continue to support her throughout her career. The lab hosted many undergraduate research students each year of the project, through the participation of Dr. Sheets in the Undergraduate Research ...",
  "por_txt_cntn": "\nOverview: Throughout the lifetime of a multicellular organism, critical cell-fate decisions are made that allow for normal development, growth and function. Many such decisions rely on the selective and highly regulated translation of particular mRNAs that in turn encode proteins essential for cell differentiation. Our project focused on the role of a conserved RNA binding protein named Bicaudal-C that controls this form of regulation. The Sheets laboratory defined several target mRNAs that are regulated by Bicaudal-C. These Bicaudal-C regulated mRNAs encode cell-fate regulatory proteins that ensure normal animal development. The lab has defined molecular features of the Bicaudal-C protein and its RNA targets that allow for this regulation and the finding have been documented in multiple scientific publications. The research has employed a multidisciplinary strategy, incorporating rigorous RNA-protein biochemistry, cutting-edge genomics and classical embryology. This approach balances hypothesis-driven and discovery-based experiments to advance fundamental knowledge at the interface of RNA-protein biochemistry, vertebrate development and cell differentiation.\n\n \n\nIntellectual merit: While the evidence that the translational regulation of mRNAs encoding cell-fate regulators is critical to animal development is compelling, only a few studies, including several from the Sheets lab, have addressed this type of regulation at a mechanistic level. Because cell-fate regulatory proteins must often be expressed at exquisitely precise levels and then in only select cells and at select times during development, the Sheets lab has established a suite of assays that include sensitive reporter assays, cell microinjection, RNA-protein biochemistry and classic embryology in the frog Xenopus laevis, a model organism. This combinatorial approach by Dr. Sheets is innovative and powerful because it allows the effects on a defined molecular process, translational regulation, to be connected directly and definitively to specific, highly relevant biological processes in early development. Using this multipronged approach Dr. Sheets and colleagues have defined the first RNA binding site for the conserved developmental regulatory protein Bicaudal-C in any organism. His group has exploited these findings as well as other experimental approaches to define other Bicaudal-C RNA targets and begin defining, for the first time in any organism, the Bicaudal-C-mRNA network that drives embryogenesis and organogenesis. As a result of this project, the Sheets lab is uniquely positioned to answer the next fundamental questions that lie at the interface of RNA biochemistry and developmental biology.\n\n \n\nBroader impact: While the research project provided clear value in terms of advancing fundamental knowledge, it also benefited society by directly educating graduate and undergraduate students, as well as members of the Madison community through outreach efforts. In particular, Dr. Sheets \"works at the bench\" on an almost daily basis, a practice unusual for modern biology labs at a large institution but extremely beneficial for students. This allowed Dr. Sheets to work side-by-side with his students as they performed their experiments. These interactions included many conversations about career goals, coursework and other concerns of young adults striving for their educations. The graduate student who recently joined the project, Megan Dowdle, is Mexican-American and Dr. SheetsÆ is proud to play a role in her development as a scientist and will continue to support her throughout her career. The lab hosted many undergraduate research students each year of the project, through the participation of Dr. Sheets in the Undergraduate Research Scholars (URS) program designed to expose students from backgrounds traditionally underrepresented in STEM, including under represented minorities and students from economically/educationally disadvantaged backgrounds. Recently, Andy ..."
 }
}