{
 "awd_id": "1050237",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "OPUS:  Microbial Dynamics and the Structure of Plant Communities",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 169144.0,
 "awd_amount": 169144.0,
 "awd_min_amd_letter_date": "2011-03-09",
 "awd_max_amd_letter_date": "2011-03-09",
 "awd_abstract_narration": "Soil microbes play key roles in plant health, both through the detrimental effects of plant pathogens and the beneficial effects of increased access to essential soil resources through associations with bacterial and fungal mutualists.  As a result the viability and reproductive success of plant populations depends upon the composition of the soil community and the long-term trajectory of terrestrial plant productivity and community composition depends upon the dynamics within the soil microbial community.  Experimental manipulations have demonstrated that the soil microbial community changes with its local plant host and often this change leads to a decline in performance of that host.  In agricultural crops, for example, the change in microbial community following mono-cropping leads to a yield decline, thereby motivating a strategy of crop rotation.  Recent experimental work suggests that these same dynamics can contribute to the replacement of plant species and the maintenance of diversity in unmanaged plant communities.  While there is strong evidence for these processes, this work has not been integrated into a comprehensive understanding of the long-term potential for microbial dynamics to drive plant community patterns.  The goal of this research project is to synthesize the evidence on the ecology of plant-microbe interactions within a monograph.  The monograph will build from the determinants of virulence in plant pathogens and of stability of benefits from plant mutualists toward a framework that predicts microbial mediation of plant dynamics.  This framework will allow predictions of changes of plant community composition across time, and across environmental perturbations.  \r\n\r\nThis project will produce a monograph that will serve as a comprehensive synthesis of a growing area of plant ecology and will thereby be useful for undergraduate and graduate training.  The monograph will motivate further work on the plant-microbe interactions and their consequences, and the framework developed will facilitate prediction of responses of terrestrial communities to anthropogenic disturbance, such as climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Bever",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D Bever",
   "pi_email_addr": "jbever@ku.edu",
   "nsf_id": "000308751",
   "pi_start_date": "2011-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7565",
   "pgm_ref_txt": "OPUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 169144.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The factors maintaining plant diversity remain an ecological puzzle.&nbsp; Basic ecological theory predicts that competing species will coexist when they consume different resources.&nbsp; All plants consume the same suite of soil nutrients, yet a high diversity of plant species coexist within single communities.&nbsp; A partial resolution to this puzzle has been found through investigation of differing degrees of dependencies on individual nutrients.&nbsp; Beginning with my dissertation research, I have argued that a complete explanation of plant species coexistence will require integration of the soil community into plant population dynamics.&nbsp; To this end, I developed a general conceptual framework of plant-soil feedbacks that demonstrated that plant species can coexist if the benefit that individual species of plants receive from their soil community decreases over time.&nbsp; In my dissertation research, I found clear support for this mechanism; the benefit that plants receive from their soil microorganisms generally declines over time.&nbsp; In part, this decline in plant benefit, or negative feedback on host growth, is due to the accumulation of host-specific soil pathogens.&nbsp; But these negative feedbacks also result from shifts in the species composition of rhizosphere bacteria and mutualistic soil fungi.&nbsp; A growing body of work has demonstrated that negative feedbacks are common across grasslands and forests and can play a critical role in the maintenance of plant diversity.&nbsp;</p>\n<p>The framework of plant-soil feedback has become increasing influential in plant ecology.&nbsp; The goal of this project was to synthesize the experimental and theoretical results that underlie the conceptual framework of plant-soil community feedback.&nbsp; This story starts with the microbial dynamics underling plant species coexistence and builds toward an understanding of the role of plant soil feedbacks as drivers of plant species invasion and succession.&nbsp;</p>\n<p>Established trade-offs structure the evolutionary stability of species interactions.&nbsp; Dynamics emerging from these trade-offs generate expectations for patterns of plant diversity and composition across space and time. &nbsp;These dynamics were explored using simulations of plant communities structured by plant-soil feedbacks. &nbsp;</p>\n<p>Simulations demonstrated that communities structured by negative feedbacks can reproduce essential patterns and processes observed in nature.&nbsp; For example, we have recently found empirically that the average strength of feedback is correlated with successional stage of the plant species.&nbsp; Fast growing, weedy plant species do not invest in defense and therefore rapidly accumulate pathogens and have strong negative feedbacks, while slow growing, long-lived plants invest in defenses as well as mutualists and have weaker negative feedbacks on average.&nbsp; Including this life history trade-off within the simulations generates shifts in plant species dominance similar to that commonly observed during succession.&nbsp; Moreover, at equilibrium the strength of soil feedback determines the relative abundance of plant species in the communities, a pattern observed in forests and grasslands.&nbsp;</p>\n<p>We extend the framework of plant-soil feedback in multiple directions, including the evaluation of the role of soil community dynamics in plant species invasion and resource management. &nbsp;This work provides a foundation upon which to understand terrestrial plant community responses to anthropogenic disturbance, such as climate change.&nbsp; The framework is also directly relevant to land management, including approaches to restoration of native diversity and optimization of yield in agricultural systems.&nbsp;&nbsp;</p>\n<p>This project directly trained students in the theory and practice of ecological research.&nbsp; In addition, by synthesizing ...",
  "por_txt_cntn": "\nThe factors maintaining plant diversity remain an ecological puzzle.  Basic ecological theory predicts that competing species will coexist when they consume different resources.  All plants consume the same suite of soil nutrients, yet a high diversity of plant species coexist within single communities.  A partial resolution to this puzzle has been found through investigation of differing degrees of dependencies on individual nutrients.  Beginning with my dissertation research, I have argued that a complete explanation of plant species coexistence will require integration of the soil community into plant population dynamics.  To this end, I developed a general conceptual framework of plant-soil feedbacks that demonstrated that plant species can coexist if the benefit that individual species of plants receive from their soil community decreases over time.  In my dissertation research, I found clear support for this mechanism; the benefit that plants receive from their soil microorganisms generally declines over time.  In part, this decline in plant benefit, or negative feedback on host growth, is due to the accumulation of host-specific soil pathogens.  But these negative feedbacks also result from shifts in the species composition of rhizosphere bacteria and mutualistic soil fungi.  A growing body of work has demonstrated that negative feedbacks are common across grasslands and forests and can play a critical role in the maintenance of plant diversity. \n\nThe framework of plant-soil feedback has become increasing influential in plant ecology.  The goal of this project was to synthesize the experimental and theoretical results that underlie the conceptual framework of plant-soil community feedback.  This story starts with the microbial dynamics underling plant species coexistence and builds toward an understanding of the role of plant soil feedbacks as drivers of plant species invasion and succession. \n\nEstablished trade-offs structure the evolutionary stability of species interactions.  Dynamics emerging from these trade-offs generate expectations for patterns of plant diversity and composition across space and time.  These dynamics were explored using simulations of plant communities structured by plant-soil feedbacks.  \n\nSimulations demonstrated that communities structured by negative feedbacks can reproduce essential patterns and processes observed in nature.  For example, we have recently found empirically that the average strength of feedback is correlated with successional stage of the plant species.  Fast growing, weedy plant species do not invest in defense and therefore rapidly accumulate pathogens and have strong negative feedbacks, while slow growing, long-lived plants invest in defenses as well as mutualists and have weaker negative feedbacks on average.  Including this life history trade-off within the simulations generates shifts in plant species dominance similar to that commonly observed during succession.  Moreover, at equilibrium the strength of soil feedback determines the relative abundance of plant species in the communities, a pattern observed in forests and grasslands. \n\nWe extend the framework of plant-soil feedback in multiple directions, including the evaluation of the role of soil community dynamics in plant species invasion and resource management.  This work provides a foundation upon which to understand terrestrial plant community responses to anthropogenic disturbance, such as climate change.  The framework is also directly relevant to land management, including approaches to restoration of native diversity and optimization of yield in agricultural systems.  \n\nThis project directly trained students in the theory and practice of ecological research.  In addition, by synthesizing a growing area of plant ecology, publications from this project will be useful for graduate training.  We also worked with high school teachers to generate hands on research modules within which students evaluate the role ..."
 }
}