{
 "awd_id": "1050084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Latitudinal variation in invasive plant-herbivore interactions and implications for invasion success",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saran Twombly",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 327000.0,
 "awd_amount": 327000.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2011-02-07",
 "awd_abstract_narration": "Recent studies with invasive species have revealed that evolution plays an important role in the successful invasion of new habitats. For plant species involved in continent-wide invasions, the expectation is that the well known north-south increase in the number of herbivore species should favor the rapid evolution of increased resistance to herbivores at lower latitudes. This prediction will be tested using the common reed, Phragmites australis. The common reed is widely distributed across European and North American marshes; in the past 100 years a European variety of this species has invaded and rapidly spread throughout North America. The first objective is to test whether the common reed has undergone rapid evolution to form a north-south gradient in traits associated with anti-herbivore defense. The second objective is to quantify differences in plant defenses between native and invasive varieties of the common reed that occur together in the same marshes and on separate continents, and to evaluate how these differences may affect invader success. \r\n\r\nThis will be the first study to test whether herbivores influence the evolution and the invasion success of invasive species at the scale of whole continents. This research will provide invaluable data regarding the potential negative effects that the invasive common reed variety is having on the less common varieties that are native to North America. The PIs will provide research experience, mentorship and training for two graduate and up to four undergraduate students. The PIs will also participate in a variety of programs that promote undergraduate research and public awareness of the detrimental effects of invasive species.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Cronin",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "James T Cronin",
   "pi_email_addr": "jcronin@lsu.edu",
   "nsf_id": "000266358",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University",
  "perf_str_addr": "202 HIMES HALL",
  "perf_city_name": "BATON ROUGE",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708030001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 327000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Recent studies with invasive species have revealed that evolution plays an importantrole in the successful invasion of new habitats. For plant species involved in continent-wide invasions, the expectation is that the well known north-south increase in the number of herbivore species should favor the rapid evolution of increased resistance to herbivores as you move from higher to lower latitudes. This prediction was tested using the common reed, <em>Phragmites australis</em>. Common reed is widely distributed across<br />European and North American marshes, but in the past 100 years a European genotype of this species invaded and rapidly spread throughout North America. The first objective of this project involved testing whether common reed has undergone rapid evolution to form a north-south gradient in anti-herbivore defense traits. The second objective involved quantifying differences in plant defenses between native and invasive varieties of common reed that occur together in the same marshes and on separate continents, and evaluate how these differences may affect invader success.</p>\n<p>We conducted field surveys of native and invasive common reed along a transect from southern Florida to New Brunswick, Canada. A corresponding survey of native common reed on the west coast of Europe was also performed. As predicted, we found that native reeds on both continents suffered greater herbivory at low as compared to high latitudes. Corresponding studies in controlled garden plots in Louisiana and Rhode Island confirmed that these latitudinal differences in herbivory and defense were genetically based. Clearly, native reeds have adapted to environmental conditions related to latitude (e.g., climate). In contrast, invasive reeds in marshes of North America suffer less herbivory irrespective of latitude. This finding may explain why invasive needs do well in North America &ndash; they have escaped their herbivores relative to native reeds. Interestingly, the difference in herbivory between native and invasive reeds is much greater at southern latitudes suggesting that if herbivores are important to the survival of these plants then invasion success is likely to be greater in the south than the north.</p>\n<p>In corresponding garden studies, invasive reeds show evidence of being adapted to the environmental conditions associated with the latitude from which those plants were collected. This finding demonstrates that invasive reeds have evolved since arriving in North America in response to the latitudinal variability in herbivore pressure and/or the local environment. Furthermore, this study indicated that genotypes of invasive reeds are more flexible in response to changes in the environment than genotypes of the native reeds. Being flexible in response to different environmental conditions is thought to be a characteristic of a good invader. Overall, the findings from this study suggest that 1) large-scale geographic variation in plant-herbivore interactions is common; 2) managers of invasive species need to consider that invasion success can depend on geography; 3) invasive species can evolve rapidly in response to geographic variation in the environment; 4) invasion success of European reeds in North America is potentially due to escape from herbivores and because they are more flexible in response to environmental variability; and 5) because all herbivores studied prefer native reeds, biological control of invasive reeds using herbivores is ill advised.</p>\n<p>Nineteen peer-reviewed papers, including a number in top-tier ecological journals (Ecology, Ecological Monographs, Annual Review of Entomology, New Phytologist) and invasive species journals (Biological Invasions), have been published. 44 presentations were given on this research, including talks in seven countries. The PIs also co-organized a symposium at the Society of Wetland Scientists meeting in Providence...",
  "por_txt_cntn": "\nRecent studies with invasive species have revealed that evolution plays an importantrole in the successful invasion of new habitats. For plant species involved in continent-wide invasions, the expectation is that the well known north-south increase in the number of herbivore species should favor the rapid evolution of increased resistance to herbivores as you move from higher to lower latitudes. This prediction was tested using the common reed, Phragmites australis. Common reed is widely distributed across\nEuropean and North American marshes, but in the past 100 years a European genotype of this species invaded and rapidly spread throughout North America. The first objective of this project involved testing whether common reed has undergone rapid evolution to form a north-south gradient in anti-herbivore defense traits. The second objective involved quantifying differences in plant defenses between native and invasive varieties of common reed that occur together in the same marshes and on separate continents, and evaluate how these differences may affect invader success.\n\nWe conducted field surveys of native and invasive common reed along a transect from southern Florida to New Brunswick, Canada. A corresponding survey of native common reed on the west coast of Europe was also performed. As predicted, we found that native reeds on both continents suffered greater herbivory at low as compared to high latitudes. Corresponding studies in controlled garden plots in Louisiana and Rhode Island confirmed that these latitudinal differences in herbivory and defense were genetically based. Clearly, native reeds have adapted to environmental conditions related to latitude (e.g., climate). In contrast, invasive reeds in marshes of North America suffer less herbivory irrespective of latitude. This finding may explain why invasive needs do well in North America &ndash; they have escaped their herbivores relative to native reeds. Interestingly, the difference in herbivory between native and invasive reeds is much greater at southern latitudes suggesting that if herbivores are important to the survival of these plants then invasion success is likely to be greater in the south than the north.\n\nIn corresponding garden studies, invasive reeds show evidence of being adapted to the environmental conditions associated with the latitude from which those plants were collected. This finding demonstrates that invasive reeds have evolved since arriving in North America in response to the latitudinal variability in herbivore pressure and/or the local environment. Furthermore, this study indicated that genotypes of invasive reeds are more flexible in response to changes in the environment than genotypes of the native reeds. Being flexible in response to different environmental conditions is thought to be a characteristic of a good invader. Overall, the findings from this study suggest that 1) large-scale geographic variation in plant-herbivore interactions is common; 2) managers of invasive species need to consider that invasion success can depend on geography; 3) invasive species can evolve rapidly in response to geographic variation in the environment; 4) invasion success of European reeds in North America is potentially due to escape from herbivores and because they are more flexible in response to environmental variability; and 5) because all herbivores studied prefer native reeds, biological control of invasive reeds using herbivores is ill advised.\n\nNineteen peer-reviewed papers, including a number in top-tier ecological journals (Ecology, Ecological Monographs, Annual Review of Entomology, New Phytologist) and invasive species journals (Biological Invasions), have been published. 44 presentations were given on this research, including talks in seven countries. The PIs also co-organized a symposium at the Society of Wetland Scientists meeting in Providence, Rhode Island consisting of 48 presentations. In addition, the PIs have played a lead role in..."
 }
}