{
 "awd_id": "1050701",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Synaptic Mechanisms for the Processing of Temporal Codes",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 581304.0,
 "awd_amount": 587554.0,
 "awd_min_amd_letter_date": "2011-02-21",
 "awd_max_amd_letter_date": "2013-01-09",
 "awd_abstract_narration": "In this project, researchers from Washington University in St. Louis will study how nervous systems use time to analyze sensory information. Peripheral sensory systems often encode stimuli into the precise timing of neural activity. However, little is known about how central brain circuits analyze these temporal codes so that an organism can detect and respond to behaviorally-relevant stimuli. The goal of this project is to identify the mechanisms that mediate the processing of temporal codes by synapses, neurons and circuits. Electric fish are exquisitely sensitive to timing information. In addition, the relevant brain circuits are uniquely approachable in both intact animals and reduced preparations, providing a rare opportunity to directly link information processing to synaptic physiology. Using a combination of electrophysiology, neuronal imaging and pharmacology, the researchers will determine how the brains of electric fish can detect small differences in the timing of neuronal activity. This research will prove broadly applicable by providing a mechanistic understanding of how all brains process sensory information. In addition, the project will lead to the development of novel, widely applicable methods for the targeted recording of neurons in intact animals. Electric fish are an excellent tool for educating the public about neuroscience and behavior. As exotic creatures, they attract a wide audience, and they provide a unique opportunity to perform simple, non-invasive neurophysiology experiments. Students, teachers and the general public will develop their own scientific hypotheses, design and execute experiments to test those hypotheses, and then discuss the results in an open forum. Exposing students, teachers and the public to the process of scientific inquiry will help demystify science and foster a deeper appreciation for the nature of scientific knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Carlson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Carlson",
   "pi_email_addr": "carlson.bruce@gmail.com",
   "nsf_id": "000309282",
   "pi_start_date": "2011-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 209886.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 185286.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 192382.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Animals communicate with each other using a wide variety of signals, including visual, auditory, chemical, and electrical signals. In many cases, the peripheral nervous system encodes these signals into the precise timing of action potentials (spikes). However, we know relatively little about how the central nervous system analyzes these spike times to extract meaningful information. Addressing this question is relevant not only to better understanding animal communication, but also to better understanding general mechanisms of neuronal information processing relevant to human speech, sound localization, and sensory perception. The goal of this project was to determine how a single sensory pathway analyzes spike timing differences between inputs as well as spike timing sequences.</p>\n<p>&nbsp;</p>\n<p>Researchers from Washington University in St. Louis performed laboratory studies of African electric fishes to address this question using an integrated approach that included neuroanatomy, electrophysiology, neuronal imaging, and behavior. These fishes, called mormyrids or elephant fishes, use an electric organ to generate weak pulses of electricity. They also have electroreceptors for detecting these pulses, and they are therefore able to communicate with each other using electricity. The waveform of these electric pulses is constant, and provides information about the identity of the signaling fish, including its species, sex, relative dominance, and individual identity. The intervals between electric pulses vary, and provide contextual information about the signaling fish&rsquo;s behavioral state. Because these signals are already in the currency of the nervous system (electric spikes generated with variable timing), this system is well suited to study how the brain processes timing information, both in the intact nervous system as well as in a reduced preparation with the brain removed for greater experimental control. It is also possible to relate behavioral responses to neuronal responses by stimulating with the same signals in freely behaving fish.</p>\n<p>&nbsp;</p>\n<p>The waveform of electric pulses is encoded into small differences in spike timing between different sensory receptors. By combining live imaging of neurons in an intact animal with recordings of neuronal activity, the researchers discovered a new mechanism for detecting spike timing differences between separate inputs to central neurons. This mechanism, referred to as anti-coincidence detection, relies on inhibitory input from one receptor combined with a precisely delayed excitatory input from another receptor. When there is a timing difference between the two sensory inputs that closely matches the excitatory delay, these two inputs will arrive close together in time, and the inhibition will block the neuron from responding to the excitation. However, the inhibition will not block excitation for other timing differences. Because each cell in the population receives excitation with a different delay, each cell responds to a distinct range of timing differences. This newly discovered mechanism may be implemented in other brain pathways in a variety of organisms in which small differences in the timing of inputs convey information to populations of neurons.</p>\n<p>&nbsp;</p>\n<p>These cells send information about pulse waveform to the next stage of processing in the circuit, where there are neurons that respond preferentially to certain intervals between electric pulses (e.g. long-interval- or short-interval-selective neurons). Through intracellular recordings from these neurons, both in the intact nervous system and in a reduced preparation, the researchers discovered several cellular, synaptic, and circuit mechanisms for establishing interval preferences. These mechanisms include ion channels that mediate electrical excitability with different time courses, summation of synaptic responses over ti...",
  "por_txt_cntn": "\nAnimals communicate with each other using a wide variety of signals, including visual, auditory, chemical, and electrical signals. In many cases, the peripheral nervous system encodes these signals into the precise timing of action potentials (spikes). However, we know relatively little about how the central nervous system analyzes these spike times to extract meaningful information. Addressing this question is relevant not only to better understanding animal communication, but also to better understanding general mechanisms of neuronal information processing relevant to human speech, sound localization, and sensory perception. The goal of this project was to determine how a single sensory pathway analyzes spike timing differences between inputs as well as spike timing sequences.\n\n \n\nResearchers from Washington University in St. Louis performed laboratory studies of African electric fishes to address this question using an integrated approach that included neuroanatomy, electrophysiology, neuronal imaging, and behavior. These fishes, called mormyrids or elephant fishes, use an electric organ to generate weak pulses of electricity. They also have electroreceptors for detecting these pulses, and they are therefore able to communicate with each other using electricity. The waveform of these electric pulses is constant, and provides information about the identity of the signaling fish, including its species, sex, relative dominance, and individual identity. The intervals between electric pulses vary, and provide contextual information about the signaling fishÆs behavioral state. Because these signals are already in the currency of the nervous system (electric spikes generated with variable timing), this system is well suited to study how the brain processes timing information, both in the intact nervous system as well as in a reduced preparation with the brain removed for greater experimental control. It is also possible to relate behavioral responses to neuronal responses by stimulating with the same signals in freely behaving fish.\n\n \n\nThe waveform of electric pulses is encoded into small differences in spike timing between different sensory receptors. By combining live imaging of neurons in an intact animal with recordings of neuronal activity, the researchers discovered a new mechanism for detecting spike timing differences between separate inputs to central neurons. This mechanism, referred to as anti-coincidence detection, relies on inhibitory input from one receptor combined with a precisely delayed excitatory input from another receptor. When there is a timing difference between the two sensory inputs that closely matches the excitatory delay, these two inputs will arrive close together in time, and the inhibition will block the neuron from responding to the excitation. However, the inhibition will not block excitation for other timing differences. Because each cell in the population receives excitation with a different delay, each cell responds to a distinct range of timing differences. This newly discovered mechanism may be implemented in other brain pathways in a variety of organisms in which small differences in the timing of inputs convey information to populations of neurons.\n\n \n\nThese cells send information about pulse waveform to the next stage of processing in the circuit, where there are neurons that respond preferentially to certain intervals between electric pulses (e.g. long-interval- or short-interval-selective neurons). Through intracellular recordings from these neurons, both in the intact nervous system and in a reduced preparation, the researchers discovered several cellular, synaptic, and circuit mechanisms for establishing interval preferences. These mechanisms include ion channels that mediate electrical excitability with different time courses, summation of synaptic responses over time, short-term changes in the strength of synaptic inputs, and connections among neurons with different interval prefer..."
 }
}