{
 "awd_id": "1050557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: MSB: The Role of Sulfur Oxidizing Bacteria in Salt Marsh C and N Cycling",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 689993.0,
 "awd_amount": 689993.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2016-08-01",
 "awd_abstract_narration": "Salt marshes are extraordinarily productive ecosystems found in estuaries worldwide. Located between the coastal ocean and coastal watersheds, salt marshes are often heavily influenced by human activities. Many receive high nitrate input from land, degrading water quality and leading in some cases to harmful algal blooms and low oxygen zones harmful to fish. Previous research has shown that salt marshes can act as cleansing sites where pollutant nitrate can be transformed to harmless nitrogen gas and released to the atmosphere. This occurs through heterotrophic denitrification, a microbe-mediated process that transforms plant-available nitrate to nitrogen gas (N2) using organic carbon. However, this transformation to harmless nitrogen gas is not always the fate of salt marsh nitrate. More recent research suggests that the forms of sulfur and carbon compounds in the marsh sediment directly affect the types of microbes and their activities determining nitrate?s fate, i.e. sulfur, nitrogen, and carbon transformations are all linked via microbial activities. For example, instead of being converted to nitrogen gas, nitrate can be converted to ammonium via the microbially controlled process dissimilatory nitrate reduction (DNRA). This different fate of nitrate is environmentally important in several ways. If nitrate is converted to nitrogen gas, it is lost from the ecosystem to the atmosphere, whereas if DNRA dominates nitrate reduction, pollutant nitrogen remains in the system as ammonium. Also, depending on the type of microbial process governing nitrate?s fate, if organisms are using nitrate to help degrade organic matter, less carbon is stored in the ecosystem, potentially influencing the ability of marshes to keep up with sea level rise. To investigate the environmental and microbial controls affecting the fate of nitrate in salt marshes, lab and field experiments will be carried out at Plum Island Estuary. The project focuses on sulfur-oxidizing bacteria, a group of particularly important chemosynthetic microbes that use energy trapped in sulfur compounds in sediment to for energy production, and thus contribute to carbon storage. The proposed studies aim (1) to identify sulfur-oxidizers present in sediment densely populated with the salt marsh grass, Spartina alterniflora, and to examine their gene expression linked to sulfur and nitrate processing under shifting environmental conditions; and (2) to combine this molecular information with measurements of rates and characteristics of biogeochemical reactions occurring in the sediment to detect whether sulfur-oxidizer-linked DNRA (thus retention of nitrogen in the ecosystem) or denitrification (thus loss of nitrogen gas from the ecosystem) dominates under specific environmental conditions.\r\n\r\nBroader Impacts. This multidisciplinary research integrates biogeochemical process measurements with molecular analyses, and will be synergistic with ongoing studies at the Plum Island Ecosystem Long-Term Ecological Research (PIE-LTER) site. Salt marshes provide a variety of ecosystem services to humanity, including nutrient removal and storm protection, but they are under pressure from increasing coastal development and rising sea level. A detailed understanding of marsh microbial function will likely contribute to restoration efforts, particularly if the form of sulfur present in marshes allows prediction of whether pollutant nitrogen will most likely be lost (as nitrogen gas) or retained over time. Project personnel will participate as research supervisors or teachers in MBL?s annual fall Semester in Environmental Science, which each year draws mostly women from undergraduate liberal arts colleges into rigorous classroom learning and individual ecosystems research. One post-doc will also be trained in this interdisciplinary atmosphere, and collaboration between PIE-LTER and Massachusetts Audubon Society provides a conduit for the investigators to teach middle and high school students about nitrogen loading from human activities on land, and its effects in local estuaries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Sievert",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan M Sievert",
   "pi_email_addr": "ssievert@whoi.edu",
   "nsf_id": "000094513",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 231387.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 224046.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 234560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Salt marshes are among the most biologically productive habitats on Earth, and they also are heavily influenced by human activities. Many receive high nitrate input from land, degrading water quality and leading in some cases to harmful algal blooms and low oxygen zones harmful to fish. Microbes in salt marsh ecosystems play an important role in cleansing marshes of this nitrate runoff, often transforming the nitrate to harmless nitrogen gas released to the atmosphere &ndash; a process called denitrification. But that is not always the fate of nitrate. For reasons not yet completely understood, in some cases microbes use different processes which can trap the excess nitrogen in the ecosystem.</p>\n<p>What determines nitrate&rsquo;s fate? Recent research suggests that one key may be the forms of sulfur and carbon compounds in marsh sediments, which, in turn, affect types of microbes living in the marsh and what metabolic processes they are performing (Figure 1). Our goal was to better understand the environmental conditions and microbial activities that determine the fate of nitrate in salt marshes, either cleansing the marsh of nitrate via denitrification, or retaining that nitrogen in the marsh by transforming nitrate to ammonium through a process called dissimilatory reduction of nitrate to ammonium (DNRA for short). Previous studies suggest that there is more DNRA compared to denitrification when sulfide concentrations are high and nitrate concentrations are low.</p>\n<p>A key factor determining environmental conditions in salt marsh at the Plum Island Ecosystems Long Term Ecological Research site is the activities of the roots of the dominant salt marsh cordgrass <em>Spartina alterniflora</em>. Cordgrass has hollow stems and rhizomes, which act as pipes for oxygen gas to reach roots. Previous research suggests oxygen might also flow out of roots and create a zone of higher oxygen in sediment, but little was known about the extent or timing of oxygen loss. We used an oxygen measurement technique relying on imaging (called planar optodes) to measure oxygen concentration around roots while cordgrass was growing (Figure 2). We found oxygen was consistently present deep in the sediment but only around plant roots. Also, oxygen increased as expected at many root locations during the day, but also there were root regions where oxygen decreased, perhaps because roots were exuding sugars and other organic compounds that fueled microbial activity and oxygen consumption.</p>\n<p>Though oxygen from roots didn&rsquo;t extend far into sediment (Figure 2), it may have played an important role determining the form of sulfur and fate of nitrogen in the system. In the field in May, when grasses were rapidly growing and roots were very active, sediment sulfide concentrations were low. In October, when the plants had turned brown and gone dormant for the season, sediment sulfide concentrations were more than ten times higher. Using a modification of a &ldquo;push-pull&rdquo; technique that samples sediment water through a spike inserted into the marsh (Figure 3), we measured denitrification and DNRA rates in undisturbed sediments, without destroying plant roots. Rates were higher during May than October. Somewhat surprisingly, DNRA rates were ~10x larger than rates of denitrification at 5 cm sediment depth, and 5x larger than rates of denitrification at 10cm depth.</p>\n<p>We also examined microbial community membership and function in sediment, particularly focusing on the sulfur oxidizing microbial community. We provided the first in-depth survey of S-oxidizers in salt marsh sediments colonized by <em>Spartina alterniflora</em>. Dominant sulfur oxidizers were bacteria related to <em>Chromatiales</em> and <em>Thiotrichaceae</em>, but also there were macroscale (between sites) and microscale (roots vs. sediment) differences in communities. For example, the abundance and expression of <em>Epsilonproteobacteria</em>-related sulfide oxidizing (<em>soxB</em>) genes tended to increase on <em>Spartina</em> roots compared to the surrounding sediments.</p>\n<p>Our data provide more information on how carbon, nitrogen and sulfur transformations are interlinked in salt marshes, and identified plant roots as important drivers of marsh element cycles.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts.</strong> Salt marshes provide a variety of ecosystem services to humanity, including nutrient removal and storm protection, but they are under pressure from increasing coastal development and rising sea level. A more detailed understanding of intertwined marsh microbial functions strongly influenced by plant roots may contribute to restoration efforts, particularly if the form of sulfur present in marshes allows prediction of whether pollutant nitrogen will most likely be lost (as nitrogen gas) or retained over time. Project personnel supervised research and taught in MBL&rsquo;s annual Semester in Environmental Science, which draws ~20 students annually, mostly women, from undergraduate liberal arts colleges into hands-on ecosystems research. Project personnel also contributed K-12 and community outreach related to microbes and salt marsh ecology, (1) acting as judges of high school science projects, (2) contributing scientific expertise to a forthcoming children&rsquo;s book focused on streams and the water bodies they feed, and (3) participating in an evaluation group for the Parker River National Wildlife Refuge.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/03/2017<br>\n\t\t\t\t\tModified by: Stefan&nbsp;M&nbsp;Sievert</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483478963852_Figure1_CardonGiblinSievert_Outcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483478963852_Figure1_CardonGiblinSievert_Outcomes--rgov-800width.jpg\" title=\"Root-microbe interactions in salt marsh sediment\"><img src=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483478963852_Figure1_CardonGiblinSievert_Outcomes--rgov-66x44.jpg\" alt=\"Root-microbe interactions in salt marsh sediment\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. Linked carbon, sulfur and nitrogen cycles and the role that plant roots can play in determining pathways.</div>\n<div class=\"imageCredit\">Zoe G. Cardon and Suzanne Thomas</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stefan&nbsp;M&nbsp;Sievert</div>\n<div class=\"imageTitle\">Root-microbe interactions in salt marsh sediment</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483479032946_Figure2_CardonGiblinSievert_Outcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483479032946_Figure2_CardonGiblinSievert_Outcomes--rgov-800width.jpg\" title=\"Imaging oxygen and sampling microbes.\"><img src=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483479032946_Figure2_CardonGiblinSievert_Outcomes--rgov-66x44.jpg\" alt=\"Imaging oxygen and sampling microbes.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 2. Sampling sediments for microbes.  Insert : optode measurements of oxygen around roots.</div>\n<div class=\"imageCredit\">Zoe G. Cardon and Suzanne Thomas</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stefan&nbsp;M&nbsp;Sievert</div>\n<div class=\"imageTitle\">Imaging oxygen and sampling microbes.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483479134370_Figure3_CardonGiblinSievert_Outcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483479134370_Figure3_CardonGiblinSievert_Outcomes--rgov-800width.jpg\" title=\"Push-pull technique.\"><img src=\"/por/images/Reports/POR/2017/1050557/1050557_10124960_1483479134370_Figure3_CardonGiblinSievert_Outcomes--rgov-66x44.jpg\" alt=\"Push-pull technique.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 3.  Diagram of the push-pull apparatus for measuring sediment processes nondestructively. (Modified from Koop-Jakobsen and Giblin, 2009)</div>\n<div class=\"imageCredit\">Zoe G. Cardon and Jane Tucker</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stefan&nbsp;M&nbsp;Sievert</div>\n<div class=\"imageTitle\">Push-pull technique.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSalt marshes are among the most biologically productive habitats on Earth, and they also are heavily influenced by human activities. Many receive high nitrate input from land, degrading water quality and leading in some cases to harmful algal blooms and low oxygen zones harmful to fish. Microbes in salt marsh ecosystems play an important role in cleansing marshes of this nitrate runoff, often transforming the nitrate to harmless nitrogen gas released to the atmosphere &ndash; a process called denitrification. But that is not always the fate of nitrate. For reasons not yet completely understood, in some cases microbes use different processes which can trap the excess nitrogen in the ecosystem.\n\nWhat determines nitrate?s fate? Recent research suggests that one key may be the forms of sulfur and carbon compounds in marsh sediments, which, in turn, affect types of microbes living in the marsh and what metabolic processes they are performing (Figure 1). Our goal was to better understand the environmental conditions and microbial activities that determine the fate of nitrate in salt marshes, either cleansing the marsh of nitrate via denitrification, or retaining that nitrogen in the marsh by transforming nitrate to ammonium through a process called dissimilatory reduction of nitrate to ammonium (DNRA for short). Previous studies suggest that there is more DNRA compared to denitrification when sulfide concentrations are high and nitrate concentrations are low.\n\nA key factor determining environmental conditions in salt marsh at the Plum Island Ecosystems Long Term Ecological Research site is the activities of the roots of the dominant salt marsh cordgrass Spartina alterniflora. Cordgrass has hollow stems and rhizomes, which act as pipes for oxygen gas to reach roots. Previous research suggests oxygen might also flow out of roots and create a zone of higher oxygen in sediment, but little was known about the extent or timing of oxygen loss. We used an oxygen measurement technique relying on imaging (called planar optodes) to measure oxygen concentration around roots while cordgrass was growing (Figure 2). We found oxygen was consistently present deep in the sediment but only around plant roots. Also, oxygen increased as expected at many root locations during the day, but also there were root regions where oxygen decreased, perhaps because roots were exuding sugars and other organic compounds that fueled microbial activity and oxygen consumption.\n\nThough oxygen from roots didn?t extend far into sediment (Figure 2), it may have played an important role determining the form of sulfur and fate of nitrogen in the system. In the field in May, when grasses were rapidly growing and roots were very active, sediment sulfide concentrations were low. In October, when the plants had turned brown and gone dormant for the season, sediment sulfide concentrations were more than ten times higher. Using a modification of a \"push-pull\" technique that samples sediment water through a spike inserted into the marsh (Figure 3), we measured denitrification and DNRA rates in undisturbed sediments, without destroying plant roots. Rates were higher during May than October. Somewhat surprisingly, DNRA rates were ~10x larger than rates of denitrification at 5 cm sediment depth, and 5x larger than rates of denitrification at 10cm depth.\n\nWe also examined microbial community membership and function in sediment, particularly focusing on the sulfur oxidizing microbial community. We provided the first in-depth survey of S-oxidizers in salt marsh sediments colonized by Spartina alterniflora. Dominant sulfur oxidizers were bacteria related to Chromatiales and Thiotrichaceae, but also there were macroscale (between sites) and microscale (roots vs. sediment) differences in communities. For example, the abundance and expression of Epsilonproteobacteria-related sulfide oxidizing (soxB) genes tended to increase on Spartina roots compared to the surrounding sediments.\n\nOur data provide more information on how carbon, nitrogen and sulfur transformations are interlinked in salt marshes, and identified plant roots as important drivers of marsh element cycles.\n\n \n\nBroader Impacts. Salt marshes provide a variety of ecosystem services to humanity, including nutrient removal and storm protection, but they are under pressure from increasing coastal development and rising sea level. A more detailed understanding of intertwined marsh microbial functions strongly influenced by plant roots may contribute to restoration efforts, particularly if the form of sulfur present in marshes allows prediction of whether pollutant nitrogen will most likely be lost (as nitrogen gas) or retained over time. Project personnel supervised research and taught in MBL?s annual Semester in Environmental Science, which draws ~20 students annually, mostly women, from undergraduate liberal arts colleges into hands-on ecosystems research. Project personnel also contributed K-12 and community outreach related to microbes and salt marsh ecology, (1) acting as judges of high school science projects, (2) contributing scientific expertise to a forthcoming children?s book focused on streams and the water bodies they feed, and (3) participating in an evaluation group for the Parker River National Wildlife Refuge.\n\n\t\t\t\t\tLast Modified: 01/03/2017\n\n\t\t\t\t\tSubmitted by: Stefan M Sievert"
 }
}