{
 "awd_id": "1050052",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Secondary Organic Aerosol Production in Real Atmospheric Waters",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 407048.0,
 "awd_amount": 438787.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2015-01-20",
 "awd_abstract_narration": "This collaborative project addresses a newly recognized (aqueous) pathway for the formation of secondary organic aerosol (SOA) in the atmosphere.  The poor understanding of SOA formation is a major source of uncertainty in predictions of atmospheric aerosol concentrations and properties that affect climate, visibility and health.  Current models do not capture the magnitude, distribution and dynamics of measured organic aerosol concentrations, and smog chamber experiments form SOA that is substantially less oxygenated and, therefore, less hygroscopic than aged atmospheric organic aerosol.  There is growing evidence that these and other atmospheric observations can be explained, at least in part, by multiphase SOA formation involving aqueous reactions in clouds, fogs and wet aerosols.  When this process is included in models, predicted SOA formed through aqueous chemistry is comparable in magnitude to that formed through the traditional pathway (e.g., gas phase reaction and partitioning to particulate organic matter) in the northeastern United States and globally.  Several types of atmospheric measurements also provide evidence for this process. \r\n\r\nThis project addresses the following questions: 1) Is aqueous SOA formation clearly observable in the field? 2) How does aqueous SOA formation influence the oxygen-to-carbon ratio of the organic aerosol? 3) How much of the observed aqueous SOA produced can be explained by known mechanisms? What precursors are important? 4) To what extent does SOA formation depend on light, liquid water, and organic matter? How much can be attributed to aqueous formation processes?\r\n\r\nField measurements will be conducted during the PEGASOS campaign in the Po Valley, Italy, where conditions are ideal for SOA formation through reactions in aerosol water.  In conjunction with these field studies, controlled aqueous photooxidation experiments will be conducted in the laboratory with detailed chemical analysis and chemical modeling using 1) water-soluble (filtered) mixtures of compounds scrubbed from the ambient air, 2) collected (filtered) fog water, and 3) selected compounds identified as potential aqueous precursors based on project findings. \r\n\r\nBroader Impacts:  This work will further elucidate an important pathway for secondary organic aerosol formation and provide an assessment of the relative importance of this pathway in locations where conditions are favorable to SOA formation in wet aerosols and fogs.  This project will provide a measurements database and a unique archive of characterized fog samples for use by other investigators.  This research is designed to contribute ultimately to improved global/regional prediction of aerosol effects from precursor emissions.  This project will facilitate the education of scientists.  The planned K-12 outreach is designed to reach large numbers of students and to increase interest in and understanding of the process of scientific discovery by youth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Collett",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Collett",
   "pi_email_addr": "collett@atmos.colostate.edu",
   "nsf_id": "000434983",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Amy P Sullivan",
   "pi_email_addr": "sullivan@atmos.colostate.edu",
   "nsf_id": "000559761",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69375.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 193030.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 144643.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 31739.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microscopic particles in the atmosphere, referred to as atmospheric aerosols, are important contributors to air pollution. &nbsp;Inhalation of these particles adversely impacts human respiratory and cardiac health. &nbsp;Light scattering and absorption by these particles make skies hazy and can alter the climate in polluted areas. &nbsp;Atmospheric particles also exert an important effect on Earth&rsquo;s water cycle through the modification of cloud formation and properties and resulting precipitation. &nbsp;Important sources of atmospheric aerosols include sea spray, windblown dust, fires, and emissions from human activities such as transportation, electric power generation, industrial operations, and agriculture. &nbsp;Important chemical constituents found in atmospheric particles include ionic salts such as sodium chloride, ammonium sulfate, and ammonium nitrate. &nbsp;The formation of such particles is fairly well understood. &nbsp;Other particles are comprised largely of carbon-containing material. &nbsp;The chemical composition of these particles is poorly characterized, on a molecular level, and their formation is also not well understood. &nbsp;Direct emission to the atmosphere, such as smoke particles from wildfires or vehicle tailpipes, is one important source of carbon-containing aerosols. &nbsp;Others are formed by the atmospheric reaction of volatile organic compounds (gas phase molecules containing carbon, hydrogen, and sometimes oxygen, nitrogen and/or sulfur) to form new substances that condense and increase the amount of particulate organic carbon in the atmosphere. &nbsp;This process is referred to as secondary organic aerosol (SOA) formation. &nbsp;Computer models designed to predict air quality traditionally have a difficult time producing as much SOA as scientists observe in the atmosphere. &nbsp;Some scientists have recently hypothesized that adding reactions of volatile organic compounds in atmospheric water droplets might improve prediction accuracy. A lack of direct observational evidence, however, has made it difficult to evaluate the validity of this hypothesis.</p>\n<p>In this project, students and scientists at Colorado State University worked with scientists from Rutgers University, the University of Wisconsin, and several leading universities and research institutes in Europe and Asia to study the formation of aqueous SOA in wet aerosol particles and clouds. &nbsp;Through field measurements in the polluted Po Valley of northern Italy, at an island in the Yellow Sea downwind of China, and other locations, we examined the extent and chemical characteristics of aqueous SOA formed in the real atmosphere. &nbsp;Our findings, published in peer-reviewed scientific journals, provide important new insight into the complex chemistry and environmental conditions responsible for organic particle formation in the atmosphere. &nbsp;Such information will help improve the accuracy of future air quality simulations and promote the design of more efficient and cost effective strategies to improve air quality.</p>\n<p>This project supported the PhD research of two young women (women are underrepresented in the field of atmospheric science), provided important career development opportunities for a female postdoctoral scientist, and supported the research and teaching efforts of the project&rsquo;s principal investigator. &nbsp;Broader impacts of the project include the offering of a new hands-on air quality measurement course to students at the University of Puerto Rico and scientific outreach to K-12 students through Colorado State University&rsquo;s Little Shop of Physics.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/24/2016<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;L&nbsp;Collett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMicroscopic particles in the atmosphere, referred to as atmospheric aerosols, are important contributors to air pollution.  Inhalation of these particles adversely impacts human respiratory and cardiac health.  Light scattering and absorption by these particles make skies hazy and can alter the climate in polluted areas.  Atmospheric particles also exert an important effect on EarthÆs water cycle through the modification of cloud formation and properties and resulting precipitation.  Important sources of atmospheric aerosols include sea spray, windblown dust, fires, and emissions from human activities such as transportation, electric power generation, industrial operations, and agriculture.  Important chemical constituents found in atmospheric particles include ionic salts such as sodium chloride, ammonium sulfate, and ammonium nitrate.  The formation of such particles is fairly well understood.  Other particles are comprised largely of carbon-containing material.  The chemical composition of these particles is poorly characterized, on a molecular level, and their formation is also not well understood.  Direct emission to the atmosphere, such as smoke particles from wildfires or vehicle tailpipes, is one important source of carbon-containing aerosols.  Others are formed by the atmospheric reaction of volatile organic compounds (gas phase molecules containing carbon, hydrogen, and sometimes oxygen, nitrogen and/or sulfur) to form new substances that condense and increase the amount of particulate organic carbon in the atmosphere.  This process is referred to as secondary organic aerosol (SOA) formation.  Computer models designed to predict air quality traditionally have a difficult time producing as much SOA as scientists observe in the atmosphere.  Some scientists have recently hypothesized that adding reactions of volatile organic compounds in atmospheric water droplets might improve prediction accuracy. A lack of direct observational evidence, however, has made it difficult to evaluate the validity of this hypothesis.\n\nIn this project, students and scientists at Colorado State University worked with scientists from Rutgers University, the University of Wisconsin, and several leading universities and research institutes in Europe and Asia to study the formation of aqueous SOA in wet aerosol particles and clouds.  Through field measurements in the polluted Po Valley of northern Italy, at an island in the Yellow Sea downwind of China, and other locations, we examined the extent and chemical characteristics of aqueous SOA formed in the real atmosphere.  Our findings, published in peer-reviewed scientific journals, provide important new insight into the complex chemistry and environmental conditions responsible for organic particle formation in the atmosphere.  Such information will help improve the accuracy of future air quality simulations and promote the design of more efficient and cost effective strategies to improve air quality.\n\nThis project supported the PhD research of two young women (women are underrepresented in the field of atmospheric science), provided important career development opportunities for a female postdoctoral scientist, and supported the research and teaching efforts of the projectÆs principal investigator.  Broader impacts of the project include the offering of a new hands-on air quality measurement course to students at the University of Puerto Rico and scientific outreach to K-12 students through Colorado State UniversityÆs Little Shop of Physics.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/24/2016\n\n\t\t\t\t\tSubmitted by: Jeffrey L Collett"
 }
}