{
 "awd_id": "1051716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Intercellular coupling of circadian clock cells in the liver",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 530000.0,
 "awd_amount": 530000.0,
 "awd_min_amd_letter_date": "2011-01-13",
 "awd_max_amd_letter_date": "2011-01-13",
 "awd_abstract_narration": "Daily or circadian rhythms shape both our daily sleep-wake cycles but also our internal physiology.  These rhythms are driven by circadian clocks in many cells and tissues within our bodies, and are synchronized by a pacemaker in the brain, the suprachiasmatic nucleus or SCN.  This lab has a long-term goal to better understand the resetting dynamics of all the circadian clocks within the body. The objective of this project is to determine the properties of the circadian clock within the liver, and, in particular, how liver cells communicate with each other to keep a consistent time of day. This information will help build a more accurate model of the multi-oscillator circadian system. The central hypothesis is that the liver is a coupled circadian oscillator, and that liver cells are functionally coupled leads to several predictions that can be tested using luminometry and bioluminescence imaging in cultured cells.  The first three aims will determine the mechanisms by which the cells of the liver, hepatocytes, communicate information about circadian period and phase. The final aim is to demonstrate that the liver can maintain a rhythm in the absence of input from the SCN. These experiments will greatly enhance the understanding of how a functional, multi-level circadian system is assembled from clocks in millions of single cells, and how this system reacts when confronted with disruptions such as frequent jet lag or rotating shift work. These studies will be conducted at an undergraduate college for women, with promising undergraduate women, many from under-represented minority groups, taking leadership roles in conducting the studies. Participation in an active research lab will provide talented women encouragement and training as they begin scientific careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Harrington",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mary E Harrington",
   "pi_email_addr": "mharring@smith.edu",
   "nsf_id": "000287283",
   "pi_start_date": "2011-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith College",
  "inst_street_address": "10 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHAMPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135842700",
  "inst_zip_code": "010636304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF THE SMITH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KRDJLRA9X6F3"
 },
 "perf_inst": {
  "perf_inst_name": "Smith College",
  "perf_str_addr": "10 ELM ST",
  "perf_city_name": "NORTHAMPTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010636304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 530000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Circadian or daily 24 h rhythms are internally regulated by the brain hypothalamic suprachiasmatic nucleus (SCN) and are externally entrained by environmental factors such as light and food intake. Cells throughout the body can generate circadian rhythms using several genes, including <em>Period2 </em>(<em>Per2)</em> and <em>Cryptochrome 2</em> (<em>Cry2)</em>. It is thought that the SCN functions as the circadian pacemaker for the entire body, setting the phases of a widely distributed network of cellular oscillators. Maintenance of internal temporal order is critical for positive health outcomes and successful aging.</p>\n<p class=\"MediumGrid21\">Prior research suggests that the liver may be able to maintain circadian rhythms independently of the SCN, but this research has not been conclusive.&nbsp; It is therefore possible, but uncertain at this time, that hepatocytes (liver cells) can act as coupled oscillators, sharing circadian time information with other hepatocytes, and thus enabling the sustained rhythms observed in isolated liver.&nbsp;</p>\n<p class=\"MediumGrid21\">A novel approach to addressing this question is to use cultured hepatocytes. In this research we isolated primary hepatocytes from transgenic mice expressing a fusion protein of PERIOD2 and LUCIFERASE (PER2::LUC), providing a bioluminescent read-out of the circadian clock. We cultured them in a collagen gel sandwich configuration, which allows a layer of cells to maintain the hepatocyte phenotype.&nbsp; We demonstrated sustained circadian rhythms of hepatocytes cultured in the collagen gel sandwich configuration. Hepatocytes cultured in a collagen gel sandwich configuration exhibited persistent circadian rhythms for several weeks. The amplitude of the rhythms damped, but medium changes consistently reset the phase and amplitude of the cultures.</p>\n<p class=\"MediumGrid21\">To test if hepatocytes communicate circadian phase, we co-cultured hepatocytes from control wildtype (WT) mice with those from longer circadian period <em>Cry2<sup>-/-</sup></em> mice, to produce cultures in which only the <em>Cry2<sup>-/-</sup></em> cells were bioluminescent.&nbsp; <em>Cry2<sup>-/-</sup></em><sup> </sup><em>Per2<sup>Luc</sup></em> cells oscillated robustly and expressed a longer period. Co-culturing with wildtype cells did not significantly shorten the period, indicating that coupling among hepatocytes is insufficient to synchronize cells with significantly differing periods. In further experiments, we imaged hepatocyte cultures to examine circadian oscillations of individual cells, and we determined that the cellular rhythms remain closer in phase than would be expected for uncoupled cells. Simulations tailored to the observed locations, phases and periods of cells in each imaged culture provide additional evidence of weak local coupling. Such weak local coupling may help stabilize the circadian rhythm of the liver but is insufficient to globally synchronize the hepatocyte cultures.</p>\n<p><em>Conclusions</em>: Our results demonstrate that cultured liver cells are weakly coupled oscillators. While this coupling is not sufficient to sustain global synchrony, it does increase local synchrony, which may stabilize the circadian rhythms of peripheral oscillators, such as the liver, against noise in the entraining signals.</p>\n<p>Broader impacts: This research project provided hands-on training for seven undergraduate students in neuroscience and biomathematics. The students were able to help design studies, to conduct experiments, to help analyze data and create mathematical models to help explain results, and to assist in preparation of manuscripts for publication. &nbsp;These students have been encouraged by this experience and are continuing in science, either through graduate school or medical school. The grant also funded purchase of equipment that allows cellular studies of bioluminescent cells, and this equip...",
  "por_txt_cntn": "\nCircadian or daily 24 h rhythms are internally regulated by the brain hypothalamic suprachiasmatic nucleus (SCN) and are externally entrained by environmental factors such as light and food intake. Cells throughout the body can generate circadian rhythms using several genes, including Period2 (Per2) and Cryptochrome 2 (Cry2). It is thought that the SCN functions as the circadian pacemaker for the entire body, setting the phases of a widely distributed network of cellular oscillators. Maintenance of internal temporal order is critical for positive health outcomes and successful aging.\nPrior research suggests that the liver may be able to maintain circadian rhythms independently of the SCN, but this research has not been conclusive.  It is therefore possible, but uncertain at this time, that hepatocytes (liver cells) can act as coupled oscillators, sharing circadian time information with other hepatocytes, and thus enabling the sustained rhythms observed in isolated liver. \nA novel approach to addressing this question is to use cultured hepatocytes. In this research we isolated primary hepatocytes from transgenic mice expressing a fusion protein of PERIOD2 and LUCIFERASE (PER2::LUC), providing a bioluminescent read-out of the circadian clock. We cultured them in a collagen gel sandwich configuration, which allows a layer of cells to maintain the hepatocyte phenotype.  We demonstrated sustained circadian rhythms of hepatocytes cultured in the collagen gel sandwich configuration. Hepatocytes cultured in a collagen gel sandwich configuration exhibited persistent circadian rhythms for several weeks. The amplitude of the rhythms damped, but medium changes consistently reset the phase and amplitude of the cultures.\nTo test if hepatocytes communicate circadian phase, we co-cultured hepatocytes from control wildtype (WT) mice with those from longer circadian period Cry2-/- mice, to produce cultures in which only the Cry2-/- cells were bioluminescent.  Cry2-/- Per2Luc cells oscillated robustly and expressed a longer period. Co-culturing with wildtype cells did not significantly shorten the period, indicating that coupling among hepatocytes is insufficient to synchronize cells with significantly differing periods. In further experiments, we imaged hepatocyte cultures to examine circadian oscillations of individual cells, and we determined that the cellular rhythms remain closer in phase than would be expected for uncoupled cells. Simulations tailored to the observed locations, phases and periods of cells in each imaged culture provide additional evidence of weak local coupling. Such weak local coupling may help stabilize the circadian rhythm of the liver but is insufficient to globally synchronize the hepatocyte cultures.\n\nConclusions: Our results demonstrate that cultured liver cells are weakly coupled oscillators. While this coupling is not sufficient to sustain global synchrony, it does increase local synchrony, which may stabilize the circadian rhythms of peripheral oscillators, such as the liver, against noise in the entraining signals.\n\nBroader impacts: This research project provided hands-on training for seven undergraduate students in neuroscience and biomathematics. The students were able to help design studies, to conduct experiments, to help analyze data and create mathematical models to help explain results, and to assist in preparation of manuscripts for publication.  These students have been encouraged by this experience and are continuing in science, either through graduate school or medical school. The grant also funded purchase of equipment that allows cellular studies of bioluminescent cells, and this equipment is currently being used for faculty-student research prohjects related to this grant. The equipment fosters strong biomathematics collaborations given the massive data sets, interesting problems in image analysis and time series analysis, and relevance to central questions in chronobiology.  Outreach to the publi..."
 }
}