{
 "awd_id": "1051507",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Self-Assembly and Packaging of RNA and DNA in Viruses and Virus-like Particles",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 570000.0,
 "awd_amount": 570000.0,
 "awd_min_amd_letter_date": "2011-09-10",
 "awd_max_amd_letter_date": "2011-09-10",
 "awd_abstract_narration": "With this grant, the Chemistry of Life Processes program is supporting the research of Professors William M. Gelbart and Charles M. Knobler in the Department of Chemistry and Biochemistry at UCLA on in vitro investigations of viral self-assembly and packaging processes.  This project is being co-funded by the Genetic Mechanisms Cluster in the Molecular and Cellular Biosciences Division of the BIO Directorate. For the dsDNA case, single-particle experiments with bacteriophage lambda are designed to test the hypothesis that pressure-driven genome ejection can be completed by active processes like transcription by RNA polymerase. For the ssRNA case, a particular genus of simple plant virus, the well-characterized bromoviruses, is chosen as the model system.   Experiments will be performed to measure the relative packaging efficiencies of a broad range of ssRNA molecules, viral, and non-viral, in order to discover the competing roles played by RNA charge, size, and shape. Further, to understand the evolutionary connection between these plant viruses and present-day mammalian counterparts such as the alphaviruses and flaviviruses, an attempt will be made to package these mammalian RNA genomes with plant capsid protein and to wrap the resulting nucleocapsids with phospholipid bilayer, in order to mimic enveloped viruses like dengue and hepatitis C.\r\n\r\nOn a  fundamental level, this research seeks to build a strong foundation for a physical understanding of viral infectivity.  The emerging field of \"Physical Virology\" is contributing to the training of a new cadre of interdisciplinary science students and researchers who are equipped to apply fundamental ideas, approaches and techniques from chemistry and physics to basic biological problems like viral replication.  Two new courses on general aspects of viruses have been taught to non-science undergraduate majors, and an outreach program has been developed for local high school students and teachers, exposing them to virus related research at UCLA and providing model-building and visualization projects for the classroom.  In the longer term, this basic research may contribute to new approaches to anti-viral therapies based upon interference with the self-assembly of the ssRNA/capsid protein nucleocapsid and/or its wrapping by the lipid envelope.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Gelbart",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Gelbart",
   "pi_email_addr": "gelbart@chem.ucla.edu",
   "nsf_id": "000192171",
   "pi_start_date": "2011-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Knobler",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Charles M Knobler",
   "pi_email_addr": "knobler@chem.ucla.edu",
   "nsf_id": "000198821",
   "pi_start_date": "2011-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 570000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>INTELLECTUAL MERIT</strong>: We have completed work on the size and coarse-grained structure of genome-length RNA molecules in solution, using both statistical mechanical theory and scattering and electron microscopy techniques. Our research has elucidated how <em>in vitro</em> co-self-assembly of ssRNA and capsid protein (CP) depends on the length (charge) and primary sequence of the RNA, and on how the interactions between CPs and between CP and RNA are controlled by pH and ionic strength. In particular, we reported measurements of the <em>in vitro</em> packaging by the CP of Cowpea Chlorotic Mottle Virus (CCMV) of RNAs ranging in length from 140 to 12,000 nucleotides (nts), showing that despite this 100-fold range of lengths all of these RNAs could be completely packaged. Unexpectedly we observed in each case that complete packaging of the RNA occurred at a strongly &ldquo;super-stoichiometric&rdquo; CP:RNA mass ratio (i.e., much greater than that in the final virus-like particles). Further, assemblies of RNAs with lengths in excess of 4000nt produced <em>multiplet</em> structures in which a single RNA is shared by more than one capsid. Both the super-stoichiometric ratio and the multiplets are consistent with a mechanism in which an excess of CP first binds the RNAs followed by nucleation of capsids.</p>\n<p>The recognition of a single threshold for complete packaging of RNA of any length or kind by CCMV CP allowed us to design head-to-head competition experiments in which the relative packaging efficiencies of RNAs by CP could be meaningfully determined. In these studies, two RNAs were mixed with an amount of CP sufficient to completely package only one of them, thus establishing a competition for CP between the RNAs.</p>\n<p>To understand the interplay between CP-CP and CP-RNA interactions we exploited the effects of pH and ionic strength to guide assembly, showing that the strength of the CP-CP interactions is controlled by pH whereas that of the CP-RNA interactions depends predominantly on ionic strength. We demonstrated that formation of well-formed, RNase-resistant, capsids follows a two-step path in which RNA and CP form disordered CP/RNA complexes at physiological ionic strength and pH, followed by nucleocapsid formation upon lowering of pH.</p>\n<p>In studying the packaging of significantly-shorter-than-wildtype RNAs, we found that these reactions produce virus-like particles (VLPs) containing several RNAs, raising many fundamental questions relating to the packaging of multipartite RNA genomes (e.g., influenza) and the association of two or more CP-bound RNAs as a pathway to virion formation.</p>\n<p>Essential to the understanding of the structure and assembly of viruses is the size and conformation of the RNA. We had previously used secondary structure predictions to develop a coarse-grained metric, the Maximum Ladder Distance (MLD), which we correlated with overall 3D size. An important finding of this work was that viral RNAs have relatively short MLDs compared with non-viral RNAs of similar length and are therefore more compact. To probe 3D structures we carried out studies of viral and non-viral RNAs by small angle X-ray scattering (SAXS) and, for the first time, directly visualized RNAs by cryoelectron microscopy, thereby confirming the relative compactness of viral RNA genomes.</p>\n<p>Finally, we have made an important connection &ndash; with both fundamental and practical consequences &ndash; between the plant (CCMV) and animal (Sindbis) viruses that we work on. Significantly, because they belong to the same &ldquo;superfamily&rdquo;, they share a special genome replication strategy &ndash; the RNA replicon with structural genes under the control of a subgenomic promoter &ndash; associated with their being positive-strand ssRNA viruses. The animal viruses are enveloped by a lipid bilayer membrane whose virally-encoded proteins facilitate h...",
  "por_txt_cntn": "\nINTELLECTUAL MERIT: We have completed work on the size and coarse-grained structure of genome-length RNA molecules in solution, using both statistical mechanical theory and scattering and electron microscopy techniques. Our research has elucidated how in vitro co-self-assembly of ssRNA and capsid protein (CP) depends on the length (charge) and primary sequence of the RNA, and on how the interactions between CPs and between CP and RNA are controlled by pH and ionic strength. In particular, we reported measurements of the in vitro packaging by the CP of Cowpea Chlorotic Mottle Virus (CCMV) of RNAs ranging in length from 140 to 12,000 nucleotides (nts), showing that despite this 100-fold range of lengths all of these RNAs could be completely packaged. Unexpectedly we observed in each case that complete packaging of the RNA occurred at a strongly \"super-stoichiometric\" CP:RNA mass ratio (i.e., much greater than that in the final virus-like particles). Further, assemblies of RNAs with lengths in excess of 4000nt produced multiplet structures in which a single RNA is shared by more than one capsid. Both the super-stoichiometric ratio and the multiplets are consistent with a mechanism in which an excess of CP first binds the RNAs followed by nucleation of capsids.\n\nThe recognition of a single threshold for complete packaging of RNA of any length or kind by CCMV CP allowed us to design head-to-head competition experiments in which the relative packaging efficiencies of RNAs by CP could be meaningfully determined. In these studies, two RNAs were mixed with an amount of CP sufficient to completely package only one of them, thus establishing a competition for CP between the RNAs.\n\nTo understand the interplay between CP-CP and CP-RNA interactions we exploited the effects of pH and ionic strength to guide assembly, showing that the strength of the CP-CP interactions is controlled by pH whereas that of the CP-RNA interactions depends predominantly on ionic strength. We demonstrated that formation of well-formed, RNase-resistant, capsids follows a two-step path in which RNA and CP form disordered CP/RNA complexes at physiological ionic strength and pH, followed by nucleocapsid formation upon lowering of pH.\n\nIn studying the packaging of significantly-shorter-than-wildtype RNAs, we found that these reactions produce virus-like particles (VLPs) containing several RNAs, raising many fundamental questions relating to the packaging of multipartite RNA genomes (e.g., influenza) and the association of two or more CP-bound RNAs as a pathway to virion formation.\n\nEssential to the understanding of the structure and assembly of viruses is the size and conformation of the RNA. We had previously used secondary structure predictions to develop a coarse-grained metric, the Maximum Ladder Distance (MLD), which we correlated with overall 3D size. An important finding of this work was that viral RNAs have relatively short MLDs compared with non-viral RNAs of similar length and are therefore more compact. To probe 3D structures we carried out studies of viral and non-viral RNAs by small angle X-ray scattering (SAXS) and, for the first time, directly visualized RNAs by cryoelectron microscopy, thereby confirming the relative compactness of viral RNA genomes.\n\nFinally, we have made an important connection &ndash; with both fundamental and practical consequences &ndash; between the plant (CCMV) and animal (Sindbis) viruses that we work on. Significantly, because they belong to the same \"superfamily\", they share a special genome replication strategy &ndash; the RNA replicon with structural genes under the control of a subgenomic promoter &ndash; associated with their being positive-strand ssRNA viruses. The animal viruses are enveloped by a lipid bilayer membrane whose virally-encoded proteins facilitate host cell viral entry and exit. While the nucleocapsids of the enveloped viruses can be reconstituted in vitro, they are not stable against nucleases or aggregat..."
 }
}