{
 "awd_id": "1051675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Deciphering Molecular Mechanisms of Lignin Precursor Transportation",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 758540.0,
 "awd_amount": 758540.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2016-01-25",
 "awd_abstract_narration": "Intellectual Merit \r\nLignin, the second most abundant terrestrial biopolymer after cellulose, is essential for the viability of vascular plants. However, its presence in the cell wall constitutes a formidable obstacle in chemical pulping to produce fine paper, for digesting the forage crops fed to ruminants, and for producing renewable biofuels from cellulosic biomass. The biosynthesis of monolignols, the precursors to lignin, occurs in the cytosol, i.e., the intracellular fluid present in plant cells. Thereafter, these monomeric precursors are exported into the cell wall, where they are polymerized and integrated into the wall?s matrix. Accordingly, the transport of monolignols across the cell membrane is a critical step affecting the deposition of lignin in the secondarily thickened cell wall. While the biosynthesis of monolignols is relatively well understood, the knowledge on the molecular basis for sequestering and transporting those lignin monomers is largely unknown. The aims of this project are the following: 1) through biochemical studies in gymnosperms and in angiosperms, to explore and clarify the molecular mechanisms underlying the subcellular sequestration and transport of lignin monomers across the plasma membranes; and, 2) to identify and characterize the particular membrane transporters involved in lignin deposition during the formation of secondary cell walls. \r\n\r\nBroader Impacts\r\nThis project focuses on one of the most critical, yet least studied, metabolic steps in plant\r\nlignification. The knowledge gained from it will further the understanding of lignin biosynthesis, and very likely support a better biotechnological solution to efficiently manipulate the lignification process, thereby enhancing the agricultural and industrial applications of cell wall biomaterials. This project also contains a substantial educational component that involves the training of young scientists as the central focus. In addition to training postdoctoral research scientists, graduate students, and technicians, the project will encompass a vigorous program aimed at teaching science at junior levels. High-school students, along with minority undergraduates will be recruited from Stony Brook and local colleges through summer internships and academic year collaborations, and will be introduced to the ways of conducting scientific research. This experience will help students solidify their interest in pursuing a career in science; it also represents a valuable outreach activity to the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chang-Jun",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chang-Jun Liu",
   "pi_email_addr": "cliu@bnl.gov",
   "nsf_id": "000363105",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "Brookhaven National Laboratory",
  "perf_str_addr": "Building 185",
  "perf_city_name": "UPTON",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "119735000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 252752.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 240801.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 264987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit:&nbsp;</em></strong>Lignin is a complex, irregular biopolymer derived from the condensation of three monomeric precursors, termed monolignols. These precursors are synthesized in cytosol. After the synthesis, they are exported into the cell wall, where they are polymerized and integrated into the wall matrix. In addition to their exporting to apoplasts, monolignols can also be modified as their gluco-conjugates, and sequestered into the central vacuole for storage. Accordingly, monolignols&rsquo; transport across cell membrane is a critical step for plant cell wall lignification. The project aims to explore the biochemical mechanisms underlying lignin precursor transport, and to identify the key biochemical elements directly or indirectly involved in the precursor transport process for lignification.</p>\n<p>During the funding period, we first adopted biochemical approach to assess the potential transportation mechanisms underlying lignin precursors and the related phenolics translocation. By using membrane vesicles prepared from both herbaceous Arabidopsis leaves and woody plant Poplar roots, we conducted <em>in vitro </em>uptake assays. The studies revealed that lignin precursor transport across cell membrane is an energy-dependent active process, which is energized by ATP and likely requires the involvement of ABC-like membrane transporters.</p>\n<p>To identify the membrane transporters potentially involved in the sequestration and transport of lignin precursors, we established an <em>in planta</em> precursor feeding system to trace the translocation and biotransformation of the fed monolignols, and then performed transcriptomic analysis by RNA-sequencing. After validation via RT-PCR, the studies revealed that about 25 membrane transporters/transport proteins substantially respond to the precursor feeding to Arabidopsis seedlings, which provides a repository of transporter candidates for elucidating the intra- and inter-cellular translocation of lignin precursors and the related phenolics. In order to assessing particular transporter functions, we established an Ex-plant feeding assay procedure. We also screened and tested different fission yeast-mutant strains and found a mutant showing an increase capacity in accumulation of the fed phenolics within the cells, which offers a robust heterologous system for assessing the efflux activity of transporter for lignin precursors and the related phenolic compounds.</p>\n<p>Furthermore, using the &ldquo;loss and gain&rdquo; function approach and through comprehensive genetic and chemical analyses, we examined a subset of ABC transporters for their potential involvement in cell wall lignification. Among them, we characterized, for the first time, a ABCG subfamily transporter ABCG14 that functions as an efflux pump responsible for the long distance translocation of the root-synthesized cytokinin from roots to shoots; disruption of <em>ABCG14</em> gene impairs xylem differentiation and lignification processes. Results on characterization of ABCG14 transporter was published in <em>Nature Communications</em> and was featured on NSF website (<a href=\"http://www.nsf.gov/news/news_summ.jsp?cntn_id=130619&amp;org=NSF&amp;from=news\">http://www.nsf.gov/news/news_summ.jsp?cntn_id=130619&amp;org=NSF&amp;from=news</a>)&nbsp; and broadcasted by many social media. The obtained results of this project were presented at over 25 seminar talks and/or conference presentations all over the world. A total of 13 publications were achieved in the peer reviewed journals with acknowledgment of the support.</p>\n<p><strong><em>Broader Impact</em></strong><em>: </em>While pursuing the defined research objectives, we dedicated great effort in training and leveraging the professional capacity for postdoctoral fellows, graduate, undergraduate and high school students. We also actively engaged in the outreach activities.</p>\n<p>A total of 11 undergraduate, rotation graduate, and high school students were offered for intensive research trainings as spring, summer or fall semester interns. In particular, a few minority students from City University of New York, Medgar Evers College, and Sulfolk County Community College participated in the project for two consecutive semesters for their post-undergraduate research experience or as part-time research participant. Besides the bench top laboratory experience, all levels of students were trained to analyze their research data, write experimental reports, and make oral or poster presentations to the public. During the funding period, two postdocs were sequentially placed in the project. They were provided with profound opportunities for broadening and leveraging their research experience in (membrane protein) biochemistry and plant molecular genetics and for comprehensive professional trainings. With such research experience and trainings, postdocs were eventually able to establish their own research careers either working as associate professor at University or as scientist at industrial sector. In addition, we actively engaged in outreach activities. Through our established Science Day program, about 50 middle school students in FY14 and FY16 were offered scientific lectures and hands-on experimental experiences relevant to this project. By participating in the New York State Collegiate Science &amp; Technology Entry Program Mini-Course and College Mini-Semester Programs which are designed to increase the number of historically under-represented and economically disadvantaged students to enter colleges, and/or to improve their participating rate in science, technology and health related fields, we brought 15 undergraduates to the frontiers in bioenergy research field by offering them a series of lectures and guided tours of the Laboratory facilities &nbsp;to witness the scientific projects in progress during the winter break.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2016<br>\n\t\t\t\t\tModified by: Chang-Jun&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Lignin is a complex, irregular biopolymer derived from the condensation of three monomeric precursors, termed monolignols. These precursors are synthesized in cytosol. After the synthesis, they are exported into the cell wall, where they are polymerized and integrated into the wall matrix. In addition to their exporting to apoplasts, monolignols can also be modified as their gluco-conjugates, and sequestered into the central vacuole for storage. Accordingly, monolignols? transport across cell membrane is a critical step for plant cell wall lignification. The project aims to explore the biochemical mechanisms underlying lignin precursor transport, and to identify the key biochemical elements directly or indirectly involved in the precursor transport process for lignification.\n\nDuring the funding period, we first adopted biochemical approach to assess the potential transportation mechanisms underlying lignin precursors and the related phenolics translocation. By using membrane vesicles prepared from both herbaceous Arabidopsis leaves and woody plant Poplar roots, we conducted in vitro uptake assays. The studies revealed that lignin precursor transport across cell membrane is an energy-dependent active process, which is energized by ATP and likely requires the involvement of ABC-like membrane transporters.\n\nTo identify the membrane transporters potentially involved in the sequestration and transport of lignin precursors, we established an in planta precursor feeding system to trace the translocation and biotransformation of the fed monolignols, and then performed transcriptomic analysis by RNA-sequencing. After validation via RT-PCR, the studies revealed that about 25 membrane transporters/transport proteins substantially respond to the precursor feeding to Arabidopsis seedlings, which provides a repository of transporter candidates for elucidating the intra- and inter-cellular translocation of lignin precursors and the related phenolics. In order to assessing particular transporter functions, we established an Ex-plant feeding assay procedure. We also screened and tested different fission yeast-mutant strains and found a mutant showing an increase capacity in accumulation of the fed phenolics within the cells, which offers a robust heterologous system for assessing the efflux activity of transporter for lignin precursors and the related phenolic compounds.\n\nFurthermore, using the \"loss and gain\" function approach and through comprehensive genetic and chemical analyses, we examined a subset of ABC transporters for their potential involvement in cell wall lignification. Among them, we characterized, for the first time, a ABCG subfamily transporter ABCG14 that functions as an efflux pump responsible for the long distance translocation of the root-synthesized cytokinin from roots to shoots; disruption of ABCG14 gene impairs xylem differentiation and lignification processes. Results on characterization of ABCG14 transporter was published in Nature Communications and was featured on NSF website (http://www.nsf.gov/news/news_summ.jsp?cntn_id=130619&amp;org=NSF&amp;from=news)  and broadcasted by many social media. The obtained results of this project were presented at over 25 seminar talks and/or conference presentations all over the world. A total of 13 publications were achieved in the peer reviewed journals with acknowledgment of the support.\n\nBroader Impact: While pursuing the defined research objectives, we dedicated great effort in training and leveraging the professional capacity for postdoctoral fellows, graduate, undergraduate and high school students. We also actively engaged in the outreach activities.\n\nA total of 11 undergraduate, rotation graduate, and high school students were offered for intensive research trainings as spring, summer or fall semester interns. In particular, a few minority students from City University of New York, Medgar Evers College, and Sulfolk County Community College participated in the project for two consecutive semesters for their post-undergraduate research experience or as part-time research participant. Besides the bench top laboratory experience, all levels of students were trained to analyze their research data, write experimental reports, and make oral or poster presentations to the public. During the funding period, two postdocs were sequentially placed in the project. They were provided with profound opportunities for broadening and leveraging their research experience in (membrane protein) biochemistry and plant molecular genetics and for comprehensive professional trainings. With such research experience and trainings, postdocs were eventually able to establish their own research careers either working as associate professor at University or as scientist at industrial sector. In addition, we actively engaged in outreach activities. Through our established Science Day program, about 50 middle school students in FY14 and FY16 were offered scientific lectures and hands-on experimental experiences relevant to this project. By participating in the New York State Collegiate Science &amp; Technology Entry Program Mini-Course and College Mini-Semester Programs which are designed to increase the number of historically under-represented and economically disadvantaged students to enter colleges, and/or to improve their participating rate in science, technology and health related fields, we brought 15 undergraduates to the frontiers in bioenergy research field by offering them a series of lectures and guided tours of the Laboratory facilities  to witness the scientific projects in progress during the winter break.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/27/2016\n\n\t\t\t\t\tSubmitted by: Chang-Jun Liu"
 }
}