{
 "awd_id": "1051627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hydrogen Sulfide: A Primal Vascular Oxygen Sensor",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 549059.0,
 "awd_amount": 549059.0,
 "awd_min_amd_letter_date": "2011-01-18",
 "awd_max_amd_letter_date": "2013-02-25",
 "awd_abstract_narration": "Insufficient oxygen (hypoxia) of external or internal origin is a potential and recurring threat to all animals. Complex and specialized \"oxygen sensing\" cells in vertebrate airways and blood vessels have been developed to ensure oxygen delivery to the body as well as its distribution to every tissue. It is not known, however, how these cells sense hypoxia or how this signal initiates subsequent physiological responses. Through previous support from the NSF (IOS 064-1436) the PI's laboratory has provided evidence for a new mechanism of oxygen sensing based on intracellular metabolism of hydrogen sulfide (H2S). In this model, H2S is continuously produced by cells and rapidly oxidized (inactivated) when oxygen is present. However, in the absence of oxygen, H2S accumulates and this initiates a cascade of physiological responses. This project will examine the effects of hypoxia and H2S on isolated vessels and tissues, quantify the biochemistry of oxygen dependent H2S metabolism, and identify the intracellular sites of H2S production and inactivation. Vertebrates with wide-ranging evolutionary, environmental, and physiological attributes will be examined including the hypoxia tolerant and most primitive vertebrates (hagfish and lamprey), reptiles (alligators and turtles), hypoxia tolerant diving mammals (seals and sea lions) and hypoxia intolerant fish (trout) and mammals (rats and cows). \r\n\r\nThese studies will examine whether H2S-mediated oxygen sensing is a fundamental and universal attribute of all vertebrates and this information will be invaluable in understanding the pathophysiology of hypoxia, be it environmental, tissue, or intracellular in origin. In addition, this project will support the education of the next generation of \"broad spectrum\" comparative physiologists since it will provide an integrative training program from molecular biology to whole-animal physiology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Olson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth R Olson",
   "pi_email_addr": "kolson@nd.edu",
   "nsf_id": "000334250",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University-Purdue University at Indianapolis",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 132000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 267059.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oxygen (O<sub>2</sub>) is the driving force behind nearly all animal life. &nbsp;As animals became more complex during evolution the task of ensuring adequate O<span><sub>2</sub></span> delivery to tissues far-removed from the atmosphere became increasing difficult. &nbsp;Modern vertebrates have developed a number of sophisticated mechanisms for monitoring oxygen tension (Po<sub>2</sub>) and initiating key homeostatic responses when Po<sub>2</sub> falls to critical levels in order to maintain organ viability. Notable among these are vascular smooth muscle cells capable of increasing blood flow to systemic tissues when metabolism increases (hypoxic vasodilation, HVD), decreasing blood flow through the lungs to match blood flow and airflow (hypoxic vasoconstriction, HVC), or, in the case of the ductus arteriosus, constricting shortly after birth (normoxic vasoconstriction, or &ldquo;reverse HVD&rdquo;). &nbsp;In addition, the carotid and aortic bodies monitor blood Po<sub>2</sub> to ensure appropriate coupling between the cardiovascular and respiratory systems. &nbsp;These mechanisms of O<sub>2</sub> sensing are an intrinsic property of the smooth muscle and carotid cells but despite intensive study the actual mechanism that directly couples Po<sub>2</sub> (or O<sub>2</sub> availability) to the initial effector (activator) response, i.e., the &ldquo;O<sub>2</sub> sensor&rdquo; is unknown. Work in this laboratory lead to the discovery of a simple, yet powerful, O<sub>2</sub>-sensing mechanism that is based on the balance between the constitutive production of biologically active hydrogen sulfide (H<sub>2</sub>S) from cysteine metabolism in the cytoplasm and the Po<sub>2</sub>-dependent H<sub>2</sub>S oxidation in the mitochondrion (see figure).The current research has supported the H<sub>2</sub>S-mediated O<sub>2</sub> sensing hypothesis by showing that: &nbsp;1) Exogenous H<sub>2</sub>S mimics the effects of hypoxia in systemic (pig coronary arteries), lung (rat and cow pulmonary arteries), vessels from non-mammalian vertebrates (lamprey, frog, turtle and birds) and in smooth muscle from the gastrointestinal and urinary tracts of fish. H<sub>2</sub>S also inhibits sodium absorption by lung airway epithelium and the resultant decrease in fluid absorption mimics hypoxia-induced asthmatic attacks. Thus, this is a general response of smooth muscle and also characteristic of multiple O<sub>2</sub>-sensitive tissues. &nbsp;2) H<sub>2</sub>S is endogenously produced by tissues. This has been measured using H<sub>2</sub>S-specific electrodes and identified at the intracellular level with fluorescent dyes. &nbsp;3) H<sub>2</sub>S is metabolized (consumed) by tissues and this fails at O<sub>2</sub> levels commonly encountered during hypoxia. &nbsp;4) Thiosulfate, which is an intermediate in H<sub>2</sub>S metabolism to the excretory product, sulfate, in normoxia, is readily re-converted to back H<sub>2</sub>S during hypoxia. &nbsp;This adds to the total tissue H<sub>2</sub>S pool and augments the hypoxic response. &nbsp;5) H<sub>2</sub>S and hypoxia have specific and identical effector targets. This includes specific mobilization of protein kinase C epsilon (PKC&epsilon;) and the site of H<sub>2</sub>S activation has been localized to specific cysteine amino acids on PKC&epsilon;. H<sub>2</sub>S also dissociates to the HS<sup>-</sup> anion at physiological pH and this can augment or compete with cellular anion channels and transporters. &nbsp;In addition, H<sub>2</sub>S can be oxidized to polysulfides (H<sub>2</sub>S<sub>n</sub> where n=2-7) and this can greatly increase the opportunities for intracellular signaling. &nbsp;6) mathematical modeling of H<sub>2</sub>S metabolism versus simple diffusion supports mitochondrial oxidation as the primary regulatory mechanism controlling tissue H<sub>2</sub>S concentration. &nbsp;Collectively, these results show that H<sub>2</sub>S-med...",
  "por_txt_cntn": "\nOxygen (O2) is the driving force behind nearly all animal life.  As animals became more complex during evolution the task of ensuring adequate O2 delivery to tissues far-removed from the atmosphere became increasing difficult.  Modern vertebrates have developed a number of sophisticated mechanisms for monitoring oxygen tension (Po2) and initiating key homeostatic responses when Po2 falls to critical levels in order to maintain organ viability. Notable among these are vascular smooth muscle cells capable of increasing blood flow to systemic tissues when metabolism increases (hypoxic vasodilation, HVD), decreasing blood flow through the lungs to match blood flow and airflow (hypoxic vasoconstriction, HVC), or, in the case of the ductus arteriosus, constricting shortly after birth (normoxic vasoconstriction, or \"reverse HVD\").  In addition, the carotid and aortic bodies monitor blood Po2 to ensure appropriate coupling between the cardiovascular and respiratory systems.  These mechanisms of O2 sensing are an intrinsic property of the smooth muscle and carotid cells but despite intensive study the actual mechanism that directly couples Po2 (or O2 availability) to the initial effector (activator) response, i.e., the \"O2 sensor\" is unknown. Work in this laboratory lead to the discovery of a simple, yet powerful, O2-sensing mechanism that is based on the balance between the constitutive production of biologically active hydrogen sulfide (H2S) from cysteine metabolism in the cytoplasm and the Po2-dependent H2S oxidation in the mitochondrion (see figure).The current research has supported the H2S-mediated O2 sensing hypothesis by showing that:  1) Exogenous H2S mimics the effects of hypoxia in systemic (pig coronary arteries), lung (rat and cow pulmonary arteries), vessels from non-mammalian vertebrates (lamprey, frog, turtle and birds) and in smooth muscle from the gastrointestinal and urinary tracts of fish. H2S also inhibits sodium absorption by lung airway epithelium and the resultant decrease in fluid absorption mimics hypoxia-induced asthmatic attacks. Thus, this is a general response of smooth muscle and also characteristic of multiple O2-sensitive tissues.  2) H2S is endogenously produced by tissues. This has been measured using H2S-specific electrodes and identified at the intracellular level with fluorescent dyes.  3) H2S is metabolized (consumed) by tissues and this fails at O2 levels commonly encountered during hypoxia.  4) Thiosulfate, which is an intermediate in H2S metabolism to the excretory product, sulfate, in normoxia, is readily re-converted to back H2S during hypoxia.  This adds to the total tissue H2S pool and augments the hypoxic response.  5) H2S and hypoxia have specific and identical effector targets. This includes specific mobilization of protein kinase C epsilon (PKC&epsilon;) and the site of H2S activation has been localized to specific cysteine amino acids on PKC&epsilon;. H2S also dissociates to the HS- anion at physiological pH and this can augment or compete with cellular anion channels and transporters.  In addition, H2S can be oxidized to polysulfides (H2Sn where n=2-7) and this can greatly increase the opportunities for intracellular signaling.  6) mathematical modeling of H2S metabolism versus simple diffusion supports mitochondrial oxidation as the primary regulatory mechanism controlling tissue H2S concentration.  Collectively, these results show that H2S-mediated O2 sensing is a primordial and ubiquitous O2 sensor in vertebrates.  \n\nThese findings have broad implications in general metabolism, basic biology and comparative physiology.  They can also explain the pathophysiology of a number of cardiovascular and respiratory disorders and potentially lead to important therapies.  In addition, this project supported education of the next generation of \"broad spectrum\" comparative physiologists.\n\n\t\t\t\t\tLast Modified: 05/12/2015\n\n\t\t\t\t\tSubmitted by: Kenneth R Olson"
 }
}