{
 "awd_id": "1051547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Taxonomic revision and phylogenetic analysis of continental African angraecoid Orchidaceae",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032920000",
 "po_email": "jburleig@nsf.gov",
 "po_sign_block_name": "Gordon Burleigh",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 441978.0,
 "awd_amount": 441978.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2015-02-26",
 "awd_abstract_narration": "Since Darwin's seminal book on orchid pollination, this remarkable plant family has been widely regarded as one of the most intriguing and attractive plant groups. Orchids, the second largest plant family in the world, comprises over 25,000 species that grow largely as epiphytes in the canopies of rainforest trees. Due to their inaccessible habitat, they remain poorly represented in international collections, making a comprehensive study of their classification, diversity patterns, and habitat requirements difficult. While many subgroups have been recently revised, the study of the complex African angraecoid orchids remains incomplete. So little is known about these particular species that it is difficult to plan for their conservation in rapidly degrading tropical forest habitats.\r\n\r\nIn order to study the angraecoid orchids, a multi-disciplinary team of scientists will conduct collecting expeditions, evolutionary analyses, and specimen-based research. The research will focus on four key angraecoid groups centered in Central Africa (representing approximately 40 species); using a proven method developed since 1997 that ensures the collection of high-quality specimens. Rather than attempting to work with the sterile plant specimens that are often found in the wild, the research methodology involves the cultivation of living plants in shade-houses, allowing them time to flower and to be fully studied.\r\n\r\nThe innovative network of shade-houses in tropical Central Africa will offer a model for conducting botanical research on orchids that benefits a wide group of people. The research team will offer valuable training opportunities for young African botanists, thus increasing in-country capacity to study their rich plant diversity. The results of this study will also help in the conservation of the African flora by identifying priority areas and the species most in need of conservation. A website will be created that will serve scientists, conservation planners, natural resource managers, and a rapidly growing number of amateurs world-wide interested in this fascinating group of plants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tariq",
   "pi_last_name": "Stevart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tariq Stevart",
   "pi_email_addr": "tariq.stevart@mobot.org",
   "nsf_id": "000535839",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Plunkett",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory M Plunkett",
   "pi_email_addr": "gplunkett@nybg.org",
   "nsf_id": "000189509",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri Botanical Garden",
  "inst_street_address": "2345 TOWER GROVE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145775176",
  "inst_zip_code": "631103420",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "MISSOURI BOTANICAL GARDEN",
  "org_prnt_uei_num": "EE1XNE2UR4U1",
  "org_uei_num": "JU1FNE8FJBM3"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri Botanical Garden",
  "perf_str_addr": "2345 TOWER GROVE AVE",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631103420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737500",
   "pgm_ele_name": "Advanc Revisionary Taxon & Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 159598.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 207909.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 74471.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since Darwin's seminal book on orchid pollination, the orchid family has been widely regarded as one of the most intriguing and attractive plant groups. Orchids, the second largest plant family, comprise over 25,000 species, most of which grow on the branches and trunks of large rainforest trees. Because their habitat is so difficult to access, these plants are poorly represented in scientific collections, which has made it difficult to undertake a comprehensive study of their classification, diversity patterns, habitat requirements and conservation status. While many subgroups have been recently studied in various parts of the world, African angraecoid orchids have received little attention, making it particularly difficult to develop conservation plans in the rapidly degrading tropical forest habitats where they live.</p>\n<p>In order to study the angraecoid orchids (Figs. 2, 4 and 5), a multi-disciplinary team of international scientists and students, led by the Missouri Botanical Garden and the New York Botanical Garden in collaboration with the University of Yaound&eacute; I (Cameroon), the Universit&eacute; Libre de Bruxelles (ULB, Belgium), the National Herbarium of Gabon (LBV, Gabon), and the Institut de recherche pour le d&eacute;veloppement (IRD, France), conducted field expeditions, evolutionary analyses, and specimen-based research. The research focused on four key angraecoid groups centered in Central Africa (representing approximately 40 species) using a proven shadehouse-based method (Figs. 1 and 3) developed nearly two decades ago that enables the collection of high-quality specimens. Rather than attempting to study the sterile specimens that are most often found in the wild, this innovative methodology involves the careful cultivation and monitoring of living plants, allowing them time to flower and to be studied in detail. All the 10,616 living plants collected in the field by the project participants are being grown in eight shadehouses established in six tropical African countries (Cameroon, DR Congo, Gabon, Guinea, Madagascar, S&atilde;o Tom&eacute;). A total of 11,000 alcohol-preserved specimens were collected from these living plants, along as leaf material preserved in silica-gel for studies using DNA sequence data. The inventory work that generated these living collections focused on the largely unexplored central portion of West and Central Africa, which enabled us to collect information on rare and previously unknown species, making an invaluable contribution to our studies on the taxonomy and evolutionary relationships of these intriguing plants, including the discovery of 18 species new to science (Fig. 4).</p>\n<p>The project has provided training and support opportunities for ten graduate students (including 5 female students and 5 from Africa), which has involved field work (in Gabon, Cameroon, and Madagascar), herbarium studies in some of the world&rsquo;s most important natural history collections (in Paris, Brussels and Kew), and laboratory studies for the collection of molecular and morphological data (in New York and Brussels). In addition, our network of shadehouses has offered training opportunities for local students and technicians involved in the maintenance and the study of these collections. The taxonomic and phylogenetic studies conducted as part of this project thus provided a diverse array of valuable training opportunities, thereby making an important and timely contribution to increasing capacity in plant systematics, field biology, and conservation, while concurrently serving as a focus for strengthened collaboration with local partners in Central African universities and research centers.</p>\n<p>The two web-based databases produced by the project deliver an authoritative synthesis of information on central African orchids, serving a user community that extends well beyond plant systematics to include other scientists...",
  "por_txt_cntn": "\nSince Darwin's seminal book on orchid pollination, the orchid family has been widely regarded as one of the most intriguing and attractive plant groups. Orchids, the second largest plant family, comprise over 25,000 species, most of which grow on the branches and trunks of large rainforest trees. Because their habitat is so difficult to access, these plants are poorly represented in scientific collections, which has made it difficult to undertake a comprehensive study of their classification, diversity patterns, habitat requirements and conservation status. While many subgroups have been recently studied in various parts of the world, African angraecoid orchids have received little attention, making it particularly difficult to develop conservation plans in the rapidly degrading tropical forest habitats where they live.\n\nIn order to study the angraecoid orchids (Figs. 2, 4 and 5), a multi-disciplinary team of international scientists and students, led by the Missouri Botanical Garden and the New York Botanical Garden in collaboration with the University of Yaound&eacute; I (Cameroon), the Universit&eacute; Libre de Bruxelles (ULB, Belgium), the National Herbarium of Gabon (LBV, Gabon), and the Institut de recherche pour le d&eacute;veloppement (IRD, France), conducted field expeditions, evolutionary analyses, and specimen-based research. The research focused on four key angraecoid groups centered in Central Africa (representing approximately 40 species) using a proven shadehouse-based method (Figs. 1 and 3) developed nearly two decades ago that enables the collection of high-quality specimens. Rather than attempting to study the sterile specimens that are most often found in the wild, this innovative methodology involves the careful cultivation and monitoring of living plants, allowing them time to flower and to be studied in detail. All the 10,616 living plants collected in the field by the project participants are being grown in eight shadehouses established in six tropical African countries (Cameroon, DR Congo, Gabon, Guinea, Madagascar, S&atilde;o Tom&eacute;). A total of 11,000 alcohol-preserved specimens were collected from these living plants, along as leaf material preserved in silica-gel for studies using DNA sequence data. The inventory work that generated these living collections focused on the largely unexplored central portion of West and Central Africa, which enabled us to collect information on rare and previously unknown species, making an invaluable contribution to our studies on the taxonomy and evolutionary relationships of these intriguing plants, including the discovery of 18 species new to science (Fig. 4).\n\nThe project has provided training and support opportunities for ten graduate students (including 5 female students and 5 from Africa), which has involved field work (in Gabon, Cameroon, and Madagascar), herbarium studies in some of the worldÆs most important natural history collections (in Paris, Brussels and Kew), and laboratory studies for the collection of molecular and morphological data (in New York and Brussels). In addition, our network of shadehouses has offered training opportunities for local students and technicians involved in the maintenance and the study of these collections. The taxonomic and phylogenetic studies conducted as part of this project thus provided a diverse array of valuable training opportunities, thereby making an important and timely contribution to increasing capacity in plant systematics, field biology, and conservation, while concurrently serving as a focus for strengthened collaboration with local partners in Central African universities and research centers.\n\nThe two web-based databases produced by the project deliver an authoritative synthesis of information on central African orchids, serving a user community that extends well beyond plant systematics to include other scientists, conservation planners and natural resource managers, along with a rapidly growing nu..."
 }
}