{
 "awd_id": "1051662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolution of dorsal-ventral patterning mechanisms in sibling Drosophila species",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2011-01-10",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "Previous studies revealed a high degree of conservation of the molecular mechanisms that establish embryonic tissues in diverse taxa. However, there are long-standing problems of great significance regarding pattern formation that remain largely unknown. Among those are the mechanisms of scaling and how novel body architectures are acquired, while some patterns are preserved during the course of evolution. This project will investigate the scaling properties during the formation of primary embryonic germ layers along the dorso-ventral axis in species that differ in egg size. To address these questions, the investigator will make cross-species comparisons among Drosophilids that diverged recently, but acquired sharp variation in egg size. The experiments will include quantitative measurements of morphogenetic gradients and gene expression patterns in different Drosophilids. In addition, two closely related Drosophila species that can hybridize, D. melanogaster and D. sechellia, will allow genetic experimentation to test species-specific contribution of maternal versus zygotic morphogenetic information to embryonic patterning. The results of this project are expected to produce critical quantitative data necessary to analyze the scaling properties of developmental systems and develop future computational models to explain how patterns are re-scaled with size. Broader impacts of this project include training at undergraduate and graduate levels, inclusion of minority groups to science, and improvement of curricula in the areas of developmental biology, evolution and modeling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Mizutani",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia M Mizutani",
   "pi_email_addr": "cmm153@case.edu",
   "nsf_id": "000531111",
   "pi_start_date": "2011-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "10900 EUCLID AVE",
  "perf_city_name": "CLEVELAND",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441064901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the investigation of the molecular mechanisms that control the scaling of tissues in response to organismal size. Despite the fact that individuals vary in overall size, the limbs, legs and other parts body parts remain proportional. However, it has been observed that in some organisms, tissues like the nervous system cannot afford to increase or decrease the number of neurons with the risk of compromising functions such as locomotion and the perception of sensations. Surprisingly, the same molecular signals that allow the body to enlarge proportionally seem to have the opposite effect in the nervous system. These signals are called morphogens and they inform the position and fate of each cell in the body by spreading over tissues in a graded fashion much like a wave that washes a beach. The main focus of this proposal was to investigate how morphogens are simultaneously capable of scaling the sizes of tissues like muscles and skin, but maintain a constant size of the ventral nervous system in different species of insects. The answer to this question should provide the ground for any future manipulations aiming at the reconstruction tissues and body parts after injury and also provide a better understanding of the generation of diversity of body plans during evolution. The insect ventral nervous system is the equivalent of the neural tube of vertebrates, which gives rise to the spinal cord. Both vertebrates and invertebrates share similar mechanisms to regulate the expression of conserved sets of genes that determine the fate of neural stem cells. This project revealed that these gradients acquired distinct shapes in embryos of species with different embryo sizes, which influenced the size of the nervous system and other adjacent tissues. Using computational modeling, it was possible to simulate the shapes of these gradients and test the influence of physical anatomical features of the embryo, as well as the influence of key biochemical components that modulate the formation of the gradients. Our results showed that the top of the morphogen &ldquo;wave&rdquo; specifies muscles, which are more flexible to changes in size, while the bottom of the wave specifies the nervous system. We found that the changes in morphogen shapes in different species mostly change the tops of the wave, but the bottom levels are maintained, and as a result, the nervous systems remain of the same size. &nbsp;In addition to these discoveries, this project offered a unique opportunity for high-school, undergraduate and graduate students to train scientific skills to solve problems of multidisciplinary nature that combined genetics, evolution, developmental biology and computational modeling. In particular, this project broadened the participation of students from diverse social and ethnic backgrounds, including minority groups and women, to gain high level skills of scientific training that played a key role in the progression of their careers. Finally, this project also supported curricular development through the creation of innovative laboratory courses that trained undergraduate and graduate students on developmental biology and functional genomics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/25/2016<br>\n\t\t\t\t\tModified by: Claudia&nbsp;M&nbsp;Mizutani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported the investigation of the molecular mechanisms that control the scaling of tissues in response to organismal size. Despite the fact that individuals vary in overall size, the limbs, legs and other parts body parts remain proportional. However, it has been observed that in some organisms, tissues like the nervous system cannot afford to increase or decrease the number of neurons with the risk of compromising functions such as locomotion and the perception of sensations. Surprisingly, the same molecular signals that allow the body to enlarge proportionally seem to have the opposite effect in the nervous system. These signals are called morphogens and they inform the position and fate of each cell in the body by spreading over tissues in a graded fashion much like a wave that washes a beach. The main focus of this proposal was to investigate how morphogens are simultaneously capable of scaling the sizes of tissues like muscles and skin, but maintain a constant size of the ventral nervous system in different species of insects. The answer to this question should provide the ground for any future manipulations aiming at the reconstruction tissues and body parts after injury and also provide a better understanding of the generation of diversity of body plans during evolution. The insect ventral nervous system is the equivalent of the neural tube of vertebrates, which gives rise to the spinal cord. Both vertebrates and invertebrates share similar mechanisms to regulate the expression of conserved sets of genes that determine the fate of neural stem cells. This project revealed that these gradients acquired distinct shapes in embryos of species with different embryo sizes, which influenced the size of the nervous system and other adjacent tissues. Using computational modeling, it was possible to simulate the shapes of these gradients and test the influence of physical anatomical features of the embryo, as well as the influence of key biochemical components that modulate the formation of the gradients. Our results showed that the top of the morphogen \"wave\" specifies muscles, which are more flexible to changes in size, while the bottom of the wave specifies the nervous system. We found that the changes in morphogen shapes in different species mostly change the tops of the wave, but the bottom levels are maintained, and as a result, the nervous systems remain of the same size.  In addition to these discoveries, this project offered a unique opportunity for high-school, undergraduate and graduate students to train scientific skills to solve problems of multidisciplinary nature that combined genetics, evolution, developmental biology and computational modeling. In particular, this project broadened the participation of students from diverse social and ethnic backgrounds, including minority groups and women, to gain high level skills of scientific training that played a key role in the progression of their careers. Finally, this project also supported curricular development through the creation of innovative laboratory courses that trained undergraduate and graduate students on developmental biology and functional genomics.\n\n \n\n\t\t\t\t\tLast Modified: 05/25/2016\n\n\t\t\t\t\tSubmitted by: Claudia M Mizutani"
 }
}