{
 "awd_id": "1051106",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REVSYS: Revisionary systematics and phylogeny of the fish blood flukes (Digenea: Aporocotylidae).",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 406495.0,
 "awd_amount": 406495.0,
 "awd_min_amd_letter_date": "2011-02-09",
 "awd_max_amd_letter_date": "2011-02-09",
 "awd_abstract_narration": "Flatworms are intriguing subjects for systematic and evolutionary studies because they are ecologically and phylogenetically diverse parasites, some of which cause serious disease in humans and in the animals we grow and harvest as food globally. A systematic revision of the ?fish blood flukes? (Digenea: Aporocotylidae) will underpin the development of a comprehensive and robust phylogeny that tests hypotheses about geographic distribution, coevolution of flatworms and their vertebrate hosts, and the origin of complex life cycles in digenean flatworms. In addition, as a basal blood fluke lineage, resolving phylogenetic relationships of aporocotylids may help further reveal the evolutionary origins of tetrapod blood flukes.\r\n\r\n\r\nThis three-year revisionary systematics project will produce the first global classification system for the fish blood flukes. Aporocotylids comprise emerging, significant aquaculture disease agents among the marine, estuarine, and freshwater fishes they infect worldwide. Fish blood flukes are the aquatic counterpart and close relative to schistosomes that parasitize birds and mammals, including those causing schistosomiasis in 20 million people. This project unites researchers from the US and Australia while simultaneously training two PhD students and several undergraduates in flatworm (phylum Platyhelminthes) taxonomy and systematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Bullard",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Bullard",
   "pi_email_addr": "sab0019@auburn.edu",
   "nsf_id": "000531389",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Halanych",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth M Halanych",
   "pi_email_addr": "halanychk@uncw.edu",
   "nsf_id": "000232375",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737500",
   "pgm_ele_name": "Advanc Revisionary Taxon & Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7375",
   "pgm_ref_txt": "REVISIONARY SYSTEMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 406495.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--  /* Font Definitions */ @font-face \t{font-family:Arial; \tpanose-1:2 11 6 4 2 2 2 2 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536859905 -1073711037 9 0 511 0;} @font-face \t{font-family:Times; \tpanose-1:2 0 5 0 0 0 0 0 0 0; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:10.0pt; \tfont-family:Arial; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} a:link, span.MsoHyperlink \t{mso-style-priority:99; \tcolor:blue; \tmso-themecolor:hyperlink; \ttext-decoration:underline; \ttext-underline:single;} a:visited, span.MsoHyperlinkFollowed \t{mso-style-noshow:yes; \tmso-style-priority:99; \tcolor:purple; \tmso-themecolor:followedhyperlink; \ttext-decoration:underline; \ttext-underline:single;} p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:10.0pt; \tfont-family:Times; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-bidi-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:10.0pt; \tmso-ansi-font-size:10.0pt; \tmso-bidi-font-size:10.0pt; \tfont-family:Arial; \tmso-ascii-font-family:Arial; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Arial; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} -->\n<p><strong><span style=\"font-size: 12pt; font-family: Arial;\">Intellectual Merit</span></strong></p>\n<p><span style=\"font-size: 12.0pt; font-family: Arial;\">This project focused on revisionary systematics of the &ldquo;fish blood flukes&rdquo; (Digenea: Aporocotylidae). These are the aquatic counterparts and close relatives of schistosomes, which infect birds and mammals, including those causing schistosomiasis and debilitating 20 million people annually. Analogous to schistosomes, aporocotylids comprise emerging, significant aquaculture disease agents among the marine, estuarine, and freshwater fishes they infect worldwide. This revision has underpinned the development of a comprehensive and robust phylogeny that tests hypotheses about cophyly and biogeography of flatworms and their vertebrate hosts. Flatworms are intriguing subjects for taxonomy, evolutionary biology, and human and aquatic animal health because they principally comprise ecologically and phylogenetically diverse parasites; some of which inflict serious disease in humans and in the animals we grow as food globally. As a basal blood fluke lineage, resolving phylogenetic interrelationships of aporocotylids may help further reveal evolutionary origins of tetrapod blood flukes (= schistosomes + spirorchiids). </span></p>\n<p><span style=\"font-size: 12.0pt; font-family: Arial;\">The major goals of this project comprised species discovery, identification of novel host lineages in underexplored biogeographic areas, scholarship in taxonomy and taxonomic training, and revisionary systematics and systema...",
  "por_txt_cntn": "\n\nIntellectual Merit\n\nThis project focused on revisionary systematics of the \"fish blood flukes\" (Digenea: Aporocotylidae). These are the aquatic counterparts and close relatives of schistosomes, which infect birds and mammals, including those causing schistosomiasis and debilitating 20 million people annually. Analogous to schistosomes, aporocotylids comprise emerging, significant aquaculture disease agents among the marine, estuarine, and freshwater fishes they infect worldwide. This revision has underpinned the development of a comprehensive and robust phylogeny that tests hypotheses about cophyly and biogeography of flatworms and their vertebrate hosts. Flatworms are intriguing subjects for taxonomy, evolutionary biology, and human and aquatic animal health because they principally comprise ecologically and phylogenetically diverse parasites; some of which inflict serious disease in humans and in the animals we grow as food globally. As a basal blood fluke lineage, resolving phylogenetic interrelationships of aporocotylids may help further reveal evolutionary origins of tetrapod blood flukes (= schistosomes + spirorchiids). \n\nThe major goals of this project comprised species discovery, identification of novel host lineages in underexplored biogeographic areas, scholarship in taxonomy and taxonomic training, and revisionary systematics and systematics training (including re-descriptions of cryptic but critical taxa, emendations of previously poorly supported genera, proposals of new genera, and molecular phylogenetic analyses). A major extension of these results was the recovery of gene expression data (transcriptomes and cDNA libraries) from a select subset of phylogenetically important lineages of blood flukes. This revisionary systematics project has demonstrably improved our knowledge of blood flukes regarding: biodiversity, species identities and morphological characteristics, intrageneric phylogenetic relationships, and phylogenetic interrelationships of blood fluke genera (including all blood flukes that infect chondrichthyans, bony fishes, turtles, crocodilians, birds, and mammals). \n\nThis project has produced &gt;40 peer-reviewed publications. A large proportion of the taxonomy pertaining to fish blood flukes generated by this award has been published: totaling 15 new species, 7 new genera, 4 re-descriptions, and numerous emendations or reassignments of genera and species, respectively. Collectively, this work has significantly improved our understanding of the morphological identities and molecular phylogenetic interrelationships of blood flukes. Regarding molecular results, our activities focused on completion of phylogenetic analyses based on nuclear ribosomal gene sequences (18S, ITS2, and 28S) including all collected taxa. Specifically, newly generated sequences based on these loci have been obtained from 14 of the 38 known genera of fish blood flukes, which represents 15 of the 142 recognized fish blood fluke species, with 9 sequences obtained from hitherto undescribed taxa.\n\nBroader Impact\n\nA core goal of the project was to train the next generation of taxonomic experts who can collect, process, prepare, identify, and describe parasites. This training has included 13 undergraduate and 7 graduate students and united researchers from the US with those in Australia, Vietnam, Peru, and Brazil while simultaneously training undergraduate, MSc, and PhD students in flatworm (phylum Platyhelminthes) taxonomy and systematics. BullardÆs laboratory at Auburn University (http://www.aquaticparasitologylab.org) trained undergraduate researchers Raquel Patella, Matthew Ferrell, Matthew McVay, Stephanie Cox, Elizabeth Cameron, Michael Hart, Elliot Broader, Andrew Austin, Candis Ray, Margaret Maynard, Brittany Daniels, Riley Shugg, and Brett Warren. Bullard chaired MSc students Triet Nhat Truong (2011), Carlos Fernando Ruiz (2013), Matthew Womble (2015) as well as PhD students Andrew McElwain (2014), Raphael Or&eacute;lis-Rib..."
 }
}