{
 "awd_id": "1051175",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Genome-Wide Analysis of the Salmonella RpoN Regulon",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "william eggleston",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 605000.0,
 "awd_amount": 622250.0,
 "awd_min_amd_letter_date": "2011-01-05",
 "awd_max_amd_letter_date": "2013-03-05",
 "awd_abstract_narration": "Intellectual Merit. Understanding how bacteria regulate the expression of their genes is critical for the manipulation of bacteria that have industrial, environmental or agricultural uses. The first step in the regulation of a gene is for RNA polymerase to recognize the promoter, the site of initiation of RNA synthesis. In bacteria, this initial step requires a so-called sigma factor that binds to RNA polymerase and directs it to the promoter. Bacteria use a primary sigma factor for transcription of most their genes, but generally possess one or more alternative sigma factors required for expression of specific genes.  RpoN is one such alternative sigma factor that is required for the transcription of genes involved in a variety of microbial processes that are important in agriculture, bioenergy production, bioremediation, and host-microbe interactions. The ability to accurately predict promoters recognized by RpoN-RNA polymerase holoenzyme from genome sequences is critical for dissecting the regulatory networks that control these important microbial processes. This research program will provide crucial information on core and contextual DNA sequences that are important for recognition by RpoN-RNA polymerase holoenzyme and promoter activity in the model bacterium Salmonella enterica serovar Typhimurium. The project will also expand understanding of RpoN function in new ways by examining the roles of sites within genes (i.e., intragenic sites) that are recognized by RpoN-RNA polymerase holoenzyme.  Specifically, these intragenic binding sites will be examined for their potential to i) function as internal promoters for downstream genes; ii) stimulate the activity of nearby RpoN-dependent promoters; or iii) enhance the levels of RpoN-RNA polymerase holoenzyme inside the bacterium. In addition, the research will explore a possible link between cellular concentrations of potassium (which are important for the bacterium to respond to certain changes in the surrounding environment) and the regulation of specific RpoN-dependent genes. Since many of the RpoN-dependent genes in S. enterica serovar Typhimurium are involved either in nitrogen uptake or the transport of specific sugars, such a link could provide a mechanism for regulating nitrogen and carbon metabolism in response to those specific changes in the environment. The information gained from the research will shed new light on the function of RpoN-RNA polymerase holoenzyme and how S. enterica serovar Typhimurium integrates environmental signals into regulatory networks that govern its activity. Such new information can be applied to other bacteria that have industrial, environmental or agricultural significance.\r\n\r\nBroader Impacts. The project will integrate research and education by involving undergraduate and graduate students in the research, and it will provide training and opportunities for the professional development of the students involved in the project. In addition, high school teachers will participate in the research during the summer. Participating high school teachers will be able to integrate the new, cutting-edge methods they learn into the laboratory classes they teach, which will help inspire their students to consider careers in biological research. Students from underrepresented groups will be involved with the project and in addition to receiving mentoring in research, they will also receive social support and opportunities for professional development through campus graduate student organizations such as the Scholars for Diversity in STEM Disciplines. Graduate students involved with the project will help mentor undergraduates in the laboratory and receive formal training for this through an Entering Mentoring program. This experience will foster the professional development of the graduate mentors and enhance the quality of the research experience for the undergraduate protégés.  Students will present their findings at regional and national conferences, providing them with networking opportunities, which will assist them in their careers. The project will also contribute to research infrastructure by providing researchers access to software developed to predict RpoN-type promoters from genome sequences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Hoover",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy R Hoover",
   "pi_email_addr": "TRHOOVER@UGA.EDU",
   "nsf_id": "000205795",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Karls",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Anna C Karls",
   "pi_email_addr": "akarls@uga.edu",
   "nsf_id": "000257958",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 217250.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 205000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit.</strong> Sigma factors direct RNA polymerase in bacteria to promoter sequences to initiate gene expression.&nbsp;The sigma factor &sigma;<sup>54</sup> (RpoN) is required for expression of genes involved in processes that are important in agriculture, bioenergy production, bioremediation, and host-microbe interactions. &nbsp;This project examined the RpoN regulon (i.e., genes controlled by RpoN) in <em>Salmonella</em>. &nbsp;A significant finding of these studies was the observation that there are considerably more RpoN-binding sites in the <em>Salmonella</em> genome than predicted from the number of known and putative RpoN-dependent genes. Many of the newly identified RpoN-binding sites do not appear to function as promoters, but they may have other regulatory roles in the cell, such as inhibiting expression of the genes in which they are found or stimulating gene expression by helping &sigma;<sup>54</sup>-RNA polymerase holoenzyme locate promoters. The results of the studies also&nbsp;expanded our knowledge of the physiology of <em>Salmonella</em> and other bacteria. &nbsp;A novel transport system and associated enzymes required&nbsp;for utilization of fructoselysine and glucoselysine (compounds formed by the reaction of glucose and fructose with lysine)&nbsp;in <em>Salmonella </em>was discovered. &nbsp;Although&nbsp;<em>Salmonella&nbsp;</em>uses fructoselysine as a nitrogen source, it is unable to use lysine as a nitrogen source. &nbsp;Another significant result of the studies was the discovery of a new pathway for the transport and utilization of D-glucosaminate in&nbsp;<em>Salmonella</em>. D-glucosaminate can be formed from the oxidation of glucosamine (a common amino sugar) by the enzyme glucose oxidase, and <em>Salmonella</em>&nbsp;may use the D-glucosaminate pathway as a strategy for scavenging nutrients within the competitive environment of the animal intestinal tract. &nbsp;Results from the project also shed light on the function of an RNA repair system in <em>Salmonella</em>. <em>Salmonella </em>possesses an RpoN-dependent operon that&nbsp;encodes homologs of RNA ligase (RtcB) and RNA 3&rsquo; phosphate cyclase (RtcA), enzymes of tRNA splicing and RNA repair pathways in humans and archaea. &nbsp;This operon also encodes the Ro-sixty-related protein (Rsr) and Y RNA-like RNAs (YrlA, YrlB) that together form a ribonucleoprotein (RNP) complex resembling Rsr-Y RNA complex of <em>Deinococcus radiodurans</em> that directs the specificity of structured RNA degradation and rRNA processing under stress conditions. Homologs of RtcB and various combinations of the other repair/processing proteins are found in diverse bacteria, but the physiological roles for these RNA repair enzymes in bacteria have long remained a puzzle. &nbsp;Stress conditions that activate transcription of this RNA repair operon were identified in the project (mitomycin C and H<sub>2</sub>O<sub>2</sub>), which permitted for the first time the functional characterization of this bacterial RNA repair system.</p>\n<p><strong>Broader Impacts.&nbsp;</strong>This NSF project has contributed to human resource development in science by providing training for four graduate students, three of whom have graduated with Ph.D. and are currently continuing post-doctoral studies or working in the healthcare industry. The other graduate student plans to graduate in 2016 and is seeking a teaching position at a small college or university. Nineteen undergraduates received valuable training from the NSF project in the labs of the PI and co-PI which contributed to their professional development. Several of these students participated in the NSF-funded REU Site: Research in Prokaryotic Biology which operates in the UGA Microbiology Department. In addition, many of the students were members of groups which are underrepresented in STEM disciplines. In addition, the project provided training fo...",
  "por_txt_cntn": "\nIntellectual Merit. Sigma factors direct RNA polymerase in bacteria to promoter sequences to initiate gene expression. The sigma factor &sigma;54 (RpoN) is required for expression of genes involved in processes that are important in agriculture, bioenergy production, bioremediation, and host-microbe interactions.  This project examined the RpoN regulon (i.e., genes controlled by RpoN) in Salmonella.  A significant finding of these studies was the observation that there are considerably more RpoN-binding sites in the Salmonella genome than predicted from the number of known and putative RpoN-dependent genes. Many of the newly identified RpoN-binding sites do not appear to function as promoters, but they may have other regulatory roles in the cell, such as inhibiting expression of the genes in which they are found or stimulating gene expression by helping &sigma;54-RNA polymerase holoenzyme locate promoters. The results of the studies also expanded our knowledge of the physiology of Salmonella and other bacteria.  A novel transport system and associated enzymes required for utilization of fructoselysine and glucoselysine (compounds formed by the reaction of glucose and fructose with lysine) in Salmonella was discovered.  Although Salmonella uses fructoselysine as a nitrogen source, it is unable to use lysine as a nitrogen source.  Another significant result of the studies was the discovery of a new pathway for the transport and utilization of D-glucosaminate in Salmonella. D-glucosaminate can be formed from the oxidation of glucosamine (a common amino sugar) by the enzyme glucose oxidase, and Salmonella may use the D-glucosaminate pathway as a strategy for scavenging nutrients within the competitive environment of the animal intestinal tract.  Results from the project also shed light on the function of an RNA repair system in Salmonella. Salmonella possesses an RpoN-dependent operon that encodes homologs of RNA ligase (RtcB) and RNA 3Æ phosphate cyclase (RtcA), enzymes of tRNA splicing and RNA repair pathways in humans and archaea.  This operon also encodes the Ro-sixty-related protein (Rsr) and Y RNA-like RNAs (YrlA, YrlB) that together form a ribonucleoprotein (RNP) complex resembling Rsr-Y RNA complex of Deinococcus radiodurans that directs the specificity of structured RNA degradation and rRNA processing under stress conditions. Homologs of RtcB and various combinations of the other repair/processing proteins are found in diverse bacteria, but the physiological roles for these RNA repair enzymes in bacteria have long remained a puzzle.  Stress conditions that activate transcription of this RNA repair operon were identified in the project (mitomycin C and H2O2), which permitted for the first time the functional characterization of this bacterial RNA repair system.\n\nBroader Impacts. This NSF project has contributed to human resource development in science by providing training for four graduate students, three of whom have graduated with Ph.D. and are currently continuing post-doctoral studies or working in the healthcare industry. The other graduate student plans to graduate in 2016 and is seeking a teaching position at a small college or university. Nineteen undergraduates received valuable training from the NSF project in the labs of the PI and co-PI which contributed to their professional development. Several of these students participated in the NSF-funded REU Site: Research in Prokaryotic Biology which operates in the UGA Microbiology Department. In addition, many of the students were members of groups which are underrepresented in STEM disciplines. In addition, the project provided training for a middle school science teacher who participated in the Georgia Intership For Teachers (GIFT) program, which provided guidance in translation of her research experience into classroom practice. In addition to performing research in the Karls' lab and developing new learning modules for her Life Sciences class, the middle school ..."
 }
}