{
 "awd_id": "1051397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cooperation and punishment in the arbuscular mycorrhizal symbiosis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2012-07-13",
 "awd_abstract_narration": "The arbuscular mycorrhizal (AM) symbiosis is arguably the world´s most abundant and important mutualism, and brings together the roots of the majority of land plant species and AM fungi to great mutual advantage. The extraradical mycelium of the fungus acts as an extension of the root system and increases the uptake of nutrients, such as phosphate and nitrogen, but also of trace elements such as copper and zinc. In exchange for the beneficial effects on nutrient uptake, the host plant transfers 4 to 20% of its assimilated carbon to the AM fungus. However, the AM symbiosis follows none of the constraints thought to stabilize cooperation in other well-known mutualisms and despite its significance, the mechanisms that control cooperative behavior between both partners are largely unknown. The goal of this project is to answer the following questions: (i) can fungal strains and plant hosts detect non-cooperative partners; (ii) what are the physiological mechanisms employed by partners to control the interaction and punish non-cooperators; and (iii) how does the diversity of partners influence the strength of punishment? These questions will be studied by (i) tracer experiments to determine cost to benefit ratios of cooperative and non-cooperative partners and to track resource allocation between partners under different conditions, (ii) unique 3-chamber root organ cultures to manipulate levels of defection and cooperation of partners, (iii) stable isotope probing to track carbon allocation to different partners in simulated ecosystems, and (iv) microcosm experiments to determine how plant diversity affects punishment and the fitness of different fungal strains. By studying three levels of interactions (cellular, whole plant, plant community), the different scales that stabilize cooperative behavior in the AM symbiosis will be identified. The AM symbiosis is responsible for massive amounts of global nutrient transfer in ecosystems, and plays a key role in global ecosystem stability and productivity. Investigating these processes is critical to maximizing ecosystem and agricultural benefits of the symbiosis. The project will provide training for undergraduate and graduate students, and the students will become members of an international collaborative effort and will have the opportunity to work in the laboratories of the collaborators in the Netherlands and in Canada.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heike",
   "pi_last_name": "Bucking",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heike Bucking",
   "pi_email_addr": "heike.bucking@sdstate.edu",
   "nsf_id": "000319655",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Kiers",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Erica T Kiers",
   "pi_email_addr": "ekiers@falw.vu.nl",
   "nsf_id": "000118084",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Miranda",
   "pi_last_name": "Hart",
   "pi_mid_init": "",
   "pi_sufx_name": "Ms.",
   "pi_full_name": "Miranda Hart",
   "pi_email_addr": "Miranda.mistaya@gmail.com",
   "nsf_id": "000536170",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota State University",
  "inst_street_address": "940 ADMINISTRATION LN",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKINGS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056886696",
  "inst_zip_code": "570070001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DNZNC466DGR7"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota State University",
  "perf_str_addr": "940 ADMINISTRATION LN",
  "perf_city_name": "BROOKINGS",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The arbuscular mycorrhizal (AM) symbiosis between plants and fungi of the phylum Glomeromycota evolved 450 million years ago, and played a significant role for the evolution of land plants. This symbiosis is formed by the majority of land plants, including many agriculturally important crop species, such as corn, wheat, rice and soybean, and improves the nutrient uptake of the host plant, and increases the resistance of plants against abiotic and biotic stresses. The mycelium of the fungus penetrates deeply into the soil, takes up nutrients such as phosphate, nitrogen, and sulfur, transfers these nutrients to the arbuscules (mycelium within the host root), and exchanges here these nutrients for carbon from the host. However, there is great variability in the plant response to AM fungi that can range from highly beneficial to detrimental depending on the fungal strain. Some AM fungal strains are apparently more &lsquo;cooperative&rsquo; than others, and the goal of the project was to answer the following questions:</p>\n<p>(1) Can fungal strains and plant hosts detect non-cooperative partners?</p>\n<p>(2) What are the physiological mechanisms employed by partners to control the interaction and punish non-cooperators?</p>\n<p>(3) How does diversity of partners influence the strength of punishment?</p>\n<p>The AM symbiosis is the most abundant symbiosis on earth, and a better understanding of the processes that control cooperative behavior between plant and fungal partner is critical to maximize benefits of the AM symbiosis in agricultural applications.</p>\n<p><strong>Can fungal strains and plant hosts detect non-cooperative partners?</strong> We were able to demonstrate that both partners are able to distinguish between high- and low quality partners. AM fungi allocate more phosphate and nitrogen to host plants that are able to provide more carbon benefit. First, we observed this preferential allocation in root organ cultures, but later we were also able to confirm this allocation pattern in whole plant systems that were colonized with high- and low quality fungal partners. Plants on the other hand also reward cooperative fungal partners with more carbon resources, and are able to allocate more resources to specific fungal partners, even when different fungi intermingle on a very small scale inside the host root. This suggests that a reciprocal reward system contributed to the evolutionary persistence of this mutualism and that carbon to nutrient exchange between partners in the AM symbiosis is regulated by biological market dynamics.</p>\n<p><strong>What are the physiological mechanisms employed by partners to control the interaction and punish non-cooperators?</strong> We also found that exchange processes in the AM symbiosis are not controlled by an &ldquo;all-or-nothing&rdquo; principle, and that both, fungus and host, share resources with low quality partners. The maintenance of these less beneficial associations would allow both partners to receive resources from low quality partners, in case high quality partners are unable to provide these resources. This is particularly important for the fungal partner that is unable to complete its lifecycle without the symbiosis and completely relies on the host plant for its carbon supply. Consistently, we also found that a cooperative fungus competed equally strongly with a non-cooperative fungus for a low-quality (shaded) or a high-quality (non-shaded) host plant indicating that the cooperative fungus does not leave a shaded plant as an open niche for a non-cooperative fungus. By colonizing multiple host plants simultaneously, the fungus improves its bargaining power because the fungus is not solely dependent on the carbon supply from a single host.</p>\n<p>We also found that the host plant plays a significant role for the AM community composition, and that plant partners choose fungal partners depending on their nutrient dem...",
  "por_txt_cntn": "\nThe arbuscular mycorrhizal (AM) symbiosis between plants and fungi of the phylum Glomeromycota evolved 450 million years ago, and played a significant role for the evolution of land plants. This symbiosis is formed by the majority of land plants, including many agriculturally important crop species, such as corn, wheat, rice and soybean, and improves the nutrient uptake of the host plant, and increases the resistance of plants against abiotic and biotic stresses. The mycelium of the fungus penetrates deeply into the soil, takes up nutrients such as phosphate, nitrogen, and sulfur, transfers these nutrients to the arbuscules (mycelium within the host root), and exchanges here these nutrients for carbon from the host. However, there is great variability in the plant response to AM fungi that can range from highly beneficial to detrimental depending on the fungal strain. Some AM fungal strains are apparently more æcooperativeÆ than others, and the goal of the project was to answer the following questions:\n\n(1) Can fungal strains and plant hosts detect non-cooperative partners?\n\n(2) What are the physiological mechanisms employed by partners to control the interaction and punish non-cooperators?\n\n(3) How does diversity of partners influence the strength of punishment?\n\nThe AM symbiosis is the most abundant symbiosis on earth, and a better understanding of the processes that control cooperative behavior between plant and fungal partner is critical to maximize benefits of the AM symbiosis in agricultural applications.\n\nCan fungal strains and plant hosts detect non-cooperative partners? We were able to demonstrate that both partners are able to distinguish between high- and low quality partners. AM fungi allocate more phosphate and nitrogen to host plants that are able to provide more carbon benefit. First, we observed this preferential allocation in root organ cultures, but later we were also able to confirm this allocation pattern in whole plant systems that were colonized with high- and low quality fungal partners. Plants on the other hand also reward cooperative fungal partners with more carbon resources, and are able to allocate more resources to specific fungal partners, even when different fungi intermingle on a very small scale inside the host root. This suggests that a reciprocal reward system contributed to the evolutionary persistence of this mutualism and that carbon to nutrient exchange between partners in the AM symbiosis is regulated by biological market dynamics.\n\nWhat are the physiological mechanisms employed by partners to control the interaction and punish non-cooperators? We also found that exchange processes in the AM symbiosis are not controlled by an \"all-or-nothing\" principle, and that both, fungus and host, share resources with low quality partners. The maintenance of these less beneficial associations would allow both partners to receive resources from low quality partners, in case high quality partners are unable to provide these resources. This is particularly important for the fungal partner that is unable to complete its lifecycle without the symbiosis and completely relies on the host plant for its carbon supply. Consistently, we also found that a cooperative fungus competed equally strongly with a non-cooperative fungus for a low-quality (shaded) or a high-quality (non-shaded) host plant indicating that the cooperative fungus does not leave a shaded plant as an open niche for a non-cooperative fungus. By colonizing multiple host plants simultaneously, the fungus improves its bargaining power because the fungus is not solely dependent on the carbon supply from a single host.\n\nWe also found that the host plant plays a significant role for the AM community composition, and that plant partners choose fungal partners depending on their nutrient demand and the fungal access to specific nutrients. However, plants also do not fully exclude low cooperative fungi from their AM community, probably because a more ..."
 }
}