{
 "awd_id": "1051858",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Synaptic Regulation of Deep Cerebellar Nuclear Activity",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 750005.0,
 "awd_amount": 756005.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2015-02-09",
 "awd_abstract_narration": "The cerebellum is a major brain region that is critical for motor coordination.  How the cerebellum forms its output signals is currently not known.  Not only is this information critical for our basic understanding of cerebellar function, but it also has important applications, such as designing control strategies to allow robots to move in complex, dynamic environments (i.e., natural surroundings), and developing more effective rehabilitation strategies following brain damage or disease.  The main goal of this grant is to investigate how cerebellar output is generated.  The cerebellum consists of an outer shell or cortex, and central nuclei.  The cortex provides the major input to the nuclei, and the nuclei in turn generate the commands sent to the rest of the nervous system.  Thus, the general issue stated above can be reformulated in specific terms: how does the cortex modulate the activity of the nuclear cells?  This question will be investigated using an electrophysiological approach in which microelectrode arrays record the electrical activity of large numbers of neurons in the cerebellar cortex and nuclei simultaneously.  This approach will allow us to overcome hurdles that have hindered past progress on this issue.  For example, the large arrays will allow us to find cortical and nuclear cells that are connected to each other, so that the exact impact of one cell on another can be determined, rather than relying on population statistics for comparisons.  In fortunate cases large groups of cortical cells that all connect to a particular nuclear cell can be identified, which will let us study how a group of cortical cells interacts to control a particular nuclear neuron.  Looking at group activity is key to understanding cerebellar function, because cortical neurons within a group have highly correlated activity, and we believe that the patterns of correlated activity are the main determinants of nuclear neuron activity, rather than the activity of any one particular cortical cell.  The Principle Investigator expects to find that synchronous cortical activity will silence nuclear cell activity.  In sum, increasing our understanding of the cerebellum is important both for basic scientific reasons, and because the results could impact several applied fields, including those mentioned above.  For example, the motor control abilities of modern robots and machines (e.g., airplanes) are extremely primitive compared with those of animals, and generally designed for highly specialized static environments; understanding the principles underlying motor coordination in animals may allow us to use these principles for designing devices that have superior and more adaptable motor control abilities.  \r\n\r\nThe laboratory is committed to community outreach and improving general scientific education.  The principle investigator (1) meets with students annually in a local middle school as part of a program that tries to expose these students to the scientific process; (2) accepts minority students for summer research rotations as part of NYU's SURP program (summer undergraduate research program); (3) teaches or directs several neuroscience courses for graduate and medical students; and (4) has co-authored the Neuroscience section of Berne and Levy's Physiology 6th ed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Lang",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Lang",
   "pi_email_addr": "eric.lang@nyumc.org",
   "nsf_id": "000131587",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University Medical Center",
  "inst_street_address": "550 1ST AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122638822",
  "inst_zip_code": "100166402",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M5SZJ6VHUHN8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University Medical Center",
  "perf_str_addr": "550 1ST AVE",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100166402",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "7713",
   "pgm_ref_txt": "ACTIVATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150001.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 156001.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150001.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150001.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was to increase our understanding of how output signals from the cerebellum are shaped.&nbsp; The cerebellum is a major part of the brain that is involved in motor coordination and other cognitive functions.&nbsp; Thus, understanding the signals that it sends to the rest of the CNS is critical for a general understanding of brain function.&nbsp; The majority of cerebellar output arises from the cerebellar nuclei, and their major input is the Purkinje cells of the cerebellar cortex.&nbsp; Purkinje cells generate two types of electrical signals, simple and complex spikes, and we investigated how these signals interact with each other, and how they shape the output of the nuclear cells.&nbsp; To do this we recorded spike activity from arrays of Purkinje cells and individual nuclear cells.&nbsp; We found that the occurrence of complex spikes was associated with multiphasic modulation of both simple spike and nuclear cell spike activity.&nbsp; Moreover, the modulation of nuclear cell activity appears to be due to a combination of a direct inhibitory effect of the complex spike on the nuclear cell and the modulation of simple spike activity associated with the complex spike. &nbsp;Specifically, immediately following the complex spike, nuclear cell activity is inhibited, which is consistent with a direct action of the complex spike.&nbsp; This initial inhibition is followed by a transient rebound and then a prolonged inhibition of nuclear cell activity.&nbsp; The modulation of simple spike activity matches the time course of the rebound and prolonged inhibition of nuclear cell activity, but is opposite in sign, which is consistent with it causing the nuclear cell modulation.&nbsp; In sum, the nuclear cell response is generated by a combination of the actions of the complex and simple spikes.&nbsp; The significance of these results is that most theories of cerebellar function assume that the simple spike activity is the sole, or at least predominant, modulator of nuclear cell activity, but for many behaviors the expected relationship of simple spike and nuclear cell activity based on this assumption is not found.&nbsp; Our results help explain this discrepancy by showing that the influence, direct and indirect, of the complex spike must be taken into account.</p>\n<p>Our studies also suggest a mechanism by which complex spikes can directly affect nuclear cell activity: synchrony.&nbsp; Complex spikes occur relatively rarely in comparison to simple spikes, making their contribution to the overall average spike rate negligible (1-2%), and since most theories of information transmission among neurons typically assume rate coding (i.e., that changes in the average spiking rate carry the information being transmitted from one neuron to another), it is generally assumed that the complex spike's contribution to Purkinje cell output is not significant.&nbsp; However, our studies have shown that complex spikes can be synchronized with millisecond precision, and thus potentially can cause transient several hundred percent changes in the activity impinging on a nuclear cell without significantly changing the average level of its input over longer time periods.&nbsp; In this grant, we showed that complex spikes in Purkinje cells that project to the same nuclear cell show high levels of synchrony, and thus provided evidence that synchrony could be a mechanism by which complex spikes could exert a powerful effect despite their low average firing rate.&nbsp; Moreover, we showed that when complex spikes occur asynchronously their effect on nuclear cell activity is weak, as predicted by standard rate coding theories, but that when they are synchronized they have a major effect.&nbsp; Thus, our results suggest that explanations of how cerebellar output is formed must take into account the synchrony patterns of complex spike activity as well as the ongoing sim...",
  "por_txt_cntn": "\nThe overall goal of this project was to increase our understanding of how output signals from the cerebellum are shaped.  The cerebellum is a major part of the brain that is involved in motor coordination and other cognitive functions.  Thus, understanding the signals that it sends to the rest of the CNS is critical for a general understanding of brain function.  The majority of cerebellar output arises from the cerebellar nuclei, and their major input is the Purkinje cells of the cerebellar cortex.  Purkinje cells generate two types of electrical signals, simple and complex spikes, and we investigated how these signals interact with each other, and how they shape the output of the nuclear cells.  To do this we recorded spike activity from arrays of Purkinje cells and individual nuclear cells.  We found that the occurrence of complex spikes was associated with multiphasic modulation of both simple spike and nuclear cell spike activity.  Moreover, the modulation of nuclear cell activity appears to be due to a combination of a direct inhibitory effect of the complex spike on the nuclear cell and the modulation of simple spike activity associated with the complex spike.  Specifically, immediately following the complex spike, nuclear cell activity is inhibited, which is consistent with a direct action of the complex spike.  This initial inhibition is followed by a transient rebound and then a prolonged inhibition of nuclear cell activity.  The modulation of simple spike activity matches the time course of the rebound and prolonged inhibition of nuclear cell activity, but is opposite in sign, which is consistent with it causing the nuclear cell modulation.  In sum, the nuclear cell response is generated by a combination of the actions of the complex and simple spikes.  The significance of these results is that most theories of cerebellar function assume that the simple spike activity is the sole, or at least predominant, modulator of nuclear cell activity, but for many behaviors the expected relationship of simple spike and nuclear cell activity based on this assumption is not found.  Our results help explain this discrepancy by showing that the influence, direct and indirect, of the complex spike must be taken into account.\n\nOur studies also suggest a mechanism by which complex spikes can directly affect nuclear cell activity: synchrony.  Complex spikes occur relatively rarely in comparison to simple spikes, making their contribution to the overall average spike rate negligible (1-2%), and since most theories of information transmission among neurons typically assume rate coding (i.e., that changes in the average spiking rate carry the information being transmitted from one neuron to another), it is generally assumed that the complex spike's contribution to Purkinje cell output is not significant.  However, our studies have shown that complex spikes can be synchronized with millisecond precision, and thus potentially can cause transient several hundred percent changes in the activity impinging on a nuclear cell without significantly changing the average level of its input over longer time periods.  In this grant, we showed that complex spikes in Purkinje cells that project to the same nuclear cell show high levels of synchrony, and thus provided evidence that synchrony could be a mechanism by which complex spikes could exert a powerful effect despite their low average firing rate.  Moreover, we showed that when complex spikes occur asynchronously their effect on nuclear cell activity is weak, as predicted by standard rate coding theories, but that when they are synchronized they have a major effect.  Thus, our results suggest that explanations of how cerebellar output is formed must take into account the synchrony patterns of complex spike activity as well as the ongoing simple spike activity.\n\nA third finding of the present studies is that Purkinje cell spiking patterns vary systematically between cerebellar regions.  Standard t..."
 }
}