{
 "awd_id": "1051576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Epigenetic Regulatory Role of the Maize Ufo1 Gene",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 535710.0,
 "awd_amount": 535710.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2011-03-23",
 "awd_abstract_narration": "Intellectual Merit:  One of the mechanisms that allow diversification of form and function is epigenetic regulation. Epigenetic changes are alterations in the DNA or protein components of chromatin that affect gene expression. Epigenetic modifications that are of transient nature are widespread in the plant kingdom, but are rarely isolated or identified because the associated phenotypes are not easy to see and the modifications are not stable from generation to generation. Using the pericarp color1 (p1) gene and its red pigmentation as a marker in maize, allelic variation at the p1 locus has been shown to be a function of gene structure and organization, which is further regulated by epigenetic mechanisms.  To understand the basis of allelic diversity modulated through epigenetic regulation of gene expression, molecular and genetic characterization of a dominant mutation called Ufo1 (Unstable factor for orange1) has been performed. Plants with a particular p1 allele, called P1-wr, produce ears with colorless kernel pericarps and red cob glumes, and this silent pericarp phenotype is stable; however, in the presence of Ufo1 the P1-wr allele confers variably enhanced pigmentation phenotypes in several tissues.  Expression studies demonstrated that the gain of pigmentation is associated with increased steady state levels of P1 transcript. Enhanced P1 expression in P1-wr; Ufo1 plants was shown to correlate with a decrease in DNA methylation at the promoter and coding sequence of the P1-wr allele.  In the current project, map based cloning of ufo1 gene will be carried out. New alleles of ufo1 will be generated using transposon mutagenesis. Evidence for Ufo1-mediated effects on epigenetic regulation will be analyzed using high throughput sequencing methods for global profiling of chromatin, transcript (mRNA and small RNA), and DNA methylation of Ufo1 mutant and wild type plants. A database will be developed to visualize and analyze data generated from ChIP-seq, RNA-seq and bisulfite sequencing. The results will establish the role of the Ufo1 mutation (and wild type ufo1 gene) in effecting global changes in transposons, DNA methylation, histone modifications and RNA profiles. Because Ufo1 does not appear to act in the same way as other known epigenetic regulators in maize, this project will expand understanding of how overlapping epigenetic pathways regulate gene expression in this important crop plant.\r\n\r\nBroader Impacts: This project will provide training opportunities in plant epigenetics and study of allelic variation of plant genes. The collaboration between Pennsylvania State University and the University Delaware will enhance professional interactions in the area of plant biology and bioinformatics. Specifically, two postdoctoral fellows and two graduate students will be cross-trained in computational biological aspects and epigenetic gene regulation. Undergraduate students, including women and minority students, will learn classical and cutting-edge plant biology techniques that are used understand and dissect the molecular basis of regulation of tissue-specific gene expression. In addition, high school students and teachers will participate in a summer biotechnology workshop to learn gene expression techniques in maize.\r\n\r\nThis project is co-funded by the Genetic Mechanisms Program in the Division of Molecular and Cellular Biosciences and by the Plant Genome Research Program in the Division of Integrative Organismal Systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Blake",
   "pi_last_name": "Meyers",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Blake C Meyers",
   "pi_email_addr": "bcmeyers@ucdavis.edu",
   "nsf_id": "000241552",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 535710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Epigenetic gene regulation is important for many aspects of development in plants and animals, and it influences or controls genome integrity, genomic imprinting, and a phenonomenon known as 'paramutation' that is perhaps first and best described in mutants of the crop plant maize. Paramutation is an interaction between two alleles of a gene in which a silenced allele suppresses a homologous active allele, leading to a heritable change in transcriptional expression. The newly repressed allele is meiotically heritable and is capable of suppressing another homologous na&iuml;ve allele. Epigenetic mechanisms establish a silenced chromatin state through DNA methylation and histone modifications, leading to transcriptional gene silencing. The silenced states are then maintained trans-generationally by epigenetic machinery. Although several components involved in the maintenance of transcriptional gene silencing have been identified in plants, the detailed mechanisms are not fully understood.&nbsp;&nbsp; We have studied in this project a specific locus that shows evidence of a role in epigenetic control, paramutation, and gene silencing.<br /><br />Alleles of 'pericarp color1' have distinct tissue specific patterns that have been the results of gene structural changes and epigenetic modifications. The maize gene known as 'unstable factor for orange1' (ufo1) is involved in the maintenance of expression at a gene encoding a MYB transcription factor with evidence of both tissue-specific silencing and paramutation. The focus of our work is an investigation of the molecular basis by which ufo1 controls other loci, with a focus on transcriptional impacts and control (regulation of gene expression, and altered levels of small RNAs). Our results suggest that ufo1 mediates chromatin states via DNA methylation and histone modifications. We have developed tools and datasets which are enabling the identification of the gene mutated in ufo1 plants. Our work highlights novel aspects of epigenetic regulation and has led to the detailed dissection of a poorly-characterized but apparently unique mutation in maize. In the longer term, our work will have implications for controlling gene expression and maintaining the stable inheritance of traits in plants. As part of this project, graduate students and postdoctoral sciencists received advanced training in epigenetics, bioinformatics, and plant genomics, with an emphasis on integrating experimental approaches with high-throughput sequencinge data. These skills are important for the next generation of US plant biologists.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2015<br>\n\t\t\t\t\tModified by: Blake&nbsp;C&nbsp;Meyers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEpigenetic gene regulation is important for many aspects of development in plants and animals, and it influences or controls genome integrity, genomic imprinting, and a phenonomenon known as 'paramutation' that is perhaps first and best described in mutants of the crop plant maize. Paramutation is an interaction between two alleles of a gene in which a silenced allele suppresses a homologous active allele, leading to a heritable change in transcriptional expression. The newly repressed allele is meiotically heritable and is capable of suppressing another homologous na&iuml;ve allele. Epigenetic mechanisms establish a silenced chromatin state through DNA methylation and histone modifications, leading to transcriptional gene silencing. The silenced states are then maintained trans-generationally by epigenetic machinery. Although several components involved in the maintenance of transcriptional gene silencing have been identified in plants, the detailed mechanisms are not fully understood.   We have studied in this project a specific locus that shows evidence of a role in epigenetic control, paramutation, and gene silencing.\n\nAlleles of 'pericarp color1' have distinct tissue specific patterns that have been the results of gene structural changes and epigenetic modifications. The maize gene known as 'unstable factor for orange1' (ufo1) is involved in the maintenance of expression at a gene encoding a MYB transcription factor with evidence of both tissue-specific silencing and paramutation. The focus of our work is an investigation of the molecular basis by which ufo1 controls other loci, with a focus on transcriptional impacts and control (regulation of gene expression, and altered levels of small RNAs). Our results suggest that ufo1 mediates chromatin states via DNA methylation and histone modifications. We have developed tools and datasets which are enabling the identification of the gene mutated in ufo1 plants. Our work highlights novel aspects of epigenetic regulation and has led to the detailed dissection of a poorly-characterized but apparently unique mutation in maize. In the longer term, our work will have implications for controlling gene expression and maintaining the stable inheritance of traits in plants. As part of this project, graduate students and postdoctoral sciencists received advanced training in epigenetics, bioinformatics, and plant genomics, with an emphasis on integrating experimental approaches with high-throughput sequencinge data. These skills are important for the next generation of US plant biologists.\n\n\t\t\t\t\tLast Modified: 08/09/2015\n\n\t\t\t\t\tSubmitted by: Blake C Meyers"
 }
}