{
 "awd_id": "1052145",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Systems Biology Approach to Cellular Regulation of Seed Filling",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 879999.0,
 "awd_amount": 879999.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2013-04-11",
 "awd_abstract_narration": "Intellectual merit. Seeds storage reserves, such as oils, proteins, and sugars are essential for plant reproduction as a source of nutrients and energy during seed germination. Seed composition is a genetically malleable trait that has been, and can be further, modified to our advantage. The seed crop domestication process has involved the selection of varieties containing different amounts of storage reserves primarily for nutritional purposes. Now, and for future needs, the genetic potential of seeds is being tapped as a source for industrial chemicals and biofuel. The goal of this research program is to identify the specific genetic regulators that determine seed composition in the model plant Arabidopsis thaliana by using modern experimental and computational approaches. This research will lead to a deeper understanding of specific cellular functions and metabolic processes that underlie the accumulation of seed storage reserves.\r\n\r\nBroader impacts. From the practical point of view, the outcomes of this project will provide the basis for controlling seed composition in Arabidopsis (e.g. to produce more oil or protein) and crops optimized for future economic needs (biofuels and oil-based chemical feedstocks) beyond the traditional nutritional needs of humans and domesticated animals. From the educational point of view, high school students will be provided with research opportunities via the Partnership for Research and Education in Plants (PREP)program to enhance student interest and involvement in science. PREP targets diverse ethnic groups. Students participating in this program tend to improve dramatically in critical reasoning by asking basic biological questions, designing and executing experiments, and interpreting results. Involvement in this outreach program will provide a direct connection between research laboratories and high school science education and thereby contribute significantly to the improvement of scientific literacy in our society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Collakova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eva Collakova",
   "pi_email_addr": "collakov@vt.edu",
   "nsf_id": "000511348",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Grene",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth Grene",
   "pi_email_addr": "grene@vt.edu",
   "nsf_id": "000393609",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andy",
   "pi_last_name": "Pereira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andy Pereira",
   "pi_email_addr": "apereira@uark.edu",
   "nsf_id": "000587595",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 365480.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 253520.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 260999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plant seeds are excellent sources of the oil, protein, and sugars (seed storage compounds; SSCs) that are used to make high-value products for human needs. This being the case, a technology is needed that will enable the adaption seed composition (content of individual SSCs) to meet society&rsquo;s needs. The processes and the relevant genes need to be manipulated to get desired changes in the content of SSCs. To achieve this goal, we need to understand how seed development and metabolism are regulated. Several types of regulation are involved.&nbsp; In this case, we focused on the regulation of gene expression, which involves proteins called transcription factors (TFs) that determine whether a gene is turned on (and how much) or off. When a gene is turned on, transcripts and subsequently, proteins are usually made. Transcripts and proteins can have various functions in cells, e.g., a protein called an enzyme can produce metabolites, such as amino acids that will be used as building blocks in production of proteins during seed development.</p>\n<p><strong>Intellectual Merit.</strong> We identified 49 TFs that control seed composition in different ways and to different degrees in <em>Arabidopsis thaliana</em>. The seeds of this plant accumulate about 36% of protein and oil each, while sugars are minor components. Many of the 49 TFs have no known function as of now. They, therefore, represent new avenues of exploration for study of the regulation of seed composition. We use mutants together with computational and experimental approaches to infer gene function and to measure the levels of relevant transcripts and metabolites in developing seeds. A mutant in one of the TFs would have that particular TF gene disabled, so that we can determine how the plant behaves when that gene is no longer functional. For example, some TFs are involved in regulating metabolism important for accumulation of SSCs, so their removal should have effects on the levels of SSCs in seeds. We studied an Arabidopsis <em>val1</em> mutant, which had an incapacitated VAL1 gene, resulting in a 12-% increase in seed protein content compared to the wild type that has a functioning VAL1 gene. Before our work, potential roles of VAL1 in regulating metabolism in developing embryos were unexplored. Embryo development consists of several distinct stages, involving the action of genes specific to each stage. Developing wild type and <em>val1</em> embryos in stages relevant to SSC accumulation are shown in Figure 1. We discovered that VAL1 suppresses specific embryonic genes that are turned off during stages of SSC accumulation when the action of those genes is not required (Figure 2). To date, the project yielded 7 publications in peer-reviewed journals.</p>\n<p><strong>Broader Impacts.</strong> Considering the importance of SSCs in food and biofuel production, these 49 TFs represent potential tools for the future alteration of seed composition through biotechnology. Besides the <em>val1</em> mutant, which showed an increased protein content in dry seeds, other mutants that we discovered are of interest from either biofuel or nutritional perspectives. We used computational approaches to predict which specific TFs are involved in regulating seed composition. We confirmed some of these predictions experimentally through analyzing relevant mutants for changes in SSC content. For example, mutants in the TFs HD63 and MYB118 had over a 15-% increase in seed oil content compared to the wild type. A mutant in a heat shock TF had seed protein content that was about 14% lower than the wild type. This translational research can be directly applied to plants related to Arabidopsis, including canola and soybean. These crops also have the same TF genes that can potentially be altered, with the possibility of yielding crops with increased seed oil content for food or biofuel production or, in the case of the heat shock TF, ...",
  "por_txt_cntn": "\nPlant seeds are excellent sources of the oil, protein, and sugars (seed storage compounds; SSCs) that are used to make high-value products for human needs. This being the case, a technology is needed that will enable the adaption seed composition (content of individual SSCs) to meet societyÆs needs. The processes and the relevant genes need to be manipulated to get desired changes in the content of SSCs. To achieve this goal, we need to understand how seed development and metabolism are regulated. Several types of regulation are involved.  In this case, we focused on the regulation of gene expression, which involves proteins called transcription factors (TFs) that determine whether a gene is turned on (and how much) or off. When a gene is turned on, transcripts and subsequently, proteins are usually made. Transcripts and proteins can have various functions in cells, e.g., a protein called an enzyme can produce metabolites, such as amino acids that will be used as building blocks in production of proteins during seed development.\n\nIntellectual Merit. We identified 49 TFs that control seed composition in different ways and to different degrees in Arabidopsis thaliana. The seeds of this plant accumulate about 36% of protein and oil each, while sugars are minor components. Many of the 49 TFs have no known function as of now. They, therefore, represent new avenues of exploration for study of the regulation of seed composition. We use mutants together with computational and experimental approaches to infer gene function and to measure the levels of relevant transcripts and metabolites in developing seeds. A mutant in one of the TFs would have that particular TF gene disabled, so that we can determine how the plant behaves when that gene is no longer functional. For example, some TFs are involved in regulating metabolism important for accumulation of SSCs, so their removal should have effects on the levels of SSCs in seeds. We studied an Arabidopsis val1 mutant, which had an incapacitated VAL1 gene, resulting in a 12-% increase in seed protein content compared to the wild type that has a functioning VAL1 gene. Before our work, potential roles of VAL1 in regulating metabolism in developing embryos were unexplored. Embryo development consists of several distinct stages, involving the action of genes specific to each stage. Developing wild type and val1 embryos in stages relevant to SSC accumulation are shown in Figure 1. We discovered that VAL1 suppresses specific embryonic genes that are turned off during stages of SSC accumulation when the action of those genes is not required (Figure 2). To date, the project yielded 7 publications in peer-reviewed journals.\n\nBroader Impacts. Considering the importance of SSCs in food and biofuel production, these 49 TFs represent potential tools for the future alteration of seed composition through biotechnology. Besides the val1 mutant, which showed an increased protein content in dry seeds, other mutants that we discovered are of interest from either biofuel or nutritional perspectives. We used computational approaches to predict which specific TFs are involved in regulating seed composition. We confirmed some of these predictions experimentally through analyzing relevant mutants for changes in SSC content. For example, mutants in the TFs HD63 and MYB118 had over a 15-% increase in seed oil content compared to the wild type. A mutant in a heat shock TF had seed protein content that was about 14% lower than the wild type. This translational research can be directly applied to plants related to Arabidopsis, including canola and soybean. These crops also have the same TF genes that can potentially be altered, with the possibility of yielding crops with increased seed oil content for food or biofuel production or, in the case of the heat shock TF, a line for introducing nutritionally desirable and hypoallergenic proteins in legume seeds. This project enabled the training and mentoring of a new genera..."
 }
}