{
 "awd_id": "1052333",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular mechanism of Lgl-Mahj mediated cell competition",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anthea Letsou",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 577999.0,
 "awd_amount": 577999.0,
 "awd_min_amd_letter_date": "2011-01-03",
 "awd_max_amd_letter_date": "2013-02-15",
 "awd_abstract_narration": "During the development of multicellular organisms, individual cells compete with one-another to produce organs of the correct size and shape.  Cells less fit than their neighbors are induced by those neighbors to undergo programmed cell death.  The mechanisms by which neighboring cells sense and \"compare\" their relative fitness are still mysterious. Among the genes related to cell competition, the neoplastic tumor-suppressor genes (nTSGs) are particularly interesting. Mutation of these genes results in over-proliferation of larval tissue.  In a mosaic situation, the mutant cells are eliminated by cell competition when they are located next to wild-type cells. How the decision between cell death and proliferation is made in these backgrounds remains unclear. Recent study revealed that Mahjong (Mahj), a newly identified binding partner for nTSG Lethal Giant Larvae (Lgl), is also involved in cell competition, and over expression of Mahj prevents lgl mutant cells from undergoing cell death in mosaics, suggesting that Mahj and Lgl belong to the pathway regulating cellular competition. This project will determine how mahj and lgl regulate cell competition, and how these pathways decide between a cell?s life and death. These studies will increase our understanding of the interactions between normal and transformed cells and would provide insights into molecular mechanisms underlying cell competition. This project will involve schools, students and teachers from the local area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wu-Min",
   "pi_last_name": "Deng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wu-Min Deng",
   "pi_email_addr": "wdeng7@tulane.edu",
   "nsf_id": "000432369",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 179999.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 198000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In multicellular organisms, the cellular society continually experiences various stresses and damages from exogenous and endogenous sources.&nbsp; When the insults cause an emergence of aberrant cells or abrupt cell death, the cellular society is threatened by a risk of cancer, organ dysfunction or developmental anomaly, which may lead to organismal mortality.&nbsp; Maintenance of tissue integrity requires elimination of these aberrant or damaged cells and subsequent additional divisions of the surrounding normal cells, which are induced by mitogenic signals from the dying cells.&nbsp; This tissue homeostasis process, termed apoptosis-induced compensatory proliferation is crucial for the maintenance of tissue integrity in proliferating tissues. With the support of the NSF grant, we used <em>Drosophila</em> epithelial tissues (the follicular epithelium and the imaginal disc epithelium) to determine the involvement of tumor suppressors in cell competition. We identified a novel pathway that involves a neoplastic tumor suppressor, Lgl (Letha giant Lavae) and the VprBP homolog, Mahjong (Mahj), to regulate cellular fitness. We showed that the conserved requirement of Mahj in cell competition in both the <em>Drosophila</em> tissue and the mammalian cells. In addition, we showed for the first time that cell competition also occurs in a post-mitotic tissue, where cells undergo endoreplication.&nbsp; We found that in post-mitotic cell competition, compensatory cellular hypertrophy is the key to tissue homeostasis. These studies provided new insights into how fine control of tissue integrity and organ size is ensured by plastic cellular behaviors, and shed light on the understandings of tissue repair and homeostasis in post-mitotic tissue, where tissue-intrinsic genetic programs constrain cell division and new cells no longer arise from stem cells.</p>\n<p>&nbsp;</p>\n<p>In addition to its scientific merit, the proposed project had a broad impact on integration of research and science education.&nbsp; We have engaged undergraduate students, especially female students and students from underrepresented minority groups in the wet lab research. &nbsp;For example, we have recruited a student from a migrant farmer family into this research project. He performed directed independent research and honors&rsquo; in the major research related to this project and will continue to pursue a medical degree in the fall. The knowledge we obtained has been used as &ldquo;wet&rdquo; data for classroom presentation to stimulate students&rsquo; interest in scientific research.&nbsp; The PI also participated in teachers&rsquo; training workshops to present the findings from the project to high school and middle school science instructors. Furthermore<strong>, </strong>we have recruited high-school students from young scholars program to participate in the proposed project.&nbsp; Through directed independent research in the area of molecular biology and genetics, the students learned not only the basic technology but also critical scientific thinking, which benefited their future careers. In summary, these activities promoted the participation of underrepresented groups, and have a broad impact on society at large.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2015<br>\n\t\t\t\t\tModified by: Wu-Min&nbsp;Deng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn multicellular organisms, the cellular society continually experiences various stresses and damages from exogenous and endogenous sources.  When the insults cause an emergence of aberrant cells or abrupt cell death, the cellular society is threatened by a risk of cancer, organ dysfunction or developmental anomaly, which may lead to organismal mortality.  Maintenance of tissue integrity requires elimination of these aberrant or damaged cells and subsequent additional divisions of the surrounding normal cells, which are induced by mitogenic signals from the dying cells.  This tissue homeostasis process, termed apoptosis-induced compensatory proliferation is crucial for the maintenance of tissue integrity in proliferating tissues. With the support of the NSF grant, we used Drosophila epithelial tissues (the follicular epithelium and the imaginal disc epithelium) to determine the involvement of tumor suppressors in cell competition. We identified a novel pathway that involves a neoplastic tumor suppressor, Lgl (Letha giant Lavae) and the VprBP homolog, Mahjong (Mahj), to regulate cellular fitness. We showed that the conserved requirement of Mahj in cell competition in both the Drosophila tissue and the mammalian cells. In addition, we showed for the first time that cell competition also occurs in a post-mitotic tissue, where cells undergo endoreplication.  We found that in post-mitotic cell competition, compensatory cellular hypertrophy is the key to tissue homeostasis. These studies provided new insights into how fine control of tissue integrity and organ size is ensured by plastic cellular behaviors, and shed light on the understandings of tissue repair and homeostasis in post-mitotic tissue, where tissue-intrinsic genetic programs constrain cell division and new cells no longer arise from stem cells.\n\n \n\nIn addition to its scientific merit, the proposed project had a broad impact on integration of research and science education.  We have engaged undergraduate students, especially female students and students from underrepresented minority groups in the wet lab research.  For example, we have recruited a student from a migrant farmer family into this research project. He performed directed independent research and honorsÆ in the major research related to this project and will continue to pursue a medical degree in the fall. The knowledge we obtained has been used as \"wet\" data for classroom presentation to stimulate studentsÆ interest in scientific research.  The PI also participated in teachersÆ training workshops to present the findings from the project to high school and middle school science instructors. Furthermore, we have recruited high-school students from young scholars program to participate in the proposed project.  Through directed independent research in the area of molecular biology and genetics, the students learned not only the basic technology but also critical scientific thinking, which benefited their future careers. In summary, these activities promoted the participation of underrepresented groups, and have a broad impact on society at large.\n\n\t\t\t\t\tLast Modified: 04/17/2015\n\n\t\t\t\t\tSubmitted by: Wu-Min Deng"
 }
}