{
 "awd_id": "1052050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Role of the trxG Factor ULTRAPETALA1 in Regulating Arabidopsis Stem Cell Activity and Organ Patterning",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ben Holt",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 498157.0,
 "awd_amount": 498157.0,
 "awd_min_amd_letter_date": "2011-01-10",
 "awd_max_amd_letter_date": "2013-01-23",
 "awd_abstract_narration": "Like animals, plants contain stem cells that are critical for their growth and development.  Plant stem cells are found at the tips of developing shoots and flowers in regions called meristems, where they provide cells for the formation of new organs such as leaves and fruits.  Our main research objective is to understand the molecular mechanisms that control flower stem cell activity and pattern the developing fruit into its proper shape.  This project continues studies of the ULTRAPETALA1 (ULT1) gene from the model plant Arabidopsis thaliana that controls the number of stem cells made by shoots and flowers.  We have previously found that ULT1 performs this function by acting together with other proteins to regulate how the DNA of its target genes gets packaged into the cell nucleus.  This work will utilize genetic, molecular and biochemical methods to discover the network of genes and proteins that function with ULT1 during flower and fruit development.  The expected results of the research are (1) the identification of all Arabidopsis genes that are directly controlled by the ULT1 protein, (2) the discovery of other members of the ULT1 protein complex, and (3) a more complete understanding of gene pathways that organize fruit patterning. Our studies will provide new insights into how plants are able to continuously form and pattern new organs, and will translate into strategies for optimizing the architecture of both ornamental and crop plants.  Important elements of this project are integrating research and education in a laboratory setting, and K-12 outreach.  UC Berkeley undergraduates from groups traditionally under-represented in science as well as local community college students will assist on the project and obtain valuable hands-on exposure to scientific research.  In addition, we will associate with the on-site USDA Educational Garden program to develop a teaching module for local elementary school students that will educate them about the characteristics and life cycles of important food plants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Fletcher",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer C Fletcher",
   "pi_email_addr": "jfletcher@berkeley.edu",
   "nsf_id": "000419094",
   "pi_start_date": "2011-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 195051.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 123106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All plants and animals, including humans, develop from small populations of stem cells that provide the initial material for tissue and organ formation. Plants, unlike animals, maintain reservoirs of stem cells throughout their lives, and thus are providing important insights into stem cell maintenance and activity. Some evidence indicates proteins that can control the modification of the histones around which DNA is wrapped within the nucleus are important for plant stem cell maintenance and organ formation. However, little is known about how these proteins act, the identity of their main gene targets, or how broadly they function during plant development. Our project goal was therefore to investigate in a model plant system how stem cell maintenance and subsequent organ formation are controlled by the related histone modification-regulating proteins ULT1 and ULT2.</p>\n<p>Our experiments demonstrated that limiting excess stem cell accumulation in developing shoots and flowers requires the activity of both ULT1 and ULT2, with ULT1 playing the more important role. They appear to do so by turning up or down the expression of a common set of target genes, including those involved in shoot and flower stem cell maintenance, by altering the availability of the target gene DNA via histone modifications. We determined that the two factors also work together to pattern the bottom part of the developing fruit, preventing it from inappropriately taking on the characteristics of the top part. Our experiments indicated that this activity requires several previously known factors that directly turn gene expression on or off. Their joint operation allows the developmental program for seed formation to function in the bottom of the fruit while preventing unrelated developmental programs from running in the same place. Finally, we showed that under certain environmental conditions ULT1 is necessary for ovules to be properly fertilized and develop into seeds, revealing a novel role for the protein in promoting plant fertility. These discoveries show that the regulation of histone modifications by ULT1 and ULT2 is necessary for the proper development of stem cells, fruits and ovules. Stem cell maintenance is critical for the successful growth and development of all plants, while fruit formation determines plant yield and ovule formation is key for plant fertility. Thus data from our project can be used in many ways by the wider agricultural community to help formulate solutions for sustainable agriculture and long-term ecological adaptation.</p>\n<p>In addition to the scientific advances, this project also had significant impact on the researchers who participated in it as well as on broader K-12 education. First, four postdoctoral scholars and three undergraduates from UC Berkeley enhanced their education and experience by designing, performing and interpreting the experiments. The lab hosted a student from the Environmental Leadership Pathway program, a summer program that provides academic enrichment, field and laboratory research experience for underrepresented and first-in-the-family community college students. The lab also hosted the summer internship of a rising senior from Lynbrook High School in San Jose, CA who obtained a great deal of hands-on lab experience prior to applying for college to study science or medicine. Second, the Principal Investigator and the postdoctoral scholars engaged in various science-related interactions with K-12 and community college students. These activities included acting as an online science mentor for the PlantingScience initiative for middle and high school students conducting research projects in their classrooms, participating in a career day at the Urban Promise Academy middle school in Oakland, CA, organizing hands-on plant science learning events for freshmen at MetWest High School near downtown Oakland which serves mostly Latino and Af...",
  "por_txt_cntn": "\nAll plants and animals, including humans, develop from small populations of stem cells that provide the initial material for tissue and organ formation. Plants, unlike animals, maintain reservoirs of stem cells throughout their lives, and thus are providing important insights into stem cell maintenance and activity. Some evidence indicates proteins that can control the modification of the histones around which DNA is wrapped within the nucleus are important for plant stem cell maintenance and organ formation. However, little is known about how these proteins act, the identity of their main gene targets, or how broadly they function during plant development. Our project goal was therefore to investigate in a model plant system how stem cell maintenance and subsequent organ formation are controlled by the related histone modification-regulating proteins ULT1 and ULT2.\n\nOur experiments demonstrated that limiting excess stem cell accumulation in developing shoots and flowers requires the activity of both ULT1 and ULT2, with ULT1 playing the more important role. They appear to do so by turning up or down the expression of a common set of target genes, including those involved in shoot and flower stem cell maintenance, by altering the availability of the target gene DNA via histone modifications. We determined that the two factors also work together to pattern the bottom part of the developing fruit, preventing it from inappropriately taking on the characteristics of the top part. Our experiments indicated that this activity requires several previously known factors that directly turn gene expression on or off. Their joint operation allows the developmental program for seed formation to function in the bottom of the fruit while preventing unrelated developmental programs from running in the same place. Finally, we showed that under certain environmental conditions ULT1 is necessary for ovules to be properly fertilized and develop into seeds, revealing a novel role for the protein in promoting plant fertility. These discoveries show that the regulation of histone modifications by ULT1 and ULT2 is necessary for the proper development of stem cells, fruits and ovules. Stem cell maintenance is critical for the successful growth and development of all plants, while fruit formation determines plant yield and ovule formation is key for plant fertility. Thus data from our project can be used in many ways by the wider agricultural community to help formulate solutions for sustainable agriculture and long-term ecological adaptation.\n\nIn addition to the scientific advances, this project also had significant impact on the researchers who participated in it as well as on broader K-12 education. First, four postdoctoral scholars and three undergraduates from UC Berkeley enhanced their education and experience by designing, performing and interpreting the experiments. The lab hosted a student from the Environmental Leadership Pathway program, a summer program that provides academic enrichment, field and laboratory research experience for underrepresented and first-in-the-family community college students. The lab also hosted the summer internship of a rising senior from Lynbrook High School in San Jose, CA who obtained a great deal of hands-on lab experience prior to applying for college to study science or medicine. Second, the Principal Investigator and the postdoctoral scholars engaged in various science-related interactions with K-12 and community college students. These activities included acting as an online science mentor for the PlantingScience initiative for middle and high school students conducting research projects in their classrooms, participating in a career day at the Urban Promise Academy middle school in Oakland, CA, organizing hands-on plant science learning events for freshmen at MetWest High School near downtown Oakland which serves mostly Latino and African American students, and designing and teaching biology/biochemistry l..."
 }
}