{
 "awd_id": "1052413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Assembly, Disassembly and Function of the Mitotic Checkpoint Complex",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 658406.0,
 "awd_amount": 658406.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2013-03-13",
 "awd_abstract_narration": "Intellectual merit: The research objective of the project is to investigate the assembly, disassembly and function of a fundamentally important protein complex that prevents erroneous chromosome segregation. The genome of a eukaryotic cell is packaged into individual chromosomes. Faithful transmission of a full complement of chromosomes into daughter cells requires delicate control mechanisms during cell division (mitosis). Of these critical mechanisms, the mitotic checkpoint (or spindle assembly checkpoint) ensures that duplicated sister chromatids are not separated until they are properly attached by microtubules emanating from opposite spindle poles. At the molecular level, the checkpoint is executed by inhibiting an enzyme termed the Anaphase Promoting Complex/Cyclosome (APC/C) whose activation underlies anaphase onset and exit from mitosis. How the APC/C is inhibited during early mitosis is not yet resolved. A four-subunit Mitotic Checkpoint Complex (MCC), comprised of BUBR1 (MAD3 in yeast), BUB3, CDC20 and MAD2, was found to bind and inhibit the APC/C efficiently under physiologically relevant protein concentrations in cells. However, there have been continuous debates in the past decade concerning whether MAD2 is an integral component of the MCC. Partly due to this identity crisis', how MCC activity is regulated remains elusive. The PI's group has recently demonstrated that a specific conformation of MAD2 (C-MAD2) and a previously unknown direct interaction between BUBR1 and C-MAD2 are essential for the assembly and function of the MCC. The discoveries, made by graduate and undergraduate researchers, help resolve earlier inconsistencies and open the door to further characterization of the MCC. Three specific aims will be addressed in the proposal to investigate how MCC is assembled; how MCC inhibits APC/C; and how MCC disassembly is regulated. A combination of molecular, cellular, and biochemical approaches will be used in the project. Cell division is one of the most fundamental processes for life. If successful, the project will significantly advance current understandings of the control mechanisms for the timing of chromosome segregation. A coherent model of the MCC:APC/C interaction will further accelerate discoveries of additional factors that impact the fidelity of chromosome segregation through modulating MCC and APC/C activities. \r\nBroader impact: The primary educational objective of the project is to retain aspiring young researchers in science careers through research-based engagement. The natural beauty of mitosis is appealing to graduate, undergraduate and high school students, but how to help young people to convert transient interest in science into lasting passion for research is still challenging. Level-appropriate career guidance and research activities will be bundled to engage students, particularly those from underrepresented groups, in scientific exploration. Different programs managed by the University of Toledo Office of Undergraduate Research (OUR-UT) and the UT High School Outreach Initiatives Office will help the PI to identify and recruit enthusiastic young researchers. The PI is also interested in exploring efficient channels to communicate scientific progress with the public. An interactive lab website and a potential museum exhibit are proposed as means to introduce their research to a broader audience. The results of proposed educational activities will not only support realization of specific research goals, but will also aid in design of effective curricula and activities to stimulate the interest in science careers among young people, and promote public understanding of science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Song-Tao",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Song-Tao Liu",
   "pi_email_addr": "sliu@utnet.utoledo.edu",
   "nsf_id": "000568119",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W BANCROFT ST",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 227229.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 213208.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 217969.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OUTCOME REPORT &nbsp;</strong></p>\n<p><strong>Intellectual merit:</strong>&nbsp; The research objective of this proposal is to dissect how a key inhibitory complex of premature chromosome segregation is assembled and disassembled to control proper timing of mitosis progression. The genome of a eukaryotic cell is packaged into individual chromosomes. Faithful transmission of a full complement of chromosomes into daughter cells demands delicate control of the metaphase-to-anaphase transition during mitosis. The metaphase-to-anaphase transition is catalyzed by a multi-subunit E3 ubiquitin ligase, the Anaphase Promoting Complex/Cyclosome (APC/C).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; This project has studied the regulation and function of the Mitotic Checkpoint Complex (MCC), the primary inhibitor of the APC/C from prometaphase till anaphase onset. The work has led to several major discoveries:</p>\n<p>1. The mitotic checkpoint protein MAD2, in its closed or C-conformation, is an integral part of the MCC. The MCC is a more potent inhibitor of the APC/C when compared to the complex lacking C-MAD2. The discovery, as confirmed later by others, resolved earlier inconsistencies surrounding the composition of the MCC, and directly linked a well-characterized signal transducer (C-MAD2) to the effector of the mitotic checkpoint (MCC).</p>\n<p>2. BUBR1 (MAD3 in yeast) directly interacts with C-MAD2 during assembly of the MCC. The direct interaction has been confirmed in the fission yeast MCC crystal structure solved by the Barford group. The functional importance of the interaction is to avoid &ldquo;chronic signal amplification&rdquo; as concerned earlier, since BUBR1 binds to the same interface on C-MAD2 as the open or O-MAD2 thus the latter cannot bind and cannot be converted into C-MAD2.</p>\n<p>3. TRIP13 AAA-ATPase helps disassemble the MCC. The MCC, once assembled, is very stable. Its disassembly was promoted by checkpoint silencing protein p31<sup>comet</sup>. The project identified TRIP13, a p31<sup>comet</sup> interacting protein, as a novel kinetochore protein and novel checkpoint silencing protein. The checkpoint silencing function of TRIP13 depends on its ATPase activity and its disassembly of the MCC.</p>\n<p>&nbsp;&nbsp;&nbsp; These discoveries, as summarized in 8 publications together with a few others still in preparation, characterized novel molecular players and provided novel mechanistic insights for a better understanding about how the fidelity of chromosome segregation and chromosomal stability is maintained.</p>\n<p><strong>&nbsp;Broader impact:</strong> The primary educational objective of this proposal is to encourage young researchers to turn temporary interest in science into a lasting passion. The project directly provided hands-on research opportunities for 1 technician, 5 graduate students, 15 undergraduate students and 1 high school student. Of them, two Ph.D. students, one M. Sc. Student and 10 undergraduate students have graduated. These students represented first generation college graduates, veterans, and students from under-represented minorities. In addition, the research approaches and results were also incorporated in the graduate and undergraduate courses taught by the PI. In terms of dissemination of information, a wide range of contents have been included on the lab website (https://sites.google.com/site/songtaoliulab/) to help promote public understandings about scientific research. The lab also hosted many times visits from high school students and their parents.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2015<br>\n\t\t\t\t\tModified by: Song-Tao&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPROJECT OUTCOME REPORT  \n\nIntellectual merit:  The research objective of this proposal is to dissect how a key inhibitory complex of premature chromosome segregation is assembled and disassembled to control proper timing of mitosis progression. The genome of a eukaryotic cell is packaged into individual chromosomes. Faithful transmission of a full complement of chromosomes into daughter cells demands delicate control of the metaphase-to-anaphase transition during mitosis. The metaphase-to-anaphase transition is catalyzed by a multi-subunit E3 ubiquitin ligase, the Anaphase Promoting Complex/Cyclosome (APC/C).\n\n     This project has studied the regulation and function of the Mitotic Checkpoint Complex (MCC), the primary inhibitor of the APC/C from prometaphase till anaphase onset. The work has led to several major discoveries:\n\n1. The mitotic checkpoint protein MAD2, in its closed or C-conformation, is an integral part of the MCC. The MCC is a more potent inhibitor of the APC/C when compared to the complex lacking C-MAD2. The discovery, as confirmed later by others, resolved earlier inconsistencies surrounding the composition of the MCC, and directly linked a well-characterized signal transducer (C-MAD2) to the effector of the mitotic checkpoint (MCC).\n\n2. BUBR1 (MAD3 in yeast) directly interacts with C-MAD2 during assembly of the MCC. The direct interaction has been confirmed in the fission yeast MCC crystal structure solved by the Barford group. The functional importance of the interaction is to avoid \"chronic signal amplification\" as concerned earlier, since BUBR1 binds to the same interface on C-MAD2 as the open or O-MAD2 thus the latter cannot bind and cannot be converted into C-MAD2.\n\n3. TRIP13 AAA-ATPase helps disassemble the MCC. The MCC, once assembled, is very stable. Its disassembly was promoted by checkpoint silencing protein p31comet. The project identified TRIP13, a p31comet interacting protein, as a novel kinetochore protein and novel checkpoint silencing protein. The checkpoint silencing function of TRIP13 depends on its ATPase activity and its disassembly of the MCC.\n\n    These discoveries, as summarized in 8 publications together with a few others still in preparation, characterized novel molecular players and provided novel mechanistic insights for a better understanding about how the fidelity of chromosome segregation and chromosomal stability is maintained.\n\n Broader impact: The primary educational objective of this proposal is to encourage young researchers to turn temporary interest in science into a lasting passion. The project directly provided hands-on research opportunities for 1 technician, 5 graduate students, 15 undergraduate students and 1 high school student. Of them, two Ph.D. students, one M. Sc. Student and 10 undergraduate students have graduated. These students represented first generation college graduates, veterans, and students from under-represented minorities. In addition, the research approaches and results were also incorporated in the graduate and undergraduate courses taught by the PI. In terms of dissemination of information, a wide range of contents have been included on the lab website (https://sites.google.com/site/songtaoliulab/) to help promote public understandings about scientific research. The lab also hosted many times visits from high school students and their parents.\n\n\t\t\t\t\tLast Modified: 03/25/2015\n\n\t\t\t\t\tSubmitted by: Song-Tao Liu"
 }
}