{
 "awd_id": "1052958",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Noticing and Capitalizing on Important Mathematical Moments in Instruction",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 447400.0,
 "awd_amount": 447400.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2015-02-18",
 "awd_abstract_narration": "This CAREER awardee at Michigan Technological University is investigating the outcomes of a teacher education model designed to foster prospective mathematics teachers' abilities to notice and capitalize on important mathematical moments in instruction.  The researcher engages prospective teachers in research-like analysis of unedited teacher-perspective classroom video early in their teacher education coursework in order to help them learn to identify, assess the mathematical potential of, and respond to important student ideas and insights that arise during instruction.\r\n\r\nThe research is based on a quasi-experimental design and involves three cohorts of prospective teachers.  Practicing teachers from local schools collaborate with the research team.  The data collected consists of classroom video.  The video is coded and analyzed using Studiocode, which allows for real-time coding and for multiple users to code and annotate video segments.\r\n\r\nThe research findings are integrated into the institution's teacher education program and are also disseminated more broadly through publication and presentations at professional meetings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shari",
   "pi_last_name": "Stockero",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shari Stockero",
   "pi_email_addr": "stockero@mtu.edu",
   "nsf_id": "000499178",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 TOWNSEND DR",
  "perf_city_name": "HOUGHTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 76961.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 83912.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 92990.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 102005.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 91532.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>CAREER: Noticing and Capitalizing on Important Mathematical Moments in Instruction</em> project investigated the outcomes of a teacher education field experience course that was redesigned to foster prospective mathematics teachers&rsquo; abilities to notice and propose productive responses to important mathematical moments that emerge from students during a lesson. Key features of the learning experience were engaging the participants in detailed analysis of classroom video using an analytic framework, use of full-length classroom video, and weekly facilitated meetings to support the participants&rsquo; mathematical noticing.</p>\n<p>The findings revealed that the experience was successful in supporting prospective teachers&rsquo; noticing of important student contributions to a lesson. We documented that the participants became more focused on students, better able to discuss the mathematics underlying student comments, and better able to analyze student contributions in relation to their potential to support the learning of mathematics. Participants also improved in their ability to identify specific high-leverage instances of student thinking, although they were unable to identify all of the instances that were noted by experienced observers, as well as in their ability to propose teacher response moves that would allow students to collectively make sense of the mathematics in students&rsquo; comments. Later enactments of the learning experience, when a more specified noticing framework and more targeted scaffolding was used, were found to better support learning than earlier enactments when less structured supports were used. Follow-up work with the prospective teachers in their student teaching semester suggests that the redesigned learning experience helped them notice differently when they were teaching a lesson than their peers who did not participate in the experience. While their peers tended to notice their own teaching moves and whether student comments aligned with what they as the teacher expected, those who completed the intervention were more focused on a range of student comments.</p>\n<p>In general, the findings suggest that using specified frameworks and having clear definitions for what is important to notice in a lesson has the potential to advance the work of teacher noticing. The work adds to what has been previously documented in the teacher noticing literature in several ways. First, the intervention took place at the start of a teacher education program, rather than later in the program as is often the case in noticing interventions. The findings suggest that noticing skills can be developed early on, even before prospective teachers have a lot of knowledge of teaching on which to draw. Second, many noticing interventions have focused on noticing around a single mathematics topic, such as proportional reasoning. Our videos were collected in a range of mathematics classes so the topics varied widely. The success of the work suggests that narrowing the mathematical focus in a noticing intervention may be unnecessary. Third, other noticing interventions tend to use short video clips to decrease the complexity of noticing. This intervention used full-length classroom video that encompasses the complexity of a classroom. The fact that noticing skills were developed in this context again suggests that providing a narrowed context in which to learn to notice may be unnecessary.</p>\n<p>The project has the potential to impact mathematics teaching and learning well beyond the context of the study. The results contribute to the mathematics teacher education community&rsquo;s understanding of ways to position novice teachers to continue to learn from practice over time by developing their ability to notice important student contributions&mdash;a skill foundational to student-focused instruction and to continued teacher learning. The project also contributes to teacher education practice by highlighting key supports that are important to supporting the development of noticing skills and by proposing a course design model for how noticing skills might be developed in a context that does not reduce the complexity of teaching. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/24/2017<br>\n\t\t\t\t\tModified by: Shari&nbsp;Stockero</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe CAREER: Noticing and Capitalizing on Important Mathematical Moments in Instruction project investigated the outcomes of a teacher education field experience course that was redesigned to foster prospective mathematics teachers? abilities to notice and propose productive responses to important mathematical moments that emerge from students during a lesson. Key features of the learning experience were engaging the participants in detailed analysis of classroom video using an analytic framework, use of full-length classroom video, and weekly facilitated meetings to support the participants? mathematical noticing.\n\nThe findings revealed that the experience was successful in supporting prospective teachers? noticing of important student contributions to a lesson. We documented that the participants became more focused on students, better able to discuss the mathematics underlying student comments, and better able to analyze student contributions in relation to their potential to support the learning of mathematics. Participants also improved in their ability to identify specific high-leverage instances of student thinking, although they were unable to identify all of the instances that were noted by experienced observers, as well as in their ability to propose teacher response moves that would allow students to collectively make sense of the mathematics in students? comments. Later enactments of the learning experience, when a more specified noticing framework and more targeted scaffolding was used, were found to better support learning than earlier enactments when less structured supports were used. Follow-up work with the prospective teachers in their student teaching semester suggests that the redesigned learning experience helped them notice differently when they were teaching a lesson than their peers who did not participate in the experience. While their peers tended to notice their own teaching moves and whether student comments aligned with what they as the teacher expected, those who completed the intervention were more focused on a range of student comments.\n\nIn general, the findings suggest that using specified frameworks and having clear definitions for what is important to notice in a lesson has the potential to advance the work of teacher noticing. The work adds to what has been previously documented in the teacher noticing literature in several ways. First, the intervention took place at the start of a teacher education program, rather than later in the program as is often the case in noticing interventions. The findings suggest that noticing skills can be developed early on, even before prospective teachers have a lot of knowledge of teaching on which to draw. Second, many noticing interventions have focused on noticing around a single mathematics topic, such as proportional reasoning. Our videos were collected in a range of mathematics classes so the topics varied widely. The success of the work suggests that narrowing the mathematical focus in a noticing intervention may be unnecessary. Third, other noticing interventions tend to use short video clips to decrease the complexity of noticing. This intervention used full-length classroom video that encompasses the complexity of a classroom. The fact that noticing skills were developed in this context again suggests that providing a narrowed context in which to learn to notice may be unnecessary.\n\nThe project has the potential to impact mathematics teaching and learning well beyond the context of the study. The results contribute to the mathematics teacher education community?s understanding of ways to position novice teachers to continue to learn from practice over time by developing their ability to notice important student contributions&mdash;a skill foundational to student-focused instruction and to continued teacher learning. The project also contributes to teacher education practice by highlighting key supports that are important to supporting the development of noticing skills and by proposing a course design model for how noticing skills might be developed in a context that does not reduce the complexity of teaching.   \n\n \n\n\t\t\t\t\tLast Modified: 04/24/2017\n\n\t\t\t\t\tSubmitted by: Shari Stockero"
 }
}