{
 "awd_id": "1052718",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developmental Origins of Domain-Specificity in Auditory Cognition",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 229976.0,
 "awd_amount": 229976.0,
 "awd_min_amd_letter_date": "2011-05-18",
 "awd_max_amd_letter_date": "2011-05-18",
 "awd_abstract_narration": "Even before they are born, human infants are typically exposed to a wide range of rich and complex sound structures, including both speech and music. Much evidence suggests that very young infants learn from their early sound experiences. Infants exhibit preferences for particular types of speech and particular types of music. This program of research will explore the extent to which language and music learning are driven by common mental mechanisms and developmental processes, and, conversely, the extent to which specific, separate systems are used for each.\r\n\r\nAlthough music and speech contain many overlapping features, they also possess fundamentally distinct structures that require domain-specific cognitive and perceptual processes. Infants must nevertheless acquire perceptual knowledge about each domain through exposure to a rich and complex mixture of musical and linguistic input. A fundamental question is the extent to which infants overcome this challenge through music- and speech-specific processing mechanisms, or through domain-general learning processes and prolonged exposure to patterned sound. This project examines whether or not adults rely on music- and speech-specific biases when attempting to learn patterns from unfamiliar sound sequences, and it examines whether or not such biases develop or remain stable from infancy to adulthood. Tasks are expected to yield contrasting outcomes depending upon whether participants use domain-general or domain-specific strategies and should therefore yield important insights about the developmental trajectory and origins of domain-specific processes and representations in auditory cognition.\r\n\r\nThe proposed studies tackle fundamental questions about the relative contributions of innate, modular adaptations and acquired expertise, and they will add to our understanding of the nature of mechanisms that support learning during early development. Although a great deal is known about how infants acquire knowledge of language, much less is known about acquisition of musical knowledge even though both types of knowledge are acquired during a comparable developmental time frame and may interact.  Understanding how musical experiences influence language and other non-musical domains may help advance knowledge in applied and educational fields, where music training and engagement with music are increasingly shown to have wide-ranging mental health and cognitive benefits within and outside the classroom, and for therapies that use music to facilitate language rehabilitation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Hannon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erin Hannon",
   "pi_email_addr": "erin.hannon@unlv.edu",
   "nsf_id": "000532479",
   "pi_start_date": "2011-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "4505 S MARYLAND PKWY",
  "perf_city_name": "LAS VEGAS",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891549900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 229976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The award examined the influence of musical knowledge on auditory pattern learning. Experiments investigated listeners&rsquo; interpretation and classification of sound patterns on the basis of rhythm and melody, two features common to both music and language but which may play a more central role in music than in language. We combined corpus analysis of songs and laboratory pattern-learning tasks in which listeners of different ages were exposed to songs or sequences of sung syllables and later labelled or rated the similarity of novel exemplars that did or did not conform to the patterns presented during the exposure phase. For infants, we measured how long infants listened to different types of sound sequences depending on a prior exposure or habituation phase. Notable findings of the funded work are listed below for rhythm (1-3) and melody (4-5). &nbsp;</p>\n<p>&nbsp;</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp; Consistent with prior work, folk songs and children&rsquo;s songs from English- and French-speaking countries contain rhythmic patterns that are consistent with the rhythm of their spoken language of origin. &nbsp;These differences (greater note-to-note and vowel-to-vowel durational variability in English than in French) were robust in songs for children but modest in folk songs not necessarily directed towards child listeners.</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp; When presented with familiar and unfamiliar English and French folk songs that were purely instrumental (no vocal accompaniment), listeners from France and the U.S. gave higher preference ratings to songs of their own culture, and they tended to rate children&rsquo;s songs as being more child-directed than folk songs not directed to children, particularly for songs from their own culture.</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp; Children (9 months and 8 years) classified unfamiliar songs according the language of origin of the song, presumably due to rhythmic differences. Neither children nor adults classified low-pass-filtered speech utterances by language, even though robust rhythmic differences were present in both songs and speech.</p>\n<p>4)&nbsp;&nbsp;&nbsp;&nbsp; Adult listeners interpreted melodic information differently depending on whether or not they heard a stimulus as music or speech. They did this even when the melodic features were identical or when the stimulus was identical across speech and music contexts (i.e., the same recorded speech utterance was heard as speech or as song). Western English-speaking adults&rsquo; discrimination of sound sequences was influenced by Western musical scales only when they heard a stimulus as song but not when they heard it as speech. Conversely, when a stimulus was heard as speech, listeners tended to largely ignore melodic information. In the latter case, listeners were presented with simple sequences of sung syllables in which melodic and syllable patterns conflicted, and unless the syllables were reversed or changed into musical instrument timbres, Western adult listeners focused on the pattern of syllables rather than melodic patterns. By contrast, speakers of a tone language (such as Mandarin Chinese), particularly musicians, focused on the melodic pattern more than on the syllable pattern.&nbsp;</p>\n<p>5)&nbsp;&nbsp;&nbsp;&nbsp; English-learning American infants at 4 and 7 months of age who were exposed to the same sung syllable sequences as adults (above) later discriminated novel exemplars on the basis of either syllable or melodic pattern, and no bias for syllable patterning was observed.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span>. Early experiences during child development have been shown to profoundly influence a range of later skills that have implications for health, economic, educational, and mental well-being of the population. Our findings take an important initial step towards understanding the developmental trajecto...",
  "por_txt_cntn": "\nThe award examined the influence of musical knowledge on auditory pattern learning. Experiments investigated listenersÆ interpretation and classification of sound patterns on the basis of rhythm and melody, two features common to both music and language but which may play a more central role in music than in language. We combined corpus analysis of songs and laboratory pattern-learning tasks in which listeners of different ages were exposed to songs or sequences of sung syllables and later labelled or rated the similarity of novel exemplars that did or did not conform to the patterns presented during the exposure phase. For infants, we measured how long infants listened to different types of sound sequences depending on a prior exposure or habituation phase. Notable findings of the funded work are listed below for rhythm (1-3) and melody (4-5).  \n\n \n\n1)     Consistent with prior work, folk songs and childrenÆs songs from English- and French-speaking countries contain rhythmic patterns that are consistent with the rhythm of their spoken language of origin.  These differences (greater note-to-note and vowel-to-vowel durational variability in English than in French) were robust in songs for children but modest in folk songs not necessarily directed towards child listeners.\n\n2)     When presented with familiar and unfamiliar English and French folk songs that were purely instrumental (no vocal accompaniment), listeners from France and the U.S. gave higher preference ratings to songs of their own culture, and they tended to rate childrenÆs songs as being more child-directed than folk songs not directed to children, particularly for songs from their own culture.\n\n3)     Children (9 months and 8 years) classified unfamiliar songs according the language of origin of the song, presumably due to rhythmic differences. Neither children nor adults classified low-pass-filtered speech utterances by language, even though robust rhythmic differences were present in both songs and speech.\n\n4)     Adult listeners interpreted melodic information differently depending on whether or not they heard a stimulus as music or speech. They did this even when the melodic features were identical or when the stimulus was identical across speech and music contexts (i.e., the same recorded speech utterance was heard as speech or as song). Western English-speaking adultsÆ discrimination of sound sequences was influenced by Western musical scales only when they heard a stimulus as song but not when they heard it as speech. Conversely, when a stimulus was heard as speech, listeners tended to largely ignore melodic information. In the latter case, listeners were presented with simple sequences of sung syllables in which melodic and syllable patterns conflicted, and unless the syllables were reversed or changed into musical instrument timbres, Western adult listeners focused on the pattern of syllables rather than melodic patterns. By contrast, speakers of a tone language (such as Mandarin Chinese), particularly musicians, focused on the melodic pattern more than on the syllable pattern. \n\n5)     English-learning American infants at 4 and 7 months of age who were exposed to the same sung syllable sequences as adults (above) later discriminated novel exemplars on the basis of either syllable or melodic pattern, and no bias for syllable patterning was observed.\n\nIntellectual Merit. Early experiences during child development have been shown to profoundly influence a range of later skills that have implications for health, economic, educational, and mental well-being of the population. Our findings take an important initial step towards understanding the developmental trajectory of music learning as well as interactions between music and other domains such as language. By showing that adults exhibit music- and language-specific modes of listening that are influenced by experience, we have shed light on the mature state of music and language processing, which will allo..."
 }
}