{
 "awd_id": "1052638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Construal of Situations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 274994.0,
 "awd_amount": 274994.0,
 "awd_min_amd_letter_date": "2011-03-15",
 "awd_max_amd_letter_date": "2013-04-18",
 "awd_abstract_narration": "Behavior has strong and wide-ranging ties to personality, but what people do is also greatly influenced by the situation. This project addresses situational construal, which has two facets: differences in how individuals perceive and react to the same situation, and differences between the actual nature of a situation and how an individual perceives it. According to the Situational Construal Model (SCM), the objective nature of a situation and personality jointly determine how an individual construes a situation and the way he or she responds to it.\r\n\r\nTo assess the objective and perceived properties of situations, the project uses the Riverside Situational Q-sort (RSQ), an instrument developed in the investigator's lab.  They will gather observations of behavior in the laboratory in order to advance beyond previous research in three ways: (1) Perceptions of each situation will be compared among participants in it. (2) Direct observation will allow researchers to make objective ratings of both the situational features and participants? behaviors. (3) The effect of evocation (an individual?s effect on the situation) will be separated from selection (the tendency of individuals to self-select into particular situations). \r\n\r\nThe potential broader impacts of this research include improved understanding of the life contexts in which particular individuals suffer or thrive, and the ways in which psychopathology may be associated with situational misperception. For outreach, the project Website provides access to research results and free downloads of computer programs that facilitate Q-sorting and randomization analyses. The educational impact includes the training of graduate students and undergraduate research assistants. UC Riverside is a designated Minority Serving Institution (MSI) and Hispanic Serving Institution (HSI); thus the project promotes the inclusion of members of under-represented groups as researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Funder",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Funder",
   "pi_email_addr": "funder@ucr.edu",
   "nsf_id": "000067832",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98236.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 95610.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81148.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Personality traits affect what people do throughout their lives, but behavior also is greatly influenced by the situation a person is in at the moment. The immediate situation includes both physical and social stimuli, and different people can experience these stimuli differently.&nbsp; Therefore, the focus of the proposed research is on <em>situational construal</em>, which has two facets: differences in how individuals perceive and react to the same situation, and differences between a situation&rsquo;s actual nature and how an individual perceives it . According to the new Situational Construal Model (SCM; see attached Figure), objective properties of the situation combine with personality to jointly determine individual construals, which have distinctive effects on behavior.</p>\n<p>Members of our laboratory have developed the Riverside Situational Q-sort (RSQ), an instrument for the psychological assessment of situations.&nbsp; By implementing this tool in a wide variety of contexts, the present research demonstrates what can be learned by taking situations seriously. One of the first published studies using the RSQ found that situations experienced over time by a given participant tend to be described more similarly to each other than to situations experienced by other participants. Moreover, behavior tends to be more consistent across situations described more similarly, and personality characteristics predicted individual degrees of behavioral consistency, even after statistically controlling for situational similarity. A further study found that the degree to which one&rsquo;s personality matches or is &ldquo;congruent&rdquo; with one&rsquo;s behavior in particular situations is associated with psychological adjustment. Examinations of individual RSQ items have also been informative. Gender and personality are associated with distinctive ratings of certain items; for example, extraverts are more likely to see themselves as the focus of attention in an interaction, and men are more likely than women to see a situation as including a potential for someone being blamed for something. Additionally, the RSQ has been used to test the idea, derived from evolutionary theory, that there are seven basic &ldquo;types&rdquo; of situations: self-protection, disease avoidance, affiliation, kin care, mate seeking, mate retention, and status seeking.&nbsp; Among other findings, our research showed that in everyday life people experience situations relevant to affiliation and mate-seeking more often than they experience situations relevant to disease avoidance or self-protection.&nbsp; Going in yet another direction, our research has compared the situational experience of people around the world (in 20 countries) at 7 pm on an ordinary day.&nbsp; The results showed that despite the wide geographic dispersion, varying languages, and different cultures, the situations were on average remarkably similar: At 7 pm, around the world, the typical experience is of a generally positive social interaction (e.g., eating dinner with family or friends, relaxing after work).&nbsp; We also found that negative aspects of situations (e.g., the degree to which it is potentially stressful) vary more across countries than do positive aspects.&nbsp; To paraphrase Tolstoy, while all happy cultural environments may be more or less alike, unhappy aspects of cultural environments are unhappy in their own way.</p>\n<p>Finally, the present research directly examined &ldquo;situational construal&rdquo;<strong> </strong>in a large experimental study in which participants each experienced three different three-person interactions, which were video-recorded.&nbsp; One key finding was that that individuals who construe the situations they experience distinctively, i.e., who describe it (with the RSQ) differently from the consensus of their two interaction partners, tend to be negativistic, hostile, and sel...",
  "por_txt_cntn": "\nPersonality traits affect what people do throughout their lives, but behavior also is greatly influenced by the situation a person is in at the moment. The immediate situation includes both physical and social stimuli, and different people can experience these stimuli differently.  Therefore, the focus of the proposed research is on situational construal, which has two facets: differences in how individuals perceive and react to the same situation, and differences between a situationÆs actual nature and how an individual perceives it . According to the new Situational Construal Model (SCM; see attached Figure), objective properties of the situation combine with personality to jointly determine individual construals, which have distinctive effects on behavior.\n\nMembers of our laboratory have developed the Riverside Situational Q-sort (RSQ), an instrument for the psychological assessment of situations.  By implementing this tool in a wide variety of contexts, the present research demonstrates what can be learned by taking situations seriously. One of the first published studies using the RSQ found that situations experienced over time by a given participant tend to be described more similarly to each other than to situations experienced by other participants. Moreover, behavior tends to be more consistent across situations described more similarly, and personality characteristics predicted individual degrees of behavioral consistency, even after statistically controlling for situational similarity. A further study found that the degree to which oneÆs personality matches or is \"congruent\" with oneÆs behavior in particular situations is associated with psychological adjustment. Examinations of individual RSQ items have also been informative. Gender and personality are associated with distinctive ratings of certain items; for example, extraverts are more likely to see themselves as the focus of attention in an interaction, and men are more likely than women to see a situation as including a potential for someone being blamed for something. Additionally, the RSQ has been used to test the idea, derived from evolutionary theory, that there are seven basic \"types\" of situations: self-protection, disease avoidance, affiliation, kin care, mate seeking, mate retention, and status seeking.  Among other findings, our research showed that in everyday life people experience situations relevant to affiliation and mate-seeking more often than they experience situations relevant to disease avoidance or self-protection.  Going in yet another direction, our research has compared the situational experience of people around the world (in 20 countries) at 7 pm on an ordinary day.  The results showed that despite the wide geographic dispersion, varying languages, and different cultures, the situations were on average remarkably similar: At 7 pm, around the world, the typical experience is of a generally positive social interaction (e.g., eating dinner with family or friends, relaxing after work).  We also found that negative aspects of situations (e.g., the degree to which it is potentially stressful) vary more across countries than do positive aspects.  To paraphrase Tolstoy, while all happy cultural environments may be more or less alike, unhappy aspects of cultural environments are unhappy in their own way.\n\nFinally, the present research directly examined \"situational construal\" in a large experimental study in which participants each experienced three different three-person interactions, which were video-recorded.  One key finding was that that individuals who construe the situations they experience distinctively, i.e., who describe it (with the RSQ) differently from the consensus of their two interaction partners, tend to be negativistic, hostile, and self-defeating. Moreover, people who perceive their situations as more positive experiences, compared to others in the same setting, have more positive social outcomes:  they have a better time, an..."
 }
}