{
 "awd_id": "1052886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Diversity Structures Create Illusions of Fairness",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Breckler",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 269267.0,
 "awd_amount": 269267.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2013-04-18",
 "awd_abstract_narration": "Today, organizations spend a great deal of time and money to create structures and procedures for managing organizational diversity. However, relatively little is known about how the diversity structures that are created actually affect members of underrepresented groups. This research project focuses on one significant, unintended cost of diversity structures for those they intend to help -- \"the illusion of fairness.\" The investigators propose that diversity structures have the potential to cause an illusion of fairness concerning the treatment of members of underrepresented groups among members of high status groups.  This illusion leaves members of high status groups blind to discrimination against underrepresented groups, and unsympathetic toward those who claim to experience discrimination. The research is based upon two theoretical assumptions: 1) most diversity structures do not actually make organizations fairer for members of underrepresented groups; and 2) most high status group members believe that diversity programs make organizations fairer for members of underrepresented groups. The experiments included in this project test whether White Americans believe that diversity programs create procedurally fair environments for members of underrepresented groups, whether the perceptions of procedural fairness for underrepresented group members lead them to be blind to discrimination; whether participants' group status (e.g., Whites or minorities; men or women) and endorsed or primed beliefs that legitimize status differences moderate the illusion of fairness; and whether the illusion of fairness extends to instances of \"reverse discrimination\" in which high status group members claim to experience discrimination. \r\n\r\nAs part of the Science of Broadening Participation, this research offers insight into increasing the effectiveness of diversity structures as well as reducing animosity directed at members of underrepresented groups.  It will be of interest to researchers and practitioners studying anti-discrimination law and policy, as well as to organizations seeking to build and manage a more diverse workforce. In addition, the research promotes teaching, training, and learning. Both investigators run active teaching labs that include a diverse group of postdoctoral fellows, graduate students and undergraduates. These students will be involved in the implementation of this research as well as its dissemination in presentations and papers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brenda",
   "pi_last_name": "Major",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brenda Major",
   "pi_email_addr": "major@psych.ucsb.edu",
   "nsf_id": "000203972",
   "pi_start_date": "2011-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "8050",
   "pgm_ref_txt": "Science of Broadening Participation"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 85243.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98349.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85675.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>U.S. companies spend millions annually on diversity programs and policies. Mission statements and recruitment materials touting companies&rsquo; commitment to diversity are common, and many managers are tasked with the complex goal of &ldquo;managing diversity.\" Despite their prevalence, rigorous research on the impact of these diversity initiatives on employees is rare and conclusions about their effectiveness are mixed. Although diversity initiatives aim to create more positive environments for members of underrepresented groups and to increase representation of these groups, they often do not succeed.</span></p>\n<p><span>With the support of a grant from the National Science Foundation, we conducted a series of experiments testing the impact of the presence vs. absence of organizational diversity initiatives on perceptions of fairness. We hypothesized that that the presence (vs. absence) of diversity initiatives within an organization can create an<span>&nbsp;</span><em>illusion of fairness</em><span><em>&nbsp;</em></span>in how members of high status groups (Whites, men) perceive that members of underrepresented groups (ethnic minorities, women) are treated. Specifically, we proposed the mere presence of diversity initiatives fosters the belief that members of underrepresented groups are treated fairly, or even privileged relative to Whites or men within an organization, even when there is evidence that they are not.&nbsp; Furthermore, we proposed that this illusory sense of fairness causes high-status group members to become less sensitive to discrimination targeted at underrepresented groups, to react more harshly toward underrepresented group members who claim discrimination, and to be more concerned about being victims of discrimination themselves.</span></p>\n<p><span>&nbsp;We found consistent support for these hypotheses in a series of experiments using several different types of diversity initiatives (such as diversity policies, diversity training, diversity awards) and examining several types of discrimination (discriminatory promotion practices, adverse impact in hiring, wage discrimination) against both ethnic minorities and women.&nbsp; When diversity initiatives were present within an organization (vs. not mentioned), White participants were less likely to see discrimination against minorities and women and evaluated members of underrepresented groups who claimed discrimination more negatively. They also were more likely to support implementing an unfair personnel procedure for minorities, and displayed more pro-White bias in their hiring recommendations.&nbsp;We also found that the mere presence (vs. absence) of diversity initiatives within an organization made it more difficult for women to detect sexism within an organization and less supportive of sexism litigation and also caused aspiring lawyers to be more likely to say they would represent the defendant in an organizational discrimination lawsuit.</span></p>\n<p><span>In an additional series of experiments we showed that white college students are more concerned about being treated unfairly and about anti-white discrimination if they are applying to companies that say they value diversity vs. companies that do not mention diversity. For example, in one experiment we put young white men through a hiring simulation for an entry-level job at a fictional technology firm. For half of the &ldquo;applicants,&rdquo; the firm&rsquo;s recruitment materials briefly mentioned its pro-diversity values. For the other half, the materials did not mention diversity. In all other ways, the firm was described identically. All of the applicants then underwent a standardized job interview while we videotaped their performance and measured their cardiovascular stress responses. Compared to white men interviewing at the company that did not mention diversity, white men interviewing for the pro-diversity company expected more unfair treatment and discrimination against whites. They also performed more poorly in the job interview, as judged by independent raters. And their cardiovascular responses during the interview revealed that they were more stressed. These effects did not differ as a function of individual differences in racial identification, racial attitudes, or beliefs about how fair the system is.</span></p>\n<p><span>A more complex pattern emerged when Latino students participated in a similar hiring simulation.&nbsp; They rated pro-diversity companies as more inclusive than neutral companies on self-report scales, but pro-diversity messages did not significantly influence their cardiovascular responses or affect their behavior during the interview, or their desire to work at the company. In addition, Latino/a students who subsequently received feedback that they were chosen for the job showed greater cardiovascular stress responses and reported less confidence in their ability if the company they were chosen for did (vs. did not) have a pro-diversity message. Again, we found little evidence that higher order beliefs and attitudes moderated these responses.&nbsp;</span></p>\n<p><span>&nbsp;This theoretically-driven research has broad impact. It not only advances the science of diversity, but also is of practical significance for members of underrepresented groups and organizations that seek to create a fair and diverse environment. Our findings reveal that diversity initiatives can have unexpected and potentially negative implications for members of both underrepresented groups and dominant groups. Furthermore, they highlight a pressing need for rigorously conducted research evaluating the impact and effectiveness of diversity policies that are in widespread use today. &nbsp;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2016<br>\n\t\t\t\t\tModified by: Brenda&nbsp;Major</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nU.S. companies spend millions annually on diversity programs and policies. Mission statements and recruitment materials touting companies? commitment to diversity are common, and many managers are tasked with the complex goal of \"managing diversity.\" Despite their prevalence, rigorous research on the impact of these diversity initiatives on employees is rare and conclusions about their effectiveness are mixed. Although diversity initiatives aim to create more positive environments for members of underrepresented groups and to increase representation of these groups, they often do not succeed.\n\nWith the support of a grant from the National Science Foundation, we conducted a series of experiments testing the impact of the presence vs. absence of organizational diversity initiatives on perceptions of fairness. We hypothesized that that the presence (vs. absence) of diversity initiatives within an organization can create an illusion of fairness in how members of high status groups (Whites, men) perceive that members of underrepresented groups (ethnic minorities, women) are treated. Specifically, we proposed the mere presence of diversity initiatives fosters the belief that members of underrepresented groups are treated fairly, or even privileged relative to Whites or men within an organization, even when there is evidence that they are not.  Furthermore, we proposed that this illusory sense of fairness causes high-status group members to become less sensitive to discrimination targeted at underrepresented groups, to react more harshly toward underrepresented group members who claim discrimination, and to be more concerned about being victims of discrimination themselves.\n\n We found consistent support for these hypotheses in a series of experiments using several different types of diversity initiatives (such as diversity policies, diversity training, diversity awards) and examining several types of discrimination (discriminatory promotion practices, adverse impact in hiring, wage discrimination) against both ethnic minorities and women.  When diversity initiatives were present within an organization (vs. not mentioned), White participants were less likely to see discrimination against minorities and women and evaluated members of underrepresented groups who claimed discrimination more negatively. They also were more likely to support implementing an unfair personnel procedure for minorities, and displayed more pro-White bias in their hiring recommendations. We also found that the mere presence (vs. absence) of diversity initiatives within an organization made it more difficult for women to detect sexism within an organization and less supportive of sexism litigation and also caused aspiring lawyers to be more likely to say they would represent the defendant in an organizational discrimination lawsuit.\n\nIn an additional series of experiments we showed that white college students are more concerned about being treated unfairly and about anti-white discrimination if they are applying to companies that say they value diversity vs. companies that do not mention diversity. For example, in one experiment we put young white men through a hiring simulation for an entry-level job at a fictional technology firm. For half of the \"applicants,\" the firm?s recruitment materials briefly mentioned its pro-diversity values. For the other half, the materials did not mention diversity. In all other ways, the firm was described identically. All of the applicants then underwent a standardized job interview while we videotaped their performance and measured their cardiovascular stress responses. Compared to white men interviewing at the company that did not mention diversity, white men interviewing for the pro-diversity company expected more unfair treatment and discrimination against whites. They also performed more poorly in the job interview, as judged by independent raters. And their cardiovascular responses during the interview revealed that they were more stressed. These effects did not differ as a function of individual differences in racial identification, racial attitudes, or beliefs about how fair the system is.\n\nA more complex pattern emerged when Latino students participated in a similar hiring simulation.  They rated pro-diversity companies as more inclusive than neutral companies on self-report scales, but pro-diversity messages did not significantly influence their cardiovascular responses or affect their behavior during the interview, or their desire to work at the company. In addition, Latino/a students who subsequently received feedback that they were chosen for the job showed greater cardiovascular stress responses and reported less confidence in their ability if the company they were chosen for did (vs. did not) have a pro-diversity message. Again, we found little evidence that higher order beliefs and attitudes moderated these responses. \n\n This theoretically-driven research has broad impact. It not only advances the science of diversity, but also is of practical significance for members of underrepresented groups and organizations that seek to create a fair and diverse environment. Our findings reveal that diversity initiatives can have unexpected and potentially negative implications for members of both underrepresented groups and dominant groups. Furthermore, they highlight a pressing need for rigorously conducted research evaluating the impact and effectiveness of diversity policies that are in widespread use today.   \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/23/2016\n\n\t\t\t\t\tSubmitted by: Brenda Major"
 }
}