{
 "awd_id": "1052262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative: RUI: Engaging undergraduates in genomic questions and environmental context: building a database of complex phenotypes for plant knockout mutants",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 422500.0,
 "awd_amount": 422500.0,
 "awd_min_amd_letter_date": "2011-04-12",
 "awd_max_amd_letter_date": "2011-04-12",
 "awd_abstract_narration": "What is the effect of a mutation that \"knocks out\" a single gene in an organism's genome? Unsatisfyingly, today's plant geneticists can only say: \"It depends.\" Only a small minority of mutations are lethal or have a significant impact. For the vast majority, at most only subtle effects have been detected. Plant genetics is poised to progress rapidly in remedying this situation, using a collection of \"knockout\" mutant strains of the model species Arabidopsis thaliana. Knockouts, carrying a tiny tagged segment of disruptive DNA in one targeted gene, are already available for ~67% of the 27,000+ unique genes in this plant's genome. Inspired by progress in yeast genetics, the project will grow large subsets of these knockouts in benign and challenging environments, quantifying ecological performance attributes (e.g., population growth rate, fruit yield). We predict that, as in yeast, such an approach will reveal important phenotypic differences between mutant and control lines and possibly reveal undiscovered genome-wide patterns. The project is a collaboration of primarily undergraduate institutions and will train young scientists in how major genomic questions are addressed by networks of researchers. \r\n\r\nThe project will involve screening 7000 available T-DNA lines to identify those that have mutations at only one gene, providing these results to the biological community.  Traits relevant to plant performance will be measured in over 3000 single-mutant lines, across multiple environments. Cyberinfrastructure will be developed to disseminate common protocols and to archive and index data.    Over 50 undergraduate researchers will be involved in collecting and analyzing data and communicating results. The project also includes a study of how participating in a distributed research network influences undergraduates' access to social capital within the scientific community. Results from this aspect of the work will lay the foundation for a larger scale, empirical study of the outcomes undergraduates realize by participating in research networks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Rutter",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew T Rutter",
   "pi_email_addr": "rutterm@cofc.edu",
   "nsf_id": "000490425",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Strand",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Allan E Strand",
   "pi_email_addr": "stranda@cofc.edu",
   "nsf_id": "000258465",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Courtney",
   "pi_last_name": "Murren",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Courtney J Murren",
   "pi_email_addr": "murrenc@cofc.edu",
   "nsf_id": "000115640",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Charleston",
  "inst_street_address": "66 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8439534973",
  "inst_zip_code": "294240001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "COLLEGE OF CHARLESTON",
  "org_prnt_uei_num": "WQBBJ8B941M5",
  "org_uei_num": "SWV9EK5S9BX5"
 },
 "perf_inst": {
  "perf_inst_name": "College of Charleston",
  "perf_str_addr": "66 GEORGE ST",
  "perf_city_name": "CHARLESTON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294240001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 422500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How much does a single gene contribute to the characteristics of a plant? Are there some genes or types of genes that are particularly important in determining plant survival and reproduction?&nbsp; One approach to answering these questions is to examine the effects of disrupting one gene at a time, which can be accomplished with a collection of &lsquo;knockout&rsquo; mutant strains. Knockout mutants, carrying a tiny tagged segment of disruptive DNA in one targeted gene, are already available for ~67% of the 27,000+ unique genes in the genome of the model genetic plant species <em>Arabidopsis thaliana</em>.</p>\n<p>&nbsp;</p>\n<p>In this project funded by the National Science Foundation, large numbers of these mutants were grown in benign and challenging environments. Genetic screens were used to distinguish single mutant plants from plants that contained more than one mutation. Plant performance was measured in terms of germination success, plant size and branching patterns, the timing of fruit production, and the number and size of fruits produced.&nbsp; Over 24,000 plants were measured, yielding over 210,000 trait measurements.&nbsp; Mutant lines representing more than 4,000 genes have been screened by the project.</p>\n<p>&nbsp;</p>\n<p>Because the number of measurements taken is very large, the project has employed a &ldquo;many hands, many eyes, many brains&rdquo; strategy.&nbsp; Borrowing from the world of computer science, the project is based on a &ldquo;distributed&rdquo; framework.&nbsp; Currently, 13 educational institutions are contributing data to the project.&nbsp; Data collection is primarily conducted by undergraduate students, leading to the project name unPAK:&nbsp; <strong>un</strong>dergraduates <strong>P</strong>henotyping <strong>A</strong>rabidopsis <strong>K</strong>nockouts.</p>\n<p>&nbsp;</p>\n<p>Over 80 undergraduates were trained as research apprentices working with Arabidopsis mutants:&nbsp; growing plants, collecting data, conducting bioinformatics research, and pursuing independent projects on particular mutants of interest.&nbsp; Furthermore, the project was adapted for application in classroom settings through the unPAK CURE (course-based undergraduate research experience). &nbsp;Over 50 CURE course sections used the unPAK project and collected data on mutant plants.</p>\n<p>&nbsp;</p>\n<p>All of the plant trait data collected by the project has been made publically available through a database that can be reached through the project website arabidopsisunpak.org.&nbsp; The database contains applications that visualize the results as well as links to further information on the relevant genes.</p>\n<p>&nbsp;</p>\n<p>Finally, as part of the project participants were interviewed periodically by social scientists.&nbsp; These interviews contributed to a study about the effects of participation in a research network on the accumulation of &ldquo;scientific social capital&rdquo;:&nbsp; the connections among researchers that may encourage persistence in the sciences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2016<br>\n\t\t\t\t\tModified by: Matthew&nbsp;T&nbsp;Rutter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow much does a single gene contribute to the characteristics of a plant? Are there some genes or types of genes that are particularly important in determining plant survival and reproduction?  One approach to answering these questions is to examine the effects of disrupting one gene at a time, which can be accomplished with a collection of ?knockout? mutant strains. Knockout mutants, carrying a tiny tagged segment of disruptive DNA in one targeted gene, are already available for ~67% of the 27,000+ unique genes in the genome of the model genetic plant species Arabidopsis thaliana.\n\n \n\nIn this project funded by the National Science Foundation, large numbers of these mutants were grown in benign and challenging environments. Genetic screens were used to distinguish single mutant plants from plants that contained more than one mutation. Plant performance was measured in terms of germination success, plant size and branching patterns, the timing of fruit production, and the number and size of fruits produced.  Over 24,000 plants were measured, yielding over 210,000 trait measurements.  Mutant lines representing more than 4,000 genes have been screened by the project.\n\n \n\nBecause the number of measurements taken is very large, the project has employed a \"many hands, many eyes, many brains\" strategy.  Borrowing from the world of computer science, the project is based on a \"distributed\" framework.  Currently, 13 educational institutions are contributing data to the project.  Data collection is primarily conducted by undergraduate students, leading to the project name unPAK:  undergraduates Phenotyping Arabidopsis Knockouts.\n\n \n\nOver 80 undergraduates were trained as research apprentices working with Arabidopsis mutants:  growing plants, collecting data, conducting bioinformatics research, and pursuing independent projects on particular mutants of interest.  Furthermore, the project was adapted for application in classroom settings through the unPAK CURE (course-based undergraduate research experience).  Over 50 CURE course sections used the unPAK project and collected data on mutant plants.\n\n \n\nAll of the plant trait data collected by the project has been made publically available through a database that can be reached through the project website arabidopsisunpak.org.  The database contains applications that visualize the results as well as links to further information on the relevant genes.\n\n \n\nFinally, as part of the project participants were interviewed periodically by social scientists.  These interviews contributed to a study about the effects of participation in a research network on the accumulation of \"scientific social capital\":  the connections among researchers that may encourage persistence in the sciences.\n\n \n\n\t\t\t\t\tLast Modified: 09/07/2016\n\n\t\t\t\t\tSubmitted by: Matthew T Rutter"
 }
}