{
 "awd_id": "1052556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissection of an EDM2-dependent signaling mechanism mediating resistance to Hyaloperonospora parasitica in Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 116000.0,
 "awd_amount": 116000.0,
 "awd_min_amd_letter_date": "2011-05-06",
 "awd_max_amd_letter_date": "2011-05-06",
 "awd_abstract_narration": "Immunity of plants against pathogenic microorganisms is often mediated by disease resistance genes (aka R-genes). R-genes encode proteins that trigger immune responses upon specific interactions with pathogen molecules. Each plant is equipped with a large number of R-genes that protect it against a wide variety of pathogens. This project is focused on the EDM2 gene of the model plant species Arabidopsis. EDM2 has previously been shown to contribute to plant immunity by activating some R-genes. However, mechanistic details of this process are unknown. Preliminary results of the investigators indicate that EDM2 controls the status of chromatin. Chromatin consists of DNA and various DNA-bound proteins. If the chromatin status of a given gene is compact, the respective gene is inactive. Activation of a gene requires de-compaction of its chromatin by loosening the binding of proteins to its DNA. Using methods of molecular biology and biochemistry the investigators will examine how EDM2 controls the chromatin status of R-genes. Based on their preliminary results they anticipate that the protein encoded by EDM2 is recruited to some R-genes by docking to specific features of chromatin at these genes and that it locally modifies their chromatin. Besides providing deep insight into the function of EDM2 and its role in plant immunity, this project will also widen our understanding of chromatin dynamics. This knowledge will facilitate the development of new strategies to improve disease resistance and other important traits of crop plants. Furthermore, the project will provide training to post-doctoral scientists as well as undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Eulgem",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Eulgem",
   "pi_email_addr": "thomas.eulgem@ucr.edu",
   "nsf_id": "000255272",
   "pi_start_date": "2011-05-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 116000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Dissection of an EDM2-dependent signaling mechanism mediating resistance to <em>Hyaloperonospora parasitica</em> in Arabidopsis</strong></p>\n<p>&nbsp;</p>\n<p>Plant diseases due to infection by pathogenic microbes cause dramatic losses in global crop production. In order to protect themselves from diseases, wild plant species are equipped with powerful immune systems. Modern crop cultivars, however, have often lost parts of their natural defense capabilities due to unbalanced breeding efforts mainly focused on yield. In order to design efficient solutions for crop protection we need to gain detailed understanding of natural plant defense mechanisms and the plant immune system.</p>\n<p>&nbsp;</p>\n<p>To respond appropriately to pathogen attack with an immune response, plants, like humans, must be able to recognize the attacker. Various types of immune receptors enable plants and other organisms to &ldquo;sense&rdquo; the presence of disease-causing microorganisms. Immune receptors are proteins that can specifically recognize certain pathogen molecules and trigger in response to such non-self recognition a set of defense reactions. Like other proteins, immune receptors are encoded by genes. Genes are linear DNA macromolecules that are localized in the nuclei of cells, where they are in complex with various proteins forming chromosomes. One of the main protein components of chromosomes are histones.</p>\n<p>&nbsp;</p>\n<p>Genes can vary regarding their activity leading to higher or lower levels of the respective protein they encode. The addition of small chemical groups, such as methyl- or acetyl-groups, to histone proteins is believed to serve as a critical switch for the activity of genes. &nbsp;</p>\n<p>&nbsp;</p>\n<p>This project is focused on the <em>EDM2</em> gene of the model plant species Arabidopsis. The investigators previously showed that <em>EDM2</em> contributes to plant immunity by activating several immune receptor genes. However, mechanistic details of this process are unknown. Preliminary results of the investigators indicated that EDM2 controls the status of chromatin of at least one immune receptor gene, which is called <em>RPP7</em>. New results from this project showed that the protein encoded by <em>EDM2</em> is likely recruited to the <em>RPP7</em> gene by docking to specific modifications of histones bound to this gene and that it modifies these histones by adding methyl-groups. These histone modifications enhance the activity of <em>RPP7</em> and result in immunity of Arabidopsis against a certain race of a fungus-like pathogen.</p>\n<p>&nbsp;</p>\n<p>Besides providing deep insight into the function of <em>EDM2</em> and its role in plant immunity, this project has also widened our understanding of chromosome regulation. This knowledge will facilitate the development of new strategies to improve disease resistance and other important traits of crop plants. Insights from this project may also impact research related to human diseases that are based on deficient histone modifications. Furthermore, the project provided training to post-doctoral scientists as well as undergraduate students. Results from this study were integrated in teaching activities of the PI.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2012<br>\n\t\t\t\t\tModified by: Thomas&nbsp;A&nbsp;Eulgem</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDissection of an EDM2-dependent signaling mechanism mediating resistance to Hyaloperonospora parasitica in Arabidopsis\n\n \n\nPlant diseases due to infection by pathogenic microbes cause dramatic losses in global crop production. In order to protect themselves from diseases, wild plant species are equipped with powerful immune systems. Modern crop cultivars, however, have often lost parts of their natural defense capabilities due to unbalanced breeding efforts mainly focused on yield. In order to design efficient solutions for crop protection we need to gain detailed understanding of natural plant defense mechanisms and the plant immune system.\n\n \n\nTo respond appropriately to pathogen attack with an immune response, plants, like humans, must be able to recognize the attacker. Various types of immune receptors enable plants and other organisms to \"sense\" the presence of disease-causing microorganisms. Immune receptors are proteins that can specifically recognize certain pathogen molecules and trigger in response to such non-self recognition a set of defense reactions. Like other proteins, immune receptors are encoded by genes. Genes are linear DNA macromolecules that are localized in the nuclei of cells, where they are in complex with various proteins forming chromosomes. One of the main protein components of chromosomes are histones.\n\n \n\nGenes can vary regarding their activity leading to higher or lower levels of the respective protein they encode. The addition of small chemical groups, such as methyl- or acetyl-groups, to histone proteins is believed to serve as a critical switch for the activity of genes.  \n\n \n\nThis project is focused on the EDM2 gene of the model plant species Arabidopsis. The investigators previously showed that EDM2 contributes to plant immunity by activating several immune receptor genes. However, mechanistic details of this process are unknown. Preliminary results of the investigators indicated that EDM2 controls the status of chromatin of at least one immune receptor gene, which is called RPP7. New results from this project showed that the protein encoded by EDM2 is likely recruited to the RPP7 gene by docking to specific modifications of histones bound to this gene and that it modifies these histones by adding methyl-groups. These histone modifications enhance the activity of RPP7 and result in immunity of Arabidopsis against a certain race of a fungus-like pathogen.\n\n \n\nBesides providing deep insight into the function of EDM2 and its role in plant immunity, this project has also widened our understanding of chromosome regulation. This knowledge will facilitate the development of new strategies to improve disease resistance and other important traits of crop plants. Insights from this project may also impact research related to human diseases that are based on deficient histone modifications. Furthermore, the project provided training to post-doctoral scientists as well as undergraduate students. Results from this study were integrated in teaching activities of the PI.\n\n\t\t\t\t\tLast Modified: 07/30/2012\n\n\t\t\t\t\tSubmitted by: Thomas A Eulgem"
 }
}