{
 "awd_id": "1052281",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Histone H3 Phosphorylation and Gene Silencing in Chlamydomonas and Arabidopsis",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 591661.0,
 "awd_amount": 591661.0,
 "awd_min_amd_letter_date": "2011-02-09",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "Intellectual Merit.  The growth and development of multicellular organisms is determined by complex interactions between their genetic make-up and the environment. The different types of cells, tissues, and organs are ultimately defined by differential gene expression. Each particular cell type only expresses a unique fraction of the information contained in its genetic material, whereas the rest remains silenced. In some cases, this gene silencing involves heritable (but reversible) mechanisms, termed epigenetic. Epigenetic silencing can occur by covalent chemical modification of chromatin, the complex structure consisting of DNA wrapped around an octamer of proteins, known as histones. One significant challenge in the chromatin field is to define the molecular events that link histone modifications with specific biological outcomes, such as transcriptional activation or silencing. An added level of complexity is that the language of covalent histone modifications may not be universal across evolutionarily diverse organisms. This project will focus on two types of modification that occur on adjacent amino acids in the histone H3 molecule--phosphorylation of threonine 3 (H3T3p) and methylation of lysine 4 (H3K4me).  The goals are to understand how these modifications control gene expression in two diverse evolutionary lineages, the green alga Chlamydomonas reinhardtii and the model plant Arabidopsis thaliana under normal growth conditions and in response to environmental change.  Research will focus on studying the enzymes responsible for phosphorylating H3T3 and demethylating H3K4, searching for proteins that interact with these modified amino acids, and exploring the role of these modifications in response of Arabidopsis to osmotic stress.  Results will contribute to the understanding of the molecular mechanisms involved in determining chromatin silencing states, their differences and/or similarities in evolutionarily divergent lineages, and their role in effecting changes in gene expression under environmental stresses.\r\n\r\nBroader Impacts.  The project will have an impact on human resource development through the direct training of undergraduate and graduate students and one postdoctoral fellow. Students will learn research methodology via hands on experience, with the goal of fostering their interest in scientific discovery. The laboratory findings will be used to stimulate the learning process and to promote discussions on the benefits of plant science research in two plant biology courses. The training of a postdoctoral fellow for a career which combines research and education is also a central component of the project. Additionally, students will participate in a number of programs devoted to the training of minority individuals and in outreach activities with a non-profit organization working to educate the public on the nature and importance of science. Besides advancing our knowledge in chromatin biology and the evolution of histone modifying mechanisms, the results from this project may have practical implications for agriculture. A better understanding of epigenetic gene silencing mechanisms may lead to improvements in transgenic technology. In addition, microalgae are emerging as a suitable resource for the production of renewable carbon-neutral biofuels and a greater knowledge of the regulatory mechanisms that control gene expression and metabolism may become crucial for their commercial development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heriberto",
   "pi_last_name": "Cerutti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Heriberto Cerutti",
   "pi_email_addr": "hcerutti1@unl.edu",
   "nsf_id": "000178505",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nebraska-Lincoln",
  "inst_street_address": "2200 VINE ST # 830861",
  "inst_street_address_2": "",
  "inst_city_name": "LINCOLN",
  "inst_state_code": "NE",
  "inst_state_name": "Nebraska",
  "inst_phone_num": "4024723171",
  "inst_zip_code": "685032427",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NE01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE UNIVERSITY OF NEBRASKA",
  "org_prnt_uei_num": "",
  "org_uei_num": "HTQ6K6NJFHA6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nebraska-Lincoln",
  "perf_str_addr": "2200 VINE ST # 830861",
  "perf_city_name": "LINCOLN",
  "perf_st_code": "NE",
  "perf_st_name": "Nebraska",
  "perf_zip_code": "685032427",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NE01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 243009.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 172429.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 176223.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In eukaryotic organisms such as plants and mammals, nuclear DNA is associated with histones and other proteins in a complex structure referred to as chromatin. Histones are subject to multiple modifications, including acetylation, methylation, and phosphorylation. These histone modifications influence chromatin organization and can modulate many DNA dependent processes such as gene expression. A growing body of evidence indicates that changes in certain histone modifications are involved in organismal responses to environmental challenges like high temperature or drought.</p>\n<p>The research supported by this award was designed to study how phosphorylation of a specific histone residue affects chromatin functions and gene expression in a unicellular green alga, <em>Chlamydomonas reinhardtii</em>, and in a model flowering plant, <em>Arabidopsis thaliana</em>. The results of our experiments gave a number of novel insights. Plants and algae defective in the molecular machines that cause the histone modification showed hypersensitivity to challenging environmental conditions such as high salinity or drought-like treatments. Arabidopsis plants displayed profound phenotypic alterations including dwarfism and various defects in reproductive organs. The characterized histone phosphorylation appears to play an important role in the organization of certain chromatin regions and it also appears to repress gene expression. We also learned about the evolutionary relationship between the molecular machines used by green algae and by plants to modify histones and to regulate chromatin structure.</p>\n<p>The projects findings contribute to our understanding of how chromatin regulation affects plants&rsquo; development and their responses to challenging environmental conditions, knowledge relevant for improving agricultural crops. One postdoctoral fellow, two graduate students, eight undergraduate students, and one high school student participated in research and outreach activities associated with this award. Students and postdocs received training in research methods, mentoring, critical thinking skills, and in aspects related to career development. These educational activities contribute to prepare knowledge workers whose specialized skills will enable them to work productively within STEM occupations and industries.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/03/2015<br>\n\t\t\t\t\tModified by: Heriberto&nbsp;Cerutti</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1052281/1052281_10072840_1433338012538_Figure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1052281/1052281_10072840_1433338012538_Figure--rgov-800width.jpg\" title=\"Histone phosphorylation is important for plant function\"><img src=\"/por/images/Reports/POR/2015/1052281/1052281_10072840_1433338012538_Figure--rgov-66x44.jpg\" alt=\"Histone phosphorylation is important for plant function\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Arabidopsis plants (dm) defective in histone phosphorylation show altered phenotypes, including dwarfism and hypersensitivity to drought-like stress.</div>\n<div class=\"imageCredit\">Zhen Wang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Heriberto&nbsp;Cerutti</div>\n<div class=\"imageTitle\">Histone phosphorylation is important for plant function</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn eukaryotic organisms such as plants and mammals, nuclear DNA is associated with histones and other proteins in a complex structure referred to as chromatin. Histones are subject to multiple modifications, including acetylation, methylation, and phosphorylation. These histone modifications influence chromatin organization and can modulate many DNA dependent processes such as gene expression. A growing body of evidence indicates that changes in certain histone modifications are involved in organismal responses to environmental challenges like high temperature or drought.\n\nThe research supported by this award was designed to study how phosphorylation of a specific histone residue affects chromatin functions and gene expression in a unicellular green alga, Chlamydomonas reinhardtii, and in a model flowering plant, Arabidopsis thaliana. The results of our experiments gave a number of novel insights. Plants and algae defective in the molecular machines that cause the histone modification showed hypersensitivity to challenging environmental conditions such as high salinity or drought-like treatments. Arabidopsis plants displayed profound phenotypic alterations including dwarfism and various defects in reproductive organs. The characterized histone phosphorylation appears to play an important role in the organization of certain chromatin regions and it also appears to repress gene expression. We also learned about the evolutionary relationship between the molecular machines used by green algae and by plants to modify histones and to regulate chromatin structure.\n\nThe projects findings contribute to our understanding of how chromatin regulation affects plantsÆ development and their responses to challenging environmental conditions, knowledge relevant for improving agricultural crops. One postdoctoral fellow, two graduate students, eight undergraduate students, and one high school student participated in research and outreach activities associated with this award. Students and postdocs received training in research methods, mentoring, critical thinking skills, and in aspects related to career development. These educational activities contribute to prepare knowledge workers whose specialized skills will enable them to work productively within STEM occupations and industries.\n\n \n\n\t\t\t\t\tLast Modified: 06/03/2015\n\n\t\t\t\t\tSubmitted by: Heriberto Cerutti"
 }
}