{
 "awd_id": "1052650",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDIG: Kiowa-Tanoan: A Diachronic and Synchronic Study",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-05-17",
 "awd_max_amd_letter_date": "2011-05-17",
 "awd_abstract_narration": "The investigation into the historical relationships, both phylogenetic and areal, between Kiowa-Tanoan and other language families, fills a notable gap in the literature on Native American languages. This dissertation research project aims to produce a comparative-historical analysis of the Kiowa-Tanoan language family which includes Kiowa, Arizona Tewa, Rio Grande Tewa, Picurís Northern Tiwa, Taos Northern Tiwa, Southern Tiwa, Towa, and the extinct Piro. The project both informs and is informed by synchronic analysis of the modern languages of the family. Updated grammatical descriptions of each language provides the groundwork for the cross-comparison of vocabulary and grammatical constructions. This comparison permits a detailed reconstruction of the hypothetical ancestral language (Proto-Kiowa-Tanoan). The focus of comparison centers on the complex systems of verb indexation, number marking, noun classification, and tense/aspect/mood. Evident diachronic changes of the Kiowa-Tanoan language family elucidate numerous aspects of the grammar of the modern languages.\r\n\r\nThe study takes advantage of all material published to date, extensive unpublished archival material, much of which has not been utilized in previous research, and new consultation with native speakers of the modern languages. The project serves as a comprehensive state-of-the-art summary of Kiowa-Tanoan studies and makes data, previously difficult to access, available to both linguistic researchers and community members where these languages are still spoken. This research provides important insight into Native American linguistics and intends to be a useful resource for researchers investigating the language and ethnographic history of pre-contact North America and for linguists and Native community members in the development of materials for language revitalization and maintenance in the Kiowa-Tanoan speaking communities where the heritage language is being lost.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Axelrod",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa Axelrod",
   "pi_email_addr": "axelrod@unm.edu",
   "nsf_id": "000456629",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Logan",
   "pi_last_name": "Sutton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Logan D Sutton",
   "pi_email_addr": "ldsutton@indiana.edu",
   "nsf_id": "000568793",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded dissertation research project is a detailed study of the Kiowa-Tanoan language family. It examines the grammar of the modern languages that are still spoken in New Mexico, Arizona, Texas, and Oklahoma and their history, including a reconstruction of the ancestral language from which these languages descend and the changes they have undergone as they diversified over the centuries. Support from the National Science Foundation has permitted the acquisition of previously untapped archival materials on these languages dating from the mid-19th century to the late 20th century and consultation with native speakers of Kiowa-Tanoan languages still spoken. The research this support has permitted will culminate in the fall of 2013 in a doctoral dissertation to be published at the University of New Mexico.</p>\n<p>The Kiowa-Tanoan family consists of seven modern languages: Kiowa, spoken in Oklahoma; Arizona Tewa, spoken in Tewa Village in Arizona; Rio Grande Tewa, spoken at six Pueblos north of Santa Fe in New Mexico; Taos Northern Tiwa, spoken at Taos Pueblo, NM; Picur&iacute;s Northern Tiwa, spoken at Picur&iacute;s Pueblo, NM; Southern Tiwa, spoken at two Pueblos in New Mexico and one Pueblo near El Paso, Texas; and, Towa, spoken at Jemez Pueblo, NM. An eighth language, Piro, was once spoken near Socorro, NM and later in the vicinity of El Paso, but has not been spoken since the late 19th century and now exists only in scant archival records. The speakers of these languages were among the first Native peoples from the Americas north of Mexico that European explorers encountered in the 16th century. They are among the descendants of the great Anasazi cultural complex that has left monuments throughout the US Southwest and they have long played an important role in the trade route between Central and North America and between the Great Plains and the Pacific coast. The histories of the individual language groups have also been rich and varied since European and American colonization of the West. Study of these languages will thus provide valuable insight into the history and development of American peoples.</p>\n<p>The dissertation research project consists of two components. The first is a synchronic study and description of the individual languages that make up the Kiowa-Tanoan languages. This aspect of the project aims to lay out the phonology and morphosyntax (grammar) of the languages in more detail and comprehensiveness than has been previously available. The second component is a diachronic comparative-historical study of the changes the languages have undergone through the centuries in order to reconstruct many aspects of the form of the common ancestral language from which the modern languages descend. This reconstruction is essential not only to filling out our understanding of history, population movements, technological developments, and trade, but also to understanding the various idiosyncrasies, regular patterns, and evolution of the modern languages. Such a study is crucial for serious cross-disciplinary dialogues with archaeology, anthropology, history, and cultural studies.</p>\n<p>With the generous assistance of NSF funding, the researcher has been able to gain access to thousands of pages of field notes and almost 200 hours of audio recordings archived at the National Anthropological Archive of the Smithsonian Institution, the University of California-Irvine, Indiana University, and other academic institutions. These resources have been all but ignored in previous studies of the Kiowa-Tanoan languages despite housing a wealth of information. In addition funding has permitted collaboration with native speakers of the languages to further supplement a detailed study. This has permitted the researcher to make use of all available materials, both published and unpublished in order to take into account previous analyses of the language data as well...",
  "por_txt_cntn": "\nThis NSF-funded dissertation research project is a detailed study of the Kiowa-Tanoan language family. It examines the grammar of the modern languages that are still spoken in New Mexico, Arizona, Texas, and Oklahoma and their history, including a reconstruction of the ancestral language from which these languages descend and the changes they have undergone as they diversified over the centuries. Support from the National Science Foundation has permitted the acquisition of previously untapped archival materials on these languages dating from the mid-19th century to the late 20th century and consultation with native speakers of Kiowa-Tanoan languages still spoken. The research this support has permitted will culminate in the fall of 2013 in a doctoral dissertation to be published at the University of New Mexico.\n\nThe Kiowa-Tanoan family consists of seven modern languages: Kiowa, spoken in Oklahoma; Arizona Tewa, spoken in Tewa Village in Arizona; Rio Grande Tewa, spoken at six Pueblos north of Santa Fe in New Mexico; Taos Northern Tiwa, spoken at Taos Pueblo, NM; Picur&iacute;s Northern Tiwa, spoken at Picur&iacute;s Pueblo, NM; Southern Tiwa, spoken at two Pueblos in New Mexico and one Pueblo near El Paso, Texas; and, Towa, spoken at Jemez Pueblo, NM. An eighth language, Piro, was once spoken near Socorro, NM and later in the vicinity of El Paso, but has not been spoken since the late 19th century and now exists only in scant archival records. The speakers of these languages were among the first Native peoples from the Americas north of Mexico that European explorers encountered in the 16th century. They are among the descendants of the great Anasazi cultural complex that has left monuments throughout the US Southwest and they have long played an important role in the trade route between Central and North America and between the Great Plains and the Pacific coast. The histories of the individual language groups have also been rich and varied since European and American colonization of the West. Study of these languages will thus provide valuable insight into the history and development of American peoples.\n\nThe dissertation research project consists of two components. The first is a synchronic study and description of the individual languages that make up the Kiowa-Tanoan languages. This aspect of the project aims to lay out the phonology and morphosyntax (grammar) of the languages in more detail and comprehensiveness than has been previously available. The second component is a diachronic comparative-historical study of the changes the languages have undergone through the centuries in order to reconstruct many aspects of the form of the common ancestral language from which the modern languages descend. This reconstruction is essential not only to filling out our understanding of history, population movements, technological developments, and trade, but also to understanding the various idiosyncrasies, regular patterns, and evolution of the modern languages. Such a study is crucial for serious cross-disciplinary dialogues with archaeology, anthropology, history, and cultural studies.\n\nWith the generous assistance of NSF funding, the researcher has been able to gain access to thousands of pages of field notes and almost 200 hours of audio recordings archived at the National Anthropological Archive of the Smithsonian Institution, the University of California-Irvine, Indiana University, and other academic institutions. These resources have been all but ignored in previous studies of the Kiowa-Tanoan languages despite housing a wealth of information. In addition funding has permitted collaboration with native speakers of the languages to further supplement a detailed study. This has permitted the researcher to make use of all available materials, both published and unpublished in order to take into account previous analyses of the language data as well as to undertake new and innovative analyses of language constructions not previ..."
 }
}