{
 "awd_id": "1052974",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Formation and Early Diagenesis of Carbonate Deposits: The Role of Microbes and Extracellular Organic Matter (EOM)",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 302180.0,
 "awd_amount": 302180.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2013-12-10",
 "awd_abstract_narration": "Microbial ecosystems provide a critical link between the short-term (?biological?) and the long-term (?geological?) carbon cycle. Microbial mats are an example of such ecosystems found at the surface of sediments. These mats are believed to resemble the earliest evidence of life that we can find in the rock record (up to 3.5 billion years old).  The metabolism of microbes present in the mats can change the balance between mineral dissolution and precipitation at the interface between the lithosphere and the biosphere. Rock-forming microbial mats, especially the ones producing carbonates, are precisely situated at this interface. Therefore, they are ideal model systems to study the transformation of organic carbon into carbonate minerals through a combination of intrinsic (microbial processes) and extrinsic (the environment) factors. \r\n\r\nThe rock-forming ecosystems (called microbialites), like the model system studied in this proposal, provide the unique opportunity to study the early biogeochemical changes of the carbonates precipitated by the microbes near the surface of the mat. This process, called early diagenesis, is very important in forming of the rock record. The microbes are most active near the surface of the mat, but at depth they have the luxury of time and their metabolism, albeit very slow, can greatly change the properties of both the organic carbon and the carbonate minerals. We propose to investigate the coupling of geochemical and microbiological reactions that produce biogenic carbonate minerals. We chose to investigate a unique microbial mat system that is approximately one meter thick and comprised of hundred of layers of carbonate minerals separated by layers of organic carbon. We also will study the geologic changes of these minerals with depth, and coupled to this, the changes in chemical properties of the organic carbon.  The result of the combined microbial-geochemical reactions is a layered carbonate rock that is very similar to the finely-laminated micritic stromatolites, which are typically found in the fossil record. Our goal is to determine the contribution of microbial and physicochemical processes to early diagenesis of microbial carbonates. This will shed light on which fraction of the initial carbonate precipitate remains preserved in the rock record from the initial precipitation. In other words, we will be able to determine the role of microbes and their products in the diagenesis of minerals directly. Using state-of-the-art techniques, study of the processes altering the sediments at depth represents a critical step in the understanding of the slow transition of these microbial carbonates toward the fossil record. Furthermore, this project provides insight of how microbial carbonates can store inorganic carbon (i.e., CO2) into a long-?residence time? carbonate reservoir (so-called carbon sequestration). It also opens a window on the past by revealing geomicrobial mechanisms that could preserve traces of life (microbial signatures) during early diagenesis and further in the rock record. These aspects are key features for understanding modern and past carbon cycles, development of early life as well as possible life on other planets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pieter",
   "pi_last_name": "Visscher",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Pieter T Visscher",
   "pi_email_addr": "pieter.visscher@uconn.edu",
   "nsf_id": "000153953",
   "pi_start_date": "2013-12-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Christophe",
   "pi_last_name": "Dupraz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christophe Dupraz",
   "pi_email_addr": "christophe.dupraz@uconn.edu",
   "nsf_id": "000508121",
   "pi_start_date": "2011-09-16",
   "pi_end_date": "2013-12-10"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Pieter",
   "pi_last_name": "Visscher",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Pieter T Visscher",
   "pi_email_addr": "pieter.visscher@uconn.edu",
   "nsf_id": "000153953",
   "pi_start_date": "2011-09-16",
   "pi_end_date": "2013-12-10"
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 302180.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Formation and Early Diagenesis of Carbonate Deposits:</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;The Role of Microbes and Extracellular Organic Matter (EOM)</p>\n<p>Microbial mats are among the oldest ecosystems on Earth and have thrived for over 3.5 billion years. Modern microbial mats can be found in a number of places, notably near hot springs and in hypersaline and alkaline lakes. Under certain conditions, the microbes in mats can precipitate minerals like calcium carbonate, which enhances the preservation of these biofilm communities in the rock record. Microbe-mineral interactions take place at the interface of the bio- (i.e., living part of our planet), hydro- (i.e., the water) and lithospheres (i.e., the sediments and rocks) and play a critical role in the global carbon cycle. Biological processes involved in carbonate precipitation may help understand shell- and bone formation, as well as increase knowledge about the formation and working of biofilms (e.g., in biofouling, dental plaque, infectious diseases). The players, initial processes and primary products of microbe-mineral interactions are relatively well studied, but little is known about &ldquo;early diagenesis&rdquo;, which encompasses microbial and chemical reactions that alter the organic and inorganic parts of these sedimentary biofilms.</p>\n<p>In this project, we studied the &ldquo;early diagenesis&rdquo;, or chemical and mineralogical changes and the role of microbes in this during the first few hundred to thousand years after initial mat formation. We accomplished this by studying a 50-cm deep microbial mat in a hypersaline lake in the Bahamas. Major microbial metabolisms (such as photosynthesis, respiration using oxygen and sulfate) were studied and the changes in mineral composition (having less magnesium relative to calcium) were related to this and to changes in the composition of the organic matter. A major challenge was to actually measure very low metabolic rates, as these decrease tremendousy with depth. To our surprise, using microcalorimetry (heat production from metabolism and chemical reactions on a very fine scale) we found that the microbial activity even at the bottom of the 50-cm mat was still significant and that microbes, rather than chemical processes dominate throughout the sediment column. In a newly established collaboration with scientists from the Institut de Physique du Globe Paris we were able to make nanometer-scale element maps and correlate these with the presence of organic matter. It appeared that in addition to sulfur cycling, which tends to dominate in marine and hypersaline sediments where oxygen is absent, not iron but arsenic cycling could be found. This helps us interpret microbial processes that potentially played an important role on Earth before the onset of oxygen in the atmosphere. We are currently working with molecular biologists at the University of New South Wales, Australia, to analyze the microbial diversity of the mat system and preliminary results indicate that archaea may play a more important role than previously documented.</p>\n<p>This project (partially supported) two high school, nine undergraduate and two graduate students as well as one postdoc and two technicians. In addition to our scientific findings and collaborations, we have shared the findings of this project in undergraduate and graduate classes in geology and marine sciences at the University of Connecticut, Universite de Bourgogne (Dijon) and Stockholm University. Furthermore, the principle investigator gave over a dozen of scientific seminars including keynotes, taught three international courses in South America (Argentina, Brazil), gave two public lectures for the general audience and organized three sessions at international meetings that were directly related to this project. We collaborated with the One Eleuthera Foundation (S...",
  "por_txt_cntn": "\n             Formation and Early Diagenesis of Carbonate Deposits:\n\n         The Role of Microbes and Extracellular Organic Matter (EOM)\n\nMicrobial mats are among the oldest ecosystems on Earth and have thrived for over 3.5 billion years. Modern microbial mats can be found in a number of places, notably near hot springs and in hypersaline and alkaline lakes. Under certain conditions, the microbes in mats can precipitate minerals like calcium carbonate, which enhances the preservation of these biofilm communities in the rock record. Microbe-mineral interactions take place at the interface of the bio- (i.e., living part of our planet), hydro- (i.e., the water) and lithospheres (i.e., the sediments and rocks) and play a critical role in the global carbon cycle. Biological processes involved in carbonate precipitation may help understand shell- and bone formation, as well as increase knowledge about the formation and working of biofilms (e.g., in biofouling, dental plaque, infectious diseases). The players, initial processes and primary products of microbe-mineral interactions are relatively well studied, but little is known about \"early diagenesis\", which encompasses microbial and chemical reactions that alter the organic and inorganic parts of these sedimentary biofilms.\n\nIn this project, we studied the \"early diagenesis\", or chemical and mineralogical changes and the role of microbes in this during the first few hundred to thousand years after initial mat formation. We accomplished this by studying a 50-cm deep microbial mat in a hypersaline lake in the Bahamas. Major microbial metabolisms (such as photosynthesis, respiration using oxygen and sulfate) were studied and the changes in mineral composition (having less magnesium relative to calcium) were related to this and to changes in the composition of the organic matter. A major challenge was to actually measure very low metabolic rates, as these decrease tremendousy with depth. To our surprise, using microcalorimetry (heat production from metabolism and chemical reactions on a very fine scale) we found that the microbial activity even at the bottom of the 50-cm mat was still significant and that microbes, rather than chemical processes dominate throughout the sediment column. In a newly established collaboration with scientists from the Institut de Physique du Globe Paris we were able to make nanometer-scale element maps and correlate these with the presence of organic matter. It appeared that in addition to sulfur cycling, which tends to dominate in marine and hypersaline sediments where oxygen is absent, not iron but arsenic cycling could be found. This helps us interpret microbial processes that potentially played an important role on Earth before the onset of oxygen in the atmosphere. We are currently working with molecular biologists at the University of New South Wales, Australia, to analyze the microbial diversity of the mat system and preliminary results indicate that archaea may play a more important role than previously documented.\n\nThis project (partially supported) two high school, nine undergraduate and two graduate students as well as one postdoc and two technicians. In addition to our scientific findings and collaborations, we have shared the findings of this project in undergraduate and graduate classes in geology and marine sciences at the University of Connecticut, Universite de Bourgogne (Dijon) and Stockholm University. Furthermore, the principle investigator gave over a dozen of scientific seminars including keynotes, taught three international courses in South America (Argentina, Brazil), gave two public lectures for the general audience and organized three sessions at international meetings that were directly related to this project. We collaborated with the One Eleuthera Foundation (Shaun Ingraham), initially in saving Big Pond (our field site that was earmarked for development). With the support of science teachers, we designed a science module for m..."
 }
}