{
 "awd_id": "1052887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The role of sleep in language learning and abstraction",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 400942.0,
 "awd_amount": 400942.0,
 "awd_min_amd_letter_date": "2011-08-31",
 "awd_max_amd_letter_date": "2011-08-31",
 "awd_abstract_narration": "Recent work in language acquisition and cognitive development shows remarkable learning abilities in infancy.  Much of the theoretical development in these fields is based on effects measured immediately after a learning experience, however, sleep is instrumental in transforming specific details of what is learned to a more abstract memory (Gomez, Bootzin, & Nadel, 2006; Hupbach, Gomez, Bootzin, & Nadel, 2009).  The ability to abstract away from the specific details of a learning experience is crucial for infants who must be able to summarize and apply key aspects of a learning experience to novel scenarios, much like being able to abstract the block letter \"A\" to cursive.  If memories are too specific infants will not be able to connect prior learning to new scenarios with slightly different information.  A more abstract memory can more easily be applied to a wider range of information.  A first project will investigate the means by which sleep leads to abstraction.  A second project investigates how sleep-dependent memories are connected across time in an attempt to understand how knowledge is amassed over multiple learning experiences.  Polysomnographic recording will provide information about how sleep-dependent memories are consolidated in the developing infant brain.\r\n\r\nThe proposed work is unique in bridging three areas of research: language acquisition, memory, and sleep. It has potential to be transformative to the degree that it 1) impacts language learning theories (to date based on results obtained immediately after a learning experience, not taking the changes associated with intrinsic sleep and memory processes into account); 2) the way empirical learning research is conducted (to scale up to the constraints of real-world learning researchers will need to begin to measure time-dependent effects); and 3) informs us about the relationship between phases of sleep and memory formation in the developing infant brain, dynamics that could have a profound effect on theories of language and memory change, on understanding when normal change goes awry, and for learning in educational practice.  In addition to the practical benefits for society, the proposed work has benefits closer to home with training of undergraduate students a significant part of the grant.  These students will gain extensive one-on-one experience in conducting scientific research that will prepare them to be highly competitive candidates for graduate programs, and ultimately, for careers in teaching and science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Gomez",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca L Gomez",
   "pi_email_addr": "rgomez@u.arizona.edu",
   "nsf_id": "000449466",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynn",
   "pi_last_name": "Nadel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynn Nadel",
   "pi_email_addr": "nadel@u.arizona.edu",
   "nsf_id": "000156178",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "LouAnn",
   "pi_last_name": "Gerken",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "LouAnn Gerken",
   "pi_email_addr": "gerken@email.arizona.edu",
   "nsf_id": "000174989",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Bootzin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Bootzin",
   "pi_email_addr": "bootzin@u.arizona.edu",
   "nsf_id": "000569460",
   "pi_start_date": "2011-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400942.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award investigated how sleep contributes to generalization of new language learning. Generalization occurs when learners can apply learning to similar, but not identical circumstances to those encountered during learning. An example is applying a newly learned verb, like &ldquo;jump&rdquo;, to a new actor, one who is different from the person who demonstrated the action at the time of learning. Another example is the ability to extend a new noun, like &ldquo;dog&rdquo;, to a new dog a child has never seen. A third example is learning a language rule and applying the rule to a new sentence, one a child has not heard. We investigated these forms of learning in children 18 to 48 months of age. We list several of our most notable findings.</p>\n<p>1. Sleep functions differently across development. Although sleep is crucial for stabilizing new memories in infancy, benefits are modest at this age. They stem from decreased interference during sleep compared to wakefulness, or a slow process of consolidation in cortical regions of the brain. This permits children to gradually learn details of visual and linguistic information over time (G&oacute;mez &amp; Edgin, 2015a,b). By 30 months of age, the brain is mature enough to support an active process of neural replay of new learning during sleep such as that proposed by Diekelmann &amp; Born (2010). This process results in good memory for new information and rapid learning compared to infancy.</p>\n<p>2. Eighteen month olds who sleep within 4 hours of learning generalize a rule to completely new sentences. They retain the rule but appear to forget the exact details of the learning experience. Infants who stay awake during the 4-hour interval do not generalize. Infants forget the rule and the details from learning during wakefulness (G&oacute;mez et al., in prep).</p>\n<p>3. Two and a half year olds must nap to generalize new nouns the next day. Children this age have difficulty integrating new nouns across different contexts (e.g. dog in a field, dog in a car, dog at home) and do not generalize immediately after learning (Vlach &amp; Sandhofer, 2011). We found that 2.5 year olds generalized after 4 hours of wakefulness but not after a nap (Werchan &amp; G&oacute;mez, 2013). When we tested children the next day after a night of sleep children who napped in the 4 hours after learning outperformed those who stayed awake (Werchan, Kim &amp; G&oacute;mez, in prep). Although forgetting of irrelevant information during wakefulness helped children generalize the same day the nap preserved the memory for nighttime sleep, permitting generalization the next day.</p>\n<p>4. Three year olds who are no longer napping regularly must nap soon after learning to generalize newly learned verbs the next day suggesting that naps are still important for learning at this age (Sandoval, Leclerc &amp; G&oacute;mez, under review).</p>\n<p>5. Children who are no longer napping regularly at age 4 cannot remember and generalize briefly presented nouns when tested immediately after learning. Children who are still napping regularly show excellent retention (Esterline &amp; G&oacute;mez, in prep).</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit of the prior funding.</span> Our findings have implications for theories of memory development and theories of sleep. Regarding memory development our sleep research underscores the vast differences in the forms of memory supported in infancy and childhood. Similarly, sleep theories have not taken brain development into account. A debate over different theories of how sleep strengthens memories dissolves when we factor in the insight that these different theories support different learning systems in the brain. This insight is supported in our developmental findings (Gomez &amp; Edgin, 2015a,b). <em><span style=\"text-decoration: underline;\">Our NSF-supported work thus advances knowledge within th...",
  "por_txt_cntn": "\nThis award investigated how sleep contributes to generalization of new language learning. Generalization occurs when learners can apply learning to similar, but not identical circumstances to those encountered during learning. An example is applying a newly learned verb, like \"jump\", to a new actor, one who is different from the person who demonstrated the action at the time of learning. Another example is the ability to extend a new noun, like \"dog\", to a new dog a child has never seen. A third example is learning a language rule and applying the rule to a new sentence, one a child has not heard. We investigated these forms of learning in children 18 to 48 months of age. We list several of our most notable findings.\n\n1. Sleep functions differently across development. Although sleep is crucial for stabilizing new memories in infancy, benefits are modest at this age. They stem from decreased interference during sleep compared to wakefulness, or a slow process of consolidation in cortical regions of the brain. This permits children to gradually learn details of visual and linguistic information over time (G&oacute;mez &amp; Edgin, 2015a,b). By 30 months of age, the brain is mature enough to support an active process of neural replay of new learning during sleep such as that proposed by Diekelmann &amp; Born (2010). This process results in good memory for new information and rapid learning compared to infancy.\n\n2. Eighteen month olds who sleep within 4 hours of learning generalize a rule to completely new sentences. They retain the rule but appear to forget the exact details of the learning experience. Infants who stay awake during the 4-hour interval do not generalize. Infants forget the rule and the details from learning during wakefulness (G&oacute;mez et al., in prep).\n\n3. Two and a half year olds must nap to generalize new nouns the next day. Children this age have difficulty integrating new nouns across different contexts (e.g. dog in a field, dog in a car, dog at home) and do not generalize immediately after learning (Vlach &amp; Sandhofer, 2011). We found that 2.5 year olds generalized after 4 hours of wakefulness but not after a nap (Werchan &amp; G&oacute;mez, 2013). When we tested children the next day after a night of sleep children who napped in the 4 hours after learning outperformed those who stayed awake (Werchan, Kim &amp; G&oacute;mez, in prep). Although forgetting of irrelevant information during wakefulness helped children generalize the same day the nap preserved the memory for nighttime sleep, permitting generalization the next day.\n\n4. Three year olds who are no longer napping regularly must nap soon after learning to generalize newly learned verbs the next day suggesting that naps are still important for learning at this age (Sandoval, Leclerc &amp; G&oacute;mez, under review).\n\n5. Children who are no longer napping regularly at age 4 cannot remember and generalize briefly presented nouns when tested immediately after learning. Children who are still napping regularly show excellent retention (Esterline &amp; G&oacute;mez, in prep).\n\nIntellectual Merit of the prior funding. Our findings have implications for theories of memory development and theories of sleep. Regarding memory development our sleep research underscores the vast differences in the forms of memory supported in infancy and childhood. Similarly, sleep theories have not taken brain development into account. A debate over different theories of how sleep strengthens memories dissolves when we factor in the insight that these different theories support different learning systems in the brain. This insight is supported in our developmental findings (Gomez &amp; Edgin, 2015a,b). Our NSF-supported work thus advances knowledge within the specialty of infant and child language development and across fields of memory development and sleep. Our empirical work is original in conception. Our theoretical work, which builds upon our strong, empirical findi..."
 }
}