{
 "awd_id": "1052661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ichnology and Sedimentology of Glaucony Greensands: Paleoenvironmental, Sequence Stratigraphic and Paleoclimatic Implications",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 134008.0,
 "awd_amount": 134008.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "Title:  Ichnology and Sedimentology of Glaucony Greensands: Paleoenvironmental, Sequence Stratigraphic and Paleoclimatic Implications\r\n\r\nAllan A. Ekdale\r\nUniversity of Utah\r\nEAR-1052661\r\n\r\nABSTRACT\r\n\tThis is a project to investigate trace fossil-bearing greensand deposits in different parts of the geologic column in order to interpret the significance of green marine sedimentary deposits (\"glaucony\") in terms of paleoecology, ichnology, sedimentology, and paleoenvironments, with the potential implications for sea level dynamics, paleoclimates, mineral authigenesis, sea floor geochemistry and sequence stratigraphy. The project will employ both field observations and laboratory analyses. The approach will be an unusual coupling of ichnology with sedimentary mineralogy by examining trace fossil associations and ichnofabrics (biogenic sedimentary fabrics) in relation to the dynamic sedimentologic and sea floor geochemical environment that promoted the formation of glaucony (glauconite and other green marine clay minerals). \r\n\tThe principal scientific objectives of this research include the following: (a) to determine the precise mineralogy of the green marine grains in a spectrum of greensand occurrences of Cambrian through Tertiary age; (b) to identify the associated trace fossils and characteristic ichnofabrics and ichnofacies within beds and on bedding surfaces at each study site; (c) to detail the vertical changes in trace fossils, ichnofabrics and sediment types in the greensand facies within beds and within parasequences; (d) to integrate ichnologic and sedimentologic observations within the different facies of greensands from various parts of the geologic column; (e) to interpret the findings in the context of sequence stratigraphy and sea level dynamics, specifically in relation to passive-margin condensed sections; and (f) to clarify the paleoclimate regime(s) in which glaucony may have formed in the past. In order to investigate a broad spectrum of greensand occurrences and attempt to discern some common denominators about their mineralogy, sedimentology and ichnology, a variety of study sites in Utah, Wyoming, Texas, Alabama Wisconsin and eastern Spain will be investigated in this project. A graduate research assistant and undergraduate research assistant will assist the P.I. in both field work and lab work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Ekdale",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Allan A Ekdale",
   "pi_email_addr": "a.ekdale@utah.edu",
   "nsf_id": "000390727",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 134008.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Greensands, marine sediments containing abundant green clay minerals (glauconite, odinite and other similar minerals), are common throughout the geologic record from the Cambrian into the Quaternary, but their origin and paleoenvironmental significance are oft debated and generally poorly understood by geoscientists. Greensands are important to study not only for their enigmatic geologic significance (despite their widespread occurrence), but also for the under-appreciated potential that greensands offer for understanding sea level fluctuations and climate change in nearshore and offshore marine settings in the geologic past. The principal goal of this project was to link trace fossils (biogenic sedimentary structures) with the formation of glauconite, odinite and other similar green minerals in order to further our understanding of how two seemingly unrelated things &ndash; namely benthic organisms and inorganic sedimentary minerals &ndash; both respond to similar environmental conditions at the sea floor. Bringing together the disparate areas of ichnology (trace fossil studies) and sedimentary mineralogy has the potential of transforming both areas of inquiry in the geosciences and developing new ways to model the dynamics of complex Earth systems, such as ocean-atmosphere interactions and sea level fluctuations.</p>\n<p>&nbsp;</p>\n<p>This project investigated greensand deposits in different parts of the geologic column in order to seek clues for interpreting the significance of green marine sedimentary deposits in terms of ichnology, sedimentology, paleoecology and paleoenvironments, with the potential implications for sea level dynamics, paleoclimates, mineral authigenesis, sequence stratigraphy and sea floor geochemistry. The project employed field observations and laboratory analyses in order to answer salient scientific questions. The objectives were to determine the precise mineralogy of the green marine grains in a spectrum of greensand occurrences, identify the associated trace fossils, ichnofabrics (textures of burrowed sediment) and ichnofacies (recurrent trace fossil associations) at each study site, detail the vertical changes in trace fossils, ichnofabrics and sediment types in the greensand beds, integrate ichnologic and sedimentologic observations of greensands from various parts of the geologic column, interpret the principal findings in the context of sequence stratigraphy and sea level dynamics, and clarify the paleoclimate regimes in which green clay minerals have formed in the past.</p>\n<p>&nbsp;</p>\n<p>The Upper Cambrian Reno Member, Lone Rock Formation, in Wisconsin contains trace fossils representing a shallow-marine paleoenvironment. Glauconitic grains are incorporated into ripple marks and cross laminae, which suggests allochthonous or reworked origin. This indicates that the burrowing and the genesis of glauconitic minerals in the Reno Member did not occur at the same time. Shallow marine processes reworked and redeposited the glauconitic grains in a substrate that was later occupied by burrowing organisms. The Cambrian Lion Mountain Member, Upper Riley Formation, in Texas contains trace fossils representing a shallow marine paleoenvironment. Trough cross stratified, fossiliferous sandstone indicates shallow subtidal to tidal-flat deposition. The glauconitic grains were originally fecal pellets that were glauconitized and squashed together. A major sea level change is indicated, as the shallowing sea brought glauconitic bottom sediment in contact with waves and currents of the upper shoreface environment. Shallow water trace fossils then occupied the substrate. The Jurassic Stump Formation in Utah reflects a major marine transgressive sequence. Greensand deposits accumulated in response to sea level rise in the Late Jurassic epicontinental seaway, which transgressed southward. Trace fossils and glauconitic minerals provided clues to under...",
  "por_txt_cntn": "\nGreensands, marine sediments containing abundant green clay minerals (glauconite, odinite and other similar minerals), are common throughout the geologic record from the Cambrian into the Quaternary, but their origin and paleoenvironmental significance are oft debated and generally poorly understood by geoscientists. Greensands are important to study not only for their enigmatic geologic significance (despite their widespread occurrence), but also for the under-appreciated potential that greensands offer for understanding sea level fluctuations and climate change in nearshore and offshore marine settings in the geologic past. The principal goal of this project was to link trace fossils (biogenic sedimentary structures) with the formation of glauconite, odinite and other similar green minerals in order to further our understanding of how two seemingly unrelated things &ndash; namely benthic organisms and inorganic sedimentary minerals &ndash; both respond to similar environmental conditions at the sea floor. Bringing together the disparate areas of ichnology (trace fossil studies) and sedimentary mineralogy has the potential of transforming both areas of inquiry in the geosciences and developing new ways to model the dynamics of complex Earth systems, such as ocean-atmosphere interactions and sea level fluctuations.\n\n \n\nThis project investigated greensand deposits in different parts of the geologic column in order to seek clues for interpreting the significance of green marine sedimentary deposits in terms of ichnology, sedimentology, paleoecology and paleoenvironments, with the potential implications for sea level dynamics, paleoclimates, mineral authigenesis, sequence stratigraphy and sea floor geochemistry. The project employed field observations and laboratory analyses in order to answer salient scientific questions. The objectives were to determine the precise mineralogy of the green marine grains in a spectrum of greensand occurrences, identify the associated trace fossils, ichnofabrics (textures of burrowed sediment) and ichnofacies (recurrent trace fossil associations) at each study site, detail the vertical changes in trace fossils, ichnofabrics and sediment types in the greensand beds, integrate ichnologic and sedimentologic observations of greensands from various parts of the geologic column, interpret the principal findings in the context of sequence stratigraphy and sea level dynamics, and clarify the paleoclimate regimes in which green clay minerals have formed in the past.\n\n \n\nThe Upper Cambrian Reno Member, Lone Rock Formation, in Wisconsin contains trace fossils representing a shallow-marine paleoenvironment. Glauconitic grains are incorporated into ripple marks and cross laminae, which suggests allochthonous or reworked origin. This indicates that the burrowing and the genesis of glauconitic minerals in the Reno Member did not occur at the same time. Shallow marine processes reworked and redeposited the glauconitic grains in a substrate that was later occupied by burrowing organisms. The Cambrian Lion Mountain Member, Upper Riley Formation, in Texas contains trace fossils representing a shallow marine paleoenvironment. Trough cross stratified, fossiliferous sandstone indicates shallow subtidal to tidal-flat deposition. The glauconitic grains were originally fecal pellets that were glauconitized and squashed together. A major sea level change is indicated, as the shallowing sea brought glauconitic bottom sediment in contact with waves and currents of the upper shoreface environment. Shallow water trace fossils then occupied the substrate. The Jurassic Stump Formation in Utah reflects a major marine transgressive sequence. Greensand deposits accumulated in response to sea level rise in the Late Jurassic epicontinental seaway, which transgressed southward. Trace fossils and glauconitic minerals provided clues to understanding the dynamic paleoenvironment and sequence stratigraphy. The Late Cretaceous Shannon San..."
 }
}