{
 "awd_id": "1052899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Integration of USArray Magnetotelluric and Seismic Data in the Pacific Northwest",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 142582.0,
 "awd_amount": 142582.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "In this project we are combining two geophysical methods for imaging Earth's interior (seismic and electromagnetic) to improve our understanding of the geologic history, and present structure of the Earth in the Pacific Northwest United States.   These studies will improve our understanding of the very dynamic Earth in this region, providing information that will ultimately help to mitigate geologic hazards such as earthquakes and volcanic eruptions, and inform efforts to develop natural resources (e.g., geothermal energy).   The core dataset for this project is provided by the NSF-funded Earthscope Transportable Array, which provides co-located spatially uniform grids of high quality seismic and electromagnetic (EM) sites.   Initial comparison of images obtained from the seismic and EM Earthscope data separately reveal striking similarities, which suggest a common large-scale geometric distribution of different, but plausibly related, material properties.  Through this project we are developing more sophisticated methods for integrating the two datasets, with the goal of providing new constraints on physical state and composition of Earth's interior in this region.   The methods developed are expected to be more widely applicable, both to similar studies of Earth structure and geologic history in other regions, and for smaller scale applications of joint geophysical imaging to resource exploration or environmental problems.\r\n\r\nBulk rock conductivities at crustal and upper mantle depths are strongly influenced by even small amounts of an interconnected conductive phase, making EM methods a powerful tool for mapping fluid distributions and constraining magmatic processes.  However, interpretation of EM data in isolation is often ambiguous, as there can be multiple possible causes for high conductivity, and resolution is intrinsically limited by the diffusive nature of EM fields in a conductor.  By integrating EM and seismic data non-uniqueness in both can be reduced, providing more powerful and useful constraints on composition and physical state of Earth's interior.   With regard to methodology, our approach will span a spectrum, from simple inter-comparison of \"unbiased\" models obtained by inverting each type of data separately, through testing of hypotheses of common structure, to formal joint inversion.  The collaboration is strengthening connections between seismic and EM researchers, and through training of young researchers in complimentary geophysical techniques, promises to enhance future interpretation of Earthscope and other geophysical datasets in the coming years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Humphreys",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene D Humphreys",
   "pi_email_addr": "ghump@uoregon.edu",
   "nsf_id": "000430937",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 90325.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 52257.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Earth&rsquo;s interior can be imaged with geophysical techniques. Seismic and electrical methods have provided the most detailed and useful images. However, the interpretation of these images &ndash; which are maps of seismic wave propagation speed and of electrical conductivity &ndash; is only partly understood in terms of basic properties of interest such as composition, temperature and presence of magma. Our collaborative project combines the seismic and electrical imaging efforts in the greater Pacific Northwest, and is aimed at (1) better understanding the more basic Earth properties that give rise to the seismic and electrical images, and (2) using the images to understand the tectonic and magmatic history that made the region.</p>\n<p>&nbsp;</p>\n<p>We find that by combining the two imaging methods, we have an improved ability to resolve the effects of temperature and the presence of small amounts of dispersed magma &ndash; both properties are important in the interpretation of the recent and ongoing activity in the region.</p>\n<p>&nbsp;</p>\n<p>Our three most important results are: (a) the lithosphere beneath Yellowstone, surprisingly, remains cool and devoid of detectable amounts of magma, (b) the piece of ocean lithosphere that was accreted to North America about 50 million years ago (a fairly recent geologic event that created the area that now is the Columbia Basin) is cool and compositionally distinct from adjacent North American lithosphere, and it occupies much more area than previously thought my many workers, and (c) the deep processes (100-200 km deep) that make the Cascade volcanic mountain range extends well east of active volcanism, where we image the presence of significant amounts of magma dispersed throughout a hot mantle.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2016<br>\n\t\t\t\t\tModified by: Eugene&nbsp;D&nbsp;Humphreys</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe EarthÆs interior can be imaged with geophysical techniques. Seismic and electrical methods have provided the most detailed and useful images. However, the interpretation of these images &ndash; which are maps of seismic wave propagation speed and of electrical conductivity &ndash; is only partly understood in terms of basic properties of interest such as composition, temperature and presence of magma. Our collaborative project combines the seismic and electrical imaging efforts in the greater Pacific Northwest, and is aimed at (1) better understanding the more basic Earth properties that give rise to the seismic and electrical images, and (2) using the images to understand the tectonic and magmatic history that made the region.\n\n \n\nWe find that by combining the two imaging methods, we have an improved ability to resolve the effects of temperature and the presence of small amounts of dispersed magma &ndash; both properties are important in the interpretation of the recent and ongoing activity in the region.\n\n \n\nOur three most important results are: (a) the lithosphere beneath Yellowstone, surprisingly, remains cool and devoid of detectable amounts of magma, (b) the piece of ocean lithosphere that was accreted to North America about 50 million years ago (a fairly recent geologic event that created the area that now is the Columbia Basin) is cool and compositionally distinct from adjacent North American lithosphere, and it occupies much more area than previously thought my many workers, and (c) the deep processes (100-200 km deep) that make the Cascade volcanic mountain range extends well east of active volcanism, where we image the presence of significant amounts of magma dispersed throughout a hot mantle.\n\n \n\n\t\t\t\t\tLast Modified: 01/26/2016\n\n\t\t\t\t\tSubmitted by: Eugene D Humphreys"
 }
}