{
 "awd_id": "1052161",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Flexible joints in rigid seaweeds: structure, mechanics, and convergent evolution in articulated coralline algae",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elsbeth Walker",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 361500.0,
 "awd_amount": 361500.0,
 "awd_min_amd_letter_date": "2011-03-04",
 "awd_max_amd_letter_date": "2013-02-22",
 "awd_abstract_narration": "Manmade structures, which are typically rigid, are often destroyed by the pounding of ocean waves, but seaweeds survive on wave-swept shores by being flexible. Articulated coralline algae (a type of seaweed) provide an exceptional opportunity to understand how this flexibility evolved. Coralline algae have calcified cell walls, which renders them, by default, rigid. However, 100 million years ago, some corallines evolved joints, a structural innovation that allowed these newly flexible algae to thrive. Indeed, joints evolved three separate times in coralline seaweeds, apparently converging on a common mechanical formula for flexibility that may also have allowed corallines to resist the fatigue damage that commonly accompanies flexible structures. Denny aims to elucidate the mechanics of this convergence in each of the three lineages of articulated corallines, allowing him to explore and quantify the different ways in which these algae have arrived at a common mechanical solution. Denny proposes to examine the mechanics of flexibility at all levels of organization?from the unusual chemistry and structure of cell walls in joints, to the extraordinary mechanical properties of joint materials, to the structure and dynamics of whole fronds. If this research confirms that articulated corallines are indeed resistant to fatigue failure, it may provide guidance for the development of fatigue resistant biomimetic materials and insight into the potential fatigue resistance of other flexible structures, both biological and manmade.\r\nThe biomechanical approach used in this research is an ideal context in which to teach students how science integrates knowledge across fields. Denny uses this mechanistic perspective to teach a course, \"Ecology, Evolution, and Plant Biology,\" for Stanford undergraduates, and will collaborate with the Ocean Discovery Institute of San Diego to exploit biomechanics as a teaching tool for underprivileged K-12 students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Denny",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Mark W Denny",
   "pi_email_addr": "mwdenny@stanford.edu",
   "nsf_id": "000252116",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 131500.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 118000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>&nbsp;</p>\n<p>The intertidal zone of wave-swept shores is physically stressful, but nonetheless supports a diverse assemblage of seaweeds. Previous research has shown that the design criterion that best accounts for seaweed&rsquo;s ability to withstand hydrodynamic forces is <em>flexibility</em>,<strong> </strong>a function of both shape and material properties. Flexibility allows seaweeds to assume more streamlined shapes and &ldquo;go with the flow,&rdquo; but flexibility can also lead to the growth of fatigue cracks, which eventually cause breakage.</p>\n<p>&nbsp;</p>\n<p>Articulated (that is, jointed) coralline algae provide an exceptional opportunity to evaluate the evolution of flexibility. Ancestral, encrusting coralline algae are characterized by their calcified cell walls, which render them rigid. 100 million years ago, articulated corallines emerged as their crustose ancestors evolved &ldquo;joints,&rdquo; a structural innovation that allowed these newly flexible seaweeds to thrive and successfully compete on wave-swept shores. Joints evolved three separate times, apparently converging on a common mechanical formula for flexibility that simultaneously allowed corallines to resist fatigue. Our objective in this grant was to elucidate the mechanics of this convergence in each of the three lineages of articulated corallines Corallinoids, Amphiroids, and Metagoniolithoids) allowing us to explore and quantify the different ways in which these algae arrived at the same solution. We built on our previous work by examining the mechanics of flexibility and fatigue at all levels of organization&mdash;from the unusual chemistry and structure of joints&rsquo; cell walls, to the extraordinary mechanical properties of joint materials, to the structure and dynamics of whole fronds. By integrating this information across levels of organization, we are better able to explain not only how these unusual algae survive, but also the ways in which evolution has orchestrated their functional design.</p>\n<p>&nbsp;</p>\n<p>Our fatigue tests showed that the joints of a representative Corallinoid, <em>Calliarthron cheilosporioides</em>, are extraordinarily fatigue resistant. Samples repeatedly loaded to 50% - 75% of their one-time breaking stress routinely survived more than 1 million cycles before breaking, and one sample survived 51 million cycles (Figure 1). These numbers are two orders of magnitude larger than those recorded for other seaweeds, and far exceed the number of loading cycles <em>C. cheilosporioides</em> is likely to experience in its lifetime. Our experiments may provide guidance for the development of fatigue resistant biomimetic materials and insight into the potential fatigue resistance of other biological structures.</p>\n<p>&nbsp;</p>\n<p>Corallinoids are much less flexible overall than Amphiroids and Metagoniolithoids, requiring at least twice the amount of force to bend completely to the substrate. In the Corallinoids, joint length and radius primarily govern flexibility, while the length of the calcified segments of the plant (the intergenicula) plays no substantial role. By contrast, in the Amphiroids, the length of intergenicula is the dominant factor in flexibility. In the Metagoniolithoids, joint length matters, but joint radius and intergenicula length do not. We hypothesize that different subfamilies have different developmental constraints on maximizing or minimizing certain physical parameters, which leads to each group varying different features in order to match flexibility to environment.</p>\n<p>&nbsp;</p>\n<p>The cell walls of articulated species within the Corallinoids have similar molecular composition in both the joints and the intergenicula, suggesting that cell wall composition may not have shifted significantly in the evolution of upright fronds. We hypothesize that, although the gross chemical signatur...",
  "por_txt_cntn": "\nIntellectual Merit\n\n \n\nThe intertidal zone of wave-swept shores is physically stressful, but nonetheless supports a diverse assemblage of seaweeds. Previous research has shown that the design criterion that best accounts for seaweedÆs ability to withstand hydrodynamic forces is flexibility, a function of both shape and material properties. Flexibility allows seaweeds to assume more streamlined shapes and \"go with the flow,\" but flexibility can also lead to the growth of fatigue cracks, which eventually cause breakage.\n\n \n\nArticulated (that is, jointed) coralline algae provide an exceptional opportunity to evaluate the evolution of flexibility. Ancestral, encrusting coralline algae are characterized by their calcified cell walls, which render them rigid. 100 million years ago, articulated corallines emerged as their crustose ancestors evolved \"joints,\" a structural innovation that allowed these newly flexible seaweeds to thrive and successfully compete on wave-swept shores. Joints evolved three separate times, apparently converging on a common mechanical formula for flexibility that simultaneously allowed corallines to resist fatigue. Our objective in this grant was to elucidate the mechanics of this convergence in each of the three lineages of articulated corallines Corallinoids, Amphiroids, and Metagoniolithoids) allowing us to explore and quantify the different ways in which these algae arrived at the same solution. We built on our previous work by examining the mechanics of flexibility and fatigue at all levels of organization&mdash;from the unusual chemistry and structure of jointsÆ cell walls, to the extraordinary mechanical properties of joint materials, to the structure and dynamics of whole fronds. By integrating this information across levels of organization, we are better able to explain not only how these unusual algae survive, but also the ways in which evolution has orchestrated their functional design.\n\n \n\nOur fatigue tests showed that the joints of a representative Corallinoid, Calliarthron cheilosporioides, are extraordinarily fatigue resistant. Samples repeatedly loaded to 50% - 75% of their one-time breaking stress routinely survived more than 1 million cycles before breaking, and one sample survived 51 million cycles (Figure 1). These numbers are two orders of magnitude larger than those recorded for other seaweeds, and far exceed the number of loading cycles C. cheilosporioides is likely to experience in its lifetime. Our experiments may provide guidance for the development of fatigue resistant biomimetic materials and insight into the potential fatigue resistance of other biological structures.\n\n \n\nCorallinoids are much less flexible overall than Amphiroids and Metagoniolithoids, requiring at least twice the amount of force to bend completely to the substrate. In the Corallinoids, joint length and radius primarily govern flexibility, while the length of the calcified segments of the plant (the intergenicula) plays no substantial role. By contrast, in the Amphiroids, the length of intergenicula is the dominant factor in flexibility. In the Metagoniolithoids, joint length matters, but joint radius and intergenicula length do not. We hypothesize that different subfamilies have different developmental constraints on maximizing or minimizing certain physical parameters, which leads to each group varying different features in order to match flexibility to environment.\n\n \n\nThe cell walls of articulated species within the Corallinoids have similar molecular composition in both the joints and the intergenicula, suggesting that cell wall composition may not have shifted significantly in the evolution of upright fronds. We hypothesize that, although the gross chemical signature may be similar among corallinoids, articulated taxa may have greater levels of cellulose to lend strength to flexible joints.  \n\n \n\nWhile the three lineages do not differ significantly in the range of extensibility and overall stiffness of th..."
 }
}