{
 "awd_id": "1052247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Causes and Consequences of Signal Evolution",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927887",
 "po_email": "jjawor@nsf.gov",
 "po_sign_block_name": "Jodie Jawor",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 595600.0,
 "awd_amount": 607600.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2014-03-05",
 "awd_abstract_narration": "HEWS LAY Abstract proposal IOS- 1052247 \r\n\r\nMost animals have complex sets of characteristics (traits) used in communication. A blue-colored signaling patch of skin, for example, requires the animals have an eye that is sensitive to blue wavelengths of light.  Mechanisms integrating sets of correlated traits are not well-studied, and comparatively little is known about the physiological bases of these complex correlations, and how mechanisms may vary across species.  The project will detail such mechanisms underlying correlated traits, and how they may be \"pulled apart? evolutionarily, by studying twelve closely-related lizard species in the genus Sceloporus (fence lizards), in which there are repeated origins of a specific novel communicative trait. Studies of physiological and genetic mechanisms related to the co-evolution of visual and chemical communication will assess traits involved in both signal production (e.g., chemical components of  secretions; skin cells producing color; hormone controllers) and signal reception (e.g., color-sensitivity of the eye; chemical sensitivity of the sensory tissues in the nasal region) .  The PIs will also develop statistical methods needed to analyze data on correlated traits when the study species are closely related. The resulting software enabling such statistical analyses will be made freely available online for other researchers. There are diverse broader impacts. First, undergraduate and graduate student will be trained by and will collaborate with researchers in biochemistry, molecular biology, neurophysiology, animal behavior, evolutionary biology, and biostatistics. Second, funding will enhance infrastructure for research and education by facilitating collaborations between scientists in different disciplines and institutions in the US, and also in Mexico where many of the study species occur. Third, the PIs will enhance scientific and technological understanding of the public by collaborating with two Indiana science museums to establish displays based on the project, and by connecting research outcomes with ongoing outreach activities with local K-12 science teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Hews",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Diana K Hews",
   "pi_email_addr": "diana.hews@indstate.edu",
   "nsf_id": "000433341",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana State University",
  "inst_street_address": "200 N 7TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TERRE HAUTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "8122373088",
  "inst_zip_code": "478091902",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "IN08",
  "org_lgl_bus_name": "INDIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "L4VAFJXYCK94",
  "org_uei_num": "WBLRF8Z4BEF6"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana State University",
  "perf_str_addr": "200 N 7TH ST",
  "perf_city_name": "TERRE HAUTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "478091902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IN08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 142600.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 164000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 156000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We evaluated patterns and physiological processes underlying evolution of suites of correlated traits. Specifically we studied closely related species showing &ldquo;evolutionary loss&rdquo; of a male-typical signaling trait (blue skin patches in a lizard genus of over 90 species). We evaluated effects of these losses on communication and social behavior, focusing on both visual and chemical signals. We used published data for larger analyses that took into account the degree of relatedness among species using methods developed by the Indiana University team. These studies suggest that male loss of blue is evolutionarily labile trait (as gains can reoccur) and but that, once gained, blue in females is not lost evolutionarily. This constraint may be imposed by hormones during development, as female gain of blue is associated with viviparity (mothers retain eggs in oviduct; reduced egg shell membranes; primitive maternal placenta).</p>\n<p>We also gathered new data for 12 lizard species in four subgroups. Analysis of plasma levels of the hormone testosterone in these 12 species revealed that male-blue coloration is statistically associated with higher testosterone levels, in both sexes, consistent with simple genetic correlations explaining female androgen levels. However, in the species with the highest male and female androgen levels, <em>both </em>sexes exhibited color abdominal skin and female-female aggressive signaling, suggesting testosterone regulation of the blue signaling traits may be an evolutionarily-conserved mechanism, in <em>both sexes</em>. Chemical composition of scent marks of 12 species differ in some components but share others, and composition is more affected by environmental differences across the species, but not differences in color signaling. Testosterone manipulations showed relative proportions of chemical compounds in the secretions were not affected, just the overall abundance of secretions.&nbsp; We discovered and described a male throat color polymorphism (which often involve suites of &nbsp;traits such as &nbsp;aggressive versus nonaggressive males) in one of our species<em></em>, and we found plasma testosterone levels differed between the male morphs, as did several testosterone-affected traits including chemical composition of scent mark secretions. Thus testosterone control of signaling traits <em>within</em> a species (between &ldquo;male types&rdquo;) may parallel <em>between</em>-sex and <em>between</em>-species control, consistent with our finding of evolutionary conservatism. &nbsp;Histological analysis of skin color patches or species with loss of color patches also suggests evolutionary conservation of underlying mechanisms producing blue or loss of the blue. Hence, physiological control of traits is conserved but they are labile in evolutionary time (20 million years since the origin and diversification of the species in this genus).</p>\n<p>We had a variety of broader impacts. We achieved research training of multiple graduate students. They developed skills in laboratory methods for analysis of chemical compounds, in statistical approaches, learned to optimize and conduct analysis of steroid hormone concentrations, were trained in field behavior study of lizard communication, and some were key in developing new multivariate statistical methods for correlated data analysis for related species. All graduate students were involved in mentoring undergraduates, science outreach activities at local and state levels, and giving presentations at national conferences. Undergraduates (3 females, 2 male) learned how to stain, score and analyze white blood cell counts, to identify different WBC types, and became proficient in image analysis methods. These undergraduates each put together research posters and presented their work at an intramural symposium for undergraduate science research. Finally, some of our field research in Mexico also involved training and research interactions with our collaborators and graduate students at two Mexican Universities.</p>\n<ol> </ol>\n<p><span style=\"text-decoration: underline;\"><strong>Additional information.</strong></span></p>\n<ol> </ol>\n<p><strong>Newest Publications </strong></p>\n<p>Seddon RJ, Hews DK (2017) Wild-animal studies on glucocorticoids and how they can inform biomedical research. Pp 49-76, <em>In</em> J Simmons, Ed. <em>Corticosterone: Roles, Research and Insights.</em> Nova Science Publishers, Inc., Hauppauge NY.</p>\n<p>Pruett JA,&nbsp; Z&uacute;&ntilde;iga-Vega JJ, Campos<sup> </sup>SM, Soini<sup> </sup>HA, Novotny<sup> </sup>MV,&nbsp; Vital-Garcia<sup> </sup>C, Martins<sup> </sup>EP, Hews DK (2016) Evolutionary interactions between visual and chemical signals: chemosignals compensate for the loss of a visual signal in male <em>Sceloporus</em> lizards. <span style=\"text-decoration: underline;\">Journal of Chemical Ecology</span> 42: 1164.</p>\n<p><strong>In preparation</strong></p>\n<p>Pruett JA, Seddon RJ, Montgomery DM, Talent L, Soini H, Novotny M, Hews, DK. Effects of exogenous testosterone on chemosignal production in male western fence lizards (<em>Sceloporus occidentalis</em>).</p>\n<p>Pruett JA, Campos SM, Soini HA, Novotny MV Z&uacute;&ntilde;iga-Vega<sup> </sup>JJ, Vital-Garcia<sup> </sup>C, Martins EP, Hews DK. &nbsp;Alternative dewlap color types of male blue-bellied lizards (<em>Sceloporus parvus</em>): associations between throat color, hormones, and multimodal signals.</p>\n<p>Pruett JA, Seddon RJ, Montgomery DM, Talent L, Soini H, Novotny M, Hews, DK. Effects of exogenous testosterone on chemosignal production in male western fence lizards (<em>Sceloporus occidentalis</em>).</p>\n<p>Z&uacute;&ntilde;iga-Vega JJ, Pruett JA, Seddon RJ, Ossip-Drahos AG, Argaez V, Price SL, Martins EP, Hews DK. Information out of the blue: &nbsp;phylogenetic analyses of phenotypic correlates of abdominal color patches in <em>Sceloporus</em> lizards.</p>\n<p>Cain PW, Gardner B, Mitchell WA, Hews DK, Thaker M. Short- and long-term measures of phenotype quality in color patches of male eastern fence lizards at two sites differing in disturbance.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/25/2017<br>\n\t\t\t\t\tModified by: Diana&nbsp;K&nbsp;Hews</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe evaluated patterns and physiological processes underlying evolution of suites of correlated traits. Specifically we studied closely related species showing \"evolutionary loss\" of a male-typical signaling trait (blue skin patches in a lizard genus of over 90 species). We evaluated effects of these losses on communication and social behavior, focusing on both visual and chemical signals. We used published data for larger analyses that took into account the degree of relatedness among species using methods developed by the Indiana University team. These studies suggest that male loss of blue is evolutionarily labile trait (as gains can reoccur) and but that, once gained, blue in females is not lost evolutionarily. This constraint may be imposed by hormones during development, as female gain of blue is associated with viviparity (mothers retain eggs in oviduct; reduced egg shell membranes; primitive maternal placenta).\n\nWe also gathered new data for 12 lizard species in four subgroups. Analysis of plasma levels of the hormone testosterone in these 12 species revealed that male-blue coloration is statistically associated with higher testosterone levels, in both sexes, consistent with simple genetic correlations explaining female androgen levels. However, in the species with the highest male and female androgen levels, both sexes exhibited color abdominal skin and female-female aggressive signaling, suggesting testosterone regulation of the blue signaling traits may be an evolutionarily-conserved mechanism, in both sexes. Chemical composition of scent marks of 12 species differ in some components but share others, and composition is more affected by environmental differences across the species, but not differences in color signaling. Testosterone manipulations showed relative proportions of chemical compounds in the secretions were not affected, just the overall abundance of secretions.  We discovered and described a male throat color polymorphism (which often involve suites of  traits such as  aggressive versus nonaggressive males) in one of our species, and we found plasma testosterone levels differed between the male morphs, as did several testosterone-affected traits including chemical composition of scent mark secretions. Thus testosterone control of signaling traits within a species (between \"male types\") may parallel between-sex and between-species control, consistent with our finding of evolutionary conservatism.  Histological analysis of skin color patches or species with loss of color patches also suggests evolutionary conservation of underlying mechanisms producing blue or loss of the blue. Hence, physiological control of traits is conserved but they are labile in evolutionary time (20 million years since the origin and diversification of the species in this genus).\n\nWe had a variety of broader impacts. We achieved research training of multiple graduate students. They developed skills in laboratory methods for analysis of chemical compounds, in statistical approaches, learned to optimize and conduct analysis of steroid hormone concentrations, were trained in field behavior study of lizard communication, and some were key in developing new multivariate statistical methods for correlated data analysis for related species. All graduate students were involved in mentoring undergraduates, science outreach activities at local and state levels, and giving presentations at national conferences. Undergraduates (3 females, 2 male) learned how to stain, score and analyze white blood cell counts, to identify different WBC types, and became proficient in image analysis methods. These undergraduates each put together research posters and presented their work at an intramural symposium for undergraduate science research. Finally, some of our field research in Mexico also involved training and research interactions with our collaborators and graduate students at two Mexican Universities.\n \n\nAdditional information.\n \n\nNewest Publications \n\nSeddon RJ, Hews DK (2017) Wild-animal studies on glucocorticoids and how they can inform biomedical research. Pp 49-76, In J Simmons, Ed. Corticosterone: Roles, Research and Insights. Nova Science Publishers, Inc., Hauppauge NY.\n\nPruett JA,  Z&uacute;&ntilde;iga-Vega JJ, Campos SM, Soini HA, Novotny MV,  Vital-Garcia C, Martins EP, Hews DK (2016) Evolutionary interactions between visual and chemical signals: chemosignals compensate for the loss of a visual signal in male Sceloporus lizards. Journal of Chemical Ecology 42: 1164.\n\nIn preparation\n\nPruett JA, Seddon RJ, Montgomery DM, Talent L, Soini H, Novotny M, Hews, DK. Effects of exogenous testosterone on chemosignal production in male western fence lizards (Sceloporus occidentalis).\n\nPruett JA, Campos SM, Soini HA, Novotny MV Z&uacute;&ntilde;iga-Vega JJ, Vital-Garcia C, Martins EP, Hews DK.  Alternative dewlap color types of male blue-bellied lizards (Sceloporus parvus): associations between throat color, hormones, and multimodal signals.\n\nPruett JA, Seddon RJ, Montgomery DM, Talent L, Soini H, Novotny M, Hews, DK. Effects of exogenous testosterone on chemosignal production in male western fence lizards (Sceloporus occidentalis).\n\nZ&uacute;&ntilde;iga-Vega JJ, Pruett JA, Seddon RJ, Ossip-Drahos AG, Argaez V, Price SL, Martins EP, Hews DK. Information out of the blue:  phylogenetic analyses of phenotypic correlates of abdominal color patches in Sceloporus lizards.\n\nCain PW, Gardner B, Mitchell WA, Hews DK, Thaker M. Short- and long-term measures of phenotype quality in color patches of male eastern fence lizards at two sites differing in disturbance.\n\n\t\t\t\t\tLast Modified: 05/25/2017\n\n\t\t\t\t\tSubmitted by: Diana K Hews"
 }
}