{
 "awd_id": "1052327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: North/East Under/graduate Research Organization for Neuroscience (NEURON-2010-2011 Program), to be held at CUNY Hunter, New York, NY, April 2011.",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diane M. Witt",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2011-03-31",
 "awd_max_amd_letter_date": "2011-03-31",
 "awd_abstract_narration": "The 20th NorthEast Under/graduate Research Organization for Neuroscience (NEURON) conference will be held on April 10th, 2011 at The City University of New York (CUNY) Hunter College. The goal of this meeting is to encourage professional development in Neuroscience.  The approach is to provide an ideal learning and outreach environment while enhancing accessibility to all young scientists making their first impressions in an academic setting.  Congruent with previous meetings, a  high participation of underrepresented groups in neuroscience is anticipated, attracted by the exemplary keynote speaker and high quality workshops/symposia.  The keynote speaker will be Dr. Dolores Malaspina, who is a Steckler Professor of Psychiatry at NYU Behavioral Health Programs.  She will give the keynote address on \"Sex differences: From germ cells to brain cells\".  Additionally, four professional development workshops/ symposiums will be offered.  Students will be offered advice in a session entitled, \"Getting into graduate or medical school\" led by Daniel Dacosta.  There will be a symposium on \"Animal models of neurodevelopmental disorders\" led by Anthony Santarelli.  Dr. Angela Seliga will host the \"Brain Primer\" docent program.  Ruth Russell will use her extensive background in outreach to host \"Outreach: Public awareness in neuroscience\" while demonstrating its practice with the interactive exhibit \"Brain: The Inside Story\" at the Museum of Natural History.  These experiences will provide  neuroscientists in training with exposure to new research, networking, and tools to improve their professional development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Frye",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl A Frye",
   "pi_email_addr": "cafrye@albany.edu",
   "nsf_id": "000090037",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>April 10, 2011 was the 20<sup>th</sup> NorthEast Under/graduate Research Organization for Neuroscience (NEURON) conference, which has been providing educational opportunities and minority outreach to trainees across the northeast for 14 years. NEURON represents an ideal learning and educational environment for young scientists making their first impressions in an academic setting and for enhancing their professional development. This year&rsquo;s sponsored conference hosted a variety of workshops, guests, and lectures that provided young trainees with support, information, and many opportunities for neworking and engagement. The keynote address was given by Dr. Dolores Malaspina on, &ldquo;Sex Differences: from Germ Cells to Sex Cells&rdquo;. Her talk was ideal given the diverse academic backgrounds of the audience and her presence was an ideal match for the goals and objective of NEURON. To supplement her keynote address, we also had a symposium on neurodevelopmental disorders, hosted by senior undergraduate student Anthony Santarelli, which included student presentations on a variety of neurodevelopmetnal topics. We also created a workshop to inform students interested in medical and/or graduate school on the best methods and strategies for deciding on their post-graduate goal, and how to achieve it, which was hosted by first year medical student Dan daCosta. The workshops rounded off with Dr. Angela Seliga and Ruth Russell spearheading our annual efforts to enhance outreach by sharing their experiences and tips for promoting diversity and outreach in any setting. Finally, we recognized the outstanding academic contributions made by two students and a young faculty mentor with the Tieman Awards. Dr. Christian Reich, undergraduate Demetris Roumis, and graduate Parbatie Chitolie received this year&rsquo;s recognition. NEURON is a venue that with continued support ensures that trainees from all backgrounds receive superlative neuroscience education, training, and access to resources.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2013<br>\n\t\t\t\t\tModified by: Cheryl&nbsp;A&nbsp;Frye</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nApril 10, 2011 was the 20th NorthEast Under/graduate Research Organization for Neuroscience (NEURON) conference, which has been providing educational opportunities and minority outreach to trainees across the northeast for 14 years. NEURON represents an ideal learning and educational environment for young scientists making their first impressions in an academic setting and for enhancing their professional development. This yearÆs sponsored conference hosted a variety of workshops, guests, and lectures that provided young trainees with support, information, and many opportunities for neworking and engagement. The keynote address was given by Dr. Dolores Malaspina on, \"Sex Differences: from Germ Cells to Sex Cells\". Her talk was ideal given the diverse academic backgrounds of the audience and her presence was an ideal match for the goals and objective of NEURON. To supplement her keynote address, we also had a symposium on neurodevelopmental disorders, hosted by senior undergraduate student Anthony Santarelli, which included student presentations on a variety of neurodevelopmetnal topics. We also created a workshop to inform students interested in medical and/or graduate school on the best methods and strategies for deciding on their post-graduate goal, and how to achieve it, which was hosted by first year medical student Dan daCosta. The workshops rounded off with Dr. Angela Seliga and Ruth Russell spearheading our annual efforts to enhance outreach by sharing their experiences and tips for promoting diversity and outreach in any setting. Finally, we recognized the outstanding academic contributions made by two students and a young faculty mentor with the Tieman Awards. Dr. Christian Reich, undergraduate Demetris Roumis, and graduate Parbatie Chitolie received this yearÆs recognition. NEURON is a venue that with continued support ensures that trainees from all backgrounds receive superlative neuroscience education, training, and access to resources.\n\n \n\n\t\t\t\t\tLast Modified: 01/09/2013\n\n\t\t\t\t\tSubmitted by: Cheryl A Frye"
 }
}