{
 "awd_id": "1052290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Understanding Gene Regulatory Network Function During Stress Response Adaptation of an Archael Extremophile",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 800380.0,
 "awd_amount": 800380.0,
 "awd_min_amd_letter_date": "2011-02-28",
 "awd_max_amd_letter_date": "2013-04-26",
 "awd_abstract_narration": "Understanding gene regulatory network function during stress response adaptation of an archaeal extremophile\r\n\r\nIntellectual merit: \r\nAlthough life science research has entered the post-genomic era, we still understand little about the diversity of microbial life on earth. Information is particularly lacking on microbial extremophiles, which thrive at the limits of life, in deep-sea hydrothermal vents under high pressure and temperature, saturated salt lakes, and polar icecaps. Many of these organisms are members of the third domain of life, the archaea. Although archaea contribute substantially to global carbon and energy cycles, they remain understudied because they are difficult to culture and genetically manipulate. How do these microorganisms cope with an extreme and changing environment? How do they alter their genetic programs and metabolic pathways to adapt and survive changes in their unique habitats on earth? These questions are particularly relevant today, as climate change rapidly alters the conditions that support life across the globe. The impact of such changes on the microbial communities responsible for global carbon and energy cycling is unclear, but is expected to have enormous implications for human society. To address these issues, the long-term goal of the proposed research is to understand how organisms maintain homeostasis in the face of fluctuating environmental conditions. Central to this process are gene regulatory networks (GRNs) composed of groups of regulatory proteins that switch genes on and off in response to environmental stimuli. Upon sensing a change in the environment, GRNs promote the production proteins that repair damage, restore the cell to a healthy state and prepare it for future stress conditions. The Halobacterium salinarum studied in this research thrives in high salt environments. This organism is a stress response specialist, capable of surviving in the Great Salt Lake during strong daily fluctuations of light, heat, oxygen, and nutrients at extreme salt concentrations. In response, the organism shifts its metabolism between four light- and oxygen-dependent energy-generating modes. The aim of the proposed work is to determine how the organism uses GRNs,or gene circuitries, to adapt to the dynamic alterations in light, oxygen, and nutrients to ensure survival. This research will employ an innovative systems biology approach, which combines cutting-edge high throughput experimental techniques with computational and statistical modeling. Halobacterium is a good model system for studying archaeal extremophiles because it is easy to culture and genetically manipulate. What we learn about the genetic circuitry of Halobacterium will be readily applicable toward mapping the genetic circuits of other archaea. Moreover, it will provide a deeper understanding of the dynamics of microbial GRNs and expression patterns in response to changing environmental conditions. More generally, the outcome of this research will lay the foundation for understanding microbial energy production and global carbon cycling in response to climate change. \r\n\r\nBroader impacts:\r\nThe research will contribute to education, training, and outreach at the high school, undergraduate, and graduate levels. Specifically, students at all levels will have training opportunities at the interface of mathematics and biology. First, the PI and lab members will teach a week-long mini course for students from North Carolina School of Science and Math, a public high school in Durham, NC that draws the top students each year from each of the congressional districts in North Carolina. Second, outreach research opportunities associated with the project will be provided for undergraduates from North Carolina universities that serve underrepresented groups through established summer programs at Duke (e.g. North Carolina Central University, Fayetteville State University). Third, a graduate student funded on the project will receive next generation interdisciplinary training at the interface of mathematics and biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Schmid",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Amy K Schmid",
   "pi_email_addr": "amy.schmid@duke.edu",
   "nsf_id": "000563092",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 241056.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 255094.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 304230.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>INTELLECTUAL MERIT</strong></p>\n<p><strong>Motivation. </strong>Although life science research has entered the post-genomic era, we still understand little about the diversity of microbial life on earth. Information is particularly lacking on microbial extremophiles, which thrive at the limits of life. Extremophiles can be found in such inhospitable environments as saturated salt lakes, polar icecaps, and deserts. Many of these organisms are members of the third domain of life, the archaea. Although archaea are important for many environmental and industrial applications, they remain understudied because they are difficult to culture in the lab and manipulate genetically. How do these microorganisms cope with an extreme and changing environment? How do they turn genes on and off (gene expression) to adapt and survive changes in their unique habitats on earth?</p>\n<p>&nbsp;</p>\n<p><strong>Activities. </strong>To address these questions, the goal of this project was to understand how stress response regulatory proteins, or transcription factors (TFs), work together regulate gene expression in response to a changing environment to allow archaea to survive. We are conducting this research in an organism living in saturated salt lakes, where wide variations in combinations of extreme conditions occur daily (e.g. UV irradiation, heavy metal exposure, nutrient limitation). As a result, the organism, called <em>Halobacterium salinarum</em>, has evolved a robust tolerance to oxidative damage and flexible metabolic capabilities. The hypothesis of the project has been that the coordinated action of a large web, or network, of TFs orchestrates the coupled, dynamic response of functionally related sets of genes. This project undertook an interdisciplinary approach spanning the fields of microbiology, systems biology, and mathematical modeling.</p>\n<p>&nbsp;</p>\n<p><strong>Major outcomes. </strong>This project has accomplished the three objectives and has resulted in 4 publications, with 2 papers under review. Underlined names denote undergraduate contributions. Names with asterisks denote graduate student contributions. The PI's name is bolded.</p>\n<p><strong>&nbsp;</strong></p>\n<p><span style=\"text-decoration: underline;\">Publications</span></p>\n<p>1. Tonner, P.D*., Pittman, A.M.C., <span style=\"text-decoration: underline;\">Gulli, J.G.</span>, Sharma, K., <strong>Schmid, A.K</strong>. 2015. A regulatory hierarchy controls the dynamic transcriptional response to extreme oxidative stress in archaea. PLoS Genetics. 11(1):1004912.</p>\n<p>2. Todor,&nbsp;H.*, Dulmage, K.*, <span style=\"text-decoration: underline;\">Gillum, N.</span>, Bain, J.R., Muehlbauer, M.J.,&nbsp;<strong>Schmid,&nbsp;A.K.</strong> 2014. A transcription factor links growth rate and metabolism in the hypersaline adapted archaeon <em>Halobacterium salinarum</em>. Mol Microbiol. 93(6):1172-82.</p>\n<p>3. Todor, H.*, Sharma, K., Pittman, A.M.C, &nbsp;<strong>Schmid, A.K</strong>. 2013. Protein-DNA binding dynamics predict transcriptional responses to nutrients in archaea. Nucleic Acids Research. (18):8546-58.</p>\n<p>4. Sharma, K., <span style=\"text-decoration: underline;\">Gillum, N.</span>, Boyd, J.L.*, <strong>Schmid, A.K. </strong>2012. The RosR transcription factor is required for gene expression dynamics in response to extreme oxidative stress in a hypersaline-adapted archaeon. BMC Genomics 13:351.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Papers under review</span></p>\n<p>1. Darnell, C. and <strong>Schmid, A.K.</strong> Systems biology approaches to defining archaeal regulatory networks. Methods.&nbsp;</p>\n<p>2. Dulmage, K.*, Todor, H.*, <strong>Schmid, A.K.</strong>&nbsp;Growth-phase specific modulation of gene expression by an archaeal histone.&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Impact. </strong>Taken together, the results of this research demonstrate that reg...",
  "por_txt_cntn": "\nINTELLECTUAL MERIT\n\nMotivation. Although life science research has entered the post-genomic era, we still understand little about the diversity of microbial life on earth. Information is particularly lacking on microbial extremophiles, which thrive at the limits of life. Extremophiles can be found in such inhospitable environments as saturated salt lakes, polar icecaps, and deserts. Many of these organisms are members of the third domain of life, the archaea. Although archaea are important for many environmental and industrial applications, they remain understudied because they are difficult to culture in the lab and manipulate genetically. How do these microorganisms cope with an extreme and changing environment? How do they turn genes on and off (gene expression) to adapt and survive changes in their unique habitats on earth?\n\n \n\nActivities. To address these questions, the goal of this project was to understand how stress response regulatory proteins, or transcription factors (TFs), work together regulate gene expression in response to a changing environment to allow archaea to survive. We are conducting this research in an organism living in saturated salt lakes, where wide variations in combinations of extreme conditions occur daily (e.g. UV irradiation, heavy metal exposure, nutrient limitation). As a result, the organism, called Halobacterium salinarum, has evolved a robust tolerance to oxidative damage and flexible metabolic capabilities. The hypothesis of the project has been that the coordinated action of a large web, or network, of TFs orchestrates the coupled, dynamic response of functionally related sets of genes. This project undertook an interdisciplinary approach spanning the fields of microbiology, systems biology, and mathematical modeling.\n\n \n\nMajor outcomes. This project has accomplished the three objectives and has resulted in 4 publications, with 2 papers under review. Underlined names denote undergraduate contributions. Names with asterisks denote graduate student contributions. The PI's name is bolded.\n\n \n\nPublications\n\n1. Tonner, P.D*., Pittman, A.M.C., Gulli, J.G., Sharma, K., Schmid, A.K. 2015. A regulatory hierarchy controls the dynamic transcriptional response to extreme oxidative stress in archaea. PLoS Genetics. 11(1):1004912.\n\n2. Todor, H.*, Dulmage, K.*, Gillum, N., Bain, J.R., Muehlbauer, M.J., Schmid, A.K. 2014. A transcription factor links growth rate and metabolism in the hypersaline adapted archaeon Halobacterium salinarum. Mol Microbiol. 93(6):1172-82.\n\n3. Todor, H.*, Sharma, K., Pittman, A.M.C,  Schmid, A.K. 2013. Protein-DNA binding dynamics predict transcriptional responses to nutrients in archaea. Nucleic Acids Research. (18):8546-58.\n\n4. Sharma, K., Gillum, N., Boyd, J.L.*, Schmid, A.K. 2012. The RosR transcription factor is required for gene expression dynamics in response to extreme oxidative stress in a hypersaline-adapted archaeon. BMC Genomics 13:351. \n\n \n\nPapers under review\n\n1. Darnell, C. and Schmid, A.K. Systems biology approaches to defining archaeal regulatory networks. Methods. \n\n2. Dulmage, K.*, Todor, H.*, Schmid, A.K. Growth-phase specific modulation of gene expression by an archaeal histone. \n\n \n\nImpact. Taken together, the results of this research demonstrate that regulatory proteins of ancient evolutionary ancestry in archaea provide mechanistic links between various stress responses as well as between the regulatory network and its effects on cell physiology (e.g. transcriptional regulation, metabolic activity, growth rate, and cell morphology). These results have made significant progress in understanding gene network function, how it may be integrated with cell physiology, and how the network may evolve in response to stress throughout the tree of life. This project has contributed substantially to the fields of microbiology, systems biology, and mathematical modeling.\n\n \n\nBROADER IMPACTS\n\nGoals. The broader impact goals of this research were to: (1) foster under..."
 }
}