{
 "awd_id": "1052127",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Molecular and AFM Analysis of a Novel Periplasmic Structure",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 198966.0,
 "awd_amount": 198966.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "Intellectual merit \r\nThe scientific merit of this research is primarily in an enhanced understanding of bacterial structure. It is now apparent that bacteria are much more complex with regards to cytoskeletal elements than previously thought and this area of prokaryotic research has yielded significant information in the last 10 years. A unique curvilinear array on the periplasmic surface of the cytoplasmic membrane has been, tentatively, identified in preliminary studies.  It is possible that this network possesses significant functionalities for bacterial metabolism and growth and its study would expand our knowledge of prokaryotic processes.\r\n\r\nAn osmotic lysis procedure has been developed for Cupriavidus necator that results in the generation of intact subcellular structures, as imaged using atomic force microscopy (AFM). While some of these structures, such as cell ghosts, are known, others are novel. In particular, a spheroplast-like structure has been imaged that possesses an organized curvilinear array on its surface, ostensibly comprised of protein. The curvilinear array is comprised of short 50-250 nm long, and 30-50 nm wide, segments snaking across the periplasmic face of the cytoplasmic membrane. The curvilinear array may be dynamic in nature because when C. necator is grown in minimal medium it is in the form of short curved segments, but when C. necator is grown in rich medium preliminary experiments suggest that it is more of a network. The focus of this project is the confirmation and further structural characterization of the curvilinear array/network. To do this optimized conditions will be used to obtain SR spheroplasts for field emission scanning electron microscopy and transmission electron microscopy analyses to confirm the existence of the array and obtain more accurate lateral dimensions for the array constituents. Because the array has recently also been imaged on the surface of Escherichia coli cell ghosts, it raises the possibility that the array is a structure found in all bacterial cells.  To this end, lysis experiments will be conducted in different bacterial species and evidence for the existence of the curvilinear surface network will be sought employing AFM, SEM and TEM. \r\n\r\nBroader Impact\r\nThe broader impact of this research is in the area of science education of students that are, generally, from disadvantaged educational backgrounds. While the students at MSU are extremely capable, they are hindered by substandard high school educations and, more importantly, limited career aspirations. For many of them the idea of becoming a research scientist is on a par with their chances of becoming an astronaut. Participation in this research project would not only educate them in the ways of research, it would prove to them that a career in scientific research is not unattainable.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Dennis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Dennis",
   "pi_email_addr": "d.dennis@moreheadstate.edu",
   "nsf_id": "000501103",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morehead State University",
  "inst_street_address": "207 HOWELL MCDOWELL",
  "inst_street_address_2": "",
  "inst_city_name": "MOREHEAD",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "6067832010",
  "inst_zip_code": "403511683",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "KY05",
  "org_lgl_bus_name": "MOREHEAD STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MRGUP99ZAZ59"
 },
 "perf_inst": {
  "perf_inst_name": "Morehead State University",
  "perf_str_addr": "207 HOWELL MCDOWELL",
  "perf_city_name": "MOREHEAD",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "403511683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "KY05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 198966.0
  }
 ],
 "por": null
}