{
 "awd_id": "1052395",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Identification of Loci Regulating Root Architecture in Tomato",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ben Holt",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 601502.0,
 "awd_amount": 601502.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "The root is of vital importance because it anchors plants to the soil and it absorbs and transports water, nutrients and solutes to the shoot. Despite its importance, questions remain about how root architecture is controlled, particularly in important crops. Which genes and pathways regulate root architecture, cell patterning and proliferation? How are these genes and pathways different in plants that display natural variation in root architecture? Which root architecture genes were selected during domestication of crops from wild species? Root architecture in the wild tomato relative, Solanum pennellii is of special interest, due to its drought and salinity tolerance. This project will identify important genes regulating root development using lines derived from a cross between wild S. pennellii and domesticated tomato (S. lycopersicum). Each line has different genes from S. pennellii that may contribute to its root architecture. Morphological and cellular measures of root development, along with molecular genomic data describing gene expression differences will be collected for this population. Using these data and statistical and computational methods quantitative trait loci (QTL) and expression QTL (eQTL) that contribute to differences in root architecture will be identified. Further work will define gene regulatory interactions, biological processes, and ancestral regulatory pathways as well as identify candidate causal genes controlling variation in root development. A significant goal of this project is to train all team members in an interdisciplinary manner linking quantitative biology to the cell biology associated with plant development. For many, tomato is a major component of the daily meal and it constitutes an important source of minerals, vitamins, and antioxidants. This project will identify genes influencing root architecture, and potentially drought resistance and insect tolerance in this important crop. The outcome will influence our basic understanding of genes and regulatory pathways associated with root development, speciation and evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siobhan",
   "pi_last_name": "Brady",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siobhan Brady",
   "pi_email_addr": "sbrady@ucdavis.edu",
   "nsf_id": "000555784",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kliebenstein",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Kliebenstein",
   "pi_email_addr": "kliebenstein@ucdavis.edu",
   "nsf_id": "000396556",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 601502.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The root is of vital importance to plants because it anchors the plant and its cells absorb and transport water, nutrients and solutes to the shoot. Root architecture is required to be dynamic, plastic and highly responsive to the environment to maximize plants fitness and yield. Despite the importance of roots for overall plant growth, several questions still remain with respect to root architecture, particularly in agriculturally important crops.&nbsp; Which genes and pathways regulate root architecture, cell patterning and proliferation?&nbsp; How were these genes and pathways modified to give rise to the natural variation observed in root architecture? Which loci regulating root architecture have been selected for during domestication from wild species?&nbsp;</p>\n<p>&nbsp;</p>\n<p>Extensive natural variation has been observed in wild and domesticated tomato species. The tomato fruit is a major component of daily meals in many countries and constitutes an important source of minerals, vitamins, and antioxidant compounds.&nbsp;&nbsp; However, while fruit yield is in part dependent on the root, genes regulating tomato root development have not been comprehensively identified. Using the natural variation between these species we identified quantitative trait loci that regulate a variety of aspects of root development and cellular anatomy.&nbsp; We demonstrated that regulation of cell proliferation within an individual cell type could be uncoupled from neighboring cell types.&nbsp; We also identified distinct loci that can independently control cell division and expansion and their dynamics with the root meristem to regulate root length.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In order to genetically test the function of these genes we developed plasmids that can be used for CRISPR-Cas9 gene editing technology in tomato in order to knock down gene function.&nbsp; These were used to determine that the SHORT-ROOT and SCARECROW genes, which are critical regulators of root growth and development show evolutionarily conserved function with respect to root length and specification of the identity of the endodermis cell type.&nbsp; The endodermis is a critical barrier for mineral nutrients and their trafficking into the root vasculature.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We identified a novel developmental trait that varies between these two species &ndash; that is growth at a &ldquo;set&rdquo; angle away from the gravity vector.&nbsp; An increased nodal root growth angle has recently been implicated in rice to increase drought resistance and yield.&nbsp; We determined that the genetic architecture of the tomato root&rsquo;s immediate response to a change in the gravity vector is distinct from its long-term maintenance of gravity set point angle.&nbsp; We developed a whole genome expression profiling database that profiles gene expression in the root tip of all 76 individuals in a genetic population whose parents are <em>S. lycopersicum</em> cv. M82 (a domesticated species) and <em>S. pennellii </em>(a wild tomato species)<em> </em>which is now available online and which should be a useful resource for tomato breeders.&nbsp; Using these expression data and other genetic data from the model plant, <em>Arabidopsis thaliana,</em> we identified three candidate genes that likely control the root gravitropic set point angle (EIX, CDC73 and PAP), two of which are conserved between Arabidopsis and tomato (CDC73 and PAP). We further determined that suberin likely plays a regulatory role in control of root growth angle.</p>\n<p>&nbsp;</p>\n<p>A postdoctoral scholar and a graduate student were trained during this project, in addition to 10 undergraduate students, some of whom are under-represented minorities.&nbsp; All trainees received interdisciplinary education including development of skills to conduct molecular biology, quantitative genetics and genomics and bioinformatics.&nbsp; Furthermore, a module...",
  "por_txt_cntn": "\nThe root is of vital importance to plants because it anchors the plant and its cells absorb and transport water, nutrients and solutes to the shoot. Root architecture is required to be dynamic, plastic and highly responsive to the environment to maximize plants fitness and yield. Despite the importance of roots for overall plant growth, several questions still remain with respect to root architecture, particularly in agriculturally important crops.  Which genes and pathways regulate root architecture, cell patterning and proliferation?  How were these genes and pathways modified to give rise to the natural variation observed in root architecture? Which loci regulating root architecture have been selected for during domestication from wild species? \n\n \n\nExtensive natural variation has been observed in wild and domesticated tomato species. The tomato fruit is a major component of daily meals in many countries and constitutes an important source of minerals, vitamins, and antioxidant compounds.   However, while fruit yield is in part dependent on the root, genes regulating tomato root development have not been comprehensively identified. Using the natural variation between these species we identified quantitative trait loci that regulate a variety of aspects of root development and cellular anatomy.  We demonstrated that regulation of cell proliferation within an individual cell type could be uncoupled from neighboring cell types.  We also identified distinct loci that can independently control cell division and expansion and their dynamics with the root meristem to regulate root length. \n\n \n\nIn order to genetically test the function of these genes we developed plasmids that can be used for CRISPR-Cas9 gene editing technology in tomato in order to knock down gene function.  These were used to determine that the SHORT-ROOT and SCARECROW genes, which are critical regulators of root growth and development show evolutionarily conserved function with respect to root length and specification of the identity of the endodermis cell type.  The endodermis is a critical barrier for mineral nutrients and their trafficking into the root vasculature. \n\n \n\nWe identified a novel developmental trait that varies between these two species &ndash; that is growth at a \"set\" angle away from the gravity vector.  An increased nodal root growth angle has recently been implicated in rice to increase drought resistance and yield.  We determined that the genetic architecture of the tomato rootÆs immediate response to a change in the gravity vector is distinct from its long-term maintenance of gravity set point angle.  We developed a whole genome expression profiling database that profiles gene expression in the root tip of all 76 individuals in a genetic population whose parents are S. lycopersicum cv. M82 (a domesticated species) and S. pennellii (a wild tomato species) which is now available online and which should be a useful resource for tomato breeders.  Using these expression data and other genetic data from the model plant, Arabidopsis thaliana, we identified three candidate genes that likely control the root gravitropic set point angle (EIX, CDC73 and PAP), two of which are conserved between Arabidopsis and tomato (CDC73 and PAP). We further determined that suberin likely plays a regulatory role in control of root growth angle.\n\n \n\nA postdoctoral scholar and a graduate student were trained during this project, in addition to 10 undergraduate students, some of whom are under-represented minorities.  All trainees received interdisciplinary education including development of skills to conduct molecular biology, quantitative genetics and genomics and bioinformatics.  Furthermore, a module about plant form and function was taught to a 10th grade class in Pioneer High School in Woodland, California, which improved their understanding of the beauty of plant form.\n\n \n\n\t\t\t\t\tLast Modified: 06/29/2015\n\n\t\t\t\t\tSubmitted by: Siobhan Brady"
 }
}