{
 "awd_id": "1052736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Communication, Perturbation, and Early Development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Namy",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 202002.0,
 "awd_amount": 202002.0,
 "awd_min_amd_letter_date": "2011-06-14",
 "awd_max_amd_letter_date": "2011-06-14",
 "awd_abstract_narration": "Young infants typically form lasting, emotional attachments to their caregivers. The strength and type of these attachments are related to emotional well-being and cognitive development. This project will explore how face-to-face interactions between infants and adults contribute to this important aspect of child development.\r\n\r\nDuring early interactions, infants and parents form expectations about one another. Will a smile be answered with a bigger smile, for example, or with no smile at all? If the parent is asked to stop interacting and just look at her infant, will the infant smile or vocalize in an attempt to repair the interaction?  Do these early patterns of interaction predict the infant's later security of attachment--their ability to be comforted after a brief separation from the parent? To answer these questions, seventy-five infants and their mothers will participate in a standard \"Face-To-Face/Still-Face\"\r\nprocedure at four months. Their security of attachment will then be assessed at\r\n12 months.\r\n\r\nIt is difficult to measure early interactive behavior-and human behavior more generally-objectively and efficiently. To address this challenge, the project's interdisciplinary team of psychological and computer scientists will implement automated, quantitative measurements of behavior in the Face-To-Face/Still-Face procedure. Automated facial image analysis and pattern recognition approaches will be used to produce objective, continuous measurements of infant and mother facial expression, head motion, gaze direction, and vocalizations. Precise measurement of this multimodal suite of infant and mother behaviors will be used to tackle a fundamental scientific problem: Modeling the structure of early interaction and its relation to later development.\r\n\r\nThis is a promising approach to understanding threats to typical development and learning associated with risk factors such as maternal depression and disorders such as autism. To maximize the project's impact, the team will make a database of audiovisual recordings, automated measurements, and pattern recognition and modeling software available to other scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Messinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Messinger",
   "pi_email_addr": "dmessinger@miami.edu",
   "nsf_id": "000125299",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462919",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "775000",
   "pgm_ele_name": "CDI TYPE I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "7750",
   "pgm_ref_txt": "CDI TYPE I"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 202002.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Collaborative Research: Communication, Perturbation, and Early Development</strong><strong>&nbsp;</strong></p>\n<p><strong>Overview:</strong> Early interaction is the setting for the development of key indices of healthy social development including self-regulation and interactive influence, the ability to influence and be influenced by others. We applied cutting-edge methods to better understand the development and predictive potential of self-regulation and interactive influence in the first months of life. In collaboration with Carnegie Mellon University, the University of Pittsburgh, and the University of Denver we developed and applied computer vision algorithms to automate the measurement of facial expressions, gaze direction, and head movement.</p>\n<p><strong>Positive and Negative Expressions: Eye constriction during infant joy and distress:</strong> To understand the rules of infant emotional expression, we investigated positive and negative expressions in the Face-to-Face/Still-Face (FFSF) procedure. Objective, automated measurements of facial action intensity tested the hypothesis that eye constriction intensity and degree of mouth opening index the positivity of smiles and the negativity of cry-faces. Eye constriction and mouth opening were independently associated with stronger smiling and stronger cry-faces. Eye constriction predicted the ratings of both positive and negative emotion. Finally, the proportion of smiles with eye constriction was higher during the positive-emotion eliciting play episode than during the still-face. In parallel, the proportion of cry-faces with eye constriction was higher during the negative-emotion eliciting still-face than during play. This suggests that eye constriction&ndash;the Duchenne marker&ndash; has a systematic association with early facial expressions of intense negative and positive emotion.</p>\n<p>&nbsp;<strong>Infants Time Their Smiles to Make Their Moms Smile</strong><strong>:</strong> We applied machine learning methods to explore the predictability of infant and mother behavior during interaction with a focus on understanding the preconditions of infant intentionality. Mother's smile predictably in response to infant smiles and infant smile initiations become more predictable over developmental time. Both mothers and infants timed their smiles in a goal-oriented manner, but their goals differed. While mothers timed their smiles to maximize periods of simultaneous smiling with their infants, infants timed their smiles to maximize periods of mother-only smiling. To further validate this finding, we transplanted the inferred infant smile timing to a sophisticated child-like robot that perceives and produces smiles while interacting with adults. In a controlled experiment, the infant smile timing was shown to maximize adult-only smiling during adult-robot interaction. <em>The results suggest that infants time their smiles in a goal-oriented manner to maximize the reception of positive affective signals from their caregivers.</em></p>\n<p>&nbsp;<strong>The Dynamic Still-Face:</strong> The Face-to-Face Still/Face assesses infant expectations that parents will respond to communicative signals. Through advanced modeling techniques, we found indications that infants gazing at the parent, smiling, and social bidding (smiling while gazing at the parent) decreased with time in the still-face episode, while infant cry-face expressions increased. Changes in infant behaviors within the still-face episode were associated with infant attachment and internalizing problems. Infants later judged avoidant showed the strongest decline in gazing within the still-face followed by infants later judged as secure, and resistant, respectively. The course of infant disengagement during the still-face episode at six months was associated with later attachment security.</p>\n<p>&nbsp;<strong>Automated Measurement of Dyadic Interact...",
  "por_txt_cntn": "\nCollaborative Research: Communication, Perturbation, and Early Development \n\nOverview: Early interaction is the setting for the development of key indices of healthy social development including self-regulation and interactive influence, the ability to influence and be influenced by others. We applied cutting-edge methods to better understand the development and predictive potential of self-regulation and interactive influence in the first months of life. In collaboration with Carnegie Mellon University, the University of Pittsburgh, and the University of Denver we developed and applied computer vision algorithms to automate the measurement of facial expressions, gaze direction, and head movement.\n\nPositive and Negative Expressions: Eye constriction during infant joy and distress: To understand the rules of infant emotional expression, we investigated positive and negative expressions in the Face-to-Face/Still-Face (FFSF) procedure. Objective, automated measurements of facial action intensity tested the hypothesis that eye constriction intensity and degree of mouth opening index the positivity of smiles and the negativity of cry-faces. Eye constriction and mouth opening were independently associated with stronger smiling and stronger cry-faces. Eye constriction predicted the ratings of both positive and negative emotion. Finally, the proportion of smiles with eye constriction was higher during the positive-emotion eliciting play episode than during the still-face. In parallel, the proportion of cry-faces with eye constriction was higher during the negative-emotion eliciting still-face than during play. This suggests that eye constriction&ndash;the Duchenne marker&ndash; has a systematic association with early facial expressions of intense negative and positive emotion.\n\n Infants Time Their Smiles to Make Their Moms Smile: We applied machine learning methods to explore the predictability of infant and mother behavior during interaction with a focus on understanding the preconditions of infant intentionality. Mother's smile predictably in response to infant smiles and infant smile initiations become more predictable over developmental time. Both mothers and infants timed their smiles in a goal-oriented manner, but their goals differed. While mothers timed their smiles to maximize periods of simultaneous smiling with their infants, infants timed their smiles to maximize periods of mother-only smiling. To further validate this finding, we transplanted the inferred infant smile timing to a sophisticated child-like robot that perceives and produces smiles while interacting with adults. In a controlled experiment, the infant smile timing was shown to maximize adult-only smiling during adult-robot interaction. The results suggest that infants time their smiles in a goal-oriented manner to maximize the reception of positive affective signals from their caregivers.\n\n The Dynamic Still-Face: The Face-to-Face Still/Face assesses infant expectations that parents will respond to communicative signals. Through advanced modeling techniques, we found indications that infants gazing at the parent, smiling, and social bidding (smiling while gazing at the parent) decreased with time in the still-face episode, while infant cry-face expressions increased. Changes in infant behaviors within the still-face episode were associated with infant attachment and internalizing problems. Infants later judged avoidant showed the strongest decline in gazing within the still-face followed by infants later judged as secure, and resistant, respectively. The course of infant disengagement during the still-face episode at six months was associated with later attachment security.\n\n Automated Measurement of Dyadic Interaction Predicts Expert Ratings of Attachment: Infant attachment is typically assessed using the Strange Situation Procedure, but expert ratings of attachment are time-intensive and do not provide objective descriptions of infant behavior. Automated me..."
 }
}