{
 "awd_id": "1052102",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The role of NSD3-mediated protein methylation in neural crest development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 458000.0,
 "awd_amount": 458000.0,
 "awd_min_amd_letter_date": "2011-01-10",
 "awd_max_amd_letter_date": "2014-01-27",
 "awd_abstract_narration": "Neural crest cells are migratory stem cells that break free from the developing brain and spinal cord during normal development in embryos with backbones. After they migrate, neural crest cells form numerous structures, including facial bones and cartilage, part of the heart, and neurons outside the brain and spinal cord. In order to migrate, neural crest cells make proteins that give them the ability to move and invade tissues. The longevity, location within a cell, and activity of these proteins are determined by chemical modifications. These protein modifications include the attachment of methyl groups by enzymes called methyltransferases in a process called methylation. This proposal aims to decipher the role of methylation in coordinating protein activity to achieve neural crest migration. Specifically, experiments will define the role of the methyltransferase NSD3 that preliminary data show is essential for neural crest migration. In this grant, molecular embryology and live cell imaging are used to characterize NSD3 to understand where it acts in neural crest cells and the migratory behaviors it controls. The data from these experiments will uncover basic mechanisms of neural crest migration that go awry in birth defects and are reactivated during cancer metastasis. This project has broader impacts by including undergraduates through post-doctoral fellows, women, and minorities in a diverse research team, with all members regularly sharing their work through publication, presentation at conferences, and outreach to the community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Gammill",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Laura S Gammill",
   "pi_email_addr": "gammi001@umn.edu",
   "nsf_id": "000534498",
   "pi_start_date": "2011-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 166000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 126000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Once an egg is fertilized, that single cell must divide repeatedly to generate the trillions of cells that make up our bodies. In adults, cells have specialized roles to play. However, cells in early embryos have many job opportunities available to them. The Gammill lab studies how embryonic cells decide what their responsibilities will be, as well as how cells with different jobs come together to create properly structured organs in their correct locations. In considering these questions, there is a particularly fascinating type of cell that appears in the brain and spinal cord as these tissues form. These cells, called neural crest cells, are striking because they do not stay in the central nervous system where they initially form. Instead, neural crest cells migrate, crawling away to other parts of the embryo where they become many important structures, including bones in our face, part of our heart, pigment in our skin, as well as nerves that regulate digestion. Because neural crest cells make so many diverse parts of us, when these cells don&rsquo;t form correctly, a number of common birth defects can result. It is crucial to understand normal neural crest development so that it is possible to identify ways that the food we eat, chemicals in our environment, and our family&rsquo;s medical history disrupt these normal processes. Moreover, neural crest cells provide a great example to learn how cells move and decide who they are.</p>\n<p>This project studied how a neural crest cell&rsquo;s molecular machinery, its proteins, are regulated by the addition of a molecular switch in a process called &ldquo;methylation.&rdquo; Addition of this switch, a methyl group, to a protein by an enzyme called a methyltransferase can affect how the modified protein behaves: whether other proteins work with it, where it is located in a cell, and how long it lasts in the cell before it is recycled. Using chicken embryos, which at early stages resemble human embryos and develop inside an amniotic membrane like humans, the Gammill lab showed that the methyltransferase NSD3 is essential for neural crest development: without NSD3, chick neural crest cells do not form properly and fail to migrate (Figure 1). Although in other systems NSD3 methylates proteins called histones that affect whether a cell&rsquo;s genetic information (its DNA) can be used to make new proteins, this does not seem to be the reason NSD3 is necessary in the neural crest. Moreover, in parallel work supported by this grant, we showed that methylation of proteins outside of the nucleus, where a cell&rsquo;s DNA is housed, is necessary for neural crest cells to move about the embryo (Figure 2). As a first step in studying these methylated proteins, we purified NSD3 and used it to methylate histones (a known NSD3 target protein) in a test tube (&ldquo;<em>in vitro</em>&rdquo;). In future work, this <em>in vitro</em> approach will allow us to build on our current findings to characterize the targets of NSD3 activity in the neural crest. This research reveals novel basic mechanisms of neural crest development and the regulation of cell movement, and transforms the field by investigating the impact of methylating proteins other than histones. As folate affects methylation, this work may shed light on the developmentally protective effects of folic acid supplementation, the mechanism of which is currently not understood. &nbsp;</p>\n<p>This project had important impacts beyond our research findings. First, it provided mentored research opportunities to thirteen trainees. Two PhD students supported by the grant defended their theses and left the lab to start postdocs, one at Stanford University and the other at the Morgridge Institute at the University of Wisconsin. The postdoc who worked on the project is now a Visiting Assistant Professor at Carleton College. Meanwhile, eight different undergraduates worked on the project...",
  "por_txt_cntn": "\nOnce an egg is fertilized, that single cell must divide repeatedly to generate the trillions of cells that make up our bodies. In adults, cells have specialized roles to play. However, cells in early embryos have many job opportunities available to them. The Gammill lab studies how embryonic cells decide what their responsibilities will be, as well as how cells with different jobs come together to create properly structured organs in their correct locations. In considering these questions, there is a particularly fascinating type of cell that appears in the brain and spinal cord as these tissues form. These cells, called neural crest cells, are striking because they do not stay in the central nervous system where they initially form. Instead, neural crest cells migrate, crawling away to other parts of the embryo where they become many important structures, including bones in our face, part of our heart, pigment in our skin, as well as nerves that regulate digestion. Because neural crest cells make so many diverse parts of us, when these cells donÆt form correctly, a number of common birth defects can result. It is crucial to understand normal neural crest development so that it is possible to identify ways that the food we eat, chemicals in our environment, and our familyÆs medical history disrupt these normal processes. Moreover, neural crest cells provide a great example to learn how cells move and decide who they are.\n\nThis project studied how a neural crest cellÆs molecular machinery, its proteins, are regulated by the addition of a molecular switch in a process called \"methylation.\" Addition of this switch, a methyl group, to a protein by an enzyme called a methyltransferase can affect how the modified protein behaves: whether other proteins work with it, where it is located in a cell, and how long it lasts in the cell before it is recycled. Using chicken embryos, which at early stages resemble human embryos and develop inside an amniotic membrane like humans, the Gammill lab showed that the methyltransferase NSD3 is essential for neural crest development: without NSD3, chick neural crest cells do not form properly and fail to migrate (Figure 1). Although in other systems NSD3 methylates proteins called histones that affect whether a cellÆs genetic information (its DNA) can be used to make new proteins, this does not seem to be the reason NSD3 is necessary in the neural crest. Moreover, in parallel work supported by this grant, we showed that methylation of proteins outside of the nucleus, where a cellÆs DNA is housed, is necessary for neural crest cells to move about the embryo (Figure 2). As a first step in studying these methylated proteins, we purified NSD3 and used it to methylate histones (a known NSD3 target protein) in a test tube (\"in vitro\"). In future work, this in vitro approach will allow us to build on our current findings to characterize the targets of NSD3 activity in the neural crest. This research reveals novel basic mechanisms of neural crest development and the regulation of cell movement, and transforms the field by investigating the impact of methylating proteins other than histones. As folate affects methylation, this work may shed light on the developmentally protective effects of folic acid supplementation, the mechanism of which is currently not understood.  \n\nThis project had important impacts beyond our research findings. First, it provided mentored research opportunities to thirteen trainees. Two PhD students supported by the grant defended their theses and left the lab to start postdocs, one at Stanford University and the other at the Morgridge Institute at the University of Wisconsin. The postdoc who worked on the project is now a Visiting Assistant Professor at Carleton College. Meanwhile, eight different undergraduates worked on the project, and those who have graduated are now in PhD programs or medical school at the University of Washington, Emory, and Ross University. Second, 7 of the ..."
 }
}