{
 "awd_id": "1052662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Helping Mathematics Teacher Become Culturally Relevant Educators: New Tools for a New Generation-Conference II",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 100057.0,
 "awd_amount": 100057.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2011-07-21",
 "awd_abstract_narration": "The Maryland Institute for Minority Achievement and Urban Education at the University of Maryland is hosting a conference for teachers and school administrators on Culturally Relevant Teaching (CRT).  Teams of teachers and administrators are recruited from across the country. The conference brings together experts in culturally relevant teaching pedagogy with practitioners around the theme of promoting high achievement in mathematics among minority children and of children in urban settings. \r\n\r\nThe conference plan is based on the most rigorous research on CRT and on the findings of a prior conference. A substantial amount of time  is provided during the conference for teachers to develop or modify lessons under the guidance of knowledgeable experts.\r\n\r\nThe conference will accommodate approximately 100 participants.  Following the conference participants will have the opportunity to work with members of the Maryland institute to develop strategies for improving achievement of minority students.  Additionally, participants will be invited to participate in ongoing seminars and workshops held regularly at the University of Maryland.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Johnson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Martin L Johnson",
   "pi_email_addr": "mljohnso@UMD.EDU",
   "nsf_id": "000257720",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie Timmo",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Timmo Brown",
   "pi_email_addr": "stbrown@umd.edu",
   "nsf_id": "000439734",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100057.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The conference, &ldquo;Helping Mathematics Teachers Become Culturally Relevant Educators: New Tools for a New Generation,&rdquo; was designed for those who teach mathematics in the elementary grades and for mathematics teachers in middle and high school.&nbsp; The conference was held in March 2012. The goals of the conference were to clearly define the terms Culturally Relevant Teaching, inform teachers of research on Culturally Relevant Teaching and to help teachers and administrators translate the research to their classrooms. The conference workshops sought to help teachers develop teaching strategies at different levels that incorporated CRT methodology.</p>\n<p>Culturally Relevant Teaching is a term that describes a wide range of practices and theoretical applications. In this project, culturally relevant teaching refers to the theory put forth by Gloria Ladson-Billings which described a pedagogy that \"empowers students intellectually, socially, emotionally, and politically\" &nbsp;by using culture and rapport to exchange knolwedge. &nbsp;CRT uses the community, knowledge, and experiences of the students to inform the teacher's lessons and methodology. &nbsp;This project was designed on the guiding principles of this theory. &nbsp;The outcomes of the project has the potential of influencinh how large numbers of teachers teach and possibly impact hundreds of students.</p>\n<p>&nbsp;Eighty-one persons participated in the conference.&nbsp; The participants were diverse in grade levels taught, years of teaching experience, type of schools represented, and in racial and ethnic backgrounds. Teachers represented the states of Maryland, Virginia, New Jersey, and the District of Columbia.</p>\n<p>&nbsp;Both survey and interview methodologies were used to evaluate this project. Pre and post conference surveys indicated that participants developed a clear sense of the many facets of Culturally Relevant Teaching and participants indicated that they felt adequately equipped to implement CRT methodologies in their classroom in mathematics (and other subjects). A third survey given ten months after the conference revealed that teachers continued to understand CRT and was implementing many of its tenets.</p>\n<p>&nbsp;A small number of teachers were interviewed in the fall of 2013 and spring 2014.&nbsp; The interviews sought to determine if the conference participants were indeed implementing CRT methodologies within their classrooms.&nbsp; Teachers named three areas that were most influenced by the conference. First, teachers continued to use the language and terminology from the conference and this allowed a way for groups of teachers to network knowing they were speaking a common language. Second, teachers found ways to modify the mathematics curriculum by finding and integrating more &ldquo;real world&rdquo; problems, problems that had meaning to their students.&nbsp; Third, teachers saw the need to know more about their children and the mathematical knowledge the child brought from home or from other classes. Teachers looked for previous knowledge and used that to help develop mathematics activities that were &ldquo;knowledge appropriate&rdquo; for the student. Students were given more opportunities to communicate their mathematical ideas than before teachers attended the conference.</p>\n<p>&nbsp;Overall, the results show that after attending this two-day conference on CRT, teachers returned with renewed energy for fostering classroom relationships, determined to help students communicate their mathematical ideas, more determined to work with other teachers in their team, and determined to make the mathematics in their classroom more relevant to their students. &nbsp;Clearly, the impact of a two-day workshop is limited, these initial findings indicate that while limited, a short, focused workshop can be very powerful.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/15/...",
  "por_txt_cntn": "\nThe conference, \"Helping Mathematics Teachers Become Culturally Relevant Educators: New Tools for a New Generation,\" was designed for those who teach mathematics in the elementary grades and for mathematics teachers in middle and high school.  The conference was held in March 2012. The goals of the conference were to clearly define the terms Culturally Relevant Teaching, inform teachers of research on Culturally Relevant Teaching and to help teachers and administrators translate the research to their classrooms. The conference workshops sought to help teachers develop teaching strategies at different levels that incorporated CRT methodology.\n\nCulturally Relevant Teaching is a term that describes a wide range of practices and theoretical applications. In this project, culturally relevant teaching refers to the theory put forth by Gloria Ladson-Billings which described a pedagogy that \"empowers students intellectually, socially, emotionally, and politically\"  by using culture and rapport to exchange knolwedge.  CRT uses the community, knowledge, and experiences of the students to inform the teacher's lessons and methodology.  This project was designed on the guiding principles of this theory.  The outcomes of the project has the potential of influencinh how large numbers of teachers teach and possibly impact hundreds of students.\n\n Eighty-one persons participated in the conference.  The participants were diverse in grade levels taught, years of teaching experience, type of schools represented, and in racial and ethnic backgrounds. Teachers represented the states of Maryland, Virginia, New Jersey, and the District of Columbia.\n\n Both survey and interview methodologies were used to evaluate this project. Pre and post conference surveys indicated that participants developed a clear sense of the many facets of Culturally Relevant Teaching and participants indicated that they felt adequately equipped to implement CRT methodologies in their classroom in mathematics (and other subjects). A third survey given ten months after the conference revealed that teachers continued to understand CRT and was implementing many of its tenets.\n\n A small number of teachers were interviewed in the fall of 2013 and spring 2014.  The interviews sought to determine if the conference participants were indeed implementing CRT methodologies within their classrooms.  Teachers named three areas that were most influenced by the conference. First, teachers continued to use the language and terminology from the conference and this allowed a way for groups of teachers to network knowing they were speaking a common language. Second, teachers found ways to modify the mathematics curriculum by finding and integrating more \"real world\" problems, problems that had meaning to their students.  Third, teachers saw the need to know more about their children and the mathematical knowledge the child brought from home or from other classes. Teachers looked for previous knowledge and used that to help develop mathematics activities that were \"knowledge appropriate\" for the student. Students were given more opportunities to communicate their mathematical ideas than before teachers attended the conference.\n\n Overall, the results show that after attending this two-day conference on CRT, teachers returned with renewed energy for fostering classroom relationships, determined to help students communicate their mathematical ideas, more determined to work with other teachers in their team, and determined to make the mathematics in their classroom more relevant to their students.  Clearly, the impact of a two-day workshop is limited, these initial findings indicate that while limited, a short, focused workshop can be very powerful.\n\n \n\n\t\t\t\t\tLast Modified: 10/15/2014\n\n\t\t\t\t\tSubmitted by: Martin L Johnson"
 }
}