{
 "awd_id": "1052602",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transcriptional coding of interneuron differentiation",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Asson-Batres",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 465000.0,
 "awd_amount": 471000.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "All animals on earth, from sea slugs to insects to humans, use a specialized neuron called an interneuron to integrate a wide range of information about themselves and the world around them.   Most animals, whether invertebrate such as insects, or vertebrate such as fish and humans, have at least one region of the brain that is made up exclusively of interneurons.  These regions are required for thinking, decision making, learning and memory.  This project will utilize molecular and genetic approaches to study the development of a brain structure called the mushroom body of the fruit fly, Drosophila melanogaster.  The mushroom body is somewhat analogous to the forebrain of mammals based on gene expression profiling and is composed of thousands of interneurons.  The mushroom body of fruit fly is also required for learning and memory, and is involved in other complex behaviors such as courtship.  This research will improve our understanding of how interneurons are wired during embryonic development and also identify genes and molecules involved in the specification and formation of interneurons. Resources and tools generated will be available through ScholarSpace, a digital repository maintained by the University of Hawaii (https://scholarspace.manoa.hawaii.edu/), and through Flybase (http://flybase.org/) and the Bloomington Stock Center, a digital repository for information about the fruit fly and a physical repository of Drosophila stocks, maintained by Indiana University.  This project will also impact a broader community.  A significant portion of this proposal is devoted to providing a hypothesis-driven research experience to ~175 undergraduate students each year, giving these students the opportunity to learn science by participating in state-of-the-art Neurobiology, and instilling them with the knowledge and confidence required to pursue the scientific endeavor and generate knowledge that describes a key feature of the animal kingdom, the brain.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Robinow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Robinow",
   "pi_email_addr": "robinow@hawaii.edu",
   "nsf_id": "000467503",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 471000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most nervous systems consist of three types of neurons. &nbsp;Sensory neurons detect the environment and transfer that information generally towards a centralized brain. &nbsp;Motor neurons connect the nervous system to muscles and control movement. &nbsp;Interneurons function between sensory neurons and motor neurons and integrate information. &nbsp;Thought and conciousness require interneurons. &nbsp;The axons (cellular extensions) of interneurons&nbsp;often travel to multiple targets within the brain. &nbsp;This research has focused on identifying the genes that regulate the development of the axons of interneurons. &nbsp;We studied a specific set of interneurons, those that form the mushroom body of the fruit fly Drosophila melanogaster. &nbsp;We studied mushroom body interneurons of the fruit fly because they have a very regular and predictable shape, research methods to identify genes required in even a single cell are well developed, and anything learned about interneuron development in a fruit fly is likely to provide insight into the development of interneurons in any and all animals. &nbsp;</p>\n<p>The Drosophila mushroom body consists of three types of interneurons, gamma neurons, alpha prime/beta prime neurons, and alpha/beta neurons. &nbsp;The gamma neurons are generated earliest during development, the alpha prime/beta prime neurons are generated next, and the alpha/beta neurons are generated last. &nbsp;We have shown that the unfulfilled gene is required for the development of all three types of mushroom body neurons. &nbsp;In the absence of unfulfilled, the axons of the mushroom bodies do not properly project to their normal target. &nbsp;However, the expression of unfulfilled is only required in the gamma neurons. &nbsp;Expression of unfulfilled is not required in the alpha prime/beta prime neurons or in the alpha/beta neurons for these neurons to project to their appropriate targets. &nbsp;Expression of unfulfilled in the gamma neurons is sufficient to support the proper development of the gamma neurons, the alpha prime/beta prime neurons, and the alpha/beta neurons. &nbsp; These data suggest that the gamma neurons require unfulfilled to properly navigate to their targets, and that the gamma neurons act as pioneer neurons that establish a path that is followed by the later born alpha prime/beta prime neurons and the alpha/beta neurons.</p>\n<p>The unfulfilled gene encodes a transcription factor, a protein that regulates the expression of other genes. &nbsp;One way to understand the details of how the unfulfilled gene controls the development of gamma neurons is to identify the genes that are regulated by unfulfilled. &nbsp;We used a modern sequencing approach and a classical genetic approach to identify genes that appear to be targets of unfulfilled. &nbsp;The modern sequencing approach was not informative. However, the genetic approach was useful in identifying seven genes that act downstream of unfulfilled. &nbsp;These seven genes impact four different aspects of axon formation. &nbsp;These data suggest that there are three more categories of genes yet to be identified that impact axon formation. &nbsp;These data also raise new questions about how each of these seven genes function to regulate the formation of axons.</p>\n<p>This research project supported the development and implementation of an hypothesis-driven research project in a large enrollment upper-division undergraduate teaching laboratory. &nbsp;This project was run in the teaching laboratory for three consecutive fall semesters. &nbsp;Each semester this course had an enrollment exceeding 200 students. &nbsp;This project was difficult to implement on such a large scale and received mixed reviews from the students. &nbsp;This was not surprising since the project dramatically changed the paradigm in the laboratory &nbsp;classroom placing a great deal of responsibillity on the students. &n...",
  "por_txt_cntn": "\nMost nervous systems consist of three types of neurons.  Sensory neurons detect the environment and transfer that information generally towards a centralized brain.  Motor neurons connect the nervous system to muscles and control movement.  Interneurons function between sensory neurons and motor neurons and integrate information.  Thought and conciousness require interneurons.  The axons (cellular extensions) of interneurons often travel to multiple targets within the brain.  This research has focused on identifying the genes that regulate the development of the axons of interneurons.  We studied a specific set of interneurons, those that form the mushroom body of the fruit fly Drosophila melanogaster.  We studied mushroom body interneurons of the fruit fly because they have a very regular and predictable shape, research methods to identify genes required in even a single cell are well developed, and anything learned about interneuron development in a fruit fly is likely to provide insight into the development of interneurons in any and all animals.  \n\nThe Drosophila mushroom body consists of three types of interneurons, gamma neurons, alpha prime/beta prime neurons, and alpha/beta neurons.  The gamma neurons are generated earliest during development, the alpha prime/beta prime neurons are generated next, and the alpha/beta neurons are generated last.  We have shown that the unfulfilled gene is required for the development of all three types of mushroom body neurons.  In the absence of unfulfilled, the axons of the mushroom bodies do not properly project to their normal target.  However, the expression of unfulfilled is only required in the gamma neurons.  Expression of unfulfilled is not required in the alpha prime/beta prime neurons or in the alpha/beta neurons for these neurons to project to their appropriate targets.  Expression of unfulfilled in the gamma neurons is sufficient to support the proper development of the gamma neurons, the alpha prime/beta prime neurons, and the alpha/beta neurons.   These data suggest that the gamma neurons require unfulfilled to properly navigate to their targets, and that the gamma neurons act as pioneer neurons that establish a path that is followed by the later born alpha prime/beta prime neurons and the alpha/beta neurons.\n\nThe unfulfilled gene encodes a transcription factor, a protein that regulates the expression of other genes.  One way to understand the details of how the unfulfilled gene controls the development of gamma neurons is to identify the genes that are regulated by unfulfilled.  We used a modern sequencing approach and a classical genetic approach to identify genes that appear to be targets of unfulfilled.  The modern sequencing approach was not informative. However, the genetic approach was useful in identifying seven genes that act downstream of unfulfilled.  These seven genes impact four different aspects of axon formation.  These data suggest that there are three more categories of genes yet to be identified that impact axon formation.  These data also raise new questions about how each of these seven genes function to regulate the formation of axons.\n\nThis research project supported the development and implementation of an hypothesis-driven research project in a large enrollment upper-division undergraduate teaching laboratory.  This project was run in the teaching laboratory for three consecutive fall semesters.  Each semester this course had an enrollment exceeding 200 students.  This project was difficult to implement on such a large scale and received mixed reviews from the students.  This was not surprising since the project dramatically changed the paradigm in the laboratory  classroom placing a great deal of responsibillity on the students.  This laboratory course continues to be offered with a curriculum that is based on the principles tested during this project.  The scope has been modified so that the students have a more successful experience.  This curre..."
 }
}