{
 "awd_id": "1052877",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Advocacy in Science",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-01-26",
 "awd_max_amd_letter_date": "2011-01-26",
 "awd_abstract_narration": "The AAAS project Advocacy in Science explores the following questions:\r\n\tShould scientists be advocates for public policies related to their areas of expertise?\r\n\tWhat are the contexts in which they should or should not be advocates?\r\n\tWhat constitutes responsible advocacy and what are the attributes of its opposite?\r\n\tWhat is the role of scientific societies in policy advocacy?\r\n\tWhat mechanisms exist for instructing scientists in responsible advocacy?\r\n\r\nAs science policy issues become increasingly politically and/or ethically contentious, the role of scientists as public policy advocates has correspondingly become more controversial.  The role of scientists as advocates is an integral part of the responsible conduct of research, touching as it does on core issues of the integrity of scientists.  For example, can scientists retain their role as objective reporters of scientific findings if they are simultaneously advocating for a particular policy outcome?  If scientists are strong advocates for one position or another, could adversely affect their ability to conduct their own research perhaps by allowing unconscious biases to affect inadvertently the way in which they design and interpret studies? \r\n\r\nTo examine the role of scientists as policy advocates, AAAS will convene an invitational workshop to consider the definition and boundaries of advocacy as it relates to scientists in the policy arena, the normative aspects of such advocacy and any existing guidelines, and the need for education on advocacy for scientists and students.  Workshop products will include the following: (1) commissioned papers; (2) a report of the workshop deliberations; and (3) short papers written by workshop organizers for publication in scholarly and other professional publications.  The workshop will also inform AAAS in planning a larger project on advocacy by scientists that will conduct empirical research to document and analyze cases of advocacy, consider and develop guidelines and best practices for scientist-advocates, and prepare educational resources on advocacy for scientists and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Frankel",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mark S Frankel",
   "pi_email_addr": "Mfrankel@aaas.org",
   "nsf_id": "000265944",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Perpich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Perpich",
   "pi_email_addr": "jperpich@perpich.com",
   "nsf_id": "000569721",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Association for the Advancement of Science",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023266400",
  "inst_zip_code": "200053928",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "AMERICAN ASSOCIATION FOR THE ADVANCEMENT OF SCIENCE",
  "org_prnt_uei_num": "ZGKVAM2JVKG2",
  "org_uei_num": "ZGKVAM2JVKG2"
 },
 "perf_inst": {
  "perf_inst_name": "American Association for the Advancement of Science",
  "perf_str_addr": "1200 NEW YORK AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053928",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On October 17-18, 2011 the Scientific Responsibility, Human Rights and Law Program of the American Association for the Advancement of Science (AAAS) organized a workshop on &ldquo;Advocacy in Science.&rdquo; Attendees included researchers from the natural and social sciences, representatives from scientific societies and advocacy organizations, and scholars who have studied advocacy.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Scientists are increasingly being encouraged by other scientists and the public to become engaged with the public policy process, which might involve advocacy. However, the literature on the subject is sparse, with most of it concentrated in a few disciplines. This project focused on the appropriate role of scientists as advocates. The report based on the AAAS workshop and the papers written for it make an important contribution to the literature on this topic, and will spur further study of advocacy by scientists.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Responsible advocacy can be viewed as an important element of the responsible conduct of science, yet there has been little discussion about what this entails. Although a subset of scientists are already &ldquo;doing&rdquo; advocacy, there are few educational/training materials to assist them. The products resulting from the workshop are expected to spark further consideration of guidelines for advocacy, as well as training materials.</p>\n<p>&nbsp;</p>\n<p><strong>Defining Advocacy</strong></p>\n<p>Workshop discussions highlighted several dimensions of advocacy. There was wide agreement that advocacy is <em>attempting to influence a specific outcome</em> in public policy, using one&rsquo;s scientific position and expertise to accomplish a specific goal. A further distinction was made between advocating for <em>science</em> and advocating for <em>policy</em>. The former refers to, for example, advocating on behalf of greater funding for science, while the latter involves bringing scientific expertise to bear on public policy. Some participants drew a distinction between offering scientific information to policymakers and recommending a specific policy, sometimes seen as lobbying. Others noted that scientists can become &ldquo;accidental&rdquo; advocates when their scientific work becomes linked to policy choices.</p>\n<p>&nbsp;</p>\n<p><strong>Risks and Benefits of Advocacy</strong></p>\n<p>Attendees agreed that advocacy poses the danger of distorting science and substituting a personal for a professional opinion. &nbsp;Some participants argued that when scientists become advocates, their views are discounted and that advocacy can be perceived as incompatible with being a responsible scientist. &nbsp;Participants balanced arguments against advocacy with those championing the scientist as advocate, some considering it to be an ethical responsibility of scientists.</p>\n<p>&nbsp;</p>\n<p>Scientific societies perform a dual role in advocacy &ndash; encouraging and helping their members to advocate and advocating on behalf of the society.&nbsp; Societies have an infrastructure and resources conducive to skilled advocacy not available to individuals.&nbsp; Nevertheless, societies are also vulnerable to the blurring of the line between being a scientific society and an advocacy society.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Guidelines for Responsible Advocacy</strong></p>\n<p>Are the rules for the responsible conduct of science the same as rules for responsible advocacy? Are <em>responsible</em> advocacy and <em>effective</em> advocacy always the same? When scientists communicate with the public, good practice requires stating uncertainties and presenting competing views or interpretations, as well as the limitations of the data. The principles of responsible conduct of science, guidelines for science communication, and effective advocacy <em...",
  "por_txt_cntn": "\nOn October 17-18, 2011 the Scientific Responsibility, Human Rights and Law Program of the American Association for the Advancement of Science (AAAS) organized a workshop on \"Advocacy in Science.\" Attendees included researchers from the natural and social sciences, representatives from scientific societies and advocacy organizations, and scholars who have studied advocacy.\n\n \n\nIntellectual Merit\n\nScientists are increasingly being encouraged by other scientists and the public to become engaged with the public policy process, which might involve advocacy. However, the literature on the subject is sparse, with most of it concentrated in a few disciplines. This project focused on the appropriate role of scientists as advocates. The report based on the AAAS workshop and the papers written for it make an important contribution to the literature on this topic, and will spur further study of advocacy by scientists.\n\n \n\nBroader Impacts\n\nResponsible advocacy can be viewed as an important element of the responsible conduct of science, yet there has been little discussion about what this entails. Although a subset of scientists are already \"doing\" advocacy, there are few educational/training materials to assist them. The products resulting from the workshop are expected to spark further consideration of guidelines for advocacy, as well as training materials.\n\n \n\nDefining Advocacy\n\nWorkshop discussions highlighted several dimensions of advocacy. There was wide agreement that advocacy is attempting to influence a specific outcome in public policy, using oneÆs scientific position and expertise to accomplish a specific goal. A further distinction was made between advocating for science and advocating for policy. The former refers to, for example, advocating on behalf of greater funding for science, while the latter involves bringing scientific expertise to bear on public policy. Some participants drew a distinction between offering scientific information to policymakers and recommending a specific policy, sometimes seen as lobbying. Others noted that scientists can become \"accidental\" advocates when their scientific work becomes linked to policy choices.\n\n \n\nRisks and Benefits of Advocacy\n\nAttendees agreed that advocacy poses the danger of distorting science and substituting a personal for a professional opinion.  Some participants argued that when scientists become advocates, their views are discounted and that advocacy can be perceived as incompatible with being a responsible scientist.  Participants balanced arguments against advocacy with those championing the scientist as advocate, some considering it to be an ethical responsibility of scientists.\n\n \n\nScientific societies perform a dual role in advocacy &ndash; encouraging and helping their members to advocate and advocating on behalf of the society.  Societies have an infrastructure and resources conducive to skilled advocacy not available to individuals.  Nevertheless, societies are also vulnerable to the blurring of the line between being a scientific society and an advocacy society.\n\n \n\nGuidelines for Responsible Advocacy\n\nAre the rules for the responsible conduct of science the same as rules for responsible advocacy? Are responsible advocacy and effective advocacy always the same? When scientists communicate with the public, good practice requires stating uncertainties and presenting competing views or interpretations, as well as the limitations of the data. The principles of responsible conduct of science, guidelines for science communication, and effective advocacy can conflict. But does \"anything go\" in the world of advocacy, or are there some guidelines for responsible advocacy?\n\n \n\nMost participants agreed that the rules of responsible advocacy track closely with the rules for responsible conduct of research. These rules include: (1) limit your advocacy to your area(s) of expertise and make it clear when you are presenting a personal opinion; (2) do not make exaggerated claims;..."
 }
}