{
 "awd_id": "1053160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planned Missing Research Designs: Power and Validity of Planned Missing Data Designs in Longitudinal Research",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Moore",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 400026.0,
 "awd_amount": 400026.0,
 "awd_min_amd_letter_date": "2011-06-14",
 "awd_max_amd_letter_date": "2014-06-07",
 "awd_abstract_narration": "This project will develop and evaluate a research methodology known as a \"planned missing research design.\" This statistical technique enables scientists who conduct longitudinal studies to obtain higher quality results (greater statistical certainty and/or broader ability to generalize findings) using the same amount of research resources. This technique has been used with great effectiveness in certain specific contexts in the past. The proposed project will provide guidelines and procedures that will enable researchers to use the technique in all areas of developmental science in which a study evaluates how participants change over time.\r\n\r\nPlanned missing data designs have tremendous potential to streamline how we conduct basic research in the social, behavioral, and educational sciences. Strong statistical theory supports the idea that carefully planned patterns of intentionally missing information will not bias or weaken the accuracy of research conclusions. When properly constructed a planned missing design can save 33% or more of the costs associated with data collection. They can also reduce the fatigue and demand on participants which can increase the overall quality of the data that is collected from each participant. In fact, planned missing research designs have been recommended for decades as efficient ways to collect expensive data (e.g., one-on-one assessments) and time-intensive data (e.g., large questionnaire protocols and repeated measures). Planned missing data designs can be used to manage cost, improve data quality, reduce fatigue of participants and test-retest effect, as well as increase statistical power to detect effects of interest. Statisticians are certain of these benefits; researchers and stakeholders, however, remain skeptical. Outside the ideal conditions that statisticians espouse for such designs, are they practical for the conditions faced in real-world research? Statistical proofs are just a starting point for answering important questions about the practical nature of these designs. This research will provide compelling guidance to researchers for using planned missing research designs in social, behavioral, and educational research.\r\n\r\nTo validate their utility for practical researchers, planned missing designs will be thoroughly studied under varying conditions of real-world data. The goal of this sponsored research is to examine precisely under what conditions such designs can be useful and the conditions in which caution would be warranted. Previous studies on planned missing data designs have all been small scale simulation studies that demonstrate proof of concept but do not provide practical guidance to researchers. This funded project will conduct a series of well-conceived large-scale Monte Carlo simulation studies to explore the utility of planned missing data designs under a wide variety of conditions including extreme data conditions and complex longitudinal designs. This project will vary the critical features of planned missing designs that will inform researchers on when, how, and why to use planned missing elements in their research designs. The results of this project fully detail the boundaries of when this design is useful and when it should be avoided or modified. By so doing, the results of this work will be paradigm shifting for research across the social, behavioral, and educational sciences because real-world researchers and stakeholders will now understand their utility and applicability. As a result, this funded project will impact and change the future of best-practice methodology in all these research areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Wu",
   "pi_email_addr": "wwei@ku.edu",
   "nsf_id": "000569619",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Little",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Todd D Little",
   "pi_email_addr": "yhat@ttu.edu",
   "nsf_id": "000411498",
   "pi_start_date": "2011-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "2385 IRVING HILL RD",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457563",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400026.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed and evaluated a research methodology known as a \"planned missing research design.\" This statistical technique enables scientists who conduct longitudinal studies to obtain higher quality results (greater statistical certainty and/or broader ability to generalize findings) using the same amount of research resources. A series of large-scale Monte Carlo simulation studies were conducted to explore the utility of three major types of planned missing data designs (three-form, wave-missing, and two-methods). These studies have led to15 peer reviewed journal articles, 3 book chapters, 10 colloquia talks, and 16 conference presentations. The findings from these studies have demonstrated the merits of using planned missing data designs in various kinds of longitudinal studies. Furthermore, they provide important guidance to applied researchers in terms of the required sample size to use these designs, the best ways to implement these designs in different analytical contexts, how to utilize these designs to reduce or remove practice effects in longitudinal studies, how to combine expensive and cheap measures at two or more measurement occasions to improve power and accuracy in longitudinal studies, what planned missing data designs would be best to detect changes over time, and how to perform power analysis with these designs. The project has also produced three statistical packages in R (a free programming language and software&nbsp;environment): simsem, quark, and seedmc. Simsem provides an easy framework for Monte Carlo simulation in structural equation modeling, which can be used for various purposes, such as such as model fit evaluation, power analysis, or missing data handling and planning. Seedmc allows researchers to identify optimal planned missing data designs for linear and nonlinear change trajectories according to their research settings. Quark implements the principle components auxiliary variable methodology that was published as part of this grant. Open access of these packages will facilitate more use and studies of the planned missing data designs in the future.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2016<br>\n\t\t\t\t\tModified by: Wei&nbsp;Wu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed and evaluated a research methodology known as a \"planned missing research design.\" This statistical technique enables scientists who conduct longitudinal studies to obtain higher quality results (greater statistical certainty and/or broader ability to generalize findings) using the same amount of research resources. A series of large-scale Monte Carlo simulation studies were conducted to explore the utility of three major types of planned missing data designs (three-form, wave-missing, and two-methods). These studies have led to15 peer reviewed journal articles, 3 book chapters, 10 colloquia talks, and 16 conference presentations. The findings from these studies have demonstrated the merits of using planned missing data designs in various kinds of longitudinal studies. Furthermore, they provide important guidance to applied researchers in terms of the required sample size to use these designs, the best ways to implement these designs in different analytical contexts, how to utilize these designs to reduce or remove practice effects in longitudinal studies, how to combine expensive and cheap measures at two or more measurement occasions to improve power and accuracy in longitudinal studies, what planned missing data designs would be best to detect changes over time, and how to perform power analysis with these designs. The project has also produced three statistical packages in R (a free programming language and software environment): simsem, quark, and seedmc. Simsem provides an easy framework for Monte Carlo simulation in structural equation modeling, which can be used for various purposes, such as such as model fit evaluation, power analysis, or missing data handling and planning. Seedmc allows researchers to identify optimal planned missing data designs for linear and nonlinear change trajectories according to their research settings. Quark implements the principle components auxiliary variable methodology that was published as part of this grant. Open access of these packages will facilitate more use and studies of the planned missing data designs in the future. \n\n \n\n\t\t\t\t\tLast Modified: 06/28/2016\n\n\t\t\t\t\tSubmitted by: Wei Wu"
 }
}