{
 "awd_id": "1053575",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "XSEDE: eXtreme Science and Engineering Discovery Environment",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rudolf Eigenmann",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 121133999.0,
 "awd_amount": 125628751.0,
 "awd_min_amd_letter_date": "2011-07-21",
 "awd_max_amd_letter_date": "2016-06-23",
 "awd_abstract_narration": "1053575\r\nTowns\r\n                                      XSEDE: Enabling New Digital Science\r\nThe eXtreme Science and Engineering Discovery Environment (XSEDE) partnership will develop an unprecedented, comprehensive advanced digital services cyberinfrastructure (CI) to enable transformative open science and engineering research and innovative training and educational programs. The goal of XSEDE is to offer users tremendous capabilities with maximum productivity, enabling them to advance and share knowledge across domains. The XSEDE architecture, engineering, operations, support, and education activities are co-designed by an unparalleled team to achieve this goal, far surpassing TeraGrid in usability, reliability, capability, performance, and security?and ultimately, in user productivity and science impact. XSEDE will enable scientists, engineers, and educators to exploit powerful digital services and social networking environments to support knowledge exchange and advance understanding across domains. Just a few examples of the advances to science and society include: accurately predicting earthquake damage to urban structures; modeling of protein and nucleic acid folding and structure prediction to understand how drugs interact with target macromolecules to improve health care; developing novel designs for nanoscale microprocessors; advancing scientific understanding of plants to provide a safe and sustainable food supply, as well as benefits in renewable energy; and simulating pandemic spread to create a virtual laboratory where policy decisions such as school closure, vaccine deployment, and quarantine can be explored.  The XSEDE partnership will fulfill this vision by creating the most advanced, capable, and robust advanced digital cyberinfrastructure in the world?and supporting it with the most expert and experienced team of CI professionals. XSEDE will accelerate open scientific discovery and enable researchers, educators, and students across disciplines and across campuses to conduct transformational research efforts and innovative education programs. XSEDE will create strong ties with campus personnel spanning technology, workforce development, and policy issues to enhance CI for research and education. Researchers will use XSEDE directly, from campus and personal systems, from other high-end centers and cyberinfrastructure resources, and via science gateways and discovery environments. XSEDE users will be backed by an integrated national user support program offering an array of services from experts in the application of technology to advance science and engineering, including extensive training and advanced user support and collaboration. XSEDE?s governance model will include participation by these users as stakeholders, while providing centralized management to ensure robustness and to facilitate rapid responses to new issues and opportunities.  XSEDE will carry out a multifaceted Training, Education, and Outreach Services (TEOS) program to raise the competency of the present and future scientific community. XSEDE will work proactively with the nation?s educational institutions to create a significantly larger and more diverse STEM workforce. TEOS will broaden participation by working with under-represented faculty and students to engage larger numbers of under-represented individuals from among minority-serving and EPSCoR institutions, women, and people with disabilities. TEOS will disseminate best practices, lessons learned, and quality materials and will leverage external partnerships to scale-up successful practices. XSEDE will leverage the XD Technology Insertion Service (TIS) activities?already awarded to the XSEDE team?into continuously advancing CI and will work closely with the Technology Audit Service (TAS) team to ensure that XSEDE can be effectively evaluated and improved. These activities will ensure that XSEDE is robust, easy to use, performing as designed, and evolving constantly to meet the growing demands of scientific research and researchers.  Advancing science with the most powerful, diverse, and integrated set of advanced digital services ever?and linking that to other CI projects and to campuses and local research infrastructure?is unprecedented. No engineering and technology plan can anticipate all contingencies and future opportunities. The successful realization of NSF?s vision for XD will require deep expertise and vast experience, as well as focused and passionate effort. The XSEDE team is uniquely experienced and qualified for this incredible opportunity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Towns",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Towns",
   "pi_email_addr": "jtowns@ncsa.illinois.edu",
   "nsf_id": "000400201",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Roskies",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph Z Roskies",
   "pi_email_addr": "roskies@psc.edu",
   "nsf_id": "000196046",
   "pi_start_date": "2011-07-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Gaither",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly P Gaither",
   "pi_email_addr": "kelly@tacc.utexas.edu",
   "nsf_id": "000356197",
   "pi_start_date": "2015-07-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Boisseau",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Boisseau",
   "pi_email_addr": "boisseau@tacc.utexas.edu",
   "nsf_id": "000240621",
   "pi_start_date": "2011-07-21",
   "pi_end_date": "2014-06-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Peterson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory D Peterson",
   "pi_email_addr": "gdp@utk.edu",
   "nsf_id": "000473243",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Wilkins-Diehr",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Wilkins-Diehr",
   "pi_email_addr": "wilkinsn@sdsc.edu",
   "nsf_id": "000210022",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Kovatch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Kovatch",
   "pi_email_addr": "patricia.kovatch@mssm.edu",
   "nsf_id": "000506224",
   "pi_start_date": "2011-08-27",
   "pi_end_date": "2012-03-09"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Andrews",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Philip L Andrews",
   "pi_email_addr": "pandrew2@utk.edu",
   "nsf_id": "000507500",
   "pi_start_date": "2011-07-21",
   "pi_end_date": "2011-08-27"
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "724400",
   "pgm_ele_name": "COMPUTATIONAL PHYSICS"
  },
  {
   "pgm_ele_code": "747600",
   "pgm_ele_name": "XD-Extreme Digital"
  },
  {
   "pgm_ele_code": "761900",
   "pgm_ele_name": "Innovative HPC"
  },
  {
   "pgm_ele_code": "778100",
   "pgm_ele_name": "Leadership-Class Computing"
  },
  {
   "pgm_ele_code": "807400",
   "pgm_ele_name": "EarthCube"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7476",
   "pgm_ref_txt": "ETF"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "8084",
   "pgm_ref_txt": "CDS&E"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220220689.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15114851.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 77019903.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 25799325.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 3965897.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 3728775.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Extreme Science and Engineering Discovery Environment (XSEDE) has been well established as the most advanced, powerful, and robust collection of integrated digital resources and services in the world. &nbsp;XSEDE integrates and coordinates advanced digital services within the national cyberinfrastructure ecosystem to support contemporary science. This ecosystem involves a highly distributed, yet integrated and coordinated, assemblage of software, supercomputers, visualization systems, storage systems, networks, portals and gateways, collections of data, instruments, and personnel with specific expertise. XSEDE provides a long-term platform to empower modern science and engineering research and education. As a significant contributor to the broader ecosystem, driven by the needs of the open research community, XSEDE substantially enhances the productivity of a growing community of scholars, researchers, and engineers. XSEDE federates with other high-end facilities and with campus-based resources, serving as the foundation for a national e-science infrastructure with tremendous potential for enabling new advancements in research and education.</p>\n<p>XSEDE&rsquo;s efforts under this award were guided by clear statements of vision, mission, and strategic goals. &nbsp;<em>Our vision is a world of digitally-enabled scholars, researchers, and engineers participating in multidisciplinary collaborations while seamlessly accessing computing resources and sharing data to tackle society&rsquo;s grand challenges</em>. &nbsp;More pointedly, research now requires more than just supercomputers, and XSEDE represents a step toward a more comprehensive and cohesive set of advanced digital services through our mission:<em> to substantially enhance the productivity of a growing community of scholars, researchers, and engineers through access to advanced digital services that support open research; and to coordinate and add significant value to the leading cyberinfrastructure resources funded by the NSF and other agencies</em>.</p>\n<p>By the end of the funding period, annually XSEDE has supported more than 8,000 researchers and students associated with approximately $2.5 billion dollars of funded research primarily from the NSF, the Department of Energy (DOE), the National Institutes of Health (NIH), the Department of Defense (DOD), and the National Aeronautics and Space Administration (NASA). XSEDE represents a significant research support infrastructure in the U.S. and interruptions in the provisioning and support of this infrastructure would significantly disrupt the progress of science. As part of its mission, XSEDE has supported many successes in the broader community and XSEDE has worked to evolve as the needs of&nbsp;the community have evolved:</p>\n<ul>\n<li>XSEDE has supported over 17,000 publications, collected during the program period.&nbsp;Analysis of these publications has indicated that publications supported by XSEDE are, on average, cited twice as often as other publications in the same journal.</li>\n<li>The community of active users has grown from 3,300 users per quarter at the start of Program Year 1 (PY1) to nearly 7,000 users per quarter in PY5. </li>\n<li>During the period of XSEDE, over $2.5 billion (July 2011-August 2016) in funded research projects have had allocations on XSEDE resources to support those research activities.</li>\n<li>The growth in size of the community is complemented by a greater diversity of domains from which those researchers come. Researchers from computational finance, machine learning, textual analysis, phylogeny, genomics, archaeology, and digital humanities have begun to make use of the national cyberinfrastructure ecosystem with the support of XSEDE. </li>\n<li>XSEDE has also expanded the demographic and geographic diversity of the community making use of the national cyberinfrastructure ecosystem. Researchers with allocations reside in all 50 states and all U.S. possessions. The growth of participation by under-represented communities has been dramatic. </li>\n<li>The community of users of the XSEDE User Portal (XUP) has grown from 4,000 to more than 33,700 individuals with XUP accounts, with the number of those logging in each quarter increasing from around 3,000 to more than 6,000. By making use of the XUP as the means of access to all XSEDE services we have been able to observe the much broader community of researchers benefitting from XSEDE beyond those with allocations.&nbsp;In particular, XSEDE trains many more individuals than those with allocations indicating, again, the much broader impact on the community. </li>\n</ul>\n<p>Associated with this has been a number of tangible outputs from the project. Fundamental to this is the creation of a coherent infrastructure within the broader cyberinfrastructure providing an integrated experience in use of the resources, services, and support from XSEDE (see: <a href=\"https://www.xsede.org/project-documents\">https://www.xsede.org/project-documents</a>). The nexus of this is the XSEDE User Portal (see: <a href=\"http://portal.xsede.org/\">http://portal.xsede.org</a>) providing a single point of entry to all XSEDE provided resources, services, and support complemented by the single sign-on hub providing a single authentication interface to access all XSEDE -allocated resources. The portal is a rich source of information and support services allowing individuals to connect to the resources and services they need to be successful in their research efforts. This includes 146 training courses currently listed on the XSEDE User Portal and 50 on-line tutorials are freely available to the broader community.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/18/2017<br>\n\t\t\t\t\tModified by: John&nbsp;W&nbsp;Towns</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Extreme Science and Engineering Discovery Environment (XSEDE) has been well established as the most advanced, powerful, and robust collection of integrated digital resources and services in the world.  XSEDE integrates and coordinates advanced digital services within the national cyberinfrastructure ecosystem to support contemporary science. This ecosystem involves a highly distributed, yet integrated and coordinated, assemblage of software, supercomputers, visualization systems, storage systems, networks, portals and gateways, collections of data, instruments, and personnel with specific expertise. XSEDE provides a long-term platform to empower modern science and engineering research and education. As a significant contributor to the broader ecosystem, driven by the needs of the open research community, XSEDE substantially enhances the productivity of a growing community of scholars, researchers, and engineers. XSEDE federates with other high-end facilities and with campus-based resources, serving as the foundation for a national e-science infrastructure with tremendous potential for enabling new advancements in research and education.\n\nXSEDE?s efforts under this award were guided by clear statements of vision, mission, and strategic goals.  Our vision is a world of digitally-enabled scholars, researchers, and engineers participating in multidisciplinary collaborations while seamlessly accessing computing resources and sharing data to tackle society?s grand challenges.  More pointedly, research now requires more than just supercomputers, and XSEDE represents a step toward a more comprehensive and cohesive set of advanced digital services through our mission: to substantially enhance the productivity of a growing community of scholars, researchers, and engineers through access to advanced digital services that support open research; and to coordinate and add significant value to the leading cyberinfrastructure resources funded by the NSF and other agencies.\n\nBy the end of the funding period, annually XSEDE has supported more than 8,000 researchers and students associated with approximately $2.5 billion dollars of funded research primarily from the NSF, the Department of Energy (DOE), the National Institutes of Health (NIH), the Department of Defense (DOD), and the National Aeronautics and Space Administration (NASA). XSEDE represents a significant research support infrastructure in the U.S. and interruptions in the provisioning and support of this infrastructure would significantly disrupt the progress of science. As part of its mission, XSEDE has supported many successes in the broader community and XSEDE has worked to evolve as the needs of the community have evolved:\n\nXSEDE has supported over 17,000 publications, collected during the program period. Analysis of these publications has indicated that publications supported by XSEDE are, on average, cited twice as often as other publications in the same journal.\nThe community of active users has grown from 3,300 users per quarter at the start of Program Year 1 (PY1) to nearly 7,000 users per quarter in PY5. \nDuring the period of XSEDE, over $2.5 billion (July 2011-August 2016) in funded research projects have had allocations on XSEDE resources to support those research activities.\nThe growth in size of the community is complemented by a greater diversity of domains from which those researchers come. Researchers from computational finance, machine learning, textual analysis, phylogeny, genomics, archaeology, and digital humanities have begun to make use of the national cyberinfrastructure ecosystem with the support of XSEDE. \nXSEDE has also expanded the demographic and geographic diversity of the community making use of the national cyberinfrastructure ecosystem. Researchers with allocations reside in all 50 states and all U.S. possessions. The growth of participation by under-represented communities has been dramatic. \nThe community of users of the XSEDE User Portal (XUP) has grown from 4,000 to more than 33,700 individuals with XUP accounts, with the number of those logging in each quarter increasing from around 3,000 to more than 6,000. By making use of the XUP as the means of access to all XSEDE services we have been able to observe the much broader community of researchers benefitting from XSEDE beyond those with allocations. In particular, XSEDE trains many more individuals than those with allocations indicating, again, the much broader impact on the community. \n\n\nAssociated with this has been a number of tangible outputs from the project. Fundamental to this is the creation of a coherent infrastructure within the broader cyberinfrastructure providing an integrated experience in use of the resources, services, and support from XSEDE (see: https://www.xsede.org/project-documents). The nexus of this is the XSEDE User Portal (see: http://portal.xsede.org) providing a single point of entry to all XSEDE provided resources, services, and support complemented by the single sign-on hub providing a single authentication interface to access all XSEDE -allocated resources. The portal is a rich source of information and support services allowing individuals to connect to the resources and services they need to be successful in their research efforts. This includes 146 training courses currently listed on the XSEDE User Portal and 50 on-line tutorials are freely available to the broader community.\n\n \n\n\t\t\t\t\tLast Modified: 01/18/2017\n\n\t\t\t\t\tSubmitted by: John W Towns"
 }
}