{
 "awd_id": "1053128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Expansive versus contractive relational scope",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 249932.0,
 "awd_amount": 249932.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2011-09-10",
 "awd_abstract_narration": "Other people with whom we interact can be distanced from us socially, geographically, or temporally.  Individuals can cross this distance in a minimal way, confining their social relationships to those individuals who are psychologically close to them, or they may expand their horizons to include a more diverse and psychologically distant set of individuals.  Relational scope refers to the extent to which one's social relationships extend to people who are distant from oneself.  This research explores how people transcend the distance that separates them from others.  The researchers examine the psychological processes that prompt expansive relational scope and contractive relational scope, arguing that greater degrees of abstraction allow more expansive relational scope.  They predict that communication intended for a distant (vs. proximal) recipient will focus to a greater extent on core aspects, will use a more abstract medium, and will be less grounded in physical gestures.  Moreover, when communications are more abstract along these dimensions, senders should be more expansive and communicate with more distant recipients.  \r\n\r\nThe present research on relational scope promises to shed light on when we will expand or contract the scope of our relations, limiting our interactions to those that are proximal to us or expanding our relationships to include those that are more distant.  Furthermore, by highlighting the way that mental construal processes are used to traverse psychological distance, this research emphasizes the dramatic way that the distance of others shapes our interaction with them.  In so doing, it ultimately offers suggestions for facilitating effective communication and learning among the increasingly diverse groups of individuals.   The proposal addresses training and development of graduate students and undergraduate students. The research findings would be disseminated through research conferences and traditional publications (empirical journal articles). Undergraduates in the business program at USC would also be incorporated into the research, which could extend basic psychological to students who would not normally be involved in it.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "yaacov",
   "pi_last_name": "trope",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "yaacov trope",
   "pi_email_addr": "yaacov.trope@nyu.edu",
   "nsf_id": "000330001",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cheryl",
   "pi_last_name": "Wakslak",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Cheryl J Wakslak",
   "pi_email_addr": "wakslak@marshall.usc.edu",
   "nsf_id": "000537200",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249932.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project has been to explore the way that distance from someone influences the degree of abstraction that one will adopt when interacting with him or her in the domains of communication and social exchange.</p>\n<p>Within the domain of communication, our research points to a relationship between psychological distance and the use of an abstract medium of communication (words) vs. a concrete medium of communication (pictures). Specifically, pictures are increasingly preferred for communication with those who are proximal (socially, temporally, or geographically), whereas words are increasingly preferred for communication with those who are distal. Furthermore, while past research suggests that people generally prefer to communicate with proximal over distal others, our studies suggest that this preference is influenced by the communication message&rsquo;s medium. People&rsquo;s relative preference for communicating with distal others increased when communication involved words rather than pictures.</p>\n<p>Our research has further explored whether the content of people's communication is more abstract when participants communicate across larger distance. We find that people use more abstract language when communicating with a distant recipient than when communicating with a near recipient. &nbsp;We also explored the implications of this connection between distance and abstraction in communication for communicators&rsquo; subjective experiences. The findings suggest that communicators feel that the communication went better and was more natural when the communication&rsquo;s abstraction and the recipient&rsquo;s distance &ldquo;match&rdquo; (i.e., they communicate abstractly with a distant recipient or concretely with a near recipient, rather than vice versa). &nbsp;The use of abstract vs. concrete types of media and message content may thus afford effective communication not only with proximal others but also with distal others, enabling people to flexibly contract and expand the scope of their social relations.</p>\n<p>Going beyond communication, we also examined aspects of the social exchange process, in particular, whether givers and recipients might adopt different levels of abstraction.&nbsp; We argue that recipients focus on their own usage of a gift, whereas givers are more distal from a gift because they focus on recipients&rsquo; usage.&nbsp; In line with this association between giving/receiving and distance, we find that givers adopt a more abstract mindset than do recipients. One implication of this shift in abstraction is that givers should more strongly care about abstract, end-related aspects of a gift like the gift&rsquo;s desirability, whereas receivers should increasingly care about concrete aspects of a gift like its usability. Across a series of studies we indeed find this pattern: givers&nbsp;prefer giving highly desirable gifts when faced with desirability/practicality tradeoffs, whereas receivers do not share the same willingness to trade off practicality for desirability, but rather rely more on practicality when making gift value judgments. &nbsp;We further demonstrate that these&nbsp;giver/receiver preference asymmetries have social implications, with givers expecting highly desirable gifts to be more reciprocated, to improve their relationship, to show caring, to express their unselfish feelings, and to make their friend happier more than they actually do. We also demonstrate that givers&rsquo; abstraction level can be made similar to receivers&rsquo; abstraction level by making salient the proximity of the receiver. (In contrast, highlighting a giver&rsquo;s distance does not impact receivers&rsquo; evaluations, since receivers focus on their own item usage.) Similarly, directly instructing givers to first think of their own preference before choosing among gifts helps them to make choices more in line with receivers&rs...",
  "por_txt_cntn": "\nThe major goal of this project has been to explore the way that distance from someone influences the degree of abstraction that one will adopt when interacting with him or her in the domains of communication and social exchange.\n\nWithin the domain of communication, our research points to a relationship between psychological distance and the use of an abstract medium of communication (words) vs. a concrete medium of communication (pictures). Specifically, pictures are increasingly preferred for communication with those who are proximal (socially, temporally, or geographically), whereas words are increasingly preferred for communication with those who are distal. Furthermore, while past research suggests that people generally prefer to communicate with proximal over distal others, our studies suggest that this preference is influenced by the communication messageÆs medium. PeopleÆs relative preference for communicating with distal others increased when communication involved words rather than pictures.\n\nOur research has further explored whether the content of people's communication is more abstract when participants communicate across larger distance. We find that people use more abstract language when communicating with a distant recipient than when communicating with a near recipient.  We also explored the implications of this connection between distance and abstraction in communication for communicatorsÆ subjective experiences. The findings suggest that communicators feel that the communication went better and was more natural when the communicationÆs abstraction and the recipientÆs distance \"match\" (i.e., they communicate abstractly with a distant recipient or concretely with a near recipient, rather than vice versa).  The use of abstract vs. concrete types of media and message content may thus afford effective communication not only with proximal others but also with distal others, enabling people to flexibly contract and expand the scope of their social relations.\n\nGoing beyond communication, we also examined aspects of the social exchange process, in particular, whether givers and recipients might adopt different levels of abstraction.  We argue that recipients focus on their own usage of a gift, whereas givers are more distal from a gift because they focus on recipientsÆ usage.  In line with this association between giving/receiving and distance, we find that givers adopt a more abstract mindset than do recipients. One implication of this shift in abstraction is that givers should more strongly care about abstract, end-related aspects of a gift like the giftÆs desirability, whereas receivers should increasingly care about concrete aspects of a gift like its usability. Across a series of studies we indeed find this pattern: givers prefer giving highly desirable gifts when faced with desirability/practicality tradeoffs, whereas receivers do not share the same willingness to trade off practicality for desirability, but rather rely more on practicality when making gift value judgments.  We further demonstrate that these giver/receiver preference asymmetries have social implications, with givers expecting highly desirable gifts to be more reciprocated, to improve their relationship, to show caring, to express their unselfish feelings, and to make their friend happier more than they actually do. We also demonstrate that giversÆ abstraction level can be made similar to receiversÆ abstraction level by making salient the proximity of the receiver. (In contrast, highlighting a giverÆs distance does not impact receiversÆ evaluations, since receivers focus on their own item usage.) Similarly, directly instructing givers to first think of their own preference before choosing among gifts helps them to make choices more in line with receiversÆ by decreasing their abstraction level.\n\nTogether, these findings present important advances for our understanding of social relations across distance. In the communication domain, our findings s..."
 }
}