{
 "awd_id": "1053549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: A multi-proxy approach to Early Miocene community, landscape, and climate reconstruction, Ethiopian Plateau",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michal Kowalewski",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2020-07-31",
 "tot_intn_awd_amt": 173995.0,
 "awd_amount": 190142.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2019-07-01",
 "awd_abstract_narration": "Project Abstract \r\nCollaborative Research: A multi-proxy approach to Early Miocene community, landscape, and climate reconstruction, Ethiopian Plateau\r\nTechnical Description: The Cenozoic rock record contains a rich and critically important history of varied climates and biotic communities, and these serve as aids to understanding current and future climatic and biotic change. While the scales are different, the deep geologic past provides test cases against which climate models can be compared or from which they can be created.  However, spatial coverage by paleoclimate proxies is best for middle latitudes, and quite limited for the tropics and subtropics, especially in the terrestrial realm. This project will investigate a new extraordinary Early Miocene (22 Ma) site where carbonaceous shales and tuffaceous sediments preserve lagerstätten-quality fossils including abundant compressed leaves, fruits and seeds with exquisite cuticular features, complete frogs with both skeletal and soft body parts, fish and large mammal bones. These enable reconstruction of paleoclimate, pCO2, paleoecology, and significant biogeographic data for African flora, and perhaps fauna.  The objectives of this project are to:\r\n1.\tcompare Early Miocene and Late Oligocene paleoclimate, paleoecology, and biogeography using multiple independent proxies.\r\n2.\tprovide pCO2 estimates from pedogenic goethite and stomatal indices.\r\n3.\tprovide Early Miocene paleoecological and paleoclimatological context for faunal evolution during an otherwise poorly known, but significant time interval for Africa. \r\n4.\taddress plant biogeographic questions, e.g. a decline in palm richness and importance\r\n5.\ttest methods by (a) comparing &#948;D isotopes from aquatic and terrestrial lipids to test for enrichment of D due to evapotranspiration, (b) comparing goethite and stomatal index pCO2 data (c) evaluating the consistency of paleotemperature and precipitation reconstructions using methods based upon leaf physiognomy, overlapping ranges of plant taxa, qualitative and quantitative paleosol analyses, and multiple isotope geochemical proxies. \r\nNon-technical Description and Broader Significance: This grant funds a multidisciplinary team of scientists who will sample rocks and fossils from the Ethiopian Plateau northeast of Addis Ababa to reconstruct past climate, vegetation, atmospheric CO2 concentration (pCO2), and the physical landscape 22 million years ago in an integrated and collaborative way. Team members, who have collaborated before on rocks from the Plateau that are 27 million years old, have expertise in the study of plant fossil identification, insect damage to fossil leaves, the reconstruction of past climate and ecology, the geochemistry of ancient soils and organic plant compounds, and geology. The locality preserves extraordinary plant fossils having cellular detail, smaller vertebrates including frogs with soft tissue preservation, and large mammal bones.  The scientific significance of our work is that it will resolve currently conflicting data regarding global temperature and pCO2 between 27 million and 22 million years ago.  Marine records show a significant rise in global temperature between these times, but some records of pCO2 show a decline and others a rise.  Resolution of this conflict by acquisition of temperature and pCO2 data from one region using multiple independent sources will tell us if our understanding of CO2, in relation to global temperature is correct.  Furthermore, the modern land connection between Africa and Eurasia was established about 24 million years ago, so we will be able to compare the younger plant and animal fossils with those from a time prior to contact with Eurasia.  Africa?s flora and fauna was in a period of transition at this time, and its documentation is important for understanding the origins of modern biomes. \r\nEducational outreach includes distance learning for thousands of K-12 students.  This team has a history of blogs, currently hosted by the SMU Public Affairs office on the main website, and recently through the NY Times Scientist at Work pages. Students will be an integral part of this project ? this team has regularly taken students into the field and will continue to do so.  We also plan to host an Ethiopian graduate student for training in the U.S.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bonnie",
   "pi_last_name": "Jacobs",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Bonnie F Jacobs",
   "pi_email_addr": "bjacobs@mail.smu.edu",
   "nsf_id": "000154386",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mulugeta",
   "pi_last_name": "Feseha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mulugeta Feseha",
   "pi_email_addr": "mulufy@idr.aau.edu.et",
   "nsf_id": "000569722",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Methodist University",
  "inst_street_address": "6425 BOAZ ST RM 130",
  "inst_street_address_2": "",
  "inst_city_name": "DALLAS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2147684708",
  "inst_zip_code": "752051902",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOUTHERN METHODIST UNIVERSITY",
  "org_prnt_uei_num": "S88YPE3BLV66",
  "org_uei_num": "D33QGS3Q3DJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Methodist University",
  "perf_str_addr": "6425 BOAZ ST RM 130",
  "perf_city_name": "DALLAS",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752051902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7384",
   "pgm_ref_txt": "ETHIOPIA"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 83966.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70883.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 19146.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 16147.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>At the outset and now, we view the significance of our work on Ethiopian plant fossils at three different spatial scales: the reconstruction of ancient atmospheric CO<sub>2</sub> (<em>p</em>CO<sub>2</sub>) is relevant to the <strong>global</strong> scale (because atmospheric gases circulate quickly, globally); climate reconstructions using plant fossils and geochemistry pertain to conditions at the <strong>regional</strong> scale (because plants and sediments reflect circulation&nbsp; patterns regionally), and ecological reconstructions pertain to <strong>local</strong> conditions either within the deposits themselves or just adjacent to them (because modern studies show leaves do not travel far from their source before being deposited with sediments &ndash; where they become fossils).</p>\n<p>At the global scale, ancient <em>p</em>CO<sub>2</sub> was reconstructed using a method that combines microscopic characters of organically preserved leaf fossils, and the geochemistry of those same leaves from two fossil sites: <strong>Chilga (27.1 Ma)</strong> and the Mush Valley <strong>(&ldquo;Mush&rdquo;, 21.73 Ma</strong>). These two dates straddle the boundary between the Paleogene and Neogene, 23 million years ago (mya), across which global warming is recognized independently from changes in marine fossils. Conflicting previous estimates of <em>p</em>CO<sub>2 </sub>using a suite of methods had resulted in a range of ideas about the relationship between a warming atmosphere and greenhouse gas concentrations - including a hypothesis that in the case of this particular warming, there was no relationship. We resolved this issue by sampling on either side of the boundary, in the same geographic area (Ethiopian Highlands), using the same method for both, and having the benefit of accurate and precise ages for the fossils. This part of our work was led by Tekie Tesfamichael as part of his PhD research. He is now a professor at Addis Ababa University, Ethiopia. He found that by controlling these other variables, <em>p</em>CO<sub>2 </sub>did rise with rising global warming. His work was published in a prominent journal (Geology, 2017).</p>\n<p>We used the morphology of fossil leaves (leaf area is statistically positively related to mean annual rainfall [MAP]) to reconstruct MAP at the same two sites. We found that mean annual rainfall was higher at Mush (~1500-1650 mm/yr) than at Chilga (~1100 - 1300 mm/yr), although Chilga most likely had a shorter dry season of only 1-2 months. Chilga was certainly less seasonally dry than it is today (6-7 dry months), and Mush was certainly wetter than it is today (1100 mm/yr). Ten living genera had been identified at Chilga, and the climates where they live together today also informed our understanding of seasonality of rainfall, and served as an independent estimator of annual rainfall (which was consistent with estimates from leaf area). The increase in <em>p</em>CO<sub>2 </sub>&nbsp;and rainfall across the Paleogene-Neogene boundary may be of the same magnitude as what is expected with modern continued warming, according to climate models.</p>\n<p>On a local scale we reconstructed paleoecology in detail at Mush, which was a wet tropical lowland or transitional forest with affinities to plants found today in West and Central African forests. The lake beds in which the leaves were found also produce exquisitely preserved fossil frogs, seeds, and aquatic ferns. The organic chemistry of the deposits indicate a lack of oxygen at the lake bottom, accounting for the state of preservation. The forest itself was diverse, with 50 leaf species (morphotypes as yet mostly unidentified), but analyses show that the Mush locality was not as diverse as Chilga, indicating a loss in diversity across the boundary, and was consistently dominated by one taxon for about 60,000 years. This, and the presence of abundant palms at Chilga, but not at Mush and other Neogene localities allowed us to hypothesize that Africa&rsquo;s status as an anomalously low-diversity tropical region may have developed at this time.</p>\n<p>Broader Impacts</p>\n<p>This project supported two PhD&rsquo;s and two M.S. theses; these include the work of one woman and a student from Ethiopia now employed in his home country. Supplemental funding supported training of a Kenyan woman from the National Museums of Kenya (Nairobi) together with a (separately funded) postdoc from France and new collaborations with Caroline Str&ouml;mberg, U of Washington. Another new collaborator is Fridgaer Grimsson, U of Vienna, who is working closely with us on the identification of individual pollen grains. Our work has resulted in 11 peer reviewed publications, numerous abstracts and conference presentations, and outreach to the public in the form of presentations for K-12 and the general public. In addition, we wrote blog pieces from the field for the NY Times.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/21/2021<br>\n\t\t\t\t\tModified by: Bonnie&nbsp;F&nbsp;Jacobs</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nAt the outset and now, we view the significance of our work on Ethiopian plant fossils at three different spatial scales: the reconstruction of ancient atmospheric CO2 (pCO2) is relevant to the global scale (because atmospheric gases circulate quickly, globally); climate reconstructions using plant fossils and geochemistry pertain to conditions at the regional scale (because plants and sediments reflect circulation  patterns regionally), and ecological reconstructions pertain to local conditions either within the deposits themselves or just adjacent to them (because modern studies show leaves do not travel far from their source before being deposited with sediments &ndash; where they become fossils).\n\nAt the global scale, ancient pCO2 was reconstructed using a method that combines microscopic characters of organically preserved leaf fossils, and the geochemistry of those same leaves from two fossil sites: Chilga (27.1 Ma) and the Mush Valley (\"Mush\", 21.73 Ma). These two dates straddle the boundary between the Paleogene and Neogene, 23 million years ago (mya), across which global warming is recognized independently from changes in marine fossils. Conflicting previous estimates of pCO2 using a suite of methods had resulted in a range of ideas about the relationship between a warming atmosphere and greenhouse gas concentrations - including a hypothesis that in the case of this particular warming, there was no relationship. We resolved this issue by sampling on either side of the boundary, in the same geographic area (Ethiopian Highlands), using the same method for both, and having the benefit of accurate and precise ages for the fossils. This part of our work was led by Tekie Tesfamichael as part of his PhD research. He is now a professor at Addis Ababa University, Ethiopia. He found that by controlling these other variables, pCO2 did rise with rising global warming. His work was published in a prominent journal (Geology, 2017).\n\nWe used the morphology of fossil leaves (leaf area is statistically positively related to mean annual rainfall [MAP]) to reconstruct MAP at the same two sites. We found that mean annual rainfall was higher at Mush (~1500-1650 mm/yr) than at Chilga (~1100 - 1300 mm/yr), although Chilga most likely had a shorter dry season of only 1-2 months. Chilga was certainly less seasonally dry than it is today (6-7 dry months), and Mush was certainly wetter than it is today (1100 mm/yr). Ten living genera had been identified at Chilga, and the climates where they live together today also informed our understanding of seasonality of rainfall, and served as an independent estimator of annual rainfall (which was consistent with estimates from leaf area). The increase in pCO2  and rainfall across the Paleogene-Neogene boundary may be of the same magnitude as what is expected with modern continued warming, according to climate models.\n\nOn a local scale we reconstructed paleoecology in detail at Mush, which was a wet tropical lowland or transitional forest with affinities to plants found today in West and Central African forests. The lake beds in which the leaves were found also produce exquisitely preserved fossil frogs, seeds, and aquatic ferns. The organic chemistry of the deposits indicate a lack of oxygen at the lake bottom, accounting for the state of preservation. The forest itself was diverse, with 50 leaf species (morphotypes as yet mostly unidentified), but analyses show that the Mush locality was not as diverse as Chilga, indicating a loss in diversity across the boundary, and was consistently dominated by one taxon for about 60,000 years. This, and the presence of abundant palms at Chilga, but not at Mush and other Neogene localities allowed us to hypothesize that Africa’s status as an anomalously low-diversity tropical region may have developed at this time.\n\nBroader Impacts\n\nThis project supported two PhD’s and two M.S. theses; these include the work of one woman and a student from Ethiopia now employed in his home country. Supplemental funding supported training of a Kenyan woman from the National Museums of Kenya (Nairobi) together with a (separately funded) postdoc from France and new collaborations with Caroline Str&ouml;mberg, U of Washington. Another new collaborator is Fridgaer Grimsson, U of Vienna, who is working closely with us on the identification of individual pollen grains. Our work has resulted in 11 peer reviewed publications, numerous abstracts and conference presentations, and outreach to the public in the form of presentations for K-12 and the general public. In addition, we wrote blog pieces from the field for the NY Times.\n\n \n\n\t\t\t\t\tLast Modified: 04/21/2021\n\n\t\t\t\t\tSubmitted by: Bonnie F Jacobs"
 }
}