{
 "awd_id": "1053404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Geochemical Imaging of Post-Pangean Lithospheric Structure in the Southern Appalachians",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 136274.0,
 "awd_amount": 84822.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2012-05-25",
 "awd_abstract_narration": "The combined Alleghanian-Hercynian-Variscan orogeny (approximately 300 million years ago) marks the culmination of Earth?s most recent example of the formation and dispersal of a supercontinent (Pangea). The southern Appalachian Mountains record a critical zone in the formation of Pangea because they mark the collision of the precursors of three modern continents (North America, South America, and Africa). Pangea's subsequent rupture produced these three continents and continues with the expansion of the Atlantic Ocean. The research team of faculty and students from the University of Florida and Mississippi State University are conducting detailed geochemical investigations into the spatial distribution, ages, and geochemical compositions of a suite of granitic igneous bodies that intruded crystalline rocks that formed up to one billion years earlier in the roots of the mountain belt and are now in Georgia, Florida, Alabama, and South Carolina. These granitic bodies are the only known magmatic manifestation of the destruction of two ancient oceans (Iapetus and Rheic). Understanding the age and origin of the granitic bodies is critical to understanding the growth of continents in general and, particularly, how continental crust was exchanged during the Pangean supercontinent cycle. In particular, they are focusing on identifying the boundary and the operative tectonic and magmatic processes that characterized convergence of the continents that ultimately formed Pangea. The convergent boundary has tentatively been identified on the basis of geophysical data to occur in a zone known as the Suwannee suture; the proposed suture lies sub-parallel to the Florida-Georgia border. A new boundary was established after the rupture of Pangea, which produced the modern Atlantic Ocean and the African, South American, and North American continents. The location of this rupture is not known, but is being further constrained by this project.\r\n\r\nFaculty and students (graduate and undergraduate) involved in this project are sampling the granitic rocks derived from melting of the lower continental crust as part of an integrated geochronologic, thermochronologic, and geochemical study of the spatial and temporal relationships between Alleghanian tectonism and magmatism. These data will provide unique constraints on lithospheric structure and evolution in the Pangean collision zone. The region chosen contains numerous Alleghanian magmatic rocks that intrude a range of pre-Alleghanian terranes typically considered part of ancient North America, as well as some considered to be fundamentally Gondwanan or peri-Gondwanan (e.g., African or South American). The uranium-lead zircon geochronology and isotopic composition of the granitic bodies are being used to geochemically image both sides of the proposed Suwannee suture to better understand the juxtaposition of the different continental fragments in 4-D. This \"geochemical imaging\" of lithospheric structure is: 1) providing a critical complement to on-going geophysical studies in this region that are integral to the mission of the EarthScope Program in North America, 2) providing important insight into the global tectonic enigma of largely amagmatic ocean closures, and 3) contributing to our understanding of the basement architecture of the eastern Gulf of Mexico petroleum province. The project supports an important regional scientific collaboration between researchers at the University of Florida and Mississippi State University. It is contributing to the training of graduate and undergraduate students in a STEM discipline. Because of the demographics of the student populations at both universities, it has the potential to contribute to the broadening of participation of underrepresented groups in the geosciences. The ongoing results of this research are being communicated in guidebooks, professional meeting symposia, and refereed scientific publications.\r\n\r\nThis project is being supported by the NSF Tectonics and EarthScope Programs",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Grimes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Grimes",
   "pi_email_addr": "grimesc1@ohio.edu",
   "nsf_id": "000555389",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "245 BARR AVE",
  "perf_city_name": "MISSISSIPPI STATE",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "39762",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12358.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}