{
 "awd_id": "1053317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of Crust-Mantle Coupling through Combined Analysis and Modeling of EarthScope Seismic, Geodetic, and Geologic Data",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 231537.0,
 "awd_amount": 231537.0,
 "awd_min_amd_letter_date": "2011-08-14",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "This collaborative research effort is integrating seismological, geodetic, and geological information from EarthScope to investigate hypotheses regarding the present-day structure and evolution of the Great Basin region of the western United States. Initial discoveries enabled by the EarthScope program and prototype studies in this region have led to new and potentially related hypotheses that echo prominent research themes in observational and theoretical dynamics of the continents and their margins: (1) the evolution and control of subducting slabs on the mantle flow field, (2) the stability of the lower lithosphere against convective loss, and (3) the nature and extent of subhorizontal decoupling horizons within the lithosphere.  The primary motivation for the current is the need to reconcile recent geophysical, geodetic, and geological findings in the Great Basin region directly related to these themes. Beneath the central Great Basin, seismic imaging reveals a cylindrical mass of higher than average wavespeeds east of the actively subducting Juan de Fuca plate near the zone of weakest azimuthal anisotropy in the western United States, along with a swirl-like pattern of fast polarization directions. When considered with other regional geophysical and geologic patterns, hypotheses that may explain these observations include mantle flow around a lithospheric keel, toroidal flow driven by the sinking of the Juan de Fuca slab, mantle downwelling driven by a lithospheric drip, and a number of other possibilities. Recent geodetic data for the Great Basin reveal transient changes in geodetic velocities, which when considered with other local geologic patterns, are consistent with the hypothesis that an active decoupling horizon exists, perhaps localized along the Moho or some other deep decoupling zone beneath the Great Basin. Further, relative to a dynamic model that matches Quaternary rates and orientations of deformation, a time-averaged strain rate solution obtained from campaign and continuous GPS shows a contractional dilatation anomaly in the same vicinity as the geodetic and seismic anomalies.\r\nThe collocation of such a broad range of geophysical, geodetic, and geologic anomalies beneath the broadly extending Great Basin is unlikely to be coincidental, yet combined they defy conventional models of a classic extensional tectonic regime like the Great Basin. Understanding the relationship between these processes through a comprehensive series of hypothesis testing can transform our general insight of lithospheric dynamics. This project is focused on conducting a comprehensive suite of new investigations to test hypotheses focused on linkages between mantle flow, lithospheric decoupling, and lithospheric destabilization for the Great Basin region. This effort is utilizing new results developed through analyses of EarthScope USArray Transportable Array (TA), EarthScope Plate Boundary Observatory (PBO), and EarthScope Geology data. Specific datasets include seismic imaging (tomography, anisotropy, and receiver functions), continuous GPS, seismotectonics, and patterns of historic and late Quaternary seismic strain release in the upper crust. Results from these analyses will provide the required data for a series of new 3-D and 4-D numerical models developed within this project. This research is inherently integrative, and thus constitutes an important opportunity to combine results from different components of the EarthScope program for a tectonic setting that historically is among the best known and most enigmatic in the world. \r\nFrom a broader impacts perspective, this project represents a new multidisciplinary effort combining four separate Earth science disciplines to draw recent EarthScope-enabled discoveries into a holistic view of Great Basin evolution. Data collected and analyzed for this project will be distributed publicly to the scientific community. The project is enabling the training of several young scientists in multidisciplinary research. The PIs are coordinating with the EarthScope National Office and IRIS to provide findings and discoveries from this project in several forms, including an IRIS Active Earth module that looks into the Basin and Range from the surface through the upper mantle and will serve as an illustration of how continental-scale tectonic forces shape present-day surface deformation and deeper dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Fouch",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Fouch",
   "pi_email_addr": "fouch@asu.edu",
   "nsf_id": "000412379",
   "pi_start_date": "2011-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 84566.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}