{
 "awd_id": "1053504",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantifying the effects of an extreme earthquake on a large river system",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 294751.0,
 "awd_amount": 294751.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "This project will assemble the first integrated picture of how key chemical and physical characteristics of a major river system are affected by extreme disturbance from a large earthquake, using as a basis for study the response of the Min Jiang, or Yangtze River, to the 2008 8.0 Mw earthquake in Wenchuan, China. This earthquake triggered widespread landslides in the Min Jiang catchment area, and our preliminary data indicate that these landslides significantly changed the amount and composition of sediment carried by the river, and the chemistry of the river water. In our research, which seizes the opportunity presented by this rare natural experiment, we will collaborate with colleagues from the UK, Germany, and China to combine (i) compilation and interpretation of hydrometric data from the Chinese Hydrologic Bureau, (ii) fieldwork to collect representative samples, and (iii) new analyses targeted to explore key geochemical signatures in material carried by the river. The results of our measurements will be compared to data collected before the earthquake. In particular, we will explore differences before and after the earthquake in (i) the amount of suspended sediment carried by the river; (ii) the 10Be concentration in riverbed sediments; (iii) the dissolved major element composition of river waters; and (iv) the concentration and flux of particulate organic carbon transported as part of river sediment. \r\nIn rivers around the world, measurements of sediment concentrations, and of the chemical properties of sediment and river water, have been routinely used to understand some of the most important processes at the Earth?s surface such as 1) physical erosion and sediment mobilization that pose widespread engineering hazards and 2) mineral weathering and organic carbon transport that play central roles in the global carbon cycle. It is commonly assumed that measurements made at any one point in time on a river reflect what is going on over much longer periods of time. If very large disturbances that happen only very rarely ? such as an extreme earthquake ? have significant effects on these measured parameters, then our quantitative understanding of important processes like erosion, sediment mobilization, and the global carbon cycle may be incomplete. The 2008 Wenchuan earthquake in Sichuan, China, provides an ideal and rare opportunity to explore whether this is the case, because the large-magnitude earthquake had such a significant effect in triggering landslides in the headwaters of the Yangtze River, and because we can take advantage of extensive data that were collected on the Yangtze prior to the earthquake. Our research will seize this opportunity by building an international collaboration that will apply a range of approaches to studying this river system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "A  Joshua",
   "pi_last_name": "West",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "A  Joshua West",
   "pi_email_addr": "joshwest@usc.edu",
   "nsf_id": "000561838",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Hammond",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas E Hammond",
   "pi_email_addr": "dhammond@usc.edu",
   "nsf_id": "000162410",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  },
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117286.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 177465.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many of us are familiar with the well-publicized consequences of large earthquakes. Images that come to mind may include damaged buildings, broken bridges, and displaced families. With most attention on the immediate devastation, the longer-term effects of earthquakes are often not recognized. When they occur in places with steep slopes, such as in mountains or along coastlines, earthquakes frequently cause large numbers of landslides &ndash; sometimes as many as tens of thousands. These landslides can inflict immediate damage, for example by burying homes. They also generate large amounts of crushed rock and soil, which easily makes its way into rivers where it fills riverbeds. The buildup of this material as sediment leaves less room for water and increases the risk of flooding during storms. This kind of &ldquo;secondary hazard&rdquo; represents just one of the effects of landslides caused by earthquakes. These effects are not well understood because large earthquakes occur rarely, meaning that there are few opportunities to study them.</p>\n<p>This project took advantage of the large earthquake that occurred in Sichuan, China, in 2008, in order to improve understanding of the long-term effects of large earthquakes on rivers. We painstakingly scanned photographs collected by satellites to identify all of the landslides that occurred during the earthquake, generating a map of over 60,000 landslides. Working together with scientists from China, we monitored the rivers draining the region affected by these landslides, collecting samples and measuring the amount of sediment in the water and its chemical characteristics. We used the information from these samples to determine how much sediment in the river came from landslides, and how this changed over time. We also measured the amount of sediment that was deposited in the bottom of a reservoir along one of the main rivers. We used a technology that sends sound to the bottom of the reservoir and measures the reflection of this sound to produce images of the sediment. Armed with this information, we have been working to construct a sediment budget following the earthquake, for the first time allowing us to follow sediment from landslide sources and trace its transport by a large river.</p>\n<p>Through our studies of the chemistry of the river and its sediment, we have also learned how earthquakes affect the amount of carbon that is carried by rivers. Transport of carbon by rivers to the oceans is one of the main ways that carbon is removed from the atmosphere over millions of years, as part of the &ldquo;geologic carbon cycle.&rdquo; Geologists have suggested that the amount of carbon that gets buried has changed in the past, as mountains have risen and fallen over millions of year. If this is the case, it could explain why times in the past when there were large mountains were also &ldquo;ice ages&rdquo; when the Earth was coldest. Until now, it has been difficult to show why more mountains on Earth would cause more carbon to be removed by rivers and buried. Our results show that earthquakes can directly increase the amount of carbon that is removed by rivers. Earthquakes are also one of the main causes of mountain growth. We have made new mathematical models to describe how we think earthquakes might help mountains to grow and might explain the shape of their topography. Our results help form a coherent picture: times when there were more earthquakes could lead to both more mountainous topography and more carbon burial, explaining the observation that mountain growth and ice ages often happen together.</p>\n<p>This project developed a new collaboration between two faculty at the University of Southern California and several other scientists around the world, including partners in China, Germany, and the United Kingdom. This network allowed us to conduct in-depth field studies in China that would not have been possible otherwise, broadened the training for all participants, and increased the international impact of the research outcomes. A PhD student and several undergraduates at the University of Southern California participated in this collaborative research project, along with a PhD student in China and a master&rsquo;s student in Germany. This combination of students, all working together, provided multiple opportunities to enhance professional and technical training. Research outcomes have been communicated in classrooms in the US, China, and Europe, at scientific conferences, and in the scientific literature, as well as in the popular scientific media.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2017<br>\n\t\t\t\t\tModified by: A  Joshua&nbsp;West</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485788546633_aggradation_image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485788546633_aggradation_image--rgov-800width.jpg\" title=\"Illustration of how rivers may change following an earthquake\"><img src=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485788546633_aggradation_image--rgov-66x44.jpg\" alt=\"Illustration of how rivers may change following an earthquake\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Earthquakes cause landslides that produce broken up rock and soil which enters rivers and fills the river bed, a process known as ?aggradation? (left, before an earthquake; right, after an earthquake). Because sediment leaves less room for water, flooding risk can increase after an earthquake.</div>\n<div class=\"imageCredit\">Gen Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">A  Joshua&nbsp;West</div>\n<div class=\"imageTitle\">Illustration of how rivers may change following an earthquake</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485812290778_report_figa--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485812290778_report_figa--rgov-800width.jpg\" title=\"Perspective satellite view of landslides caused by the Wenchuan earthquake\"><img src=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485812290778_report_figa--rgov-66x44.jpg\" alt=\"Perspective satellite view of landslides caused by the Wenchuan earthquake\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A 3-D view of the Min Jiang valley in Sichuan, China, following the 2008 earthquake. Red colors show areas of vegetation; white colors show landslides caused by the earthquake. Generated from a SPOT satellite image (copyright Airbus) wrapped on SRTM 90 m-resolution digital elevation model data.</div>\n<div class=\"imageCredit\">Gen Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">A  Joshua&nbsp;West</div>\n<div class=\"imageTitle\">Perspective satellite view of landslides caused by the Wenchuan earthquake</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485812515924_report_figb--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485812515924_report_figb--rgov-800width.jpg\" title=\"Map of landslides caused by the Sichuan earthquake\"><img src=\"/por/images/Reports/POR/2017/1053504/1053504_10086230_1485812515924_report_figb--rgov-66x44.jpg\" alt=\"Map of landslides caused by the Sichuan earthquake\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map view of the more than 60,000 landslides caused by the Sichuan earthquake, shown in yellow. Background shows the regional topography. Red line shows the trace of the fault that ruptured during the earthquake. Adapted from Li et al., 2014, Geochemistry, Geophysics, Geosystems.</div>\n<div class=\"imageCredit\">Gen Li</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">A  Joshua&nbsp;West</div>\n<div class=\"imageTitle\">Map of landslides caused by the Sichuan earthquake</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMany of us are familiar with the well-publicized consequences of large earthquakes. Images that come to mind may include damaged buildings, broken bridges, and displaced families. With most attention on the immediate devastation, the longer-term effects of earthquakes are often not recognized. When they occur in places with steep slopes, such as in mountains or along coastlines, earthquakes frequently cause large numbers of landslides &ndash; sometimes as many as tens of thousands. These landslides can inflict immediate damage, for example by burying homes. They also generate large amounts of crushed rock and soil, which easily makes its way into rivers where it fills riverbeds. The buildup of this material as sediment leaves less room for water and increases the risk of flooding during storms. This kind of \"secondary hazard\" represents just one of the effects of landslides caused by earthquakes. These effects are not well understood because large earthquakes occur rarely, meaning that there are few opportunities to study them.\n\nThis project took advantage of the large earthquake that occurred in Sichuan, China, in 2008, in order to improve understanding of the long-term effects of large earthquakes on rivers. We painstakingly scanned photographs collected by satellites to identify all of the landslides that occurred during the earthquake, generating a map of over 60,000 landslides. Working together with scientists from China, we monitored the rivers draining the region affected by these landslides, collecting samples and measuring the amount of sediment in the water and its chemical characteristics. We used the information from these samples to determine how much sediment in the river came from landslides, and how this changed over time. We also measured the amount of sediment that was deposited in the bottom of a reservoir along one of the main rivers. We used a technology that sends sound to the bottom of the reservoir and measures the reflection of this sound to produce images of the sediment. Armed with this information, we have been working to construct a sediment budget following the earthquake, for the first time allowing us to follow sediment from landslide sources and trace its transport by a large river.\n\nThrough our studies of the chemistry of the river and its sediment, we have also learned how earthquakes affect the amount of carbon that is carried by rivers. Transport of carbon by rivers to the oceans is one of the main ways that carbon is removed from the atmosphere over millions of years, as part of the \"geologic carbon cycle.\" Geologists have suggested that the amount of carbon that gets buried has changed in the past, as mountains have risen and fallen over millions of year. If this is the case, it could explain why times in the past when there were large mountains were also \"ice ages\" when the Earth was coldest. Until now, it has been difficult to show why more mountains on Earth would cause more carbon to be removed by rivers and buried. Our results show that earthquakes can directly increase the amount of carbon that is removed by rivers. Earthquakes are also one of the main causes of mountain growth. We have made new mathematical models to describe how we think earthquakes might help mountains to grow and might explain the shape of their topography. Our results help form a coherent picture: times when there were more earthquakes could lead to both more mountainous topography and more carbon burial, explaining the observation that mountain growth and ice ages often happen together.\n\nThis project developed a new collaboration between two faculty at the University of Southern California and several other scientists around the world, including partners in China, Germany, and the United Kingdom. This network allowed us to conduct in-depth field studies in China that would not have been possible otherwise, broadened the training for all participants, and increased the international impact of the research outcomes. A PhD student and several undergraduates at the University of Southern California participated in this collaborative research project, along with a PhD student in China and a master?s student in Germany. This combination of students, all working together, provided multiple opportunities to enhance professional and technical training. Research outcomes have been communicated in classrooms in the US, China, and Europe, at scientific conferences, and in the scientific literature, as well as in the popular scientific media.\n\n\t\t\t\t\tLast Modified: 01/30/2017\n\n\t\t\t\t\tSubmitted by: A  Joshua West"
 }
}