{
 "awd_id": "1053290",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Digitization of Caribbean Plants and Fungi in The New York Botanical Garden Herbarium",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 348871.0,
 "awd_amount": 495309.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2013-01-31",
 "awd_abstract_narration": "This project will result in the digitization of 150,000 specimens of dried specimens of algae, bryophytes, fungi (including lichens) and vascular plants from the Caribbean region held by The William and Lynda Steere Herbarium of The New York Botanical Garden, completing the digitization of the entire holdings of 300,000 specimens from the region.  Herbarium specimens are the fundamental source of information on the earth?s vegetation, past and present, and there is no larger single source of such information for the Caribbean region than the Steere Herbarium.  The Caribbean region contains many unique habitats and species, and these habitats are critically endangered. The data provided by this project will be essential to documenting the plants and fungi of the region. \r\n\r\nThis project can aid conservation efforts by indicating areas of diversity for protection, supplementing the distributional profile of individual species in order to document their conservation status, and tracking the spread of invasive species. The countries of the region can use these data to serve as the nucleus of new projects that will provide training and employment for regional biologists.  Whenever possible, the project will seek to hire staff from the local community surrounding the New York Botanical Garden, which contains a preponderance of immigrants from the Caribbean region, a group under-represented in Science. The data provided by this project will also serve Homeland Security by helping U.S. Fish and Wildlife staff to identify quarantined plant material.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Thiers",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara M Thiers",
   "pi_email_addr": "bthiers@nybg.org",
   "nsf_id": "000444904",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Boom",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Brian M Boom",
   "pi_email_addr": "bboom@nybg.org",
   "nsf_id": "000348465",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York Botanical Garden",
  "inst_street_address": "2900 SOUTHERN BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "BRONX",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7188178840",
  "inst_zip_code": "104585126",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "NY15",
  "org_lgl_bus_name": "NEW YORK BOTANICAL GARDEN",
  "org_prnt_uei_num": "",
  "org_uei_num": "E7S2Q4L89F44"
 },
 "perf_inst": {
  "perf_inst_name": "New York Botanical Garden",
  "perf_str_addr": "2900 SOUTHERN BLVD",
  "perf_city_name": "BRONX",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "104585126",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "NY15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 345457.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 149852.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Caribbean islands contain many unique habitats and species, many of which are critically endangered.&nbsp; The goal of this project is to complete the digitization of Caribbean specimens held by The William and Lynda Steere Herbarium of The New York Botanical Garden, which holds the world&rsquo;s largest collection of plant and fungal specimens from this region.&nbsp; The data set, now almost complete, contains more than 400,000 specimens that are available for searching and download through The Garden&rsquo;s Virtual Herbarium.&nbsp; An example of the use of this data set is the Garden&rsquo;s Caribbean Plants at Risk program.&nbsp; The objective of the program&nbsp; is to make a rapid assessment of habitat-restricted plant species that are most at risk for extirpation should those habitats be eliminated by human development or environmental change.&nbsp; Herbarium specimens provide critical historical and modern locality information allowing us to map plant species distributions.&nbsp; If species distributions are limited and/or collection data are only historical, those particular species are designated a higher conservation priority.</p>\n<p>Through the Caribbean digitization project, we &nbsp;digitized 191,000 specimens. &nbsp;These are available now for searching through the Garden's Virtual Herbarium (http://sciweb.nybg.org/science2/VirtualHerbarium.asp)&nbsp;developed a novel workflow for specimen digitization that involves deconstructing the very time-consuming data transcription from specimen labels into discrete tasks that can be at least partially automated.&nbsp; This collection of techniques developed through this project SWORC (Semi-automatic Workflow for Record Completion), has been shared with the collections community through five presentations and two publications. SWORC has now become the standard in all Garden digitization projects and has been incorporated into digitization projects all over the country.</p>\n<p>&nbsp;The Caribbean digitization project was the first at NYBG to make use of crowdsourcing to complete specimen records. In collaboration with the Osborne Association, a New York City based not for profit organization, we developed a data entry training course for formerly incarcerated citizens who were looking to improve their job prospects.&nbsp; Following a day of instruction at the Garden by project staff and interns, the nine trainees worked for five week to transcribe Caribbean specimen labels in order to improve their keyboarding, language and geography skills.&nbsp;</p>\n<p>&nbsp;The Caribbean digitization project included the digitization of field books of key collectors in region, most importantly those of Dr. Thomas Zanoni, whose 40,000 collections, mostly from the Dominican Republic, are shared between the Garden and the Jardin Botanico de Santo Domingo (JSBD).&nbsp; Four project staff members travelled to Santo Domingo to photograph Zanoni&rsquo;s fieldbooks that are accessioned in the JSBD library.&nbsp; Copies of the fieldbook page images, as well as images and data from all collections from the Dominican Republic, were provided to JSBD, where these data will facilitate the digitization of the collections held there.</p>\n<p>&nbsp;One graduate student and nine &nbsp;undergraduate students received training in specimen digitization and financial support through this project; four of the undergraduate interns were later hired to supervise other digitization projects at The New York Botanical Garden.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/16/2015<br>\n\t\t\t\t\tModified by: Barbara&nbsp;M&nbsp;Thiers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Caribbean islands contain many unique habitats and species, many of which are critically endangered.  The goal of this project is to complete the digitization of Caribbean specimens held by The William and Lynda Steere Herbarium of The New York Botanical Garden, which holds the worldÆs largest collection of plant and fungal specimens from this region.  The data set, now almost complete, contains more than 400,000 specimens that are available for searching and download through The GardenÆs Virtual Herbarium.  An example of the use of this data set is the GardenÆs Caribbean Plants at Risk program.  The objective of the program  is to make a rapid assessment of habitat-restricted plant species that are most at risk for extirpation should those habitats be eliminated by human development or environmental change.  Herbarium specimens provide critical historical and modern locality information allowing us to map plant species distributions.  If species distributions are limited and/or collection data are only historical, those particular species are designated a higher conservation priority.\n\nThrough the Caribbean digitization project, we  digitized 191,000 specimens.  These are available now for searching through the Garden's Virtual Herbarium (http://sciweb.nybg.org/science2/VirtualHerbarium.asp) developed a novel workflow for specimen digitization that involves deconstructing the very time-consuming data transcription from specimen labels into discrete tasks that can be at least partially automated.  This collection of techniques developed through this project SWORC (Semi-automatic Workflow for Record Completion), has been shared with the collections community through five presentations and two publications. SWORC has now become the standard in all Garden digitization projects and has been incorporated into digitization projects all over the country.\n\n The Caribbean digitization project was the first at NYBG to make use of crowdsourcing to complete specimen records. In collaboration with the Osborne Association, a New York City based not for profit organization, we developed a data entry training course for formerly incarcerated citizens who were looking to improve their job prospects.  Following a day of instruction at the Garden by project staff and interns, the nine trainees worked for five week to transcribe Caribbean specimen labels in order to improve their keyboarding, language and geography skills. \n\n The Caribbean digitization project included the digitization of field books of key collectors in region, most importantly those of Dr. Thomas Zanoni, whose 40,000 collections, mostly from the Dominican Republic, are shared between the Garden and the Jardin Botanico de Santo Domingo (JSBD).  Four project staff members travelled to Santo Domingo to photograph ZanoniÆs fieldbooks that are accessioned in the JSBD library.  Copies of the fieldbook page images, as well as images and data from all collections from the Dominican Republic, were provided to JSBD, where these data will facilitate the digitization of the collections held there.\n\n One graduate student and nine  undergraduate students received training in specimen digitization and financial support through this project; four of the undergraduate interns were later hired to supervise other digitization projects at The New York Botanical Garden. \n\n \n\n\t\t\t\t\tLast Modified: 04/16/2015\n\n\t\t\t\t\tSubmitted by: Barbara M Thiers"
 }
}