{
 "awd_id": "1053356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Geodesy to Separate Transient and Steady Extension in the Basin and Range Province, Western United States",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 206086.0,
 "awd_amount": 206086.0,
 "awd_min_amd_letter_date": "2011-06-13",
 "awd_max_amd_letter_date": "2011-06-13",
 "awd_abstract_narration": "The Basin and Range Province is an integral part of the Pacific/North America plate boundary deformation zone, and experiences large earthquakes that can threaten communities in Nevada, Utah, Arizona, Idaho and Oregon.  The active deformation of the 800 km wide Province can now be precisely measured with space geodetic methods such as GPS, and thus it is now possible to chart the rates and styles of the slow movements that generate the stresses that cause these earthquakes.   However, recent geological and geophysical studies have come to conflicting conclusions about how the deformation across Nevada occurs.  Some geodetic studies have suggested that the North American Plate is non-deforming in eastern Nevada, while others have found evidence for episodic, large-scale, but small magnitude deformation events. Geologic evidence suggests that recent normal faulting and extension occurs and is distributed roughly evenly across the Province.  These three different views of how the North American plate deforms imply three extremely different dynamic modes of extension of continental lithosphere, and thus it is not possible that all three are correct.  \r\n\r\nThe EarthScope Plate Boundary Observatory GPS network was designed with a profile of sites along US Interstate Highway 50, across the entire Basin and Range at a latitude of about 39 degrees N.  These GPS sites are now detecting single digit nanostrain/yr deformation rates across eastern Nevada.  Therefore PBO is ready to address this new frontier in the science of tectonic geodesy: The slow but active realms that transfer deformation between the major elements of the plate boundary.   To distinguish between the three hypotheses we will: 1) process GPS data using the latest software and models, 2) systematically generate a catalog of geodetic transients, 3) develop improved models of the viscoelastic response of 19th and 20th century earthquakes to remove postseismic transient signals from the GPS time series, 4) estimate rates and patterns of long term deformation of eastern Nevada and compare these results to geologic and seismic data.\r\n\r\nThe results of these activities will be an improved understanding of how the contents in active plate boundaries deform.  In so doing we will quantify the rate, pattern, and style of background tectonic deformation that drives the occurrence of earthquakes.  These rates are increasingly being used in the U.S. National Seismic Hazard Maps that guide building practices. Thus this work will have a direct impact on preparedness for and estimates of future losses from earthquakes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hammond",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Hammond",
   "pi_email_addr": "whammond@unr.edu",
   "nsf_id": "000058892",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Blewitt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey Blewitt",
   "pi_email_addr": "gblewitt@unr.edu",
   "nsf_id": "000441985",
   "pi_start_date": "2011-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 206086.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The Basin and Range Province of the western United States is a very large portion of the Pacific/North America plate boundary deformation zone.&nbsp; It experiences active tectonic deformation and generates large earthquakes that threaten communities in Nevada, Utah,&nbsp; Arizona, Idaho and Oregon.&nbsp; We use the geodetic Global Positioning System component of the NSF-supported EarthScope Plate Boundary Observatory to make precise measurements of the rate and style of strain accumulation in the crust that leads to these earthquakes.&nbsp; &nbsp;</span></p>\n<p><span><strong>Intellectual Merit</strong></span></p>\n<p><span>Recent geological and geophysical studies of the Province disagree about how the deformation of the North America occurs.&nbsp; Past geodetic studies found that Earth&rsquo;s crust in eastern Nevada and western Utah behaves like a rigid plate, i.e. is not deforming.&nbsp; Others studies found slow but discernible rates, or even evidence for episodic, large-scale, but small magnitude deformation events.&nbsp; These different views of how the plate deforms imply three extremely different modes of dynamic extension of continental lithosphere, and thus it is not possible that all three are correct.&nbsp;</span></p>\n<p><span>We have developed new analytical techniques to isolate the signals of transient deformation of the Earth&rsquo;s crust from GPS data obtained in the Great Basin.&nbsp; We found that deformation is broadly distributed across Nevada and Utah, and not concentrated at the perimeters of microplates.&nbsp; Furthermore, the deformation is steady over time.&nbsp; The data do not indicate that transient large scale aseismic deformation events have occurred.&nbsp; The Great Basin deforms everywhere and all the time.&nbsp;</span></p>\n<p><span><strong>Broader Impacts</strong></span></p>\n<p><span>These results have implications for the distribution and intensity of seismic hazard in the Intermountain West.&nbsp; The budget for Pacific/North America plate boundary deformation east of the Sierra Nevada must be distributed across the central Province and this deformation will likely be released in future earthquakes.&nbsp; This will impact, e.g., the distribution of seismic hazard portrayed in the next edition of the USGS National Probabilistic Seismic Hazard Maps.&nbsp; These results will also affect our ideas about how continents deform over geologic time scales, and how we can integrate geologic, geophysical and geodetic data into consistent models solid Earth processes.&nbsp;</span></p>\n<p>In this project we trained a graduate student in the field of tectonic geodesy.&nbsp; We presented the results of our research in peer-reviewed manuscripts, public lectures, and in courses and seminars at the University of Nevada, Reno.&nbsp; All of the GPS time series derived for this project have been made available over the internet at <a title=\"The Nevada Geodetic Laboratory\" href=\"http://geodesy.unr.edu\" target=\"_blank\">http://<span>geodesy.unr.edu</span></a>. &nbsp;Methodolgy and software that we developed in the context of this project will be used as a foundation for future research in deformation of the continents, earthquake hazard, and space geodesy.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2014<br>\n\t\t\t\t\tModified by: William&nbsp;C&nbsp;Hammond</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Basin and Range Province of the western United States is a very large portion of the Pacific/North America plate boundary deformation zone.  It experiences active tectonic deformation and generates large earthquakes that threaten communities in Nevada, Utah,  Arizona, Idaho and Oregon.  We use the geodetic Global Positioning System component of the NSF-supported EarthScope Plate Boundary Observatory to make precise measurements of the rate and style of strain accumulation in the crust that leads to these earthquakes.   \n\nIntellectual Merit\n\nRecent geological and geophysical studies of the Province disagree about how the deformation of the North America occurs.  Past geodetic studies found that EarthÆs crust in eastern Nevada and western Utah behaves like a rigid plate, i.e. is not deforming.  Others studies found slow but discernible rates, or even evidence for episodic, large-scale, but small magnitude deformation events.  These different views of how the plate deforms imply three extremely different modes of dynamic extension of continental lithosphere, and thus it is not possible that all three are correct. \n\nWe have developed new analytical techniques to isolate the signals of transient deformation of the EarthÆs crust from GPS data obtained in the Great Basin.  We found that deformation is broadly distributed across Nevada and Utah, and not concentrated at the perimeters of microplates.  Furthermore, the deformation is steady over time.  The data do not indicate that transient large scale aseismic deformation events have occurred.  The Great Basin deforms everywhere and all the time. \n\nBroader Impacts\n\nThese results have implications for the distribution and intensity of seismic hazard in the Intermountain West.  The budget for Pacific/North America plate boundary deformation east of the Sierra Nevada must be distributed across the central Province and this deformation will likely be released in future earthquakes.  This will impact, e.g., the distribution of seismic hazard portrayed in the next edition of the USGS National Probabilistic Seismic Hazard Maps.  These results will also affect our ideas about how continents deform over geologic time scales, and how we can integrate geologic, geophysical and geodetic data into consistent models solid Earth processes. \n\nIn this project we trained a graduate student in the field of tectonic geodesy.  We presented the results of our research in peer-reviewed manuscripts, public lectures, and in courses and seminars at the University of Nevada, Reno.  All of the GPS time series derived for this project have been made available over the internet at http://geodesy.unr.edu.  Methodolgy and software that we developed in the context of this project will be used as a foundation for future research in deformation of the continents, earthquake hazard, and space geodesy. \n\n \n\n\t\t\t\t\tLast Modified: 07/11/2014\n\n\t\t\t\t\tSubmitted by: William C Hammond"
 }
}