{
 "awd_id": "1053576",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infrasonic Hotspot Mapping and Atmospheric Probing with the USArray",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 88436.0,
 "awd_amount": 88436.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "The seismometers of the USArray not only directly measure ground motion, they also indirectly provide valuable information about other phenomena that affect ground motion. For example, it is known that infrasound, low-frequency sound below ~20 Hz, can be detected by seismometers through acoustic-to-seismic conversion. Infrasound events are usually located with globally spaced infrasound arrays. It has been recently shown that the density of USArray seismic stations permits one to locate sources with much greater accuracy and with altitude resolution, despite probable variations in site conditions. This project will expand upon previous work on the detection and location of more than one hundred high-quality infrasonic events that were registered by the USArray during 2008. The goal of this project is to identify the occurrence, location, and frequency of events that produced USArray-registered infrasonic signals over a time span of six years, resulting in a unique continental-scale infrasonic events research database. The second component of the project is to illuminate the infrasonic travel time branches for several of these events, which may provide both remarkable insights into infrasonic propagation as well as a test of the state-of-the-art atmospheric velocity models. Finally, we will analyze detection trends and test an existing atmospheric propagation hypothesis based on the previous 2008 results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristoffer",
   "pi_last_name": "Walker",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Kristoffer T Walker",
   "pi_email_addr": "walker@ucsd.edu",
   "nsf_id": "000569207",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "de Groot-Hedlin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine de Groot-Hedlin",
   "pi_email_addr": "chedlin@ucsd.edu",
   "nsf_id": "000450398",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hedlin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Hedlin",
   "pi_email_addr": "hedlin@ucsd.edu",
   "nsf_id": "000450397",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 88436.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"column\">\n<p><span>This report is written under instructions to describe &ldquo;the project outcomes or findings that address the intellectual merit and broader impacts of the work as defined in the NSF merit review criteria&rdquo;. To the extent that it is possible, language suitable for the public is used for this purpose. </span></p>\n<p><span>Intellectual Merit </span></p>\n<p><span>Low-frequency sound in the atmosphere (infrasound) travels multiple paths from the source (e.g. an explosion, volcano, earthquake epicenter) to the receiver (microphone). In the past, the fine details of how these signals travel along the Earth&rsquo;s surface have been a challenge to observe because of the wide spatial separation of global infrasonic arrays that are used for nuclear explosion mon itoring. This award resulted in the observation of numerous infrasonic travel time branches in unprecedented spatial detail using the USArray seismometers as pseudo-microphones. Some of these travel time branches were modeled to validate atmospheric velocity modeling capabilities using new three-dimensional atmospheric models that are updated hourly. Specifically, using a known source location in western Utah (called UTTR), we tested and confirmed the hypothesis that including the effects of gravity waves in the velocity models improves our ability to model how infrasound travels through the atmosphere. Statistical trends were also analyzed. We found that the following areas were locations of repeating sources of infrasound: southern Nevada, central Nevada, western Utah, and southwest Idaho. The sources that were detected almost always occurred during the workweek and during the work day. However, several natural events were also detected. We also found a sinusoidal seasonal trend in the group velocity of the infrasonic signals; the velocities were slower in the winter and faster during the summer, which is consistent with the fact that the speed of sound is proportional to temperature. This had never before been observed by a large database of observations. </span></p>\n<p><span>Broader Impacts </span></p>\n<p><span>In seismology, the locations of earthquakes and velocity structure of the Earth are fairly well known, providing the basis for numerous studies. In infrasonics, with the exception of very large events, the source location of most events detected and located by the global nuclear monitoring infrasonic arrays are generally unavailable to the academic community. This award resulted in a unique database of 901 infrasonic event locations, along with uncertainties in source time and location, that have occurred within the western U.S. over the course of two years. This public database will facilitate basic research in infrasonics and benefit other communities that use infrasound to study the physics of ocean swell, atmospheric turbulence, aurora, sprites, earthquakes, tsunamis,&nbsp;</span>volcanoes, mass wasting processes, and noise from miltary activities, jets, and wind farm turbines.</p>\n</div>\n<div class=\"column\">\n<p><span>Understanding how infrasound travels (or propagates) through the atmo- sphere is complicated because of the dynamic atmosphere; rapid changes in temperature and wind, which we are just now beginning to quantify with much greater resolution, often determine if infrasound is detectable at the ground. The award also provided a test of our most advanced system for generating 4-D atmospheric velocity models, the proven success of which is critical for infrasonic research and U.S. national security through nuclear explosion monitoring efforts. Specifically, the observed enhancement to the velocity models by including the effects of gravity waves has shown that probabilistic approaches to infrasound propagation modeling have distinct advantages over deterministic approaches, and it may be useful to routinely include gravity waves in future atmospheric modeling s...",
  "por_txt_cntn": "\n\nThis report is written under instructions to describe \"the project outcomes or findings that address the intellectual merit and broader impacts of the work as defined in the NSF merit review criteria\". To the extent that it is possible, language suitable for the public is used for this purpose. \n\nIntellectual Merit \n\nLow-frequency sound in the atmosphere (infrasound) travels multiple paths from the source (e.g. an explosion, volcano, earthquake epicenter) to the receiver (microphone). In the past, the fine details of how these signals travel along the EarthÆs surface have been a challenge to observe because of the wide spatial separation of global infrasonic arrays that are used for nuclear explosion mon itoring. This award resulted in the observation of numerous infrasonic travel time branches in unprecedented spatial detail using the USArray seismometers as pseudo-microphones. Some of these travel time branches were modeled to validate atmospheric velocity modeling capabilities using new three-dimensional atmospheric models that are updated hourly. Specifically, using a known source location in western Utah (called UTTR), we tested and confirmed the hypothesis that including the effects of gravity waves in the velocity models improves our ability to model how infrasound travels through the atmosphere. Statistical trends were also analyzed. We found that the following areas were locations of repeating sources of infrasound: southern Nevada, central Nevada, western Utah, and southwest Idaho. The sources that were detected almost always occurred during the workweek and during the work day. However, several natural events were also detected. We also found a sinusoidal seasonal trend in the group velocity of the infrasonic signals; the velocities were slower in the winter and faster during the summer, which is consistent with the fact that the speed of sound is proportional to temperature. This had never before been observed by a large database of observations. \n\nBroader Impacts \n\nIn seismology, the locations of earthquakes and velocity structure of the Earth are fairly well known, providing the basis for numerous studies. In infrasonics, with the exception of very large events, the source location of most events detected and located by the global nuclear monitoring infrasonic arrays are generally unavailable to the academic community. This award resulted in a unique database of 901 infrasonic event locations, along with uncertainties in source time and location, that have occurred within the western U.S. over the course of two years. This public database will facilitate basic research in infrasonics and benefit other communities that use infrasound to study the physics of ocean swell, atmospheric turbulence, aurora, sprites, earthquakes, tsunamis, volcanoes, mass wasting processes, and noise from miltary activities, jets, and wind farm turbines.\n\n\n\nUnderstanding how infrasound travels (or propagates) through the atmo- sphere is complicated because of the dynamic atmosphere; rapid changes in temperature and wind, which we are just now beginning to quantify with much greater resolution, often determine if infrasound is detectable at the ground. The award also provided a test of our most advanced system for generating 4-D atmospheric velocity models, the proven success of which is critical for infrasonic research and U.S. national security through nuclear explosion monitoring efforts. Specifically, the observed enhancement to the velocity models by including the effects of gravity waves has shown that probabilistic approaches to infrasound propagation modeling have distinct advantages over deterministic approaches, and it may be useful to routinely include gravity waves in future atmospheric modeling systems. \n\nThe results of this project should be helpful to future infrasonic studies that use data recorded by the future USArray or to seismologists that are attempting to distinguish acoustic-to-seismic coupled \"noise\" from seismi..."
 }
}