{
 "awd_id": "1053597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Rio Grande Rift II - Kinematics and Dynamics of Continental Deformation in Low Strain-Rate Environments",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927233",
 "po_email": "mbenoit@nsf.gov",
 "po_sign_block_name": "Margaret Benoit",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 133129.0,
 "awd_amount": 133129.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2013-09-30",
 "awd_abstract_narration": "The Rio Grande Rift Global Positioning System (GPS) network consists of 25 GPS monuments installed throughout Colorado and New Mexico in 2006 and 2007. Initial results combined with other continuous GPS data suggest that the deformation pattern across the Rio Grande Rift and adjacent physiographic provinces is broadly distributed and is not focused on the surficial expression of the rift. Given that this is a low strain-rate environment, long observing times are needed, and the Rio Grande Rift GPS network is being transferred to UNAVCO for longer-term observations. In addition to estimating uniform site velocities with the Rio Grande Rift GPS data, strain components and rigid-body rotations are being determined to better characterize the nature of the distributed deformation. The vertical component of deformation is being assessed, which the longer time-series are beginning to be able to resolve. USArray Transportable Array seismic data are being used to study seismicity and earthquake source parameters along the Rio Grande Rift and in surrounding regions. Improved earthquake locations will be determined using regional velocity models and advanced location algorithms. Full waveform moment tensor inversion is being used to determine earthquake source parameters. Special care is going into determining hypocenter depth, stress drop, and earthquake slip vectors. Project broader impacts include education and involvement of two graduate students, participation by faculty in SAGE (Summer of Applied Geophysical Experience), assessment of a GPS in-class exercise for introductory geology courses, and conversion of 5 GPS monuments to permanent stations for the broad geodetic community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Murray",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Mark H Murray",
   "pi_email_addr": "murray@nmt.edu",
   "nsf_id": "000435059",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69172.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 63957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The Rio Grande Rift (RGR) within Colorado and New Mexico is thought to be the easternmost expression of active deformation between the Pacific and North America tectonic plates, whose surface expression is defined by a narrow band of basins and faults. East-west extension rates across the RGR are very low (&lt; 1 mm/yr) and controlled in part by the motion of the Colorado Plateau (CP), a predominantly rigid tectonic block located just to the west of the RGR. This project used 333 continuously operating GPS stations, including 25 installed specifically near the RGR, to characterize the present-day patterns of deformation. We found that the deformation is not limited to the region defined by the RGR basins and faults, but is spread more broadly both east and west of the RGR. Higher rates of deformation were detected within and to the west of the RGR than to the east in the more stable North America tectonic plate. Higher rates of deformation, including vertical motions up to almost 4 mm/yr, were observed near the Socorro magma body in NM, which also has higher rates of seismicity and heat flow, in agreement with other studies suggesting active magmatic processes at depth within the RGR. The motions of 43 stations within the CP cannot be well fit by assuming it is a single rigid block, and provide evidence for significant internal deformation, particularly between the northern and southern CP regions.</p>\n<p class=\"Default\">We also used improved seismic monitoring provided by the EarthScope Transportable Array during 2008-2010 to detect lower magnitude earthquakes than are normally detectable near the RGR. The improved catalog shows, like the GPS results, activity both within the RGR but also more broadly distributed east and west. Higher seismic activity was detected in the Raton Basin near the eastern CO-NM border, and our additional studies and modeling suggest that it may be induced by waste-water injection at depth.&nbsp;<span id=\"docs-internal-guid-4d357308-7fff-51f6-4381-eb32eb553f77\"><span> </span></span></p>\n<p class=\"Default\"><span id=\"docs-internal-guid-4d357308-7fff-51f6-4381-eb32eb553f77\"><span>Studying deformation and seismicity in low strain rate environments, such as the RGR, provides an opportunity to better understand how deformation is distributed and accommodated in the continental interior.&nbsp;<span id=\"docs-internal-guid-6170feb5-7fff-a3cc-af5b-031c417167c2\"><span>Slowly deforming environments, such as the RGR, are particularly difficult to study due to the characteristically low signal-to-noise ratio of displacement measurements and long earthquake recurrence intervals, but they provide insights into complex continental dynamics and tectonic processes and the associated seismic hazards. Long-term maintenance and improvement of the GPS and seismic monitoring networks will continue to improve our imaging and understanding of these complex tectonic processes in the western U.S.</span></span></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2018<br>\n\t\t\t\t\tModified by: Mark&nbsp;H&nbsp;Murray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The Rio Grande Rift (RGR) within Colorado and New Mexico is thought to be the easternmost expression of active deformation between the Pacific and North America tectonic plates, whose surface expression is defined by a narrow band of basins and faults. East-west extension rates across the RGR are very low (&lt; 1 mm/yr) and controlled in part by the motion of the Colorado Plateau (CP), a predominantly rigid tectonic block located just to the west of the RGR. This project used 333 continuously operating GPS stations, including 25 installed specifically near the RGR, to characterize the present-day patterns of deformation. We found that the deformation is not limited to the region defined by the RGR basins and faults, but is spread more broadly both east and west of the RGR. Higher rates of deformation were detected within and to the west of the RGR than to the east in the more stable North America tectonic plate. Higher rates of deformation, including vertical motions up to almost 4 mm/yr, were observed near the Socorro magma body in NM, which also has higher rates of seismicity and heat flow, in agreement with other studies suggesting active magmatic processes at depth within the RGR. The motions of 43 stations within the CP cannot be well fit by assuming it is a single rigid block, and provide evidence for significant internal deformation, particularly between the northern and southern CP regions.\nWe also used improved seismic monitoring provided by the EarthScope Transportable Array during 2008-2010 to detect lower magnitude earthquakes than are normally detectable near the RGR. The improved catalog shows, like the GPS results, activity both within the RGR but also more broadly distributed east and west. Higher seismic activity was detected in the Raton Basin near the eastern CO-NM border, and our additional studies and modeling suggest that it may be induced by waste-water injection at depth.  \nStudying deformation and seismicity in low strain rate environments, such as the RGR, provides an opportunity to better understand how deformation is distributed and accommodated in the continental interior. Slowly deforming environments, such as the RGR, are particularly difficult to study due to the characteristically low signal-to-noise ratio of displacement measurements and long earthquake recurrence intervals, but they provide insights into complex continental dynamics and tectonic processes and the associated seismic hazards. Long-term maintenance and improvement of the GPS and seismic monitoring networks will continue to improve our imaging and understanding of these complex tectonic processes in the western U.S.\n\n\t\t\t\t\tLast Modified: 08/30/2018\n\n\t\t\t\t\tSubmitted by: Mark H Murray"
 }
}