{
 "awd_id": "1053199",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: A Reference Grammar of Kove",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shobhana Chelliah",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 4198.0,
 "awd_amount": 4198.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "Kove is an endangered Austronesian language spoken in the West New Britain province of Papua New Guinea. About 8,000 people live in the area, but many are not fluent speakers of Kove. Community members are rapidly losing language competence and switching to the use of Tok Pisin and English as lingua francas for communication. This change has several causes: modernization in general (e.g., use of lingua franca mass media); the fact that more Kove now go to school, where English is the language of instruction; and increasing social interaction with non-Kove speakers (e.g., due to the mobility brought by modern transportation).  Knowledge of the Kove language and traditional culture is no longer being transmitted orally from one generation to the next.\r\n\r\nThe goal of this dissertation project is to produce a reference grammar and a small dictionary, based on elicitation and texts in a corpus collected during fieldtrips. The corpus will include narratives, public events, and conversations recorded in both audio and video formats. Texts will be transcribed and annotated with IPA transcriptions, interlinear glosses, and translations into both Tok Pisin and English. Since very little documentation of Kove and related languages currently exists, the grammar and accompanying vocabulary will be of value not only to linguistics, but also fields such as anthropology, history, theology, and musicology, among others. The grammar and vocabulary will also serve as the basis for the Kove community's educational materials and will help promote literacy efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Blust",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Blust",
   "pi_email_addr": "blust@hawaii.edu",
   "nsf_id": "000462063",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hiroko",
   "pi_last_name": "Sato",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hiroko Sato",
   "pi_email_addr": "hirokosa@hawaii.edu",
   "nsf_id": "000565201",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 4198.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focuses on documenting and describing Kove, an Austronesian language spoken in 18 villages in West New Britain province of Papua New Guinea. There are about 8,000 people living in the area, but many are not fluent speakers of Kove. As in much of New Britain and Melanesia, the Kove area shows considerable linguistic diversity. Kove is surrounded by five other indigenous languages. Local linguistic diversity, modernization, educational developments, and social interactions have encouraged the use of Tok Pisin and English as lingua francas for communication.</p>\n<p>The goal of this project is to produce a reference grammar and a small dictionary for a PhD dissertation, based on elicited data and texts in a corpus, which were collected through fieldwork in the Kove area.</p>\n<p>The dissertation has two purposes. One is to provide linguistic information. Given that very little documentation of Kove and related languages currently exists, the grammar and accompanying vocabulary will play an important role in all subfields of linguistics. In particular, the grammar focuses on the structures of phrases, sentences, and complex sentences and discusses how each component works with other elements and what kind of functions each component has, providing some unique data. The discussion and the in-depth analysis of the data may give some new insights and contribute to current work in Oceanic linguistics, or even more broadly, to linguistics in general. Furthermore, this project gives a better understanding of the history of Oceanic languages in the Bismarck Archipelago, especially &nbsp;their migration patterns and subgrouping, which have not been studied in depth due to a paucity of data available on these languages. In addition to linguistics, scholars in fields such as anthropology, history, theology, and musicology, among others, will benefit from this project. For example, the Co-PI has been working toward cultural preservation, focusing particularly on material culture, the performing and visual arts, and identity in the cultural contexts of traditional social structures. She has documented and archived traditional craft techniques (e.g. baskets, shell-money, housing materials, carving), and traditional ceremonies and performances (e.g. initiation ceremony, bride price, mourning ceremony) as well as some related cultural materials (e.g. structures of men&rsquo;s houses, traditional masks, instruments, ornaments). She is examining the role and meaning of cultural materials within the Kove cultural context, and looking at the correlation between identity issues in language and culture. These cultural traditions and practices are also being lost in the Kove area. Moreover, neighboring areas have already lost them. This project supports the belief that language is an essential part of interdisciplinary research, as language encodes anthropological, botanical, scientific, historical, sociological, religious, and other types of knowledge.</p>\n<p>The other purpose is that the grammar and vocabulary will serve as the basis for school materials in the future. It is anticipated that the outcome of the project will directly benefit the Kove community in the long term. The Co-PI has been engaged in curriculum development in the Kove community. During fieldwork, the Co-PI worked with schoolteachers to develop educational materials in the Kove vernacular, which was recently implemented as a language of instruction in the school. The elementary schools have been using Kove as an instructional language; however, teachers use several different writing systems, depending on personal preferences. Therefore, the Co-PI suggested spelling possibilities, and then helped the community unify the writing systems, based on community insights as well as perspectives from linguistic studies. This standard spelling system is now used in elementary schools. The Co-PI has also been consulti...",
  "por_txt_cntn": "\nThis project focuses on documenting and describing Kove, an Austronesian language spoken in 18 villages in West New Britain province of Papua New Guinea. There are about 8,000 people living in the area, but many are not fluent speakers of Kove. As in much of New Britain and Melanesia, the Kove area shows considerable linguistic diversity. Kove is surrounded by five other indigenous languages. Local linguistic diversity, modernization, educational developments, and social interactions have encouraged the use of Tok Pisin and English as lingua francas for communication.\n\nThe goal of this project is to produce a reference grammar and a small dictionary for a PhD dissertation, based on elicited data and texts in a corpus, which were collected through fieldwork in the Kove area.\n\nThe dissertation has two purposes. One is to provide linguistic information. Given that very little documentation of Kove and related languages currently exists, the grammar and accompanying vocabulary will play an important role in all subfields of linguistics. In particular, the grammar focuses on the structures of phrases, sentences, and complex sentences and discusses how each component works with other elements and what kind of functions each component has, providing some unique data. The discussion and the in-depth analysis of the data may give some new insights and contribute to current work in Oceanic linguistics, or even more broadly, to linguistics in general. Furthermore, this project gives a better understanding of the history of Oceanic languages in the Bismarck Archipelago, especially  their migration patterns and subgrouping, which have not been studied in depth due to a paucity of data available on these languages. In addition to linguistics, scholars in fields such as anthropology, history, theology, and musicology, among others, will benefit from this project. For example, the Co-PI has been working toward cultural preservation, focusing particularly on material culture, the performing and visual arts, and identity in the cultural contexts of traditional social structures. She has documented and archived traditional craft techniques (e.g. baskets, shell-money, housing materials, carving), and traditional ceremonies and performances (e.g. initiation ceremony, bride price, mourning ceremony) as well as some related cultural materials (e.g. structures of menÆs houses, traditional masks, instruments, ornaments). She is examining the role and meaning of cultural materials within the Kove cultural context, and looking at the correlation between identity issues in language and culture. These cultural traditions and practices are also being lost in the Kove area. Moreover, neighboring areas have already lost them. This project supports the belief that language is an essential part of interdisciplinary research, as language encodes anthropological, botanical, scientific, historical, sociological, religious, and other types of knowledge.\n\nThe other purpose is that the grammar and vocabulary will serve as the basis for school materials in the future. It is anticipated that the outcome of the project will directly benefit the Kove community in the long term. The Co-PI has been engaged in curriculum development in the Kove community. During fieldwork, the Co-PI worked with schoolteachers to develop educational materials in the Kove vernacular, which was recently implemented as a language of instruction in the school. The elementary schools have been using Kove as an instructional language; however, teachers use several different writing systems, depending on personal preferences. Therefore, the Co-PI suggested spelling possibilities, and then helped the community unify the writing systems, based on community insights as well as perspectives from linguistic studies. This standard spelling system is now used in elementary schools. The Co-PI has also been consulting with teachers in creating the curriculum, and work is being done to create a practical a..."
 }
}