{
 "awd_id": "1053939",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Microbial Ecology to Optimize Beneficial Syntrophies to Improve Microbial Electrochemical and Dechlorinating Systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 439299.0,
 "awd_amount": 445299.0,
 "awd_min_amd_letter_date": "2011-01-05",
 "awd_max_amd_letter_date": "2013-01-18",
 "awd_abstract_narration": "Abstract\r\n\r\nProposal Title: CAREER: Microbial Ecology to Optimize Beneficial Syntrophies to\r\nImprove Microbial Electrochemical and Dechlorinating Systems\r\n\r\nPrincipal Investigator: Rosa Krajmalnik-Brown\r\n\r\nInstitution: Arizona State University\r\n\r\nProposal No: CBET- 1053939\r\n\r\nOrganic wastes from agriculture, industrial wastewater treatment, and other feedstock can provide renewable sources for energy conversion or bioremediation via properly managed hydrolysis, fermentation, and respiration processes.  The outputs of fermentation are organic acids, alcohols, and H2 or methane (CH4).  Success or failure of any process where fermentation is necessary to break down a complex substrate for its further use in environmental processes, is determined by the fate of H2 and the organic acids.  These fermentation products can be used as electron donors for microbial electrochemical and dechlorinating systems.  However, acetate and H2 can also be converted to CH4, which becomes a sink of electrons.  The efficiency of routing electrons to the ideal destination is usually determined by syntrophic interactions among the different microorganisms present in the system.  To exploit organic wastes as sources of carbon and electrons for bioenergy and remediation, understanding the microbial ecology and, specifically, the syntrophic relationships that develop is critical for success.  Here, the PI   proposes to channel electron flow through acetogenesis by promoting good syntrophies with homoacetogenic bacteria.  Proper homoacetogen management will allow the use of renewable feedstock to fulfill two critical societal needs: renewable-energy production and reclaiming contaminated water.  The research will evaluate the central hypothesis that the performance of ARB and dechlorinators will be enhanced when they are part of a beneficial syntrophy with homoacetogens.  The work on the two systems will be complementary.  For example, the studies with the MXC systems will be especially valuable for characterizing electron flow in the communities that involve homoacetogens, since the fate of electrons delivered to the anode can be tracked with high precision in real time.  Knowledge gathered from the MXC systems will be applied to understanding electron flow in dechlorinating systems.  Likewise, genomics-based techniques developed to characterize and quantify key microbial groups in one system will be applicable to the other, since homoacetogens, fermenters, and methanogens are common to both.\r\nThe PI will evaluate practical strategies for promoting the positive microbial interactions in MXCs and dechlorinating systems.  Two strategies to be tested include the use of high concentrations of NH4+ (e.g., as found in animal waste) and combinations of CO, CO2, and H2 (e.g., from synthesis gas).  She will also characterize in detail the effect of these two strategies in promoting positive syntrophies that will lead to higher electron recoveries and dechlorination rates.\r\n\r\nThis research provides a novel approach to study biodegrading and bioenergy relevant mixed microbial communities.  The results will provide fundamental understanding of the role of homoacetogens in electron and carbon flow in dechlorinating and ARB mixed communities. This will allow exploiting the use of complex renewable waste sources for bioenergy and bioremediation.  The proposed research is transformative because it is the first comprehensive study which will take advantage of knowledge gathered from homoacetogenic microorganisms in two different systems in order to increase desired electron and carbon flows to beneficial microbial communities.\r\n\r\nThe research proposed will enhance energy and water sustainability. It will also directly impact the understanding of carbon and electron flow when organic wastes are used as sources of carbon and electrons in bioremediation and ARB microbial communities.  The research developed will be applicable to many anaerobic environments where fermentation occurs; this will impact not only environmental systems but also health related ones, such as the human gut.  The PI will focus on training and education of Hispanic female students and on being a role model to encourage them to pursue careers in science and engineering.  She will integrate undergraduate research to the highest extent possible.  High school students will work in her laboratory and present their work at Arizona?s state science fair (AzSEF).  Research presented at AzSEF reaches thousands of other high school students, their parents, and educators; in this way her work will reach and engage a broad audience.  A pilot graduate research exchange with Mexico will be initiated as a means to provide an international research experience to graduate\r\nstudents.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rosa",
   "pi_last_name": "Krajmalnik-Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rosa Krajmalnik-Brown",
   "pi_email_addr": "dr.rosy@asu.edu",
   "nsf_id": "000519385",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 439299.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Organic wastes from agriculture, industrial wastewater treatment, and other feedstock can provide renewable sources for energy conversion or bioremediation via properly managed hydrolysis, fermentation, and respiration processes. The outputs of fermentation are organic acids, alcohols, and H<sub>2 </sub>or methane (CH<sub>4</sub>), all of which are easily transformed into energy. Success or failure of any process where fermentation is necessary to break down a complex substrate for its further use in environmental processes is determined by the fate of H2 and the organic acids. These fermentation products can be used as electron donors for microbial electrochemical cells (MXCs) and dechlorinating systems. However, acetate and H<sub>2</sub> can also be converted to CH<sub>4</sub>, which becomes a sink of electrons leading to less energy production. &nbsp;The efficiency of routing electrons to the ideal destination is usually determined by syntrophic interactions among the different microorganisms present in the system. If we want to exploit organic wastes as sources of carbon and electrons for bioenergy and remediation, understanding the microbial ecology and, specifically, the syntrophic relationships that develop is critical for success. Here, we explored methods to channel electron flow through acetogenesis by promoting good syntrophies with homoacetogenic bacteria. Proper homoacetogen management will allow us to use renewable feedstock to fulfill two critical societal needs: renewable-energy production and reclaiming contaminated water.</p>\n<p class=\"Default\">Knowledge gathered from the microbial electrochemical systems was applied to understanding electron flow in our dechlorinating systems. Likewise, genomics-based techniques developed to characterize and quantify key microbial groups in one system were applied to the other, since homoacetogens, fermenters, and methanogens are common to both.</p>\n<p class=\"Default\">We evaluated practical strategies for promoting positive microbial interactions in MXCs and dechlorinating systems. Microbial strategies that inhibit methanogenesis were beneficial for MXCs for dechlorinating systems, however enhancing acetogenesis was not beneficial for dechlorination. For MXCs and fermentation-based systems, we found that organic loading can be used to manage methanogen activity; a result with profound implications for harvesting energy from wastewater treatment. Addition of carbon monoxide (CO) to fermentation also reduced methanogenic activity, and increased production of medium chain fatty-acids. These results are important for MXCs, and systems aimed at chain elongation to generate biofuel precursors. For dechlorination systems, we found that bicarbonate concentrations were critical to manage interactions between acetogens, methanogens, and dechlorinators. Leveraging on lessons learned from fundamental studies, novel reactors were developed to study dechlorination and promote fast growth and dechlorination rates. We tested high concentrations of NH<sub>4</sub><sup>+</sup> (e.g., as found in animal waste), and used combinations of CO, CO<sub>2</sub>, and H<sub>2</sub> (e.g., from synthesis gas) to enhance acetogenesis and to isolate novel microbes. Two novel CO consuming microbes were isolated.</p>\n<p><strong>Intellectual Merit: </strong>This research establishes a novel approach for studying biodegrading and bioenergy relevant mixed microbial communities. The results provide fundamental understanding of the interactions between fermenters and homoacetogens in electron and carbon flow in dechlorinating and MXC mixed communities, and lead to 12 publications in prestigious journals and more than 15 conference presentations. This is the first comprehensive study that combines knowledge gathered from fermentation and homoacetogenic systems in order to increase desired electron and carbon flows within beneficial microbial communities. This is important in order to exploit the use of complex renewable waste sources for bioenergy and bioremediation.</p>\n<p><strong>Broader Impact: </strong>This project trained four PhD students, one Master&rsquo;s student, four undergraduate students, and four high school students. 3 of PhD the students were female.&nbsp; Two PhD and one undergraduate were Hispanic female. Three of the high school students working on the project presented their work at Arizona&rsquo;s state science fair (AzSEF), winning multiple awards. Research presented at AzSEF reaches thousands of other high school students, their parents, and educators. Additionally, the project educated the public about sustainability issues and the innovative, interdisciplinary research under way at ASU. Students working on the CAREER project engaged the public in talks and demonstrations during annual outreach events such as Night of the Open Door, hosted by the Arizona SciTech Festival. &nbsp;The research of Dr. Krajmalnik-Brown&rsquo;s lab team and individual team members were featured multiple times in ASU News.&nbsp;</p>\n<p>The educational and outreach components successfully engaged students in intensive, mentored research experiences while sharing the results across audiences in both the scientific and general communities. The project also contributed to the development of agreements and relationships between ASU, Mexican universities, and industry. Strong preparation of future scientists (particularly those from under-represented groups), education and engagement of community members, and relationships with other institutions and organizations are expected to have long-term positive impacts at the individual, departmental, and institutional levels. Findings of this research are applicable to many anaerobic environments where fermentation occurs from biotechnologies and environmental systems to health-related ones, such as the human gut.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2017<br>\n\t\t\t\t\tModified by: Rosa&nbsp;Krajmalnik-Brown</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490996684491_Dechlorinationreactors--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490996684491_Dechlorinationreactors--rgov-800width.jpg\" title=\"Photograph of Dechlorinating reactors and upscale\"><img src=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490996684491_Dechlorinationreactors--rgov-66x44.jpg\" alt=\"Photograph of Dechlorinating reactors and upscale\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Photograph of Dechlorinating reactors and upscale</div>\n<div class=\"imageCredit\">Anca Delgado Research</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Rosa&nbsp;Krajmalnik-Brown</div>\n<div class=\"imageTitle\">Photograph of Dechlorinating reactors and upscale</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490997185346_Figure_MXC_ammonia--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490997185346_Figure_MXC_ammonia--rgov-800width.jpg\" title=\"Effect of NH4+ L-1 on methanogenesis\"><img src=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490997185346_Figure_MXC_ammonia--rgov-66x44.jpg\" alt=\"Effect of NH4+ L-1 on methanogenesis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Electron balances for glucose fed MECs at control (0.15 g N-NH4+ L-1) and high (4 g N-NH4+ L-1) NH4+ conditions. Performed in duplicate.</div>\n<div class=\"imageCredit\">Joseph Miceli</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Rosa&nbsp;Krajmalnik-Brown</div>\n<div class=\"imageTitle\">Effect of NH4+ L-1 on methanogenesis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490997738101_Dechlorinating_flocs--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490997738101_Dechlorinating_flocs--rgov-800width.jpg\" title=\"Scanning electron microscope (SEM) images of biofloc\"><img src=\"/por/images/Reports/POR/2017/1053939/1053939_10066967_1490997738101_Dechlorinating_flocs--rgov-66x44.jpg\" alt=\"Scanning electron microscope (SEM) images of biofloc\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scanning electron microscope (SEM) image of bioflocs. Images revealed microcolonies of Dehalococcoides  within a diverse microbial community</div>\n<div class=\"imageCredit\">Devyn Fajardo-Williams</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Rosa&nbsp;Krajmalnik-Brown</div>\n<div class=\"imageTitle\">Scanning electron microscope (SEM) images of biofloc</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOrganic wastes from agriculture, industrial wastewater treatment, and other feedstock can provide renewable sources for energy conversion or bioremediation via properly managed hydrolysis, fermentation, and respiration processes. The outputs of fermentation are organic acids, alcohols, and H2 or methane (CH4), all of which are easily transformed into energy. Success or failure of any process where fermentation is necessary to break down a complex substrate for its further use in environmental processes is determined by the fate of H2 and the organic acids. These fermentation products can be used as electron donors for microbial electrochemical cells (MXCs) and dechlorinating systems. However, acetate and H2 can also be converted to CH4, which becomes a sink of electrons leading to less energy production.  The efficiency of routing electrons to the ideal destination is usually determined by syntrophic interactions among the different microorganisms present in the system. If we want to exploit organic wastes as sources of carbon and electrons for bioenergy and remediation, understanding the microbial ecology and, specifically, the syntrophic relationships that develop is critical for success. Here, we explored methods to channel electron flow through acetogenesis by promoting good syntrophies with homoacetogenic bacteria. Proper homoacetogen management will allow us to use renewable feedstock to fulfill two critical societal needs: renewable-energy production and reclaiming contaminated water.\nKnowledge gathered from the microbial electrochemical systems was applied to understanding electron flow in our dechlorinating systems. Likewise, genomics-based techniques developed to characterize and quantify key microbial groups in one system were applied to the other, since homoacetogens, fermenters, and methanogens are common to both.\nWe evaluated practical strategies for promoting positive microbial interactions in MXCs and dechlorinating systems. Microbial strategies that inhibit methanogenesis were beneficial for MXCs for dechlorinating systems, however enhancing acetogenesis was not beneficial for dechlorination. For MXCs and fermentation-based systems, we found that organic loading can be used to manage methanogen activity; a result with profound implications for harvesting energy from wastewater treatment. Addition of carbon monoxide (CO) to fermentation also reduced methanogenic activity, and increased production of medium chain fatty-acids. These results are important for MXCs, and systems aimed at chain elongation to generate biofuel precursors. For dechlorination systems, we found that bicarbonate concentrations were critical to manage interactions between acetogens, methanogens, and dechlorinators. Leveraging on lessons learned from fundamental studies, novel reactors were developed to study dechlorination and promote fast growth and dechlorination rates. We tested high concentrations of NH4+ (e.g., as found in animal waste), and used combinations of CO, CO2, and H2 (e.g., from synthesis gas) to enhance acetogenesis and to isolate novel microbes. Two novel CO consuming microbes were isolated.\n\nIntellectual Merit: This research establishes a novel approach for studying biodegrading and bioenergy relevant mixed microbial communities. The results provide fundamental understanding of the interactions between fermenters and homoacetogens in electron and carbon flow in dechlorinating and MXC mixed communities, and lead to 12 publications in prestigious journals and more than 15 conference presentations. This is the first comprehensive study that combines knowledge gathered from fermentation and homoacetogenic systems in order to increase desired electron and carbon flows within beneficial microbial communities. This is important in order to exploit the use of complex renewable waste sources for bioenergy and bioremediation.\n\nBroader Impact: This project trained four PhD students, one Master?s student, four undergraduate students, and four high school students. 3 of PhD the students were female.  Two PhD and one undergraduate were Hispanic female. Three of the high school students working on the project presented their work at Arizona?s state science fair (AzSEF), winning multiple awards. Research presented at AzSEF reaches thousands of other high school students, their parents, and educators. Additionally, the project educated the public about sustainability issues and the innovative, interdisciplinary research under way at ASU. Students working on the CAREER project engaged the public in talks and demonstrations during annual outreach events such as Night of the Open Door, hosted by the Arizona SciTech Festival.  The research of Dr. Krajmalnik-Brown?s lab team and individual team members were featured multiple times in ASU News. \n\nThe educational and outreach components successfully engaged students in intensive, mentored research experiences while sharing the results across audiences in both the scientific and general communities. The project also contributed to the development of agreements and relationships between ASU, Mexican universities, and industry. Strong preparation of future scientists (particularly those from under-represented groups), education and engagement of community members, and relationships with other institutions and organizations are expected to have long-term positive impacts at the individual, departmental, and institutional levels. Findings of this research are applicable to many anaerobic environments where fermentation occurs from biotechnologies and environmental systems to health-related ones, such as the human gut. \n\n \n\n\t\t\t\t\tLast Modified: 04/02/2017\n\n\t\t\t\t\tSubmitted by: Rosa Krajmalnik-Brown"
 }
}