{
 "awd_id": "1053433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Higher-Taxon Fidelity: Comparative Taphonomy of Marine Benthic Associations in Holocene Depositional Systems of Coastal North Carolina",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lisa Boush",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 219462.0,
 "awd_amount": 168865.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2012-03-21",
 "awd_abstract_narration": "Higher-Taxon Fidelity: Comparative Taphonomy of Marine Benthic Associations in Holocene Depositional Systems of Coastal North Carolina \r\n\r\nThis project will compare present-day marine communities with past communities that existed in the same areas prior to the industrial revolution. The past communities will be reconstructed using shellfish remains found abundantly at or around the surface in coastal habitats. Also, the project will assess fossilization potential (probability of preservation) of major types of marine animals, with primary focus on shellfish. Using coastal habitats of the Outer Banks (North Carolina, USA), marine communities will be assessed quantitatively in terms of several major groups of animals important both in commercial and scientific terms. The targeted field area has been selected because of the presence of abundant and diverse marine animals (both live and dead), including benthic mollusks, echinoids, arthropods, annelids, and brachiopods. We will sample multiple sites to carry out quantitative comparisons of living organisms and dead shellfish remains. The project should generate a dataset of ~20,000 specimens representing ~200 samples of living and/or dead organisms.\r\nTwo primary goals motivate this study. First goal is to quantify differences between live communities and dead shellfish accumulations in order to provide data that will allow us to interpret more reliably ecological information preserved in the fossil record (shellfish is a dominant type of organisms preserved as fossils). Namely, to develop more rigorous understanding of environmental and ecological changes recorded in the fossil record, it is necessary to determine whether death assemblages can provide meaningful estimates of biodiversity, faunal composition, and other aspects of living communities. Second, a rigorous understanding of long-term ecosystem changes in areas inhabited by present-day shellfish communities is critical for assessing human impacts on marine life. Namely, systematic sampling of extant, ecologically understood, and often economically important shellfish should contribute direct data for assessing human impacts on coastal ecosystems. This, in turn, should result in a more informed evaluation of environmental -- and, ultimately, societal -- consequences of our diverse activities in coastal areas (from industry to tourism) and improved guidelines for developing sustainable approaches to human uses of coastal areas.\r\nThis project will offer a venue for training a post-doctoral researcher in integrating disparate data and developing transferable skills in paleontology, marine sciences, and statistical methods. In addition funding has been allocated for undergraduate student internships to be recruited from underrepresented minority groups (with assistance from the on-campus Department of Multicultural Programs and Services). These undergraduates will receive hands-on field experience and will be involved in science educational/outreach activities, which will also allow them to develop competitive portfolios for pursuing graduate education. Numerous undergraduate educational and research opportunities will also be provided by this project, including datasets suitable for developing laboratory exercise in introductory and advanced courses in natural sciences. This proposal will support one female post-doctoral researcher and initiate collaboration between Virginia Tech and Duke University Marine Laboratory. Popular online venues will be used to involve the public in an interactive manner.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michal",
   "pi_last_name": "Kowalewski",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michal J Kowalewski",
   "pi_email_addr": "mkowalewski@flmnh.ufl.edu",
   "nsf_id": "000485045",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 58199.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}