{
 "awd_id": "1053173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Speaking Kiowa Today",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 11199.0,
 "awd_amount": 11199.0,
 "awd_min_amd_letter_date": "2011-03-04",
 "awd_max_amd_letter_date": "2011-03-04",
 "awd_abstract_narration": "Today more than 3,000 languages are endangered and are in risk of being lost forever. Except in extreme circumstances, language death does not occur overnight, but is part of a long process of obsolescence. Languages change as they are spoken less frequently, in fewer domains, and by fewer people. Despite the recognition that language undergoes structural change during obsolescence, the study of processes involved is still in its infancy. Speaking Kiowa Today constitutes a systematic, in-depth look at language change in one language over four generations.\r\n\r\nKiowa is the only member of its branch of the Kiowa-Tanoan family. It is spoken in Oklahoma by fewer than 100, mostly elderly, speakers. The main goal of this project is to reveal which Kiowa forms are undergoing attrition, the eroding of the linguistic system due to disuse, and which are changing due to contact with English. The next step is to determine consequences these changes have on other parts of the system. The researcher will compare previously recorded data from the generation of fluent 1st language speakers recently passed with \"Modern Kiowa\" as spoken by fully bilingual elders today, middle-aged second language learners, and young adult learners. The project aims to provide a more comprehensive model for examining language obsolescence. Examining the relatively drastic changes that have taken place in a short time using a multi-generational approach will help pinpoint the moment of \"linguistic tip,\" where the language moves past the point of common usage towards its decline, and will also indicate whether or not tip can be reversed. \r\n\r\nThis project will describe Kiowa as it is spoken today, and in doing so it will show that Modern Kiowa is not only a system worthy of being described, but the newer forms are not \"compromised\" or \"corrupt.\" It will illustrate how Modern Kiowa speakers are creatively fulfilling necessary functions within the community today and that the language is still viable and useful. Validating the modern form of the language will contribute to language revitalization within any community by restoring pride to speakers of all types, encouraging curriculum development, and supporting language use in more contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Linn",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mary S Linn",
   "pi_email_addr": "linnm@si.edu",
   "nsf_id": "000409768",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amber",
   "pi_last_name": "Neely",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Amber A Neely",
   "pi_email_addr": "amberneely@ksu.edu",
   "nsf_id": "000568950",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11199.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The grant Speaking Kiowa Today is a description the Kiowa language as it is spoken today in southwestern Oklahoma. A grammar based largely on the language of an elderly speaker was created in 1984, but the Kiowa language has undergone many changes in the last part of the 20th century and the 21<sup>st</sup> century. The purpose has been to describe Modern Kiowa and provide a deeper understanding of language change in a severely endangered language. Looking at the changes in Kiowa also tests current theories of language obsolescence. By combining both ethnographic and linguistic methods of analysis, I have developed a new model for evaluating and explaining the process of language obsolescence. In this case, I have determined that Kiowa, in the midst of change and a solid revitalization movement, has shifted from language obsolescence to language renewal paired with guided linguistic change.</p>\n<p>&nbsp;</p>\n<p>Neely conducted more than 100 interviews and elicitations from around 30 speakers and learners from different age groups, and also brought together elders to work on translations of a large corpus of Kiowa recordings from the 1970&rsquo;s and early 1980&rsquo;s. This work focused on major structures that were clearly undergoing change, namely the pronouns, the noun class system, plural, word order, and noun incorporation. Neely collated and analyzed the data and is currently nearing completion of a complete draft of her dissertation. In compiling data about these structures from three living generations and comparing it with the data of language use from fluent speakers of a passed generation, Neely confirmed that changes associated with language loss and influence from English have taken place. Yet, loss in some areas is compensated by innovations.&nbsp; Neely also documented conscious language decisions. As the Kiowa community recognizes these changes, younger learners and teachers are guiding the language to make it both more systematic and easier for second language learners to acquire, while choosing to retain other complexities of their language. The study shows that Kiowa is a living language despite dwindling numbers of fluent first language speakers.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>Eight years ago many Kiowas (and linguists) considered it very unlikely that the Kiowa language would survive past the elder generation alive today. Some considered that &ldquo;true Kiowa&rdquo; was already gone, and that what remained today was an incomplete, even flawed, system. Elders assumed that the youth had no interest in learning Kiowa and that it was of no use to them. However, this has changed in the last few years. This study has helped to document this revitalization trend and its results. It looks closely at language in a renewal situation, including the use of Facebook, social media, and language planning and documentation efforts. The study also allowed elders and youth to talk openly about language change. Ideologies of language purity are no longer quite as prevalent as they were previously, as a number of prominent elder speakers are no longer as concerned with speaking Kiowa &ldquo;perfectly&rdquo; (i.e., as Old Kiowa was spoken). &nbsp;While not a planned outcome, this shift allows more younger Kiowas to become more confident in learning the language and to step up to become future teachers. This will ultimately ensure Kiowa&rsquo;s continuance, as Tribal leaders are more encouraging of efforts by language learners both publicly and privately. Finally, this study documents how Kiowa is actually spoken today, which will be used to update language teaching materials.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2013<br>\n\t\t\t\t\tModified by: Mary&nbsp;S&nbsp;Linn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe grant Speaking Kiowa Today is a description the Kiowa language as it is spoken today in southwestern Oklahoma. A grammar based largely on the language of an elderly speaker was created in 1984, but the Kiowa language has undergone many changes in the last part of the 20th century and the 21st century. The purpose has been to describe Modern Kiowa and provide a deeper understanding of language change in a severely endangered language. Looking at the changes in Kiowa also tests current theories of language obsolescence. By combining both ethnographic and linguistic methods of analysis, I have developed a new model for evaluating and explaining the process of language obsolescence. In this case, I have determined that Kiowa, in the midst of change and a solid revitalization movement, has shifted from language obsolescence to language renewal paired with guided linguistic change.\n\n \n\nNeely conducted more than 100 interviews and elicitations from around 30 speakers and learners from different age groups, and also brought together elders to work on translations of a large corpus of Kiowa recordings from the 1970Æs and early 1980Æs. This work focused on major structures that were clearly undergoing change, namely the pronouns, the noun class system, plural, word order, and noun incorporation. Neely collated and analyzed the data and is currently nearing completion of a complete draft of her dissertation. In compiling data about these structures from three living generations and comparing it with the data of language use from fluent speakers of a passed generation, Neely confirmed that changes associated with language loss and influence from English have taken place. Yet, loss in some areas is compensated by innovations.  Neely also documented conscious language decisions. As the Kiowa community recognizes these changes, younger learners and teachers are guiding the language to make it both more systematic and easier for second language learners to acquire, while choosing to retain other complexities of their language. The study shows that Kiowa is a living language despite dwindling numbers of fluent first language speakers.\n\n \n\nBroader Impacts\n\nEight years ago many Kiowas (and linguists) considered it very unlikely that the Kiowa language would survive past the elder generation alive today. Some considered that \"true Kiowa\" was already gone, and that what remained today was an incomplete, even flawed, system. Elders assumed that the youth had no interest in learning Kiowa and that it was of no use to them. However, this has changed in the last few years. This study has helped to document this revitalization trend and its results. It looks closely at language in a renewal situation, including the use of Facebook, social media, and language planning and documentation efforts. The study also allowed elders and youth to talk openly about language change. Ideologies of language purity are no longer quite as prevalent as they were previously, as a number of prominent elder speakers are no longer as concerned with speaking Kiowa \"perfectly\" (i.e., as Old Kiowa was spoken).  While not a planned outcome, this shift allows more younger Kiowas to become more confident in learning the language and to step up to become future teachers. This will ultimately ensure KiowaÆs continuance, as Tribal leaders are more encouraging of efforts by language learners both publicly and privately. Finally, this study documents how Kiowa is actually spoken today, which will be used to update language teaching materials.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2013\n\n\t\t\t\t\tSubmitted by: Mary S Linn"
 }
}