{
 "awd_id": "1053139",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Moral Regulation:  A Dual System Perspective",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2011-05-31",
 "awd_max_amd_letter_date": "2011-05-31",
 "awd_abstract_narration": "People generally know right from wrong and strive to be valued members of society, which involves abiding by moral standards of conduct. Moral failures nevertheless abound. Psychology has witnessed a burgeoning interest in morality, yet little attention has been paid to motivational and self-regulatory processes in the moral domain. This is the focus of the proposed research, which distinguishes between two regulatory systems and seeks to chart their unique roles in moral successes and failures.  In particular, the researchers identify two types of moral regulation: prescriptive morality, an approach system that focuses on \"shoulds,\" and proscriptive morality, a system that focuses on \"should nots.\" This new dual system perspective suggests paradoxical pathways to immoral acts, including routes to immorality associated with over-regulation rather than the more obvious case of under-regulation.  The research also illustrates the moral risks associated with reliance on a single regulatory system.\r\n\r\nThe researchers will investigate the nature and implications of this dual regulatory system in nine empirical studies that rely on diverse research methods. The first three studies examine factors associated with prescriptive and proscriptive regulation in order to gain a better understanding of their similarities and differences.  These include separate explorations of brain activities, parenting style, and moral self-regard associated with these two modes of moral regulation.  Four additional studies investigate actual moral behavior, both failures (cheating) and successes (helping behavior), in an attempt to uncover the distinct mechanisms underlying moral and immoral acts within each regulatory system. The final two studies are exploratory investigations of two domains that may profit from a dual regulatory perspective; the first focuses on power, and in particular the relationship between power and moral transgressions, and the second examines differences in people's reactions to transgressors, specifically punitive versus forgiving responses.  Overall these studies seek to better understand distinct paths to morality and immorality and the unexpected ways in which moral regulation can lead to moral failures rather than successes, sometimes even despite good intentions. This is an important step in working towards creating a more moral society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronnie",
   "pi_last_name": "Janoff-Bulman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ronnie Janoff-Bulman",
   "pi_email_addr": "janbul@psych.umass.edu",
   "nsf_id": "000188630",
   "pi_start_date": "2011-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We generally know right from wrong and strive to be valued members of society, which involves abiding by moral standards of conduct. Moral failures nevertheless abound, despite good intentions and sound reasoning, and societal groups (particularly in the domain of politics) often have conflicting views of morality and immorality. In this project we explored two fundamental forms of morality.&nbsp;<em>Proscriptive</em>&nbsp;morality (based in avoidance/inhibition) focuses on what we&nbsp;<em>should not</em>&nbsp;do; it involves restraining a motivation to do something bad, and thus overcoming temptation or desire.&nbsp;<em>Prescriptive</em>&nbsp;morality (based in approach/activation) focuses on what we&nbsp;<em>should</em>&nbsp;do; it requires overcoming inertia and establishing a motivation to do something good. This new dual-regulatory orientation was used to better understand moral transgressions at the individual level as well as moral conflict at the group level.&nbsp;</p>\n<p>In relation to individual behavior, this perspective alerts us to seemingly paradoxical pathways to immoral acts, in particular routes associated with problems of over-regulation rather than the more obvious case of under-regulation.&nbsp; In delineating a new path to immorality, our research challenges earlier attributional explanations for links between restrictive parenting and children's behavioral transgressions. Common explanations based in attribution theory claim that strong external controls such as parental restrictiveness and punishment undermine moral internalization.&nbsp; In contrast, in our research we found that parental restrictiveness does socialize morality, but of a particular sort:&nbsp; a morality focused on prohibitions (i.e., proscriptive orientation), rather than positive obligations (i.e., prescriptive orientation). Individuals who had restrictive parents had the lowest self-regulatory ability to resist their &ldquo;immoral&rdquo; temptations after prohibitions were activated.&nbsp; In contrast to attributional explanations, these studies suggest that harsh external control by parents does not undercut moral socialization, but rather undermines individuals&rsquo; ability to resist temptation.</p>\n<p>&nbsp;Another key outcome of our research is the development of a new theoretical model of moral motivation, our Model of Moral Motives (MMM). &nbsp;Based on differences between proscriptive and prescriptive morality, we developed a 6-cell model of moral motives.&nbsp; One important implication of this new model is the delineation of two binding, group-based moralities (two of the six cells of the model):&nbsp; Social Order, which is based in proscriptive moral regulation and maximizes social coordination in response to threat, and Social Justice, which is based in prescriptive moral regulation and maximizes social cooperation to achieve group goals. We believe MMM addresses limitations in the currently dominant model of morality, Haidt&rsquo;s Moral Foundations Theory (MFT), in which all of the binding foundations are Social Order (proscriptive)&nbsp; moralities. A prescriptive binding morality is absent from MFT, which likely &nbsp;accounts for Haidt&rsquo;s claims that liberals do not endorse a group-based morality.&nbsp;</p>\n<p>&nbsp;In our research we found the expected positive associations between conservatism and Social Order and between liberalism and Social Justice (and libertarians were the group without a binding morality).&nbsp; In research on trust and the group moralities, Trust and Distrust emerged as distinct orientations towards unknown others, and Social Justice was positively associated with Trust, and Social Order was positively associated with Distrust.&nbsp; Interestingly, the association between Social Justice and Trust was strongest in the face of a societal threat. In one of study in this series we focused on the threat of Ebola in the United...",
  "por_txt_cntn": "\nWe generally know right from wrong and strive to be valued members of society, which involves abiding by moral standards of conduct. Moral failures nevertheless abound, despite good intentions and sound reasoning, and societal groups (particularly in the domain of politics) often have conflicting views of morality and immorality. In this project we explored two fundamental forms of morality. Proscriptive morality (based in avoidance/inhibition) focuses on what we should not do; it involves restraining a motivation to do something bad, and thus overcoming temptation or desire. Prescriptive morality (based in approach/activation) focuses on what we should do; it requires overcoming inertia and establishing a motivation to do something good. This new dual-regulatory orientation was used to better understand moral transgressions at the individual level as well as moral conflict at the group level. \n\nIn relation to individual behavior, this perspective alerts us to seemingly paradoxical pathways to immoral acts, in particular routes associated with problems of over-regulation rather than the more obvious case of under-regulation.  In delineating a new path to immorality, our research challenges earlier attributional explanations for links between restrictive parenting and children's behavioral transgressions. Common explanations based in attribution theory claim that strong external controls such as parental restrictiveness and punishment undermine moral internalization.  In contrast, in our research we found that parental restrictiveness does socialize morality, but of a particular sort:  a morality focused on prohibitions (i.e., proscriptive orientation), rather than positive obligations (i.e., prescriptive orientation). Individuals who had restrictive parents had the lowest self-regulatory ability to resist their \"immoral\" temptations after prohibitions were activated.  In contrast to attributional explanations, these studies suggest that harsh external control by parents does not undercut moral socialization, but rather undermines individualsÆ ability to resist temptation.\n\n Another key outcome of our research is the development of a new theoretical model of moral motivation, our Model of Moral Motives (MMM).  Based on differences between proscriptive and prescriptive morality, we developed a 6-cell model of moral motives.  One important implication of this new model is the delineation of two binding, group-based moralities (two of the six cells of the model):  Social Order, which is based in proscriptive moral regulation and maximizes social coordination in response to threat, and Social Justice, which is based in prescriptive moral regulation and maximizes social cooperation to achieve group goals. We believe MMM addresses limitations in the currently dominant model of morality, HaidtÆs Moral Foundations Theory (MFT), in which all of the binding foundations are Social Order (proscriptive)  moralities. A prescriptive binding morality is absent from MFT, which likely  accounts for HaidtÆs claims that liberals do not endorse a group-based morality. \n\n In our research we found the expected positive associations between conservatism and Social Order and between liberalism and Social Justice (and libertarians were the group without a binding morality).  In research on trust and the group moralities, Trust and Distrust emerged as distinct orientations towards unknown others, and Social Justice was positively associated with Trust, and Social Order was positively associated with Distrust.  Interestingly, the association between Social Justice and Trust was strongest in the face of a societal threat. In one of study in this series we focused on the threat of Ebola in the United States during the recent West African Ebola outbreak, and both trust and policy preferences reflected the predicted differences in Social Order versus Social Justice.  Social Justice, with its reliance upon trust, fosters cooperation; Social Order operates in ..."
 }
}