{
 "awd_id": "1053151",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Coastal Geomorphic Consequences of Wave Climate Change",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 155072.0,
 "awd_amount": 155072.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "Collaborative Research: Coastal Geomorphic Consequences Of Wave Climate Change \r\n\r\nAdams, McNamara, Moore, Murray\r\n\r\nThe potential effects of sea-level rise, associated with global climate change, have been widely publicized.  However, shoreline change is also influenced by changes in ocean storminess and the resulting deep-water wave field. Changes in the statistical distribution of heights, periods, and directions of storm-generated waves will affect wave-driven longshore sediment transport, driving rapid adjustment of coastline shape through shoreline retreat (erosion) in some places and shoreline advance (accretion) in others.  The goal of this project is to improve our understanding of sandy coast shoreline response to a series of storm-climate-change scenarios over a range of shelf morphologies.  The scope of this project can be summarized as a series of specific questions: How do variations in storminess interact with continental shelf bathymetry to reconfigure coastal planforms? What are the magnitudes and patterns of coastal morphologic responses that can be expected from the shifts in wave climate that have already occurred in recent decades? Can we already detect such responses? What large-scale shoreline configurations are most vulnerable to increased erosion in the future?  This project will employ numerical modeling of wave transformation (shoaling and refraction) and longshore sediment transport to explore a range of wave climate and continental shelf scenarios.  Previous numerical modeling efforts have aided our understanding of large-scale coastal evolution, but relied on simple assumptions regarding wave transformation.  These simple assumptions may bring into question the degree to which previous model results can be related to actual coastlines.  By incorporating more sophisticated numerical treatments of wave/shelf interactions, this project should provide improved accuracy in projections of locations and magnitudes of coastal erosion and accretion.  Analysis of historical shoreline-change patterns will both evaluate how select coastlines might already be responding to changes in storm behaviors, and will test which combinations of model components best reproduce observations.  Results will help evaluate the response of sensitive coastline types to scenarios of future storm and wave-climate changes.\r\n\r\nGlobal climate change may alter ocean wave conditions thereby leading to changes in coastline shapes.  This research will address the impacts of wave climate change on patterns of coastal erosion for a wide range of continental shelves.  By incorporating state-of-the-art wave models, which calculate how waves redistribute their energy as they approach shore, into a pre-existing computer model of shoreline-change, we will determine the types of coasts that are most likely to change severely for a range of possible climate scenarios.  Historical shoreline-change information will be used to document coastal reconfiguration already in progress, and to evaluate computer model performance.  Results of this project will help to inform residents, developers, policy makers, scientists, engineers, and other stakeholders as they make decisions about the management of coastal regions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Moore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Moore",
   "pi_email_addr": "laura.moore@unc.edu",
   "nsf_id": "000067787",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155072.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>General</p>\n<p>When waves run into a sandy coastline, they move sand from one place to another along the shore, shaping the coastline, and continually reshaping it&mdash;which involves zones of accentuated shoreline erosion. Similarly, when waves pound against a rocky coastline, they cause patterns of erosion that change the shape of the coastline, as it moves landward. As waves approach a coastline, they interact with the shallow seabed, refracting in ways that affect where their energy ends up along the shoreline. For either sandy or rocky coastlines, knowing where the wave energy is concentrated along the shoreline, and where it is diminished, is key to understanding and predicting where erosion is likely to be concentrated in the future, and how the coastline shape will change. This project involved coupling increasingly sophisticated ways of representing wave transformations to a computer model of wave-driven coastline change, and then investigating how the shape of the seabed affects coastline shapes and changes in those shapes, and how model results depend on the assumptions made about wave transformation processes.&nbsp; Results of these investigations help explain what causes the coastline shapes and patterns of shoreline change observed (including those on rocky coastlines and two types of sandy coastlines important on the US East Coast).</p>\n<p>In addition, the results of model experiments shed light coastal consequences of changing storms, showing that changing the strength or frequency of storms, by changing the distribution of waves affecting a coastline, tends to produce changes in zones of accentuated erosion and the coastline shape changes (and showing which types of wave-climate change produce what types of coastline response). Finally, localized human efforts to combat shoreline erosion, when represented in model experiments, profoundly affect the way a coastline responds to changing storm climate&mdash;affecting &nbsp;the erosion rates at other locations (and communities) along the coastline. &nbsp;Our results also demonstrate that both commercial and residential development have the potential to block the delivery of storm-driven ovewash sediment to beaches and barrier islands, which may ultimately lead to drowning of barrier islands as sea level rises and storms become more frequent/intense in the future.&nbsp; Making the modeling capabilities produced in this project freely available (through the Community Surface Dynamics Modeling System) allows other researchers to address other important questions involving coastline change and how shoreline stabilization affects coastline change (i.e. erosion rates in other locations).</p>\n<p>&nbsp;</p>\n<p>Impacts</p>\n<p>Primary Field</p>\n<p>In the subfield of coastal processes and geomorphology (which involves geomorphologists, civil engineers, and physicists), the core topics involved in this project are timely. The importance of the instability in coastline shape caused by &lsquo;high-angle&rsquo; waves in understanding large scale patterns of coastline change and the evolution of coastline shapes has rapidly gained acceptance in the last 14 years, and has inspired new directions for research groups around the world. This project couples different wave-transformation models to the only model of large-scale coastline change that is currently able to address coastlines with arbitrarily complex shapes, and involving a full distribution of wave-approach angles. This model has gained significant attention in coastal geomorphology, although the main source of skepticism about its detailed relevance to natural coastlines involved the very simple wave-transformation assumptions that have been part of the model until now.&nbsp; Testing the influence of increasingly sophisticated wave-transformation models within this high-visibility model will almost certainly impact the subfield substantially.</p>\n<p>Even more...",
  "por_txt_cntn": "\nGeneral\n\nWhen waves run into a sandy coastline, they move sand from one place to another along the shore, shaping the coastline, and continually reshaping it&mdash;which involves zones of accentuated shoreline erosion. Similarly, when waves pound against a rocky coastline, they cause patterns of erosion that change the shape of the coastline, as it moves landward. As waves approach a coastline, they interact with the shallow seabed, refracting in ways that affect where their energy ends up along the shoreline. For either sandy or rocky coastlines, knowing where the wave energy is concentrated along the shoreline, and where it is diminished, is key to understanding and predicting where erosion is likely to be concentrated in the future, and how the coastline shape will change. This project involved coupling increasingly sophisticated ways of representing wave transformations to a computer model of wave-driven coastline change, and then investigating how the shape of the seabed affects coastline shapes and changes in those shapes, and how model results depend on the assumptions made about wave transformation processes.  Results of these investigations help explain what causes the coastline shapes and patterns of shoreline change observed (including those on rocky coastlines and two types of sandy coastlines important on the US East Coast).\n\nIn addition, the results of model experiments shed light coastal consequences of changing storms, showing that changing the strength or frequency of storms, by changing the distribution of waves affecting a coastline, tends to produce changes in zones of accentuated erosion and the coastline shape changes (and showing which types of wave-climate change produce what types of coastline response). Finally, localized human efforts to combat shoreline erosion, when represented in model experiments, profoundly affect the way a coastline responds to changing storm climate&mdash;affecting  the erosion rates at other locations (and communities) along the coastline.  Our results also demonstrate that both commercial and residential development have the potential to block the delivery of storm-driven ovewash sediment to beaches and barrier islands, which may ultimately lead to drowning of barrier islands as sea level rises and storms become more frequent/intense in the future.  Making the modeling capabilities produced in this project freely available (through the Community Surface Dynamics Modeling System) allows other researchers to address other important questions involving coastline change and how shoreline stabilization affects coastline change (i.e. erosion rates in other locations).\n\n \n\nImpacts\n\nPrimary Field\n\nIn the subfield of coastal processes and geomorphology (which involves geomorphologists, civil engineers, and physicists), the core topics involved in this project are timely. The importance of the instability in coastline shape caused by æhigh-angleÆ waves in understanding large scale patterns of coastline change and the evolution of coastline shapes has rapidly gained acceptance in the last 14 years, and has inspired new directions for research groups around the world. This project couples different wave-transformation models to the only model of large-scale coastline change that is currently able to address coastlines with arbitrarily complex shapes, and involving a full distribution of wave-approach angles. This model has gained significant attention in coastal geomorphology, although the main source of skepticism about its detailed relevance to natural coastlines involved the very simple wave-transformation assumptions that have been part of the model until now.  Testing the influence of increasingly sophisticated wave-transformation models within this high-visibility model will almost certainly impact the subfield substantially.\n\nEven more importantly, this project, and the model advancements arising from it, produce new insights about how coastlines will respond to changing storm c..."
 }
}