{
 "awd_id": "1053355",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Systematic Analysis of Dynamic Earthquake Triggering Using the USArray Data",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 240253.0,
 "awd_amount": 240253.0,
 "awd_min_amd_letter_date": "2011-05-16",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "Technical description of the project: \r\nAlthough advances are constantly being made in our understanding of the physics governing earthquake rupture, many questions remain. One fundamental question is ?Does a stress threshold exist (i.e., amplitude, frequency, stress orientation, or duration of shaking) for triggering earthquakes?? We propose to test two hypotheses related to earthquake triggering: (1) There exists a minimum dynamic stress threshold (i.e., in amplitude, frequency or both) required to trigger remote earthquakes; and (2) The stresses induced by the passage of seismic waves must align favorably with the local stress field and orientation of faults in order to trigger earthquakes. To test these hypotheses, we will use data collected by stations in EarthScope?s USArray Transportable Array (USArray TA) network, supplemented by local seismic network data when available. The uniform spacing of the USArray TA stations across the contiguous USA will allow us to examine characteristics of remote triggering within a variety of tectonic provinces, background seismicity rates, and within regions of both documented cases of triggered earthquakes and areas of no known triggered earthquakes. For each TA station we will create a catalog high-frequency detections (HFD). We will apply three statistical tests (Binomial, Kolmogorov-Smirnov and Wilcoxon Rank-sum) to determine the significance of HFD rate changes at each station following the surface waves (or S-arrival for local events). Working in tandem with Product Specialists at IRIS, we will augment Ground Motion Visualization (GMV) movies of the temporal evolution of the seismic wavefield to include spatial/temporal markers denoting high-frequency triggers and the orientation of theoretical great-circle paths. We will qualitatively examine these visualizations for signatures of systematic remote earthquake triggering. We test our hypotheses by: (1) Determining the peak dynamic stress and dominant frequency of the passing seismic waves coincident with each of the high-frequency triggers; and (2) Comparing the orientation of the passing seismic waves with the local fault structures and stress field.\r\n\r\nNon-technical explanation of the project's broader significance and importance: \r\nA growing body of scientific studies has demonstrated that the passage of transient signals, or seismic waves, from large earthquakes can remotely trigger small earthquakes thousands of kilometers from an epicenter of a large earthquake. We will systematically investigate triggering using data collected from EarthScope?s USArray Transportable Array (USArray TA) network for global and regional earthquakes, which could provide fundamental insight into the physical mechanisms of earthquake rupture. We will provide the tools and expertise to effectively mine the large USArray dataset (>1,000 stations of which >400 are concurrently active; >89,000 earthquakes) for currently unrecognized triggered earthquakes. We will catalog these triggered events by station, thus having a spatial/temporal record for further analysis. We will also develop interactive visualization tools for comparing the spatial and temporal distribution of triggering to the seismic wavefield. The methodology we will develop, and the number of mainshocks systematically processed, have the potential to be transformative in terms of understanding earthquake triggering processes. The University of Texas at El Paso is a Hispanic Serving Institute (HSI) and we will actively recruit undergraduate and graduate students, plus a postdoctoral scholar from underrepresented groups to participate in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Velasco",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron A Velasco",
   "pi_email_addr": "aavelasco@utep.edu",
   "nsf_id": "000452604",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hector",
   "pi_last_name": "Gonzalez-Huizar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hector Gonzalez-Huizar",
   "pi_email_addr": "HECTORG@MINERS.UTEP.EDU",
   "nsf_id": "000569702",
   "pi_start_date": "2011-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "500 W UNIVERSITY AVE",
  "perf_city_name": "EL PASO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799688900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 91731.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 148522.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p id=\"docs-internal-guid-7ce71352-90e4-4cae-e060-0094b6fa0fdd\" style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt; margin-left: -27pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">A growing body of scientific studies has demonstrated that the passage of transient signals, or seismic waves, from large earthquakes can trigger remote small earthquakes that are thousands of kilometers from the epicenter of a large earthquake. To provide fundamental insight into the physical mechanisms of earthquake triggering, we systematically investigate remote triggering from global and regional earthquakes using data collected from EarthScope&rsquo;s USArray Transportable Array (USArray TA) network. </span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt; margin-left: -27pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">We take two approaches in auto-detecting small previously un-cataloged earthquakes within continuous data streams: (1) time domain short-term average (STA) to long-term-average (LTA) ratio algorithms [Velasco et al., 2015; Alfaro-Diaz, 2015 in prep] and (2) frequency domain algorithms that identifies coherent signal patterns through array visualization [Linville et al., 2014]. </span></p>\n<p>&nbsp;</p>\n<p style=\"line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt; margin-left: -27pt;\" dir=\"ltr\"><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">We applied our time-domain algorithm to &plusmn;45 hours and &plusmn;5 hours of USArray data from the 2011 Japan Mw=9 and the 2010 Chile Mw=8.8 earthquakes, respectively. Of the 728 stations that recorded the Japan earthquake, we find that 38 stations have strong anthropogenic signals that can easily be identified using time-of-day histogram characteristics. Indicating proof of concept, our detection algorithm identified three regional earthquakes originating near Coso, California recorded &nbsp;at USArray station R11A &nbsp;concurrent with the passage of the S- and surface-waves of the Chile mainshock. This STA/LTA method is applied to 154 </span><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline;\">M </span><span style=\"font-size: 16px; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline;\">&ge; 7 earthquakes and detections results are combined with local earthquake catalogs from the Coso Geothermal Field (CGF) to investigate triggered seismicity. Of 154 remote mainshocks, we find 34 mainshocks (22%) show triggered seismicity based on the increase in the magnitude and frequency (rate) from pre-mainshock to post-mainshock auto-detection rates and cataloged seismicity. We observe both instantaneous (16) and delayed (18) triggering within &plusmn; 5 hours of the mainshock. We also find that remote triggering in the CGF region is enhanced by the orientation (back-azimuth) of the passing seismic (mostly surface) waves in relation to the local stress field, and there appears little correlation between the peak dynamic stress and event triggering. Our results suggest that remote dynamic triggering strongly depends on the regional stress orientation, and for the CGF region the stress threshold for remote </span><span style=\"...",
  "por_txt_cntn": "A growing body of scientific studies has demonstrated that the passage of transient signals, or seismic waves, from large earthquakes can trigger remote small earthquakes that are thousands of kilometers from the epicenter of a large earthquake. To provide fundamental insight into the physical mechanisms of earthquake triggering, we systematically investigate remote triggering from global and regional earthquakes using data collected from EarthScopeÆs USArray Transportable Array (USArray TA) network. \n\n \nWe take two approaches in auto-detecting small previously un-cataloged earthquakes within continuous data streams: (1) time domain short-term average (STA) to long-term-average (LTA) ratio algorithms [Velasco et al., 2015; Alfaro-Diaz, 2015 in prep] and (2) frequency domain algorithms that identifies coherent signal patterns through array visualization [Linville et al., 2014]. \n\n \nWe applied our time-domain algorithm to &plusmn;45 hours and &plusmn;5 hours of USArray data from the 2011 Japan Mw=9 and the 2010 Chile Mw=8.8 earthquakes, respectively. Of the 728 stations that recorded the Japan earthquake, we find that 38 stations have strong anthropogenic signals that can easily be identified using time-of-day histogram characteristics. Indicating proof of concept, our detection algorithm identified three regional earthquakes originating near Coso, California recorded  at USArray station R11A  concurrent with the passage of the S- and surface-waves of the Chile mainshock. This STA/LTA method is applied to 154 M &ge; 7 earthquakes and detections results are combined with local earthquake catalogs from the Coso Geothermal Field (CGF) to investigate triggered seismicity. Of 154 remote mainshocks, we find 34 mainshocks (22%) show triggered seismicity based on the increase in the magnitude and frequency (rate) from pre-mainshock to post-mainshock auto-detection rates and cataloged seismicity. We observe both instantaneous (16) and delayed (18) triggering within &plusmn; 5 hours of the mainshock. We also find that remote triggering in the CGF region is enhanced by the orientation (back-azimuth) of the passing seismic (mostly surface) waves in relation to the local stress field, and there appears little correlation between the peak dynamic stress and event triggering. Our results suggest that remote dynamic triggering strongly depends on the regional stress orientation, and for the CGF region the stress threshold for remote M &ge; 7 earthquakes is not critically important for dynamic triggering. \n\n \nOur frequency-domain work investigates 18 global mainshocks (M&ge;7) that generate median peak dynamic stress amplitudes across the USArray TA network of 0.001- 0.028 MPa. We find no evidence of prolific or widespread remote dynamic triggering in the continental U.S. from these mainshockÆs or following mainshock stress transients within 2 days. \n\n\nFor these data our results suggests that, prolific, remote earthquake triggering is a rare phenomenon. Within the lower range of previously reported triggering thresholds, surface wave amplitude does not correlate well with observed cases of dynamic triggering. Other characteristics of the triggering wavefield, in addition to specific site conditions, must contribute to triggering at these amplitudes.\n\n\t\t\t\t\tLast Modified: 09/02/2015\n\n\t\t\t\t\tSubmitted by: Aaron Velasco"
 }
}