{
 "awd_id": "1053461",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Understanding socially-structured transmission  of infectious agents in wild baboons",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 756630.0,
 "awd_amount": 762180.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2015-04-15",
 "awd_abstract_narration": "Abstract for IOS-1053461\r\nPI: Archie\r\n\r\nUnderstanding how parasites and pathogens move within and between social groups of wild animals is a key question in animal behavior, and the answer has clear practical value. For instance, knowing how social behavior shapes patterns of disease transmission is useful for fighting the spread of disease in wildlife. In addition, socially-structured transmission helps explain why some animals are more infected than others, which is useful for predicting disease risks for individual animals, or understanding the evolutionary costs and benefits of social behavior. To date, research on this topic has been limited by the fact that it is difficult to track the movements of disease-causing organisms in wildlife populations. This project solves this problem by using genetic tools to map the movements of common infectious organisms onto the social landscape of five, well-studied baboon groups in Amboseli National Park, Kenya. The results will provide a detailed picture of how different infectious organisms move between and within social groups, and how these movements influence an individual?s risk of becoming infected. This project also provides educational opportunities for students at the high school, college, and graduate level. Specifically, the project will help train graduate students in the US and Kenya, and it supports a collaborative, educational filmmaking project with high school students and teachers in Indiana. In this collaboration, students will use video footage of the baboons and researchers at the field site in Kenya, to create short documentaries about baboons and the proposed research. In the process, students will learn about real biological research and how to communicate scientific ideas to a wide audience. The best films will be shown to other high school students in Indiana and at the field site in Kenya.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Archie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Archie",
   "pi_email_addr": "earchie@nd.edu",
   "nsf_id": "000520264",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 189500.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 269050.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 98000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 45630.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how infectious agents move within and between social groups of wild animals is important for uncovering the evolutionary costs and benefits of social interactions, and for managing the spread of infectious disease in wild populations of social animals. This primary goal of this project was to understand patterns of socially structured transmission of infectious agents in wild baboons. It had a particular focus on the gut microbiome, which is a bacterial community that lives in all mammals and helps them digest food, produce vitamins, and fight pathogens. The research contributed new information about how a host&rsquo;s social interactions shape the microbial and genetic composition of animal microbiomes. Specifically, it revealed that social interactions, including social group membership, how group members use their environments, and patterns of contact between group members, predict the content and microbial diversity of their gut microbiome. These findings suggest that host behavior and ecology are important drivers of microbiome ecology, representing a new and unappreciated means by which host environment s &ldquo;get under the skin&rdquo; to influence physical functioning and health. This project also contributed more general discoveries about the importance of an animal&rsquo;s social life to their health and survival: female baboons with stronger social bonds with both male and female group members live longer than socially isolated individuals. This finding suggests that social effects on longevity, which are well described in humans, are not unique to humans and are part of humans&rsquo; shared evolutionary history with other primates. The project also supported the discovery that juvenile baboons that experience harsh conditions in early life, including having a socially isolated or low ranking mother, tend to have shorter adult lifespans than baboons who did not suffer early adversity. This discovery is important for learning how health disparities arise in natural populations.</p>\n<p>This project also provided educational opportunities for students at the high school, college, and graduate level. Specifically, the project helped to train graduate students in the US and Kenya. Three of these students received their PhD in Biology through the support of this project, including two women and one member of an under-represented minority. The project also provided undergraduate research experiences for 21 students at the University of Notre Dame. Finally, it supported a collaborative, educational filmmaking project with high school students and teachers at a public high school in Indiana. In this collaboration, a high school teacher traveled to the field site to collect information and video footage about the baboons and the research. The students used this footage to create short documentaries. Through this outreach program, students learned about real biological research and how to communicate scientific ideas to a wide audience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2017<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;Archie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding how infectious agents move within and between social groups of wild animals is important for uncovering the evolutionary costs and benefits of social interactions, and for managing the spread of infectious disease in wild populations of social animals. This primary goal of this project was to understand patterns of socially structured transmission of infectious agents in wild baboons. It had a particular focus on the gut microbiome, which is a bacterial community that lives in all mammals and helps them digest food, produce vitamins, and fight pathogens. The research contributed new information about how a host?s social interactions shape the microbial and genetic composition of animal microbiomes. Specifically, it revealed that social interactions, including social group membership, how group members use their environments, and patterns of contact between group members, predict the content and microbial diversity of their gut microbiome. These findings suggest that host behavior and ecology are important drivers of microbiome ecology, representing a new and unappreciated means by which host environment s \"get under the skin\" to influence physical functioning and health. This project also contributed more general discoveries about the importance of an animal?s social life to their health and survival: female baboons with stronger social bonds with both male and female group members live longer than socially isolated individuals. This finding suggests that social effects on longevity, which are well described in humans, are not unique to humans and are part of humans? shared evolutionary history with other primates. The project also supported the discovery that juvenile baboons that experience harsh conditions in early life, including having a socially isolated or low ranking mother, tend to have shorter adult lifespans than baboons who did not suffer early adversity. This discovery is important for learning how health disparities arise in natural populations.\n\nThis project also provided educational opportunities for students at the high school, college, and graduate level. Specifically, the project helped to train graduate students in the US and Kenya. Three of these students received their PhD in Biology through the support of this project, including two women and one member of an under-represented minority. The project also provided undergraduate research experiences for 21 students at the University of Notre Dame. Finally, it supported a collaborative, educational filmmaking project with high school students and teachers at a public high school in Indiana. In this collaboration, a high school teacher traveled to the field site to collect information and video footage about the baboons and the research. The students used this footage to create short documentaries. Through this outreach program, students learned about real biological research and how to communicate scientific ideas to a wide audience.\n\n\t\t\t\t\tLast Modified: 06/29/2017\n\n\t\t\t\t\tSubmitted by: Elizabeth Archie"
 }
}