{
 "awd_id": "1053066",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Acquisition of Geophysical Instrumentation for Landslide Research.",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 129997.0,
 "awd_amount": 129997.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2012-01-20",
 "awd_abstract_narration": "1053066\r\nBrackman\r\n\r\nThis award provides funding over 24 months to acquire geophysical instrumentation for measuring electrical resistivity, microtremors by refraction, microgravity, and conductivity with the underlying theme to focus on landslides and subsurface void detection. The instrumentation combination will be used to assess electrical resistivity, microgravity, and conductivity to assess geologic unit structure. Additional structural information will be gathered by ground penetrating radar. Failure surfaces, giving way to landslides will be assessed using the refraction micotremor device. Void detection in subsurface karst systems will be another major research thrust for the new instrumentation. Collaborative efforts in site characterizations, archaeological site surveys, groundwater delineations and other environmental subsurface studies will also make use of the new instrumentation. The geophysical instrumentation will be integrated into the Physics, Geology and Engineering Technologies Department curricula to foster undergraduate research opportunities and applied hands-on job related experience. This instrumentation will offer educational training for eventual graduate research and/or the job market and support underrepresented groups. Stratigraphy, Environmental Geology, Groundwater, Soil Science, and Geomorphology are a few of the envisioned disciplines which will be enhanced with this equipment. The geophysical instrumentation will be used in classes to expose students to modern techniques and equipment uncommon in primary undergraduate institutions. \r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Brackman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Brackman",
   "pi_email_addr": "brackmant1@nku.edu",
   "nsf_id": "000562605",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Rockaway",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Rockaway",
   "pi_email_addr": "rockawayj@nku.edu",
   "nsf_id": "000513082",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NORTHERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION (DO NOT USE)",
  "inst_street_address": "NUNN DR AC 616",
  "inst_street_address_2": "",
  "inst_city_name": "HIGHLAND HEIGHT",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8595725768",
  "inst_zip_code": "410990001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KY04",
  "org_lgl_bus_name": "NORTHERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CG2KX9QW56M9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Kentucky University",
  "perf_str_addr": "NUNN DR",
  "perf_city_name": "NEWPORT",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "410990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KY04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 64997.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 65000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p><strong>Project Outcomes Report</strong></p>\n<p><br /><br /></p>\n<p>Acquisition of Geophysical<br />Instrumentation for Landslide Research has allowed the department of Physics, and Geology at<br />Northern Kentucky University to expanded research opportunities for<br />undergraduate students interested in near surface geophysics. Near surface<br />geophysics is a rapidly expanding field which uses the concepts of physics to<br />measure properties associated with various materials under the earth&rsquo;s surface<br />(30 meters, 100feet). The acquisition of geophysical instrumentation for electrical<br />resistivity, refraction microtremor, and ground penetrating radar has allowed<br />the department to focus on landslides and subsurface void detection greatly<br />enhancing the research and education programs at Northern Kentucky University.</p>\n<p><br /><br /></p>\n<p>Landslide research in the northern<br />Kentucky region has been conducted by numerous department classes and students.<br />A large landslide near the university has allowed students to use the acquired equipment<br />to examine the contrast in properties of the layers of landslides with regards<br />to sound, electrical and electromagnetic (radio waves) properties. Geophysical<br />investigations of landslides require several techniques to provide multiple<br />lines of evidence for location of the internal structure. A geological unit<br />with a no contrast in resistivity may have a variable sound or shear-wave<br />velocity. Understanding the variability of this contrast has allowed student to<br />locate the failure plane of a landslide and determine extent and volume of<br />material that is sliding. Work continues using electrical resistivity in<br />conjunction with sound waves to determine the location of the failure plane.<br />This knowledge has been presented at local, regional and national scientific<br />venues.</p>\n<p><br /><br /></p>\n<p>Caves and associate sinkholes are a<br />good example of a need for subsurface void detection. The acquired geophysical<br />equipment has been used to locate tunnels, look for soft areas below underground<br />storage tanks and for location of caves. Twice a year the Northern Kentucky University,<br />Applied Geophysics class travels to the Upper Green River Biological Preserve<br />located just north of Mammoth Cave National Park to study caves and sinkholes in<br />conjunction with geologist from Western Kentucky University. The area is a<br />natural laboratory for such research. Students and faculty are able to use all<br />the equipment to look into the earth, determine the contrasts in properties and<br />develop a three dimensional image of the subsurface. Geophysics supplies a<br />rapid cost effective way to detect these voids and pinpoint mitigation<br />strategies which are real world problems they will encounter as practicing geologist.</p>\n<p><br /><br /></p>\n<p>The number of undergraduate research<br />projects in geophysics has increased greatly, the use of the geophysical instrumentation<br />has been integrated into the educational program of the Physics, and Geology Department<br />as well as other departments to provide students with undergraduate research<br />opportunities and applied hands-on job related experience. The program was<br />designed to allow them to move into graduate research and/or the job market,<br />creating a geophysics centric market based in northern Kentucky serving the<br />region, country and the world. Even though the geophysics equipment was acquired<br />only a few years ago, there are currently multiple department graduates working<br />as geophysicists and twice as many headed for graduate programs in geophysics.<br />The most exciting part is that the majority of these students are female. Overall<br />the acquisition of geophysical equipment has had a resounding positive effect...",
  "por_txt_cntn": "\n\n\n\n\nProject Outcomes Report\n\n\n\n\n\nAcquisition of Geophysical\nInstrumentation for Landslide Research has allowed the department of Physics, and Geology at\nNorthern Kentucky University to expanded research opportunities for\nundergraduate students interested in near surface geophysics. Near surface\ngeophysics is a rapidly expanding field which uses the concepts of physics to\nmeasure properties associated with various materials under the earthÆs surface\n(30 meters, 100feet). The acquisition of geophysical instrumentation for electrical\nresistivity, refraction microtremor, and ground penetrating radar has allowed\nthe department to focus on landslides and subsurface void detection greatly\nenhancing the research and education programs at Northern Kentucky University.\n\n\n\n\n\nLandslide research in the northern\nKentucky region has been conducted by numerous department classes and students.\nA large landslide near the university has allowed students to use the acquired equipment\nto examine the contrast in properties of the layers of landslides with regards\nto sound, electrical and electromagnetic (radio waves) properties. Geophysical\ninvestigations of landslides require several techniques to provide multiple\nlines of evidence for location of the internal structure. A geological unit\nwith a no contrast in resistivity may have a variable sound or shear-wave\nvelocity. Understanding the variability of this contrast has allowed student to\nlocate the failure plane of a landslide and determine extent and volume of\nmaterial that is sliding. Work continues using electrical resistivity in\nconjunction with sound waves to determine the location of the failure plane.\nThis knowledge has been presented at local, regional and national scientific\nvenues.\n\n\n\n\n\nCaves and associate sinkholes are a\ngood example of a need for subsurface void detection. The acquired geophysical\nequipment has been used to locate tunnels, look for soft areas below underground\nstorage tanks and for location of caves. Twice a year the Northern Kentucky University,\nApplied Geophysics class travels to the Upper Green River Biological Preserve\nlocated just north of Mammoth Cave National Park to study caves and sinkholes in\nconjunction with geologist from Western Kentucky University. The area is a\nnatural laboratory for such research. Students and faculty are able to use all\nthe equipment to look into the earth, determine the contrasts in properties and\ndevelop a three dimensional image of the subsurface. Geophysics supplies a\nrapid cost effective way to detect these voids and pinpoint mitigation\nstrategies which are real world problems they will encounter as practicing geologist.\n\n\n\n\n\nThe number of undergraduate research\nprojects in geophysics has increased greatly, the use of the geophysical instrumentation\nhas been integrated into the educational program of the Physics, and Geology Department\nas well as other departments to provide students with undergraduate research\nopportunities and applied hands-on job related experience. The program was\ndesigned to allow them to move into graduate research and/or the job market,\ncreating a geophysics centric market based in northern Kentucky serving the\nregion, country and the world. Even though the geophysics equipment was acquired\nonly a few years ago, there are currently multiple department graduates working\nas geophysicists and twice as many headed for graduate programs in geophysics.\nThe most exciting part is that the majority of these students are female. Overall\nthe acquisition of geophysical equipment has had a resounding positive effect\non moving students into the field of geophysics and increasing the scientific\nbody of knowledge of landslides and voids.\n\n\n\n\n\n \n\n\n\n\n\n \n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 08/14/2013\n\n\t\t\t\t\tSubmitted by: Thomas Brackman"
 }
}