{
 "awd_id": "1053248",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Structure and Dynamics of the North American Craton - An EarthScope Swath from the Ozarks to the Grenville Front",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032927233",
 "po_email": "mbenoit@nsf.gov",
 "po_sign_block_name": "Margaret Benoit",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 467316.0,
 "awd_amount": 467316.0,
 "awd_min_amd_letter_date": "2011-05-12",
 "awd_max_amd_letter_date": "2014-05-22",
 "awd_abstract_narration": "This project is directed at improving our understanding of the lithosphere-scale structure of North America's stable continental interior (Midcontinent cratonic platform).  The study area includes some of the world?s best examples of cratonic platform lithosphere structures.  Specifically, it spans the Ozark Dome and the Illinois Basin (including the abrupt boundary between them along which the Precambrian/Cambrian unconformity displays over 7.5 km of structural relief), as well as the Rough Creek Graben and other major fault zones including the Wabash Valley Seismic Zone.  It also crosses major Proterozoic sutures and the enigmatic Eastern Granite-Rhyolite province.  The study is intended to address seven fundamental tectonic issues: (1) structure of intracratonic uplifts and basins; (2) Proterozoic assembly of the North American cratonic platform; (3) deep structure of intracontinental rifts and fault-and-fold zones; (4) lithospheric controls on intraplate seismicity; (5) deep structure of the midcontinent?s unusual anorogenic granite-rhyolite province; (6) structural and lithospheric controls on ?cratonization? of the North American platform; and (7) understanding the nature of the strong gravity and magnetic-field anomalies in the region.  \r\n\t\r\nThe project is focused on operation of a three-dimensional, broadband, passive seismic array centered over the Illinois Basin.  The array is embedded within the Earthscope Transportable Array, and is designed to provide enhanced resolution of subsurface structures in the region.  The experiment involves deployment of 120 temporary seismograph stations over a 3-year period coinciding with the operation of the Transportable Array in the area; site occupation will roll in four distinct stages using a maximum of 60 simultaneously operating stations.  The acquired seismic data are being analyzed using a variety of state-of-the-art seismic analysis tools: travel-time tomography using teleseismic P and S waves; wave-field imaging using industry-developed methods of stacking signals to improve signal-to-noise ratio and ?migration? of inferred seismic sources to their proper geometric position; and a detailed analysis of seismicity recorded on this dense array, to better locate earthquake sources and characterize faults.  Estimates from previous work in the area suggest that approximately 100 local earthquakes and 12,000 mining explosions will be recorded during the course of the three-year field experiment.  \r\n\r\nThe project also incorporates an integrated education and outreach component, involving: (1) in-service teacher workshops designed to expand the pool of master teachers knowledgeable about EarthScope science; (2) a teacher Research Fellows program to include high school science teachers in summer research teams; (3) involvement of students and the public in EarthScope-related activities using already established connections with schools, pre-college research symposia, and State Survey outreach programs (field trips; open houses; public presentations); (4) development of material for \"Active Earth\" displays for regional outreach, and for incorporation in widely used introductory geoscience textbooks; (5) engagement of undergraduate students through a Research Experience for Undergraduates program; and (6) graduate student education three research universities.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hersh",
   "pi_last_name": "Gilbert",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Hersh J Gilbert",
   "pi_email_addr": "hershg74@gmail.com",
   "nsf_id": "000417518",
   "pi_start_date": "2011-05-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 159180.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 234430.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 73706.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px 'Trebuchet MS'; color: #000000; -webkit-text-stroke: #000000} span.s1 {font-kerning: none} -->\n<p class=\"p1\"><span class=\"s1\">At its onset, the OIINK project sought to peel back the thick sedimentary layers that cover the midcontinent of the United States to reveal the hidden tectonic processes that shaped the region. Using seismic techniques, we investigated physical properties of the Earth at depths ranging from the first few kilometers below the surface to over 200 km into the upper mantle. These observations illuminated the distribution of earthquakes across the area, locations where the crust thins and thickens, and changes in the thermal and composition state of the mantle. Based on these observations our study answered fundamental questions relating to how continents form and how they then subsequently break apart. Specific questions that this project addressed relate to how tectonic features such as the Ozark Plateau and Illinois Basin formed within the middle of a continent and why the New Madrid Seismic Zone is active. Answering these questions required determining the depths that these features, and their associated structural signatures, reach into the Earth.</span></p>\n<p class=\"p1\">Finding the level of heterogeneity in the seismic structure of the upper mantle of the midcontinent beneath the middle of North America was a surprising discovery to come from this project. In contrast to active regions, which typically lie along the boundaries of tectonic plates, tectonically quiet areas are be expected to possess fairly homogeneous mantle structure as a result of any heterogeneities equilibrating during an extended period of quiescence. The midcontinent has been quiet since extension in the Reelfoot Rift ceased ~500 Ma. After this time, no events that would be expected to significantly warm the mantle occurred. However, we identified that despite the period of inactivity, the mantle of the midcontinent still exhibits a great deal of heterogeneity. The magnitude of seismic anomalies beneath the midcontinent approach 10%, which is comparable to those observed in areas of active deformation (such as areas of ongoing rifting). Because of no such active rifting within the midcontinent this observation requires an explanation other than the presence of warm material to reduce seismic velocities. This led us to suggest that modifications to the mantle that occurred during ancient periods of rifting have been preserved. Although we do not expect that a thermal anomaly would be preserved since the end of rifting, compositional variations may have persisted. Based on examining a range of candidate compositions that could produce the observed anomalies, we found our observations could best be attributed to the presence of water and iron. We suggest this water and iron remains in the lithosphere following being entrained in melt as it rose while the rift extended. Once rifting stopped, however, the melt cooled and froze into place where it remains as a permanent scar. We propose that these compositional heterogeneities cause the mantle in the region to be weaker than their surrounding regions. This zone of weakness may then be responsible for creating the conditions that allow for intraplate seismicity.</p>\n<!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px 'Trebuchet MS'; color: #000000; -webkit-text-stroke: #000000} span.s1 {font-kerning: none} -->\n<p class=\"p1\"><span class=\"s1\">Our investigation also examined the degree that structures within the crust contributed to the formation of tectonic features on the surface of the midcontinent. In this portion of our study, we identified variations in crustal seismic velocities that align with the extent of regional tectonic features. Constraints on the structure within the crust responsible for producing an increase in Bouguer gravity that extends across the Reelfoot Rift and southern portion of the Illinois Basin have remained elusive. Some insight may come from our seismic velocity model of the crust in this region that indicates an increase in the thickness of a lower crustal layer that is characterized by high seismic velocities. The lateral extent of this zone of increased velocities aligns with the location of increased Bouguer gravity. If the material responsible for these increased lower crustal velocities also possesses high densities, it could be the structure responsible for producing the increased gravity anomaly. Because high-density material would produce negative buoyancy forces, this body could have also contributed to subsidence within the Illinois Basin. The origin of this high-density material that also possesses high seismic velocities<span>&nbsp; </span>may relate to the same rifting event that is responsible for the low upper mantle velocities mentioned above. Rifting would be expected to have led to the intrusion of high-density rock into the lower crust and therefore the formation of the intracratonic Illinois Basin.<span>&nbsp;</span></span></p>\n<!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 12.0px 'Trebuchet MS'; color: #000000; -webkit-text-stroke: #000000} span.s1 {font-kerning: none} -->\n<p class=\"p1\"><span class=\"s1\">The Illinois Basin hosts extensive natural resources. Therefor, understanding the origin of intracratonic basins is fundamental information that can be utilized during hydrocarbon exploration. By using an these improved understandings basin formation, the oil and gas industry can focus their efforts on identifying areas with similar tectonic origins. By illuminating details about the development of the midcontinent, the OIINK project has improved our understanding of the tectonic evolution of the midcontinent while also providing information to guide economic development.<span>&nbsp;</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2017<br>\n\t\t\t\t\tModified by: Hersh&nbsp;J&nbsp;Gilbert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAt its onset, the OIINK project sought to peel back the thick sedimentary layers that cover the midcontinent of the United States to reveal the hidden tectonic processes that shaped the region. Using seismic techniques, we investigated physical properties of the Earth at depths ranging from the first few kilometers below the surface to over 200 km into the upper mantle. These observations illuminated the distribution of earthquakes across the area, locations where the crust thins and thickens, and changes in the thermal and composition state of the mantle. Based on these observations our study answered fundamental questions relating to how continents form and how they then subsequently break apart. Specific questions that this project addressed relate to how tectonic features such as the Ozark Plateau and Illinois Basin formed within the middle of a continent and why the New Madrid Seismic Zone is active. Answering these questions required determining the depths that these features, and their associated structural signatures, reach into the Earth.\nFinding the level of heterogeneity in the seismic structure of the upper mantle of the midcontinent beneath the middle of North America was a surprising discovery to come from this project. In contrast to active regions, which typically lie along the boundaries of tectonic plates, tectonically quiet areas are be expected to possess fairly homogeneous mantle structure as a result of any heterogeneities equilibrating during an extended period of quiescence. The midcontinent has been quiet since extension in the Reelfoot Rift ceased ~500 Ma. After this time, no events that would be expected to significantly warm the mantle occurred. However, we identified that despite the period of inactivity, the mantle of the midcontinent still exhibits a great deal of heterogeneity. The magnitude of seismic anomalies beneath the midcontinent approach 10%, which is comparable to those observed in areas of active deformation (such as areas of ongoing rifting). Because of no such active rifting within the midcontinent this observation requires an explanation other than the presence of warm material to reduce seismic velocities. This led us to suggest that modifications to the mantle that occurred during ancient periods of rifting have been preserved. Although we do not expect that a thermal anomaly would be preserved since the end of rifting, compositional variations may have persisted. Based on examining a range of candidate compositions that could produce the observed anomalies, we found our observations could best be attributed to the presence of water and iron. We suggest this water and iron remains in the lithosphere following being entrained in melt as it rose while the rift extended. Once rifting stopped, however, the melt cooled and froze into place where it remains as a permanent scar. We propose that these compositional heterogeneities cause the mantle in the region to be weaker than their surrounding regions. This zone of weakness may then be responsible for creating the conditions that allow for intraplate seismicity.\n\nOur investigation also examined the degree that structures within the crust contributed to the formation of tectonic features on the surface of the midcontinent. In this portion of our study, we identified variations in crustal seismic velocities that align with the extent of regional tectonic features. Constraints on the structure within the crust responsible for producing an increase in Bouguer gravity that extends across the Reelfoot Rift and southern portion of the Illinois Basin have remained elusive. Some insight may come from our seismic velocity model of the crust in this region that indicates an increase in the thickness of a lower crustal layer that is characterized by high seismic velocities. The lateral extent of this zone of increased velocities aligns with the location of increased Bouguer gravity. If the material responsible for these increased lower crustal velocities also possesses high densities, it could be the structure responsible for producing the increased gravity anomaly. Because high-density material would produce negative buoyancy forces, this body could have also contributed to subsidence within the Illinois Basin. The origin of this high-density material that also possesses high seismic velocities  may relate to the same rifting event that is responsible for the low upper mantle velocities mentioned above. Rifting would be expected to have led to the intrusion of high-density rock into the lower crust and therefore the formation of the intracratonic Illinois Basin. \n\nThe Illinois Basin hosts extensive natural resources. Therefor, understanding the origin of intracratonic basins is fundamental information that can be utilized during hydrocarbon exploration. By using an these improved understandings basin formation, the oil and gas industry can focus their efforts on identifying areas with similar tectonic origins. By illuminating details about the development of the midcontinent, the OIINK project has improved our understanding of the tectonic evolution of the midcontinent while also providing information to guide economic development. \n\n\t\t\t\t\tLast Modified: 08/30/2017\n\n\t\t\t\t\tSubmitted by: Hersh J Gilbert"
 }
}