{
 "awd_id": "1053508",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantifying the coevolution of bedload transport and bed topography in mountain rivers:  field and flume experiments using smartrocks",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 322276.0,
 "awd_amount": 322276.0,
 "awd_min_amd_letter_date": "2011-09-11",
 "awd_max_amd_letter_date": "2011-09-11",
 "awd_abstract_narration": "Quantifying the coevolution of bedload transport and bed topography in mountain rivers:  Field and flume experiments using smartrocks\r\n\r\nThe bottom of most steep mountain rivers is composed of coarse sediment (gravel to boulders), and the morphology (slope, width, depth, sediment size distribution, surface roughness) of a given channel develops over time due to size-dependent sediment transport and sorting.   Conversely, transport rates of  both water and sediment are controlled (in part) by channel morphology.  The overall goal of this project is to better understand key feedbacks among sediment size, sediment transport rate and channel bed topography, in order to more accurately predict all these factors in natural rivers.  A field experiment in river bed evolution will be conducted in which part of a mountain river channel (Reynolds Creek Experimental Watershed, Idaho) is modified using construction equipment.  Starting from this artificially smoothed and straightened channel reach, the coevolution of bed topography and bedload transport rate will be measured over time. Complementary experiments will be conducted in laboratory flumes (artificial rivers in which variables can be precisely controlled).  Hypotheses will be evaluated using unique data sets collected in both the field and laboratory by applying new and developing technologies.  Methods include custom \"smartrocks\" (gravel and cobbles embedded with accelerometers) and clast tracking using radio frequency identification (RFID) tags. Channel bed morphology will be measured over length scales from centimeters to kilometers by combining airborne and ground-based laser topography surveys (LiDAR).\r\n\r\nUnderstanding river bed topography and bedload transport has many practical applications with broad significance to society.  Mountain rivers are economically important (for example, cattle ranching takes place along one of the field sites at Reynolds Creek).  Predicting how a river will respond to a flood of a given size depends on understanding channel stability, which in turn depends on the channel feedbacks being studied.  River restoration efforts require a stronger scientific grounding to be able to engineer channels that will be stable over a given range of floods.  Dam removal planning depends strongly on predicting channel feedbacks that occur while river discharge, sediment transport rate and channel morphology are all rapidly changing.  In many rivers, transported sediment is also regulated as a pollutant, and better predictions of transport rates are critical for scientifically informed land-management decisions. Finally, the bed topographies of engineered and natural river channels form specific ecological niches, such as for spawning salmon that are sensitive to sediment sizes on the channel bottom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joel",
   "pi_last_name": "Johnson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Joel P Johnson",
   "pi_email_addr": "joelj@jsg.utexas.edu",
   "nsf_id": "000556425",
   "pi_start_date": "2011-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 322276.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Predicting how mountain river channels will erode and change, or perhaps remain stable, in response to large floods and other environmental perturbations is a practical question that requires a fundamental scientific understanding of natural feedbacks.&nbsp; The term morphodynamics specifically describes how channel form influences sediment transport rates, while sediment transport in turn influences channel form through local erosion and deposition.&nbsp; These feedbacks make it difficult to predict channel responses to extreme events, since multiple variables can change and evolve. In addition, it is difficult to even measure the transport of coarse gravel and cobbles during potentially dangerous floods.&nbsp; The NSF project &ldquo;Quantifying the coevolution of bedload transport and bed topography in mountain rivers: Field and flume experiments using smartrocks&rdquo; (EAR-1053508) has addressed these challenges using field measurements involving the application of new sensor technologies, and also laboratory experiments in controlled environments.&nbsp; My research group is essentially the first to make &ldquo;smartrock&rdquo; tracer clasts with embedded accelerometers, and to successfully use them to quantify bedload transport probabilities and new transport statistics during natural floods.&nbsp; In addition, the smartrock data quantify bedload hysteresis and how thresholds of grain motion change over the course of natural floods.&nbsp; These instrumented tracer methods that we have pioneered have the potential to be widely applied in other field settings, and provide a new way to safely make measurements during potentially dangerous floods.&nbsp; We have collected data during natural floods in Reynolds Creek, Idaho, and also Half Moon Creek, Colorado.&nbsp; The field research funded by this grant comprised the entirety of one PhD thesis conducted by Dr. Lindsay Olinde in 2015, and also supported part of a PhD thesis completed by Dr. Kealie Goodwin Pretzlav in 2016.&nbsp;</p>\n<p>In addition to field data using smartrocks, we also used laboratory flume experiments to directly quantify morphodynamic feedbacks. For a Masters degree project completed by Alexander Aronovitz in 2012 and supported by this grant, we conducted laboratory experiments that explore how boulder-rich mountain channels are influenced by sediment supply perturbations. This work demonstrates that stream beds can stabilize over a range of morphologies because of tradeoffs between surface grain size and bed roughness. The particular stable bed state depends on the initial conditions and the history of sediment supply and discharge &nbsp;I have also used data from these experiments to evaluate a new model (i.e. a set of equations) in which the threshold of motion&mdash;a key bedload transport parameter&mdash;evolves through time in response to local bed erosion and deposition. This model directly captures feedbacks: the threshold of motion both controls sediment transport rate and evolves as a function of sediment transport rate. I also propose a new conceptual framework for modeling morphodynamics as a general problem of rate and state variables that is directly analogous to thermodynamics. This project has also involved several undergraduate students at the University of Texas at Austin in scientific research, contributing to their education.&nbsp;</p>\n<p>While more publications are in preparation, this project has completely or partially supported the following publications so far, as well as two science journalism article describing our work:</p>\n<p>Johnson, JPL (2016), Gravel threshold of motion:&nbsp; A state function of sediment transport disequilibrium?, <em>Earth Surface Dynamics. </em>4, 685-703, doi:10.5194/esurf-4-685-2016 .</p>\n<p><strong>&nbsp;</strong></p>\n<p>Johnson, JPL.,&nbsp;*AC Aronovitz, W Kim&nbsp;(2015),&nbsp;Coarser and rougher: Effects of fine gravel pulses on experimental step-pool channel morphodynamics,&nbsp;<em>Geophys. Res. Lett</em>.,&nbsp;42,&nbsp;8432&ndash;8440, doi:10.1002/2015GL066097.</p>\n<p>&nbsp;</p>\n<p>Olinde LJ, JPL Johnson (2015), Using RFID and accelerometer-embedded tracers to measure probabilities of bed load transport, step lengths, and rest times in a mountain stream, <em>Water Resources Research</em>, 51, 7572-7589, doi: 10.1002/2014WR016120</p>\n<p>&nbsp;</p>\n<p>Johnson, JPL (2014), A surface roughness model for predicting alluvial cover and bed load transport rate in bedrock channels, <em>J. Geophys. Res. Earth Surf.,</em> 119, 2147-2173, doi: 10.1002/2013JF003000</p>\n<p>&nbsp;</p>\n<p>Sanguinito, S, JPL Johnson (2012), Quantifying gravel overlap and dislodgement forces on natural river bars:&nbsp; implications for particle entrainment, <em>Earth Surf. Process Landforms</em> <strong>37</strong>, 134-141, DOI: 10.1002/esp.2237</p>\n<p>&nbsp;</p>\n<p>Wiggington, N. (2015), Smart rocks teach river lessons, <em>Science</em>, 16 October 2015: <strong>350</strong> (6258), pg. 290.&nbsp;</p>\n<p>Editor&rsquo;s Choice for research published &ldquo;This week in other journals&rdquo;: Brief summary highlighting the broader appeal of Olinde and Johnson (2015).</p>\n<p>&nbsp;</p>\n<p>Underwood, E. (2012), How to Build a Smarter Rock, <em>Science</em>,&nbsp;14 December 2012:&nbsp;<strong>338</strong><strong>&nbsp;</strong>(6113),&nbsp;1412-1413.&nbsp; doi:10.1126/science.338.6113.1412 .</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Journalism article published in Science about research by me and my PhD student.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Joel&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPredicting how mountain river channels will erode and change, or perhaps remain stable, in response to large floods and other environmental perturbations is a practical question that requires a fundamental scientific understanding of natural feedbacks.  The term morphodynamics specifically describes how channel form influences sediment transport rates, while sediment transport in turn influences channel form through local erosion and deposition.  These feedbacks make it difficult to predict channel responses to extreme events, since multiple variables can change and evolve. In addition, it is difficult to even measure the transport of coarse gravel and cobbles during potentially dangerous floods.  The NSF project \"Quantifying the coevolution of bedload transport and bed topography in mountain rivers: Field and flume experiments using smartrocks\" (EAR-1053508) has addressed these challenges using field measurements involving the application of new sensor technologies, and also laboratory experiments in controlled environments.  My research group is essentially the first to make \"smartrock\" tracer clasts with embedded accelerometers, and to successfully use them to quantify bedload transport probabilities and new transport statistics during natural floods.  In addition, the smartrock data quantify bedload hysteresis and how thresholds of grain motion change over the course of natural floods.  These instrumented tracer methods that we have pioneered have the potential to be widely applied in other field settings, and provide a new way to safely make measurements during potentially dangerous floods.  We have collected data during natural floods in Reynolds Creek, Idaho, and also Half Moon Creek, Colorado.  The field research funded by this grant comprised the entirety of one PhD thesis conducted by Dr. Lindsay Olinde in 2015, and also supported part of a PhD thesis completed by Dr. Kealie Goodwin Pretzlav in 2016. \n\nIn addition to field data using smartrocks, we also used laboratory flume experiments to directly quantify morphodynamic feedbacks. For a Masters degree project completed by Alexander Aronovitz in 2012 and supported by this grant, we conducted laboratory experiments that explore how boulder-rich mountain channels are influenced by sediment supply perturbations. This work demonstrates that stream beds can stabilize over a range of morphologies because of tradeoffs between surface grain size and bed roughness. The particular stable bed state depends on the initial conditions and the history of sediment supply and discharge  I have also used data from these experiments to evaluate a new model (i.e. a set of equations) in which the threshold of motion&mdash;a key bedload transport parameter&mdash;evolves through time in response to local bed erosion and deposition. This model directly captures feedbacks: the threshold of motion both controls sediment transport rate and evolves as a function of sediment transport rate. I also propose a new conceptual framework for modeling morphodynamics as a general problem of rate and state variables that is directly analogous to thermodynamics. This project has also involved several undergraduate students at the University of Texas at Austin in scientific research, contributing to their education. \n\nWhile more publications are in preparation, this project has completely or partially supported the following publications so far, as well as two science journalism article describing our work:\n\nJohnson, JPL (2016), Gravel threshold of motion:  A state function of sediment transport disequilibrium?, Earth Surface Dynamics. 4, 685-703, doi:10.5194/esurf-4-685-2016 .\n\n \n\nJohnson, JPL., *AC Aronovitz, W Kim (2015), Coarser and rougher: Effects of fine gravel pulses on experimental step-pool channel morphodynamics, Geophys. Res. Lett., 42, 8432&ndash;8440, doi:10.1002/2015GL066097.\n\n \n\nOlinde LJ, JPL Johnson (2015), Using RFID and accelerometer-embedded tracers to measure probabilities of bed load transport, step lengths, and rest times in a mountain stream, Water Resources Research, 51, 7572-7589, doi: 10.1002/2014WR016120\n\n \n\nJohnson, JPL (2014), A surface roughness model for predicting alluvial cover and bed load transport rate in bedrock channels, J. Geophys. Res. Earth Surf., 119, 2147-2173, doi: 10.1002/2013JF003000\n\n \n\nSanguinito, S, JPL Johnson (2012), Quantifying gravel overlap and dislodgement forces on natural river bars:  implications for particle entrainment, Earth Surf. Process Landforms 37, 134-141, DOI: 10.1002/esp.2237\n\n \n\nWiggington, N. (2015), Smart rocks teach river lessons, Science, 16 October 2015: 350 (6258), pg. 290. \n\nEditor?s Choice for research published \"This week in other journals\": Brief summary highlighting the broader appeal of Olinde and Johnson (2015).\n\n \n\nUnderwood, E. (2012), How to Build a Smarter Rock, Science, 14 December 2012: 338 (6113), 1412-1413.  doi:10.1126/science.338.6113.1412 .\n\n            Journalism article published in Science about research by me and my PhD student.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Joel Johnson"
 }
}