{
 "awd_id": "1054762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Robust Management of Climate Uncertainty for Ecohydrological Sustainability",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 419097.0,
 "awd_amount": 469096.0,
 "awd_min_amd_letter_date": "2011-01-19",
 "awd_max_amd_letter_date": "2014-08-27",
 "awd_abstract_narration": "The goal of this research is to develop, demonstrate and disseminate water management methods that address nonstationary climate and foster ecohydrological sustainability. The goal is to be accomplished through four specific objectives: 1) develop robustness measures of climate change risks for water resources systems, 2) evaluate risks of stationarity-based water management under climate change uncertainty, 3) explore the relative ecohydrological performance of robust water management, 4) develop a new pedagogy for water management under climate change. The research leverages data collection, ecological flow information, model development and knowledge network formation underway in projects funded by NOAA and The Nature Conservancy with US Army Corps of Engineers and USGS partners. The resulting data rich modeling environment will facilitate the testing of hypotheses through simulation experiments of robust water management strategies with calibrated integrated systems models. The modeling environment will be further enriched by established relationships with water managers and stakeholders throughout the basin for vetting of experimental design and results.   A new paradigm of robust water management will be demonstrated and disseminated through the development of original educational material for low income, minority K-12 students, nonscience majors and engineering undergraduate and graduate students, outreach efforts with water managers at local, state and federal levels throughout New England which leverage the NOAA-funded UMASS Regional Integrated Science and Assessment (RISA) and internationally through professional development and outreach programs of the American Society of Civil Engineers (ASCE) and the UNESCO International Center for Integrated",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Casey",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Casey Brown",
   "pi_email_addr": "cbrown@ecs.umass.edu",
   "nsf_id": "000520444",
   "pi_start_date": "2011-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "145E",
   "pgm_ref_txt": "Water sustainability"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80315.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 83437.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 130716.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 174628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern water infrastructure design and management methods were developed on the assumption that climate is stationary.&nbsp; That assumption is now invalid due to anthropogenic climate change.&nbsp; Broad questions emerge regarding the suitability of current approaches to water management, from the design and operation of water resource systems to the fundamental education of future water resources engineers.&nbsp; This CAREER project sought to explore these questions and develop new methods for the design and management of water infrastructure that were robust to the challenge of climate change, and resilient to climate and other uncertainties that the future holds.&nbsp; The project results have been extremely successful in doing so, producing a methodology for evaluating climate change risks to water infrastructure and water management systems that is now being adopted by water management agencies and engineering consultancies in the U.S. and internationally.</p>\n<p>The key innovation is this methodology has been to focus analysis on water infrastructure systems through exploratory modeling and systematic perturbation of those systems with plausible changes.&nbsp; Prior to this work, the standard approach to climate change impact assessment on water systems was to downscale climate change projections and use these scenarios to assess system performance. However, because climate change projections provide widely mixed signals, do not exhaustively explore the plausible range of scenarios, and have arbitrary sampling characteristics, the results yielded from such approaches left the water community befuddled and impeded from taking action.&nbsp; This project developed and illustrated a methodology known as decision scaling, creating a &ldquo;climate stress tester&rdquo; or systematic stochastic weather generation tools that allow exploratory modeling of system response to the full range of plausible climate changes, including performance of alternative adaptation strategies.&nbsp; This is combined with data mining techniques to identify the combination of uncertain factors that causes problematic performance. Finally, innovative approaches for using climate change projections to estimate relative probability of the problematic conditions allows the provision of decision relevant and &ldquo;actionable&rdquo; information for those who need to take action to prepare this nation for climate change.</p>\n<p>The methodology developed during this project has been widely adopted by major water management entities, including the US Army Corps of Engineers, the World Bank, California Dept of Water Resources and others. The results of this project were published in the peer reviewed scientific literature, including&nbsp; in Nature Climate Change. In addition, two women engineers completed their PhDs and began research careers through the funded provided.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2017<br>\n\t\t\t\t\tModified by: Casey&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nModern water infrastructure design and management methods were developed on the assumption that climate is stationary.  That assumption is now invalid due to anthropogenic climate change.  Broad questions emerge regarding the suitability of current approaches to water management, from the design and operation of water resource systems to the fundamental education of future water resources engineers.  This CAREER project sought to explore these questions and develop new methods for the design and management of water infrastructure that were robust to the challenge of climate change, and resilient to climate and other uncertainties that the future holds.  The project results have been extremely successful in doing so, producing a methodology for evaluating climate change risks to water infrastructure and water management systems that is now being adopted by water management agencies and engineering consultancies in the U.S. and internationally.\n\nThe key innovation is this methodology has been to focus analysis on water infrastructure systems through exploratory modeling and systematic perturbation of those systems with plausible changes.  Prior to this work, the standard approach to climate change impact assessment on water systems was to downscale climate change projections and use these scenarios to assess system performance. However, because climate change projections provide widely mixed signals, do not exhaustively explore the plausible range of scenarios, and have arbitrary sampling characteristics, the results yielded from such approaches left the water community befuddled and impeded from taking action.  This project developed and illustrated a methodology known as decision scaling, creating a \"climate stress tester\" or systematic stochastic weather generation tools that allow exploratory modeling of system response to the full range of plausible climate changes, including performance of alternative adaptation strategies.  This is combined with data mining techniques to identify the combination of uncertain factors that causes problematic performance. Finally, innovative approaches for using climate change projections to estimate relative probability of the problematic conditions allows the provision of decision relevant and \"actionable\" information for those who need to take action to prepare this nation for climate change.\n\nThe methodology developed during this project has been widely adopted by major water management entities, including the US Army Corps of Engineers, the World Bank, California Dept of Water Resources and others. The results of this project were published in the peer reviewed scientific literature, including  in Nature Climate Change. In addition, two women engineers completed their PhDs and began research careers through the funded provided.  \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2017\n\n\t\t\t\t\tSubmitted by: Casey Brown"
 }
}