{
 "awd_id": "1054191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: IDBR: Ultrasmooth Patterned Metals for Membrane Biology",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 597111.0,
 "awd_amount": 609191.0,
 "awd_min_amd_letter_date": "2011-03-18",
 "awd_max_amd_letter_date": "2013-05-24",
 "awd_abstract_narration": "Cell membranes are a complex mosaic of different lipids, with cholesterol, sphingolipids and membrane proteins forming nanoscale domains called lipid rafts. Lipid rafts transiently compartmentalize membrane constituents, which in turn mediate cellular functions in space and time. In order to quantitatively investigate the formation, morphology and signal transduction mechanisms mediated by lipid rafts and proteins integrated therein, they must be probed in artificial nano-environments that closely resemble real cell membranes. Analytical instruments that integrate lipid membranes with engineered solid-state sensors that can better mimic natural cellular environments will therefore offer deeper insights into important in vivo reactions and processes.\r\nThe proposed platform will integrate soft lipid matter with the native sensing capability of nanoporous metallic films. Namely, surface plasmon resonance (SPR) and electrochemical sensing will be used to probe the biological processes mediated by lipid rafts and membrane proteins. However, noble metals such as gold or silver required for SPR have typically not been amenable to large-area, low-cost patterning at nanometer-scale resolution. To overcome this challenge, template-stripping methods will be used for reproducible high-throughput fabrication of ultrasmooth nanoporous metallic films that will be used as a multi-functional platform combining nanofluidics, optical detection, spectroscopy, and electrochemical sensing. The development of a membrane biosensing platform capable of molecular binding and transport assays will provide new tools to probe the dynamic heterogeneity of cellular membranes and the fundamental life processes they enable. Overall, disseminating these instruments will enable biologists to control, image, and quantitatively analyze lipid membranes and their constituents, potentially down to the single-molecule level, using precisely engineered biomimetic nano-environments.\r\nFor broader outreach, the PI will organize \"Sit with a Scientist\" sessions and build an interactive Activity Station at the Science Museum of Minnesota during the one week-long NanoDays event in April of each year. The PI's exhibition booth at the museum will feature the theme of \"Macro- to Microfluidics\", with on-site demos of microfluidic devices for K-12 students. Graduate and undergraduate students associated with the project will gain interdisciplinary training ranging from nanofabrication and optics to chemistry and cellular membranes. Women and underrepresented minorities will be given opportunities to experience nanofabrication through NSF REU programs. The PI's new graduate course on biological instrumentation will integrate his research and education through theoretical lectures and weekly hands-on lab sessions to teach the construction and operation of membrane biosensors. New instruments and technology will be disseminated to the research community through an already active biannual, two-day bioMEMs short course. The process of making smooth patterned gold films, integration with microfluidics, lipid membrane formation, followed by SPR and electrochemical sensing will be demonstrated, allowing other researchers to duplicate the chip fabrication and instrument buildup.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sang-Hyun",
   "pi_last_name": "Oh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sang-Hyun Oh",
   "pi_email_addr": "sang@umn.edu",
   "nsf_id": "000217278",
   "pi_start_date": "2011-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 597111.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12080.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this CAREER project is to develop new instruments to investigate biophysics of lipid rafts and membrane proteins. Specific goals of the project are 1) to reconstitute lipid rafts and membrane proteins on ultra-smooth metal surfaces that can concurrently act as an optical sensing platform; 2) to accomplish reproducible high-throughput fabrication of ultrasharp gold tips for super-resolution optical microscopy; and 3) to develop attoliter-scale &nbsp;hambers to enable analytical chemistry in organelle-scale volumes.</p>\n<p>Intellectual merit: Metal-based nanoplasmonic sensors have shown promising results to measure receptor-ligand binding kinetics, perform surface-enhanced spectroscopies, and near-field optical microscopy. However, proof-of-concept experiments to date have mostly relied on low-throughput fabrication techniques such as direct focused ion beam (FIB) milling or electron-beam lithography to produce a few prototype chips for a given experiment. Furthermore, conventional FIB milling exacerbates the roughness of metals and implants unwanted impurities. If nanoplasmonic sensors and devices are to become practical tools for biology, a reproducible manufacturing technique able to provide smoothness and sharpness on a deep-subwavelength scale is necessary. To these ends, the PI has pursued a different approach called template stripping to produce ultra-smooth patterned metals from reusable silicon templates. As a result of this CAREER grant, the PI&rsquo;s team could investigate the underlying materials science of template stripping, and discovered the processing strategy to improve the optical properties of metal films, and accomplished wafer-scale throughput in producing metal nanohole arrays and nanotips. Centimeter-sized gold nanohole arrays, which contains over a quarter of billion nanoholes on a chip, can now be routinely produced. Besides biosensing, these nanostructured substrates can benefit researchers working on photovoltaics and electrochemistry. Furthermore, the PI used template stripping from pyramidal divots in silicon wafers to fabricate ultra-sharp metallic tip arrays over an entire 4-inch wafer. These large-area nanohole and pyramidal tip samples have been disseminated to researchers around the world as a result of this CAREER grant and resulted in joint research papers. Besides dissemination of these chips for sensing and imaging applications, ultra-smooth patterned metals were also used to form lipid domains in pre-determined positions on a chip. Finally, gold nanohole arrays were used for rapid trapping of mitochondria via fluidic concentration through the nanoholes, which opens up possibilities to study single organelles using attoliter-scale containers and combine with optical sensing capabilities. As summarized here, the PI's team has accomplished all three major research goals of this CAREER project, and the details on instrument development, including chip fabrication protocols and optical setup, have been documented in 40 journal articles published that acknowledge the grant.</p>\n<p>Broader Impact: The chip fabrication protocol as well as instrumentation techniques developed in this project are relatively easy to duplicate, and the PI expects that more researchers will gradually adopt this technology.&nbsp; Additionally, to facilitate the dissemination of the knowledge and techniques developed herein, the PI and his lab members held hands-on workshop and invited people from industry and academic, as well as local college to learn about microfluidic chip fabrication, the use of the nanopore sensors, and to perform protein binding measurements. The PI's graduate course on biological instrumentation consists of lab sessions to demonstrate the nanohole and nanoslit electrode chip fabrication for biosensing.</p>\n<p>The PI has integrated his biological instrumentation research with education by developing a new graduate course, EE 8950: Biological Instrumentation, as a result of this CAREER grant. The course has taught optical and electrical biosensing principles to graduate students, and importantly the PI developed several lab session modules so that each student can gain hands-on experience in nanofabrication, nanoparticle trapping, microfluidics, and optical biosensing.</p>\n<p>Graduate researchers associated with this CAREER poject have acquire unique interdisciplinary spectrum of knowledge ranging from nanofabrication to biophysics and biosensing instrument development. Two graduate students supported by this grant received PhD and became postdoctoral researchers in leading universities in the U.S.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/07/2016<br>\n\t\t\t\t\tModified by: Sang-Hyun&nbsp;Oh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this CAREER project is to develop new instruments to investigate biophysics of lipid rafts and membrane proteins. Specific goals of the project are 1) to reconstitute lipid rafts and membrane proteins on ultra-smooth metal surfaces that can concurrently act as an optical sensing platform; 2) to accomplish reproducible high-throughput fabrication of ultrasharp gold tips for super-resolution optical microscopy; and 3) to develop attoliter-scale  hambers to enable analytical chemistry in organelle-scale volumes.\n\nIntellectual merit: Metal-based nanoplasmonic sensors have shown promising results to measure receptor-ligand binding kinetics, perform surface-enhanced spectroscopies, and near-field optical microscopy. However, proof-of-concept experiments to date have mostly relied on low-throughput fabrication techniques such as direct focused ion beam (FIB) milling or electron-beam lithography to produce a few prototype chips for a given experiment. Furthermore, conventional FIB milling exacerbates the roughness of metals and implants unwanted impurities. If nanoplasmonic sensors and devices are to become practical tools for biology, a reproducible manufacturing technique able to provide smoothness and sharpness on a deep-subwavelength scale is necessary. To these ends, the PI has pursued a different approach called template stripping to produce ultra-smooth patterned metals from reusable silicon templates. As a result of this CAREER grant, the PI?s team could investigate the underlying materials science of template stripping, and discovered the processing strategy to improve the optical properties of metal films, and accomplished wafer-scale throughput in producing metal nanohole arrays and nanotips. Centimeter-sized gold nanohole arrays, which contains over a quarter of billion nanoholes on a chip, can now be routinely produced. Besides biosensing, these nanostructured substrates can benefit researchers working on photovoltaics and electrochemistry. Furthermore, the PI used template stripping from pyramidal divots in silicon wafers to fabricate ultra-sharp metallic tip arrays over an entire 4-inch wafer. These large-area nanohole and pyramidal tip samples have been disseminated to researchers around the world as a result of this CAREER grant and resulted in joint research papers. Besides dissemination of these chips for sensing and imaging applications, ultra-smooth patterned metals were also used to form lipid domains in pre-determined positions on a chip. Finally, gold nanohole arrays were used for rapid trapping of mitochondria via fluidic concentration through the nanoholes, which opens up possibilities to study single organelles using attoliter-scale containers and combine with optical sensing capabilities. As summarized here, the PI's team has accomplished all three major research goals of this CAREER project, and the details on instrument development, including chip fabrication protocols and optical setup, have been documented in 40 journal articles published that acknowledge the grant.\n\nBroader Impact: The chip fabrication protocol as well as instrumentation techniques developed in this project are relatively easy to duplicate, and the PI expects that more researchers will gradually adopt this technology.  Additionally, to facilitate the dissemination of the knowledge and techniques developed herein, the PI and his lab members held hands-on workshop and invited people from industry and academic, as well as local college to learn about microfluidic chip fabrication, the use of the nanopore sensors, and to perform protein binding measurements. The PI's graduate course on biological instrumentation consists of lab sessions to demonstrate the nanohole and nanoslit electrode chip fabrication for biosensing.\n\nThe PI has integrated his biological instrumentation research with education by developing a new graduate course, EE 8950: Biological Instrumentation, as a result of this CAREER grant. The course has taught optical and electrical biosensing principles to graduate students, and importantly the PI developed several lab session modules so that each student can gain hands-on experience in nanofabrication, nanoparticle trapping, microfluidics, and optical biosensing.\n\nGraduate researchers associated with this CAREER poject have acquire unique interdisciplinary spectrum of knowledge ranging from nanofabrication to biophysics and biosensing instrument development. Two graduate students supported by this grant received PhD and became postdoctoral researchers in leading universities in the U.S.\n\n \n\n\t\t\t\t\tLast Modified: 10/07/2016\n\n\t\t\t\t\tSubmitted by: Sang-Hyun Oh"
 }
}