{
 "awd_id": "1054332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Improving the Accessibility and Trust of Voice-based Social Media for Small Farmers in Developing Regions",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 499948.0,
 "awd_amount": 499948.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "World food security depends on improving the productivity and profitability of small farmers across the developing world. Unfortunately, many of these farmers do not benefit from the latest information and technologies.  With the right access, these farmers could solve their own problem.  Unfortunately, due to their often limited education and technological access, the text-based, English-dominated Internet is not a useful resource for most small farmers across the world.  On the other hand, low-cost mobile phones and wireless connectivity are revolutionizing communications.  This research seeks to understand how voice-based social media, deployed on mobile phones, can be used by agrarian communities for collaborative problem-solving, information access and knowledge generation. In particular, the investigators are interested in the following research questions. 1) How can we make voice-based user interfaces more intuitive and accessible for users with limited formal education? 2) How can we make voice-based information more trust-worthy for users with no prior experience assessing online information resources? 3) What is the economic impact of providing access to new sources of information and advice?\r\n\r\nAnswering these questions can improve the design and adoption of voice-based social media applications worldwide.  Advances could also make information access more intuitive for other inexperienced users, such as the elderly.  Making information and services more accessible to marginalized groups holds tremendous potential for benefiting society. By making more voices heard, governments and service organizations can better understand and address their needs.  This research will be conducted in collaboration with local non-profit organizations and community groups in India, who are actively developing and deploying real, working voice applications.  By designing and testing proof-of-concept applications, we can influence wider scaling through empirical demonstrations of usability, adoption and impact.  This research provides opportunities for students to develop new sustainable enterprises and working products. By conducting fieldwork abroad, U.S.-based students will develop a broader understanding of the opportunities and challenges of working there. Such opportunities can attract diverse new students to Computer Science - including women and minorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tapan",
   "pi_last_name": "Parikh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tapan Parikh",
   "pi_email_addr": "tsp53@cornell.edu",
   "nsf_id": "000536873",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 262437.0
  }
 ],
 "por": null
}