{
 "awd_id": "1054938",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Exploring Agriculture, the Environment, and Social Change: Evidence from the Ancient Near East",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 412368.0,
 "awd_amount": 412368.0,
 "awd_min_amd_letter_date": "2011-01-12",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Alexia Smith will establish a long-term regional archaeobotanical study that uses plant data to examine the dynamics of agriculture, environment, climate change, and the development and collapse of early chiefdoms, state level societies, and empires across Southwest Asia from the Ubaid period to the Iron Age (6th millennium BC-550 BC). To date, archaeobotany, the study of human interactions with plants in antiquity, has been underutilized in the study of early social complexity, despite having much to offer. Plant remains from six sites spanning an environmentally diverse region will be studied: Tell Qarqur, Tell Zeidan, and Tell Leilan, in Syria; Çadýr Höyük and Kenan Tepe in Turkey, and Areni-1 in Armenia. Once combined, the data will provide valuable information on the ways in which social organization, environment, and climate affected agricultural decision making in the past. Archaeobotanical samples will be collected during summer field seasons and analyzed at the University of Connecticut during the academic year. This research will be integrated with education to increase the number of professional archaeobotanists; increase the use of archaeobotany in future excavations; enhance public knowledge of the methods that archaeologists use in an effort to deepen understanding of the importance and fragility of archaeological resources; and improve public awareness of archaeological ethics and the cultural history of the Middle East. \r\n\r\nThe intellectual merits of this project underscore the potential of archaeobotany to address broad social questions and expand knowledge on the human response to environment and climate change in the past. Data from Tell Zeidan and Kenan Tepe will allow the link between food production and incipient social complexity to be investigated. Data from Tell Leilan will contribute to the debate concerning the role of climate change in the collapse of the Akkadian Empire. Çadýr Höyük and Tell Qarqur yield long sequences of social flux and food production. The remains from Areni-1 provide information on the domestication of walnut, apricot, almond, and grape. Combined, the data will expose regional patterning in food production across an environmentally diverse landscape, allowing the stability of early states to be examined from a new perspective. \r\n\r\nThe broader impacts of this proposal include: 1) enhanced collaboration with museums, K-12 educators, education specialists, and scholars at numerous universities within the US as well as scholars at universities, museum, and scientific institutes overseas; 2) training and research opportunities in archaeobotany for graduate and undergraduate students at UConn and overseas; 3) enhanced education in archaeological ethics and the range of methods and theories used to generate and evaluate archaeological data for non-Anthropology undergraduates, trainee K-12 science teachers, and members of the public participating in the State of Connecticut's Museum of Natural History outreach program for adults and children; 4) broadening the public's perspectives on the complex relationships between climate, food production, and society, as well as the cultural history of the Middle East; and 5) public access to the data and teaching materials generated via Open Context and the Society for American Archaeology's website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexia",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexia Smith",
   "pi_email_addr": "alexia.smith@uconn.edu",
   "nsf_id": "000104040",
   "pi_start_date": "2011-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117865.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 65226.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 229277.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined archaeobotanical remains from Tell Qarqur, Tell Zeidan, and Tell Leilan, in Syria; &Ccedil;ad?r H&ouml;y&uuml;k and Kenan Tepe in Turkey; Areni-1 in Armenia; and Kurd Qaburstan in Iraq in order to better understand the dynamics of agriculture, fuel use, environment, and the development and collapse of early state level societies across Southwest Asia from the Ubaid period to the Iron Age (6<sup>th</sup> millennium BC&ndash;550 BC). The sites span an environmentally diverse region. Farmers in antiquity deeply weighed prevailing environmental conditions alongside changing socioeconomic demands when making agronomic choices. Across the region, important crops include hulled emmer wheat, free-threshing bread/durum wheat, barley, lentil, and flax, but temporal and spatial differences in relative abundances and the scale of production and crop processing exist. Remains from Ubaid Tell Zeidan and Kenan Tepe document a heavy emphasis on hulled wheats that were stored in spikelet form and processed on an as-need basis. Akkadian period farmers around Tell Leilan specialized in extensive cereal production. Crops were fully processed but not entirely clean when arriving at the site for redistribution. In collaboration with scholars from Oxford University, isotopic analyses of remains from Tell Zeidan and Tell Zeidan document extensification of agricultural production at the time social complexity began to emerge, counteracting the previously held belief that farmer intensified production as cities first began to develop. Following the collapse of the Akkadian Empire, agronomy appears to be less specialized and includes a wider range of legumes. In contrast farmers at Qarqur, where annual rainfall was much higher, consistently cultivated a wide range of cereal, legume, and fruit crops from the Bronze Age to the Crusader period, reflecting a more &ldquo;Mediterranean&rdquo; crop suite. Changes through time are evident, including the introduction of cotton in the Mamluk period. Differences in the abundance of chaff at sites in eastern and western Syria suggest higher levels of labor input for late-state crop processing in the west. Remains from &Ccedil;ad?r H&ouml;y&uuml;k document a broad agricultural base from the Chalcolithic through Hittite periods. Areni-1 also demonstrates a broad crop base with Chalcolithic inhabitants specializing in fruit production (most notably <em>Prunus </em>and grape). Remains from Kurd Qaburstan highlight the important role of pastoralism preserved through burned dung fuel.</p>\n<p>Over the past decade, attention has focused on the important role and social implications of fuel use in antiquity. Fuels include wood and burned dung. Disagreement exists within the literature on how dung fuel should be observed within archaeobotanical samples. This study developed a more objective approach by examining relative abundance of dung spherulites within archaeobotanical remains and associated sediment samples. The capacity of the Archaeobotany Laboratory at UConn to pursue detailed analyses of ancient fuel was enhanced through the acquisition of a Leica DM2700 microscope, a wood identification workshop led by Naomi Miller, and the creation of an extensive modern wood reference that was collected in Armenia in collaboration with Ivan Gabrielayn, a senior botanist at the Institute of Botany in Yerevan. Smith developed an upper-level anthracology course that resulted in a publication co-authored by Smith and all students in the class. Wood fuels were common at the Ubaid period sites, after which time, dung fuel use increased owing possibly to deforestation.</p>\n<p>Compared with other archaeological sub-disciplines, relatively few archaeobotanists within the US exist. Through this project, formal one-on-one training in archaeobotany was provided at the University of Connecticut (UConn) to one post-doctoral student, five doctoral students, and one international collaborator from Armenia. Multiple undergraduate students were also exposed to archaeobotanical laboratory techniques through a Sorting Club that aimed to increase awareness of the wide range of social questions that can be addressed with an archaeobotanical approach. Two of these undergraduates chose to pursue archaeobotany theses supervised by Smith as part of their degree requirements. Smith collaborated with John Settlage, a professor at UConn&rsquo;s Neag School of Education, and three trainee K&ndash;12 science teachers to develop curricula introducing archaeology to K&ndash;12 school students. The 17-lesson program was implemented by a trainee teacher at Kelly Middle School (Norwich, CT). Smith provided hands-on archaeology workshops to students at Goodwin Elementary (Mansfield, CT), Manchester High School (CT), and gave presentations at the Connecticut Museum of Natural History. Smith also modified a course on &ldquo;Great Discoveries in Archaeology&rdquo; that was taught each fall to approximately 250 undergraduates per semester in order to improve public awareness of archaeological ethics and the cultural history of the Middle East.</p>\n<p>The results of this study have been disseminated through presentations at Trinity College (CT), Dartmouth University (NH), and a series of professional conferences (ASOR, SAA, 8ICAANE, IWGP). The results have also been published as a series of book chapters within monographs and articles within journals, including <em>Nature Plants, Journal of Archaeological Science, Antiquity, PLoS One, Pal&eacute;orient, Iraq, Ethnobiology Letters, </em>and the <em>Journal of Field Archeology.</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/10/2017<br>\n\t\t\t\t\tModified by: Alexia&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examined archaeobotanical remains from Tell Qarqur, Tell Zeidan, and Tell Leilan, in Syria; &Ccedil;ad?r H&ouml;y&uuml;k and Kenan Tepe in Turkey; Areni-1 in Armenia; and Kurd Qaburstan in Iraq in order to better understand the dynamics of agriculture, fuel use, environment, and the development and collapse of early state level societies across Southwest Asia from the Ubaid period to the Iron Age (6th millennium BC&ndash;550 BC). The sites span an environmentally diverse region. Farmers in antiquity deeply weighed prevailing environmental conditions alongside changing socioeconomic demands when making agronomic choices. Across the region, important crops include hulled emmer wheat, free-threshing bread/durum wheat, barley, lentil, and flax, but temporal and spatial differences in relative abundances and the scale of production and crop processing exist. Remains from Ubaid Tell Zeidan and Kenan Tepe document a heavy emphasis on hulled wheats that were stored in spikelet form and processed on an as-need basis. Akkadian period farmers around Tell Leilan specialized in extensive cereal production. Crops were fully processed but not entirely clean when arriving at the site for redistribution. In collaboration with scholars from Oxford University, isotopic analyses of remains from Tell Zeidan and Tell Zeidan document extensification of agricultural production at the time social complexity began to emerge, counteracting the previously held belief that farmer intensified production as cities first began to develop. Following the collapse of the Akkadian Empire, agronomy appears to be less specialized and includes a wider range of legumes. In contrast farmers at Qarqur, where annual rainfall was much higher, consistently cultivated a wide range of cereal, legume, and fruit crops from the Bronze Age to the Crusader period, reflecting a more \"Mediterranean\" crop suite. Changes through time are evident, including the introduction of cotton in the Mamluk period. Differences in the abundance of chaff at sites in eastern and western Syria suggest higher levels of labor input for late-state crop processing in the west. Remains from &Ccedil;ad?r H&ouml;y&uuml;k document a broad agricultural base from the Chalcolithic through Hittite periods. Areni-1 also demonstrates a broad crop base with Chalcolithic inhabitants specializing in fruit production (most notably Prunus and grape). Remains from Kurd Qaburstan highlight the important role of pastoralism preserved through burned dung fuel.\n\nOver the past decade, attention has focused on the important role and social implications of fuel use in antiquity. Fuels include wood and burned dung. Disagreement exists within the literature on how dung fuel should be observed within archaeobotanical samples. This study developed a more objective approach by examining relative abundance of dung spherulites within archaeobotanical remains and associated sediment samples. The capacity of the Archaeobotany Laboratory at UConn to pursue detailed analyses of ancient fuel was enhanced through the acquisition of a Leica DM2700 microscope, a wood identification workshop led by Naomi Miller, and the creation of an extensive modern wood reference that was collected in Armenia in collaboration with Ivan Gabrielayn, a senior botanist at the Institute of Botany in Yerevan. Smith developed an upper-level anthracology course that resulted in a publication co-authored by Smith and all students in the class. Wood fuels were common at the Ubaid period sites, after which time, dung fuel use increased owing possibly to deforestation.\n\nCompared with other archaeological sub-disciplines, relatively few archaeobotanists within the US exist. Through this project, formal one-on-one training in archaeobotany was provided at the University of Connecticut (UConn) to one post-doctoral student, five doctoral students, and one international collaborator from Armenia. Multiple undergraduate students were also exposed to archaeobotanical laboratory techniques through a Sorting Club that aimed to increase awareness of the wide range of social questions that can be addressed with an archaeobotanical approach. Two of these undergraduates chose to pursue archaeobotany theses supervised by Smith as part of their degree requirements. Smith collaborated with John Settlage, a professor at UConn?s Neag School of Education, and three trainee K&ndash;12 science teachers to develop curricula introducing archaeology to K&ndash;12 school students. The 17-lesson program was implemented by a trainee teacher at Kelly Middle School (Norwich, CT). Smith provided hands-on archaeology workshops to students at Goodwin Elementary (Mansfield, CT), Manchester High School (CT), and gave presentations at the Connecticut Museum of Natural History. Smith also modified a course on \"Great Discoveries in Archaeology\" that was taught each fall to approximately 250 undergraduates per semester in order to improve public awareness of archaeological ethics and the cultural history of the Middle East.\n\nThe results of this study have been disseminated through presentations at Trinity College (CT), Dartmouth University (NH), and a series of professional conferences (ASOR, SAA, 8ICAANE, IWGP). The results have also been published as a series of book chapters within monographs and articles within journals, including Nature Plants, Journal of Archaeological Science, Antiquity, PLoS One, Pal&eacute;orient, Iraq, Ethnobiology Letters, and the Journal of Field Archeology.\n\n \n\n\t\t\t\t\tLast Modified: 07/10/2017\n\n\t\t\t\t\tSubmitted by: Alexia Smith"
 }
}