{
 "awd_id": "1054768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Development of a novel inhibitor-resistant genomic assay in environmental samples",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 436071.0,
 "awd_amount": 436071.0,
 "awd_min_amd_letter_date": "2011-01-05",
 "awd_max_amd_letter_date": "2011-01-05",
 "awd_abstract_narration": "Abstract\r\n\r\nProposal Title: CAREER: Development of a novel inhibitor-resistant genomic assay in environmental samples\r\n\r\nPrincipal Investigator: Ah Jeong Son\r\n\r\nInstitution: Auburn University\r\n\r\nProposal No: CBET- 1054768\r\n\r\nThis CAREER project describes an integrated research and education plan in the area of environmental engineering, with an explicit goal to develop a novel inhibitor resistant genomic assay (herein referred as IrGene assay) which is capable of bacteria detection in heterogeneous environmental samples.  Existing methods to quantify bacteria (i.e., culture-based) are limited in their sensitivity and specificity.  Recent improvements in biotechnology and genomics have led to the development of new genomic assays such as real-time PCR.  However, despite its high sensitivity, it is difficult to use real-time PCR assays to analyze minimally disturbed environmental samples due to its susceptibility to contamination.  For example, the presence of inhibitors such as humic acids can drastically decrease the quantification efficiency of real-time PCR assays in environmental samples.  The concept of the IrGene assay involves ?capturing? or bonding of the target DNA simultaneously to a magnetic bead and fluorescent nanoparticles (quantum dots).  Magnetic separation is then used to consolidate the captured (i.e., hybridized) target DNA, and fluorescence measurement for quantification.  The unique characteristics of the proposed nanomaterials and assay configuration (e.g., large surface area and rapid magnetic separation) will allow us to selectively hybridize the target DNA in the presence of inhibitors. \r\nTherefore, the proposed IrGene assay can overcome the vulnerability of real-time PCR assay to inhibitors in environmental samples. The proposed assay represents a novel inhibitor-resistant genomic assay for detecting bacteria in environmental samples.\r\n\r\nPreliminary experiments have demonstrated the viability of the proposed IrGene assay for gene quantification using inhibitor-laden samples.  It has shown assay sensitivity to several gene copy numbers, which is comparable to that of real-time PCR assay.  It has also shown negligible inhibition to the presence of humic acids as compared to real-time PCR assay, which exhibited significant inhibition.  The proposed research will be guided by a series of parallel, hypothesis-driven tasks.  The research is designed to investigate the inhibitor-resistance of the novel IrGene assay to common inhibitors.  The inhibitive effect of the new IrGene assay will be then elucidated by possible molecular mechanisms driven by five sub-hypotheses.  The work involves the heterogeneous environmental factors such as sample matrix to be correlated to the degree of inhibition in the assay.\r\n\r\nThrough continuous research in genomic technologies, the PI aims to advance the gene quantification technologies in environmental applications.  The study of bacteria and their interactions in a heterogeneous environment such as soil/sediment loaded with humic acids can potentially yield pivotal knowledge about previously unknown pathways and dynamics.  A myriad of challenging environmental issues can then be revisited to discover and engineer viable solutions to longstanding environmental challenges.  The proposed IrGene assay has the potential to impact a diverse range of scientific areas including water quality monitoring, subsurface bioremediation, food safety, and biomedical sciences.  The PI will use the research activity from this project to outreach to the public and to engage aspiring young scientists and engineers.  Specifically, (1) public awareness will be raised, especially among grade-school students (K-12), by showcasing the project in designated school events and newsletters; (2) research opportunities arising from the project?s activities will be made available to all students, including minority students.  In particular, funding for the project will be used to employ undergraduate researchers, thus making it possible for under-privileged students to participate\r\nin the project research activity as well.  (3) Finally, the project?s research activities and output will foster exchange and collaboration with international counterparts through conferences and publication in international journals.  It will also serve as the medium to initiate summer exchange programs with overseas institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ah Jeong",
   "pi_last_name": "Son",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ah Jeong Son",
   "pi_email_addr": "azs0031@auburn.edu",
   "nsf_id": "000511593",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "321-A INGRAM HALL",
  "perf_city_name": "AUBURN",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368490001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 436071.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With successful development of the NanoGene assay as funded by this project, &nbsp;we have the capability and technology to detect specific bacteria in our water supply with minimum hardware. More specifically, the NanoGene assay does not require laborious purification processes that come with conventional bacteria DNA detection methods. This will allow us to build a portable bacterial detection system based on the NanoGene assay.&nbsp;</p>\n<p>Fundamentally, we have performed numerous mechanistic studies that have allowed us to characterize and optimize the performance of the NanoGene assay protocol in laboratory settings. The results were published in four SCI &nbsp;journal publications including top journals such as Environmental Science and Technology. Specifically we have investigated the inhibition mechanisms by humic acids in environmental samples. We also discussed possible bacterial lysis techniques that are suitable for portable systems. Among them are physical only lysis and the novel micro corona discharge based ozone lysis. The results were published in four SCI journals including top journals such as Sensors and Actuators B: Chemical.&nbsp;</p>\n<p>In order to demonstrate the potential of the NanoGene assay as a portable system compatible bio-assay, we have developed a series of miniaturized systems that employed the NanoGene assay. Among them were the integrated pathogen detection system (IPDS) and the bacterial lysis chip (BLC). The results were published in top SCI journals such as Biosensors and Bioelectronics as well as Analyst.&nbsp;</p>\n<p>Overall, we have demonstrated that the NanoGene assay as funded by the NSF CAREER Award is a highly specific and rapid bio-assay that can be employed on miniaturized bacterial sensing system with relative ease.&nbsp;</p>\n<p>This will definitely allow us to work on realizing handheld as well as in-situ water monitoring systems which will safeguard our water supplies. These water monitoring systems will be able to warn us whenever it detects an elevated amount of the target bacteria such as E. coli.&nbsp;</p>\n<p>In uncertain times such as today where terrorism reigns, the newly developed NanoGene assay will also serve a critical role as our safeguard against bio-terrorism on our drinking water supplies.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2016<br>\n\t\t\t\t\tModified by: Ah Jeong&nbsp;Son</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith successful development of the NanoGene assay as funded by this project,  we have the capability and technology to detect specific bacteria in our water supply with minimum hardware. More specifically, the NanoGene assay does not require laborious purification processes that come with conventional bacteria DNA detection methods. This will allow us to build a portable bacterial detection system based on the NanoGene assay. \n\nFundamentally, we have performed numerous mechanistic studies that have allowed us to characterize and optimize the performance of the NanoGene assay protocol in laboratory settings. The results were published in four SCI  journal publications including top journals such as Environmental Science and Technology. Specifically we have investigated the inhibition mechanisms by humic acids in environmental samples. We also discussed possible bacterial lysis techniques that are suitable for portable systems. Among them are physical only lysis and the novel micro corona discharge based ozone lysis. The results were published in four SCI journals including top journals such as Sensors and Actuators B: Chemical. \n\nIn order to demonstrate the potential of the NanoGene assay as a portable system compatible bio-assay, we have developed a series of miniaturized systems that employed the NanoGene assay. Among them were the integrated pathogen detection system (IPDS) and the bacterial lysis chip (BLC). The results were published in top SCI journals such as Biosensors and Bioelectronics as well as Analyst. \n\nOverall, we have demonstrated that the NanoGene assay as funded by the NSF CAREER Award is a highly specific and rapid bio-assay that can be employed on miniaturized bacterial sensing system with relative ease. \n\nThis will definitely allow us to work on realizing handheld as well as in-situ water monitoring systems which will safeguard our water supplies. These water monitoring systems will be able to warn us whenever it detects an elevated amount of the target bacteria such as E. coli. \n\nIn uncertain times such as today where terrorism reigns, the newly developed NanoGene assay will also serve a critical role as our safeguard against bio-terrorism on our drinking water supplies. \n\n\t\t\t\t\tLast Modified: 03/31/2016\n\n\t\t\t\t\tSubmitted by: Ah Jeong Son"
 }
}