{
 "awd_id": "1054675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Dual Effects Of Intraspecific Competition On Pathogen Dynamics In A Songbird: From Endocrinology to Epidemiology",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 670000.0,
 "awd_amount": 691299.0,
 "awd_min_amd_letter_date": "2011-02-09",
 "awd_max_amd_letter_date": "2017-02-23",
 "awd_abstract_narration": "All organisms must continually fight off infection with harmful pathogens.  However, an organism's ability to resist pathogen infection is not constant, but varies dynamically with its physical and social environment. It is critical to understand key environmental mediators of disease susceptibility because they ultimately determine the likelihood and extent of large-scale disease outbreaks. \r\n\r\nThe goal of this project is to investigate how the physical and social environment interacts with the physiology of songbirds to influence disease susceptibility and the extent of population-level disease outbreaks.  The project examines how an environmental factor relevant to almost all organisms-- competition for limited food resources-- influences susceptibility of the house finch (Carpodacus mexicanus) to its debilitating bacterial pathogen (Mycoplasma gallisepticum, which causes visible eye swelling in songbirds).  The course of bacterial infection will be examined experimentally under varying physical and social environments, and experimental results will be scaled up to population-level disease outcomes using captive transmission studies, network-based models, and field studies of free-living house finches.  \r\n\r\nThe results of this work will significantly improve our understanding of the role of the environment on host susceptibility to pathogens and disease dynamics, and will allow for more targeted management of zoonotic and non-zoonotic disease outbreaks.  Results will be broadly disseminated by Virginia Tech graduate students through the creation of permanent \"Disease ecology\" education kits for middle and high-school students.  Because songbirds infected with M. gallisepticum are readily visible at bird feeders throughout the school year, the project's results can readily serve as the basis for interactive educational curricula.  Kit curricula will be piloted at teacher summer workshops and distributed to all five Virginia Tech regional centers for broad and long-term use in Virginia's middle and high school classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dana",
   "pi_last_name": "Hawley",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Dana M Hawley",
   "pi_email_addr": "hawleyd@vt.edu",
   "nsf_id": "000242768",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 670000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16899.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 4400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Individual animals can differ enormously in how likely they are to become sick with a contagious pathogen, and this variation can have critical consequences for the likelihood of disease outbreaks. Differences among individuals in the likelihood of getting sick result both from varying levels of exposure to disease-causing agents, as well as differing abilities to fight off these agents once exposed (i.e., susceptibility). The goal of this project was to understand how an environmental factor relevant to almost all organisms-- competition for food resources-- alters exposure and susceptibility to a debilitating pink-eye disease in a common backyard songbird, the house finch. We began our studies expecting that fights over food resources would result in more direct exposures to this contagious disease and simultaneous suppression of the immune system, leading to explosive disease outbreaks. However, our field studies and experiments did not detect any effects of aggression on either exposure or susceptibility to pink-eye in house finches. Instead, we found that the strongest predictor of the risk of pink-eye for house finches was extensive eating at bird feeders, suggesting that feeder surfaces themselves harbor this contagious disease. Interestingly, the amount of time an individual finch spent eating at feeders predicted both the likelihood of acquiring pink-eye as well as the likelihood of spreading disease to flockmates, suggesting that individual house finches that heavily utilize bird feeders may facilitate more explosive disease outbreaks by simultaneously acting as good sinks and sources of disease. Overall, our work suggests that feeding of wild birds by humans, currently one of the most popular wildlife recreational activities, may inadvertently facilitate disease outbreaks for this charismatic backyard bird. In addition to our primary project goals, we were able to investigate other links between behavior and physiology in this system. We found intriguing links between the stress hormone levels of free-living finches, how bold they are when they explore a new environment, and how socially connected they are with other house finches. This work suggests that there may be certain behaviors, such as willingness to explore a new environment, that are associated with increased exposure and susceptibility to disease in wild animals.</p>\n<p>&nbsp;</p>\n<p>This research provided significant educational opportunities for trainees at multiple levels. This project contributed to the training of two post-doctoral scientists, three graduate students, three post-baccalaureate students preparing for graduate school, and over 20 undergraduate students at Virginia Tech. Many of the students trained were members of groups that are currently under-represented in the scientists, and virtually all of the undergraduates who participated went on to careers in the biological sciences. Finally, this project created a novel, interactive course that teaches graduate students to better communicate the importance and context of their research to non-scientists. This course, called &ldquo;Outreach in Biology&rdquo;, teaches graduate students in any biology-related field how to develop and refine an outreach activity related to their own research. As part of the course development, this project supported an external workshop by the Alan Alda Center for Communicating Science, which over 30 Virginia Tech graduate students participated in. Thus, this project helped the next generation of scientists to better recognize the importance of effective science communication and to become more conversant in engaging with non-scientists about the nature and impact of their scientific work.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2018<br>\n\t\t\t\t\tModified by: Dana&nbsp;M&nbsp;Hawley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIndividual animals can differ enormously in how likely they are to become sick with a contagious pathogen, and this variation can have critical consequences for the likelihood of disease outbreaks. Differences among individuals in the likelihood of getting sick result both from varying levels of exposure to disease-causing agents, as well as differing abilities to fight off these agents once exposed (i.e., susceptibility). The goal of this project was to understand how an environmental factor relevant to almost all organisms-- competition for food resources-- alters exposure and susceptibility to a debilitating pink-eye disease in a common backyard songbird, the house finch. We began our studies expecting that fights over food resources would result in more direct exposures to this contagious disease and simultaneous suppression of the immune system, leading to explosive disease outbreaks. However, our field studies and experiments did not detect any effects of aggression on either exposure or susceptibility to pink-eye in house finches. Instead, we found that the strongest predictor of the risk of pink-eye for house finches was extensive eating at bird feeders, suggesting that feeder surfaces themselves harbor this contagious disease. Interestingly, the amount of time an individual finch spent eating at feeders predicted both the likelihood of acquiring pink-eye as well as the likelihood of spreading disease to flockmates, suggesting that individual house finches that heavily utilize bird feeders may facilitate more explosive disease outbreaks by simultaneously acting as good sinks and sources of disease. Overall, our work suggests that feeding of wild birds by humans, currently one of the most popular wildlife recreational activities, may inadvertently facilitate disease outbreaks for this charismatic backyard bird. In addition to our primary project goals, we were able to investigate other links between behavior and physiology in this system. We found intriguing links between the stress hormone levels of free-living finches, how bold they are when they explore a new environment, and how socially connected they are with other house finches. This work suggests that there may be certain behaviors, such as willingness to explore a new environment, that are associated with increased exposure and susceptibility to disease in wild animals.\n\n \n\nThis research provided significant educational opportunities for trainees at multiple levels. This project contributed to the training of two post-doctoral scientists, three graduate students, three post-baccalaureate students preparing for graduate school, and over 20 undergraduate students at Virginia Tech. Many of the students trained were members of groups that are currently under-represented in the scientists, and virtually all of the undergraduates who participated went on to careers in the biological sciences. Finally, this project created a novel, interactive course that teaches graduate students to better communicate the importance and context of their research to non-scientists. This course, called \"Outreach in Biology\", teaches graduate students in any biology-related field how to develop and refine an outreach activity related to their own research. As part of the course development, this project supported an external workshop by the Alan Alda Center for Communicating Science, which over 30 Virginia Tech graduate students participated in. Thus, this project helped the next generation of scientists to better recognize the importance of effective science communication and to become more conversant in engaging with non-scientists about the nature and impact of their scientific work. \n\n \n\n\t\t\t\t\tLast Modified: 06/12/2018\n\n\t\t\t\t\tSubmitted by: Dana M Hawley"
 }
}