{
 "awd_id": "1054966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Discoveries in compressible turbulence and turbulent mixing through Petascale simulations and analysis",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 421240.0,
 "awd_amount": 421240.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2011-02-22",
 "awd_abstract_narration": "ABSTRACT\r\nCompressible turbulent flows, characterized by a wide range of spatial and temporal scales,\r\noccur in many natural (supernovae explosions, volcanic eruptions, solar wind) and engineering\r\nsystems (commercial and supersonic flight and propulsion, reacting flows). Due to their complexity,\r\nthough, our fundamental understanding remains very limited, especially at high Reynolds numbers,\r\nrestricting our ability to predict natural phenomena and design better engineering devices.\r\n\r\nThis research advances the knowledge of compressible turbulence only possible through massive\r\nsimulations enabled by Cyberinfrastructure pushing, in turn, the frontiers of computational fluid\r\ndynamics. The simulations, unprecedented in size and detail, require novel software that efficiently\r\nuses hundreds of thousands of processors at Petascale levels and set the path for simulations at even\r\nlarger scales. The emphasis is in extreme parallelism exploring advanced features likely to exist\r\nin future architectures including communication libraries, programming models and accelerators.\r\nThe tremendous details unveiled by the simulations provide a unique opportunity for investigators\r\nto understand long-standing issues such as small-scale universality, inertial-range scaling, intermittency and largely unexplored areas such as mixing and dispersion of contaminants. Results are\r\nmade available through a portal which allows the community to obtain flow fields, statistics and\r\ncodes, and analyze massive datasets remotely.\r\n\r\nResearch and education are integrated at the interface between high-performance computing\r\n(HPC) and fluid mechanics. The educational goal is to (i) inspire students, including those from\r\nunderrepresented groups, to pursue careers in HPC and fluid mechanics, and (ii) educate future\r\nscientists and engineers capable of deploying Petascale solutions to important societal and technological problems. Educational and research activities are integrated through curricular innovation,\r\nundergraduate research and the portal which is also used to disseminate results to a broader audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diego",
   "pi_last_name": "Donzis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Diego A Donzis",
   "pi_email_addr": "donzis@tamu.edu",
   "nsf_id": "000543975",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "104500",
   "pgm_ele_name": "CAREER: FACULTY EARLY CAR DEV"
  },
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "057E",
   "pgm_ref_txt": "Thermodynamics"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1443",
   "pgm_ref_txt": "FLUID DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 421240.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p { margin-bottom: 0.1in; line-height: 120%; } -->\n<p style=\"line-height: 100%;\"><br /> <br /></p>\n<p style=\"line-height: 100%;\"><span style=\"font-family: Cantarell;\">Direct numerical simulations (DNS) where all scales are resolved according to exact governing equations have provide tremendous insight about turbulence, though mostly in incompressible flows. This is in spite of how ubiquitous these flows are which range from astrophysical flows, turbulent mixing in&nbsp;engines or stars, aerodynamic drag on commercial airplanes and spacecraft, fusion reactors, and volcanic eruptions, among many others. This project focused on current and future Cyberinfrastructure to advance the science of compressible turbulence for which much less is known especially at high Reynolds numbers and a range of Mach numbers. A complementary objective was to engage and inspire students in high-performance computing (HPC) and turbulence to educate the future scientists and engineering capable of effectively deploying computational solutions to important societal and technological problems.</span></p>\n<p style=\"line-height: 100%;\"><span style=\"font-family: Cantarell;\">We have focused on canonical flows, namely, isotropic turbulence and shock-turbulence interactions, at world-leading resolutions and Reynolds numbers which are essential to address long-standing and new fundamental issues such as small-scale universality, inertial-range scaling, intermittency, and largely unexplored areas such as mixing and dispersion.</span></p>\n<p style=\"line-height: 100%;\"><span style=\"font-family: Cantarell;\">We developed Petascale algorithms for compressible DNS with emphasis on using efficiently hundreds of thousands or even millions of cores exploring advanced hardware/software features likely to be employed in future architectures. With these codes we have performed simulations of isotropic compressible turbulence at unprecedented sizes and levels of fidelity. The massive databases generated were analyzed to study long-standing and fundamental issues in turbulent flows when compresiblility effects are important. We proposed new scaling laws for thermodynamic fluctuations, and identify different regimes that qualitatively distinguish these flows from their incompressible counterparts. We have also studied departures from classical phenomenological scaling valid for incompressible flows and assessed their validity and proposed corrections. These advances provide important insight and data to create turbulence models which can then be used in diverse applications, such as reacting turbulent flows. </span></p>\n<p style=\"line-height: 100%;\"><span style=\"font-family: Cantarell;\">We have also studied the interaction of shock waves and turbulence. In our theoretical work, we proposed a novel theoretical framework to understand these interactions which leads to different results than the widely used models developed 60 years ago which were unable to explain the data available in the literature at a range of conditions. In particular we provided a universal description of amplification factors, detailed studies of the structure of the shock, and the effect of small-scale intermittency in the so-called broken regime of the interaction. We have also created a unique database of shock-resolving simulations with unprecedented fidelity. Unlike most simulations in the literature we aimed at resolving both the turbulence and the shock, which means that we can capture the physics of the interaction at levels of accuracy beyond what exists in the literature. These simulations are very challenging because of the need to resolve very small regions in space. We were able to reach conditions in regimes not studied before, in particular when strong turbulence is present. We have discovered a new &ldquo;vanished&rdquo; regime where turbulence virtually destroys the shock. This could potentially provide new venues for testing modelings and controlling these flows in actual devices such as scramjets. This simulations provide a standard against which models and theory can be compared against, due to its fidelity and scope. </span></p>\n<p style=\"line-height: 100%;\"><span style=\"font-family: Cantarell;\">When shocks are present, the flow may develop thermal non-equilibrium (TNE) in which different molecular modes are not in thermal equilibrium among themselves or their surroundings. While this topic has been investigated for laminar flows, there was virtually no fundamental studies on the two-way coupling between turbulence and TNE. We have developed theory and complementary highly-resolved simulations that provide a solid basis to continue these investigation. We have found that turbulence actually disrupt the mean distribution of molecular energy across modes which could provide a venue for thermal protection systems in supersonic and hypersonic flight. </span></p>\n<p style=\"line-height: 100%;\"><span style=\"font-family: Cantarell;\">We have also focused our efforts on educational activities at multiple levels. At the graduate level we have introduced a course on high-performance computational fluid dynamics, which introduced students to the state-of-the-art in HPC and fluid dynamics. This has provided a perfect vehicle for students to introduce or strengthen their research using HPC. Projects in this class, have indeed led to publications with students. Results and experiences from the research in this project have been part of the class from the beginning and has been very well attended by students from a number of departments in the university. Under this project we have also strengthen scientific computing and HPC in the undergraduate curriculum. This has been done by reorganization as well as the introduction of HPC elements throughout classes. Results are seen as students graduate with a much solid background on the use of computational tools to solve real-life problems as they transition to graduate school, academia or industry. </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2018<br>\n\t\t\t\t\tModified by: Diego&nbsp;A&nbsp;Donzis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n \n\nDirect numerical simulations (DNS) where all scales are resolved according to exact governing equations have provide tremendous insight about turbulence, though mostly in incompressible flows. This is in spite of how ubiquitous these flows are which range from astrophysical flows, turbulent mixing in engines or stars, aerodynamic drag on commercial airplanes and spacecraft, fusion reactors, and volcanic eruptions, among many others. This project focused on current and future Cyberinfrastructure to advance the science of compressible turbulence for which much less is known especially at high Reynolds numbers and a range of Mach numbers. A complementary objective was to engage and inspire students in high-performance computing (HPC) and turbulence to educate the future scientists and engineering capable of effectively deploying computational solutions to important societal and technological problems.\nWe have focused on canonical flows, namely, isotropic turbulence and shock-turbulence interactions, at world-leading resolutions and Reynolds numbers which are essential to address long-standing and new fundamental issues such as small-scale universality, inertial-range scaling, intermittency, and largely unexplored areas such as mixing and dispersion.\nWe developed Petascale algorithms for compressible DNS with emphasis on using efficiently hundreds of thousands or even millions of cores exploring advanced hardware/software features likely to be employed in future architectures. With these codes we have performed simulations of isotropic compressible turbulence at unprecedented sizes and levels of fidelity. The massive databases generated were analyzed to study long-standing and fundamental issues in turbulent flows when compresiblility effects are important. We proposed new scaling laws for thermodynamic fluctuations, and identify different regimes that qualitatively distinguish these flows from their incompressible counterparts. We have also studied departures from classical phenomenological scaling valid for incompressible flows and assessed their validity and proposed corrections. These advances provide important insight and data to create turbulence models which can then be used in diverse applications, such as reacting turbulent flows. \nWe have also studied the interaction of shock waves and turbulence. In our theoretical work, we proposed a novel theoretical framework to understand these interactions which leads to different results than the widely used models developed 60 years ago which were unable to explain the data available in the literature at a range of conditions. In particular we provided a universal description of amplification factors, detailed studies of the structure of the shock, and the effect of small-scale intermittency in the so-called broken regime of the interaction. We have also created a unique database of shock-resolving simulations with unprecedented fidelity. Unlike most simulations in the literature we aimed at resolving both the turbulence and the shock, which means that we can capture the physics of the interaction at levels of accuracy beyond what exists in the literature. These simulations are very challenging because of the need to resolve very small regions in space. We were able to reach conditions in regimes not studied before, in particular when strong turbulence is present. We have discovered a new \"vanished\" regime where turbulence virtually destroys the shock. This could potentially provide new venues for testing modelings and controlling these flows in actual devices such as scramjets. This simulations provide a standard against which models and theory can be compared against, due to its fidelity and scope. \nWhen shocks are present, the flow may develop thermal non-equilibrium (TNE) in which different molecular modes are not in thermal equilibrium among themselves or their surroundings. While this topic has been investigated for laminar flows, there was virtually no fundamental studies on the two-way coupling between turbulence and TNE. We have developed theory and complementary highly-resolved simulations that provide a solid basis to continue these investigation. We have found that turbulence actually disrupt the mean distribution of molecular energy across modes which could provide a venue for thermal protection systems in supersonic and hypersonic flight. \nWe have also focused our efforts on educational activities at multiple levels. At the graduate level we have introduced a course on high-performance computational fluid dynamics, which introduced students to the state-of-the-art in HPC and fluid dynamics. This has provided a perfect vehicle for students to introduce or strengthen their research using HPC. Projects in this class, have indeed led to publications with students. Results and experiences from the research in this project have been part of the class from the beginning and has been very well attended by students from a number of departments in the university. Under this project we have also strengthen scientific computing and HPC in the undergraduate curriculum. This has been done by reorganization as well as the introduction of HPC elements throughout classes. Results are seen as students graduate with a much solid background on the use of computational tools to solve real-life problems as they transition to graduate school, academia or industry. \n\n\t\t\t\t\tLast Modified: 01/30/2018\n\n\t\t\t\t\tSubmitted by: Diego A Donzis"
 }
}