{
 "awd_id": "1054168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: The role of axon-glial cell interactions during commissure formation in the zebrafish forebrain.",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evan Balaban",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 768640.0,
 "awd_amount": 786640.0,
 "awd_min_amd_letter_date": "2011-03-17",
 "awd_max_amd_letter_date": "2015-04-16",
 "awd_abstract_narration": "Communication between the left and right hemispheres of the brain requires precisely positioned neuronal cells with extensions called axons that span the midline of the organism. During embryogenesis these midline-crossing neurons are formed through an elaborate process of cell guidance that instructs pathfinding axons across the midline prior to reaching their synaptic targets. This process of \"axon guidance\" requires important cell-to-cell interactions between the pathfinding axon and the cells in its local environment. The Barresi Lab seeks to determine what the cell types are that make up the growth substrate for pathfinding axons, define the live interactions that occur, and determine whether a protein called Slit1a mediates these interactions at the midline.  \r\n\r\nThe Barresi lab has characterized a simple system to assay midline-crossing axons interacting with a glial cells functioning as a growth substrate in the developing forebrains of living zebrafish zebrafish embryos. Using this system, they will also test the role Slit-Roundabout molecular signaling plays in regulating this interaction. They propose to exploit the embryological, molecular and genetic techniques available with the zebrafish model system to test directly whether glial cells play a role in midline crossing of these axons.  Additionally, they will test whether Slit1a positively mediates axon-glial interactions. Barresi hypothesizes that distinct populations of astroglia are required for midline crossing through a Slit1a-Robo1 mediated mechanism of axon-glial interaction. This work will provide a molecular, cellular and behavioral understanding of how neuron-glial interactions occur in the live developing brain, which could change our current understanding of brain development that is mostly based on fixed tissue analysis. \r\n\r\nImportantly, Barresi has also created a collaborative outreach program between an underserved public high school, a biotech company, and Smith College to train high school teachers and students in molecular and developmental biology. This effort is aimed to excite and prepare underrepresented students to consider and succeed in the pursuit of higher education in STEM related fields.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Barresi",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Barresi",
   "pi_email_addr": "mbarresi@smith.edu",
   "nsf_id": "000111743",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smith College",
  "inst_street_address": "10 ELM ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHAMPTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135842700",
  "inst_zip_code": "010636304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF THE SMITH COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "KRDJLRA9X6F3"
 },
 "perf_inst": {
  "perf_inst_name": "Smith College",
  "perf_str_addr": "10 ELM ST",
  "perf_city_name": "NORTHAMPTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010636304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 201267.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141617.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145686.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 187237.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 110833.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The human brain is arguably one of the most important, complex, and mysterious organ systems. Based on the precise interconnectivity of the neurons and glial cells that make up the brain, the central nervous system (CNS) controls most aspects of an organism&rsquo;s physiology, abilities, and even survival.&nbsp; This complexity of control means that when aspects of brain development go wrong, major problems can arise, and it also means that our understanding of those problems and potential solutions are seriously limited. Successful wiring of the nervous system relies on an elaborate communication system between newly born neurons attempting to send out a long arm-like process called an axon with the cellular and molecular growth environment. &nbsp;For bilaterally symmetrical organisms the midline represents a major decision point for a new neuron, as it marks a location that the growing axon may have to cross forming what is known as a &ldquo;commissure,&rdquo; which serves to connect the two sides of a nervous system.&nbsp;</p>\n<p>How is this decision made during development with such great fidelity that every individuals&rsquo; commissures are similarly positioned?&nbsp; To answer this question we have characterized a simple system to simultaneously observe commissural axons interacting with their growth substrate in the live zebrafish forebrain, as well as directly testing the role of specific molecular mechanisms controlling axon guidance across the midline. The zebrafish model system offers great simplicity paired with a rapidly developing embryonic brain. Additionally, the zebrafish possesses extensive conservation from gene to tissue with all vertebrate species, while also offering a plethora of unique experimental techniques (Image 1).&nbsp;</p>\n<p>This CAREER award enabled the Barresi lab to achieve many outcomes toward a better understanding of the role that astroglial cells play in commissure formation during development of the CNS. Glial cells and neurons are found at roughly equal proportions (50/50), yet little is known about the role of glial cells in the brain and even less known about their own developmental history or their role in helping the nervous system form. This investigation largely focused on the zebrafish forebrain by first characterizing the types of astroglial cells present at the location of developing commissures (Image 2).&nbsp; We took advantage of the ability to genetically label astroglial cells with fluorescent proteins to visually see these cells in the live embryo. Additionally, cells can be transplanted between zebrafish embryos, which is a technique that allowed us to see small populations of astroglial cells interacting with commissural axons. With this approach, we were able to define four different astroglial morphologies that come in direct contact with midline crossing axons (Image 3). To directly test whether these astroglial cells are important for commissure development, we generated a new genetic line of zebrafish that enables us to chemically induce the death or ablation of only astroglial cells. Using this ablation system we showed that these astroglia are required for many aspects of nervous system development. Astroglia are needed to maintain the pattern of axons throughout the CNS, prevent foreign cells from migrating inside CNS, and to maintain the blood-brain barrier. Astroglia are even required to function as neural stem cells in the embryo to create new neurons and other glial cells that help the CNS grow. Through this work we have also determined the role of molecular guidance cues called Slits and Roundabouts, which are proteins that can tell axons and astroglia where to travel. We demonstrated that Slit1a functions in a novel way to attract the growth of both commissural axons and astroglial cells to the correct midline location to form a commissure in the forebrain. In an effort to move this visually beautiful data toward a more quantitative analysis we created a new computational method (Image 4). This method will provide our work and the greater community statistically rigorous approaches to glean new and credible knowledge about how the vertebrate organism is built.</p>\n<p>All of the research for this award was conducted at Smith College, the nation&rsquo;s largest liberal arts college for women. This award helped the PI to introduce innovative teaching practices to better engage students, such as bringing researchers into the classroom through web conferencing and having students produce educational documentaries, all of which the PI has made publically available. Moreover, we extended the reach of this exciting research to the broader educational community by creating the &ldquo;Student Scientists&rdquo; outreach program.&nbsp; The aim of this program is to enhance Biology curriculum and laboratory instruction in secondary education. Student Scientists is now a truly sustainable outreach program that brings zebrafish embryos, sophisticated microscopy equipment, and teacher trained curriculum to 8 different school districts in the area. Thousands of K12 students have been impacted along with over 20 different teachers. Greater than 60 undergraduates have supported this program and their own professional development through it.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/25/2017<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Barresi</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959718388_barresi_2017_OR_Image2v1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959718388_barresi_2017_OR_Image2v1--rgov-800width.jpg\" title=\"Image 2. The zebrafish forebrain\"><img src=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959718388_barresi_2017_OR_Image2v1--rgov-66x44.jpg\" alt=\"Image 2. The zebrafish forebrain\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A) Illustration of the neuronal processes (axons) in the forebrain showing where they cross the midline for post-optic commissural (POC), anterior commissure (AC) and the optic chiasm (OC). B) A method to fluorescently visualize both axons (green) and astroglial cells relative to the commissures.</div>\n<div class=\"imageCredit\">Barresi, MJ.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;J&nbsp;Barresi</div>\n<div class=\"imageTitle\">Image 2. The zebrafish forebrain</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959650551_barresi_2017_OR_Image1v1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959650551_barresi_2017_OR_Image1v1--rgov-800width.jpg\" title=\"Image 1. The zebrafish embryo\"><img src=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959650551_barresi_2017_OR_Image1v1--rgov-66x44.jpg\" alt=\"Image 1. The zebrafish embryo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Zebrafish embryo at 24 hours post fertilization a.k.a. the pharyngula stage - when all vertebrates resemble each other.</div>\n<div class=\"imageCredit\">Barresi, MJ.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;J&nbsp;Barresi</div>\n<div class=\"imageTitle\">Image 1. The zebrafish embryo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959788248_barresi_2017_OR_Image3v1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959788248_barresi_2017_OR_Image3v1--rgov-800width.jpg\" title=\"Image 3. Defining astroglia\"><img src=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959788248_barresi_2017_OR_Image3v1--rgov-66x44.jpg\" alt=\"Image 3. Defining astroglia\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Defining the shapes of astroglial cells along the post optic commissure. Two morphologies discovered are known as radial glia and mesenchymal cells (illustrated to the right).</div>\n<div class=\"imageCredit\">Barresi, MJ.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;J&nbsp;Barresi</div>\n<div class=\"imageTitle\">Image 3. Defining astroglia</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959851350_barresi_2017_OR_Image4v1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959851350_barresi_2017_OR_Image4v1--rgov-800width.jpg\" title=\"Image 4. Quantifying an image.\"><img src=\"/por/images/Reports/POR/2017/1054168/1054168_10079352_1500959851350_barresi_2017_OR_Image4v1--rgov-66x44.jpg\" alt=\"Image 4. Quantifying an image.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The above picture is actual data of the post optic commissure converted into discrete points along 3 axes. This type of conversion allows us to extrapolate hard numbers about the position of data that would otherwise have been left for less conclusive, subjective observations.</div>\n<div class=\"imageCredit\">Barresi, MJ.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;J&nbsp;Barresi</div>\n<div class=\"imageTitle\">Image 4. Quantifying an image.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe human brain is arguably one of the most important, complex, and mysterious organ systems. Based on the precise interconnectivity of the neurons and glial cells that make up the brain, the central nervous system (CNS) controls most aspects of an organism?s physiology, abilities, and even survival.  This complexity of control means that when aspects of brain development go wrong, major problems can arise, and it also means that our understanding of those problems and potential solutions are seriously limited. Successful wiring of the nervous system relies on an elaborate communication system between newly born neurons attempting to send out a long arm-like process called an axon with the cellular and molecular growth environment.  For bilaterally symmetrical organisms the midline represents a major decision point for a new neuron, as it marks a location that the growing axon may have to cross forming what is known as a \"commissure,\" which serves to connect the two sides of a nervous system. \n\nHow is this decision made during development with such great fidelity that every individuals? commissures are similarly positioned?  To answer this question we have characterized a simple system to simultaneously observe commissural axons interacting with their growth substrate in the live zebrafish forebrain, as well as directly testing the role of specific molecular mechanisms controlling axon guidance across the midline. The zebrafish model system offers great simplicity paired with a rapidly developing embryonic brain. Additionally, the zebrafish possesses extensive conservation from gene to tissue with all vertebrate species, while also offering a plethora of unique experimental techniques (Image 1). \n\nThis CAREER award enabled the Barresi lab to achieve many outcomes toward a better understanding of the role that astroglial cells play in commissure formation during development of the CNS. Glial cells and neurons are found at roughly equal proportions (50/50), yet little is known about the role of glial cells in the brain and even less known about their own developmental history or their role in helping the nervous system form. This investigation largely focused on the zebrafish forebrain by first characterizing the types of astroglial cells present at the location of developing commissures (Image 2).  We took advantage of the ability to genetically label astroglial cells with fluorescent proteins to visually see these cells in the live embryo. Additionally, cells can be transplanted between zebrafish embryos, which is a technique that allowed us to see small populations of astroglial cells interacting with commissural axons. With this approach, we were able to define four different astroglial morphologies that come in direct contact with midline crossing axons (Image 3). To directly test whether these astroglial cells are important for commissure development, we generated a new genetic line of zebrafish that enables us to chemically induce the death or ablation of only astroglial cells. Using this ablation system we showed that these astroglia are required for many aspects of nervous system development. Astroglia are needed to maintain the pattern of axons throughout the CNS, prevent foreign cells from migrating inside CNS, and to maintain the blood-brain barrier. Astroglia are even required to function as neural stem cells in the embryo to create new neurons and other glial cells that help the CNS grow. Through this work we have also determined the role of molecular guidance cues called Slits and Roundabouts, which are proteins that can tell axons and astroglia where to travel. We demonstrated that Slit1a functions in a novel way to attract the growth of both commissural axons and astroglial cells to the correct midline location to form a commissure in the forebrain. In an effort to move this visually beautiful data toward a more quantitative analysis we created a new computational method (Image 4). This method will provide our work and the greater community statistically rigorous approaches to glean new and credible knowledge about how the vertebrate organism is built.\n\nAll of the research for this award was conducted at Smith College, the nation?s largest liberal arts college for women. This award helped the PI to introduce innovative teaching practices to better engage students, such as bringing researchers into the classroom through web conferencing and having students produce educational documentaries, all of which the PI has made publically available. Moreover, we extended the reach of this exciting research to the broader educational community by creating the \"Student Scientists\" outreach program.  The aim of this program is to enhance Biology curriculum and laboratory instruction in secondary education. Student Scientists is now a truly sustainable outreach program that brings zebrafish embryos, sophisticated microscopy equipment, and teacher trained curriculum to 8 different school districts in the area. Thousands of K12 students have been impacted along with over 20 different teachers. Greater than 60 undergraduates have supported this program and their own professional development through it. \n\n \n\n\t\t\t\t\tLast Modified: 07/25/2017\n\n\t\t\t\t\tSubmitted by: Michael J Barresi"
 }
}