{
 "awd_id": "1054280",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Engaging Elementary Students in Data Analysis through Study of Physical Activities",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 658620.0,
 "awd_amount": 679860.0,
 "awd_min_amd_letter_date": "2011-05-26",
 "awd_max_amd_letter_date": "2015-06-25",
 "awd_abstract_narration": "This CAREER awardee at Utah State University is investigating the learning that can take place when elementary school students are directly involved in the collection, sense-making, and analysis of real, personally-meaningful data sets.  The project responds to increasing attention to data collection and analysis in elementary grades and aims to make important contributions to the knowledge base on effective approaches to these topics. The hypotheses of this work are that by organizing elementary statistics instruction around the study of physical activities, students will have greater personal engagement in data analysis processes and that students will also develop more robust understandings of statistical ideas.  Students and teachers from fifth grade classrooms at the Edith Bowen Laboratory School at Utah State University and from several elementary schools from the Cashe County School District, a rural district in northern Utah, are participating in the project.  This work is co-funded by the EPSCoR program.\r\n\r\nStatistics topics include measures of center and variation.  Students use pedometers, heart rate monitors, other probeware, and the TinkerPlots software.  The research team investigates the influence of personal ownership and relationships to data on students' understanding of learning of elementary statistics concepts and their ability to analyze data. The research involves multi-year clinical interviews and video-recorded classroom design experiments.\r\n\r\nResearch results are expected to be published in appropriate journals and are expected to be presented at professional meetings. Lesson plans and student instructional materials related to physical activity, measures of center, and data distributions are made available for use in elementary schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Lee",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Victor R Lee",
   "pi_email_addr": "vrlee@stanford.edu",
   "nsf_id": "000565343",
   "pi_start_date": "2011-05-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 283939.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 158816.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 138249.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 98856.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined and documented both the challenges and opportunities involved in using students&rsquo; own bodily activity as a data source for developing their data analysis skills. Technologies used included wearable tracking devices, such as heart rate monitors and activity trackers that record steps, and slow-motion cameras that can record detailed footage of student movement in various activities. The project involved multiple cycles of curriculum development and testing of tools and instructional units with small groups of students and with entire elementary school classrooms. At the time that this project began, activity tracking devices and personal data analysis were not yet commonplace, making research on the potential educational benefits timely and necessary. Since then, activity tracking technologies have become more familiar and pervasive, making the work of the project informative for educators and researchers who wish to provide students with more opportunities for personalized learning with and about data.</p>\n<p>&nbsp;</p>\n<p>In general, activity data obtained from students created new and productive opportunities for students to build on prior knowledge they had about school day activities in order to learn statistics content or develop science and mathematical understandings. For example, knowledge about common recess activities that were tracked with wearable devices led to students establishing their own lines of data inquiry related to what activities were more demanding and how different metrics could be adjusted or changed based on changes in student behavior. This was observed through numerous case studies of student discussion related to data and what information was being conveyed through different activity data records. Students generated novel questions about how activity trackers worked and about central tendency in a distribution of data. Students who used the various activity recording technologies in the context of the designed classroom units consistently showed significant learning gains, and when there were direct comparisons between classrooms, the students in these experimental units performed higher or showed greater learning gains than their peers using more traditional units.</p>\n<p>&nbsp;</p>\n<p>To make activity tracker data more accessible for student use, various tools were created by the project team that included custom storage solutions for classroom sets of activity trackers and web tools to extract data into forms that could be used for data visualization software designed for classrooms. The project had identified the need to make data visualization tools consistent for students and to narrow activity focus to particular portions of school day activity where students were especially knowledgeable about routines and showed diversity in what they did, such as recess. Many youth were limited in their ability to obtain and transfer data from devices outside of the school setting because of limited home access to the larger device ecosystem that makes activity data accessible, suggesting that classroom provision of devices and dedicated class time for examining and working with physical activity data may be the most equitable approach. Findings from this project inform the design of curriculum and educational tools that involve teaching and learning from data generated by students.</p>\n<p>&nbsp;</p>\n<p>These activities took place in the Mountain West region of the United States. Students and teachers at multiple schools, including those with Title I status or serving rural populations, received professional development and instructional units through this project. Some additional research completed through this grant sought to document other data collection practices that youth encounter in everyday life and how hobbyist groups collect, analyze, and share their own activity data. These related lines of research helped establish new ideas for the design of classroom activities to help students more productively use their own activity data that were pursued.</p>\n<p>&nbsp;</p>\n<p>Both undergraduate and graduate students were supported in their research training through this project, with individuals proceeding to university or analyst positions following their schooling. Undergraduate students who were not studying to be educators gained direct experience in elementary classrooms by assisting with the project and assisting elementary school students.</p>\n<p>&nbsp;</p>\n<p>The Principal Investigator, as intended by the CAREER program, developed new lines of research and integrated findings and resources from this grant-funded project into university courses to enhance the learning experiences of students at Utah State University. Two doctoral dissertations were developed from the tools and data collected by this project. Several participating students expressed enthusiasm over their new discoveries about their physical activities and their increased proficiency with data analysis.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2018<br>\n\t\t\t\t\tModified by: Victor&nbsp;R&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project examined and documented both the challenges and opportunities involved in using students? own bodily activity as a data source for developing their data analysis skills. Technologies used included wearable tracking devices, such as heart rate monitors and activity trackers that record steps, and slow-motion cameras that can record detailed footage of student movement in various activities. The project involved multiple cycles of curriculum development and testing of tools and instructional units with small groups of students and with entire elementary school classrooms. At the time that this project began, activity tracking devices and personal data analysis were not yet commonplace, making research on the potential educational benefits timely and necessary. Since then, activity tracking technologies have become more familiar and pervasive, making the work of the project informative for educators and researchers who wish to provide students with more opportunities for personalized learning with and about data.\n\n \n\nIn general, activity data obtained from students created new and productive opportunities for students to build on prior knowledge they had about school day activities in order to learn statistics content or develop science and mathematical understandings. For example, knowledge about common recess activities that were tracked with wearable devices led to students establishing their own lines of data inquiry related to what activities were more demanding and how different metrics could be adjusted or changed based on changes in student behavior. This was observed through numerous case studies of student discussion related to data and what information was being conveyed through different activity data records. Students generated novel questions about how activity trackers worked and about central tendency in a distribution of data. Students who used the various activity recording technologies in the context of the designed classroom units consistently showed significant learning gains, and when there were direct comparisons between classrooms, the students in these experimental units performed higher or showed greater learning gains than their peers using more traditional units.\n\n \n\nTo make activity tracker data more accessible for student use, various tools were created by the project team that included custom storage solutions for classroom sets of activity trackers and web tools to extract data into forms that could be used for data visualization software designed for classrooms. The project had identified the need to make data visualization tools consistent for students and to narrow activity focus to particular portions of school day activity where students were especially knowledgeable about routines and showed diversity in what they did, such as recess. Many youth were limited in their ability to obtain and transfer data from devices outside of the school setting because of limited home access to the larger device ecosystem that makes activity data accessible, suggesting that classroom provision of devices and dedicated class time for examining and working with physical activity data may be the most equitable approach. Findings from this project inform the design of curriculum and educational tools that involve teaching and learning from data generated by students.\n\n \n\nThese activities took place in the Mountain West region of the United States. Students and teachers at multiple schools, including those with Title I status or serving rural populations, received professional development and instructional units through this project. Some additional research completed through this grant sought to document other data collection practices that youth encounter in everyday life and how hobbyist groups collect, analyze, and share their own activity data. These related lines of research helped establish new ideas for the design of classroom activities to help students more productively use their own activity data that were pursued.\n\n \n\nBoth undergraduate and graduate students were supported in their research training through this project, with individuals proceeding to university or analyst positions following their schooling. Undergraduate students who were not studying to be educators gained direct experience in elementary classrooms by assisting with the project and assisting elementary school students.\n\n \n\nThe Principal Investigator, as intended by the CAREER program, developed new lines of research and integrated findings and resources from this grant-funded project into university courses to enhance the learning experiences of students at Utah State University. Two doctoral dissertations were developed from the tools and data collected by this project. Several participating students expressed enthusiasm over their new discoveries about their physical activities and their increased proficiency with data analysis.\n\n \n\n\t\t\t\t\tLast Modified: 11/02/2018\n\n\t\t\t\t\tSubmitted by: Victor R Lee"
 }
}