{
 "awd_id": "1054909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   EVOLVABILITY OF THE CICHLID JAW: THE GENETIC BASES FOR CRANIOFACIAL SHAPE, PLASTICITY, AND MODULARITY",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 638000.0,
 "awd_amount": 638000.0,
 "awd_min_amd_letter_date": "2011-05-03",
 "awd_max_amd_letter_date": "2015-06-15",
 "awd_abstract_narration": "Biodiversity is all around us, and its origins have been the focus of intense study for centuries. In spite of these efforts, however, we remain largely ignorant of the forces that promote and maintain species diversity over time. Under this award we seek to understand how the genome and environment interact to promote biodiversity. To this end we will take advantage of a system that combines experimental tractability and evolutionary richness. Cichlids are a family of fresh water fish from the East African Rift-Valley that are indisputably the most evolutionarily successful group of vertebrates on the planet. In a few million years, over a thousand species have evolved from a common ancestor. To put it another way, in the same amount of time that the human species is old, a thousand cichlid species have evolved. Here we will take a genetic approach to try to understand how this came to be. Specifically, we will scan the genomes of fish with differently shaped heads to search for genes that have contributed to species differences. An emphasis on the head has a direct ecological consequence, as different head shapes will determine where a fish lives and what it feeds on. We will also repeat this experiment under different environmental conditions to gain a better appreciation for how different genes in the genome are expressed under different environmental conditions to promote species diversity and evolutionary success. This highly interdisciplinary project provides a rich intellectual landscape to train students in various methods and theories. It also offers an explicit framework to bring high school science teachers up to date with the latest trends, concepts and theories in evolutionary biology. In essence it has the potential to modernize the high school curriculum with respect to evolution education. This last point is of particular importance, as a recent survey showed that only 14% of Americans considered evolution to be \"definitely true\". Clearly we are failing our students, and since high school is the last time when many Americans will take a science course, it is of paramount importance to improve our methods and strategies for teaching evolution to this age group.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Albertson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Craig Albertson",
   "pi_email_addr": "rcraigalbertson@gmail.com",
   "nsf_id": "000569689",
   "pi_start_date": "2011-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 108000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How does biodiversity arise, and how is it maintained over time? Why have certain groups of organisms evolved extensively, while others have remained relatively unchanged over eons? These basic questions have fascinated naturalist since a time well before Darwin. For nearly 100 years, research along these lines has largely focused on describing the genetic attributes of populations and species that determine evolutionary potential. We explore similar questions in a system that exhibits unparalleled evolutionary richness. Cichlids are a family of fresh water fish that are the most evolutionarily successful group of vertebrates on the planet. For example, in the East African Rift-Valley over a thousand cichlid species have evolved from a common ancestor in the past few million years.</p>\n<p>A key aim of this project was to identify the genetic and genomic basis for morphological evolution in this group. To this end, we scanned the genomes of diverse cichlids and identified many genes involved in specifying differences among species. This represents a major advancement in the field as we can now point to specific genes that underlie distinct aspects of fish diversity, from variation in color pattern and hue, to differences in jaw, head, body and fin shape. A key (and somewhat surprising) finding of this work was that a particular gene, called <em>patched 1,</em> was found to control many different skeletal traits. That a mutation in a single gene can influence the shape of multiple elements helps to explain, at least in part, the rapid evolution of this group.</p>\n<p>In the field of evolutionary biology, it is increasingly recognized that genes do not operate alone to produce the traits that define an organism. Rather gene expression is influenced by the physical interaction between cells and tissues as the embryo grows, as well as the physical environment (e.g., light, temperature, pH) that the embryo is exposed to. Thus, developmental processes and environmental conditions can have a major impact on the manifestation of trait variation. In certain instances, variation may be constrained, whereas under different conditions variation may be expanded. Since natural selection acts upon such variation, these factors can have a major impact on evolutionary potential. The aim of the second part of this project was to begin to understand the complex interactions between genes and the environment. Key findings along these lines were (1) that such interactions may themselves evolve, and (2) the identification of an important molecule at the interphase between cells and the environment. For the first point we showed that the sensitivity of the genome to developmental and environmental influences can be very different between closely related organisms. This finding helps to explain why certain lineages exhibit greater evolutionary potential than others. Second, we showed that the same gene implicated above, <em>patched 1</em>, is necessary for cells to interpret environmental input (specifically, mechanical load). This finding provides a solid foundation for future investigations into the specific molecular mechanisms that enable the genome to sense, interpret, and respond to it&rsquo;s surroundings as it unfolds over development.</p>\n<p>In all, this work has advanced our knowledge of an important group of animals. Cichlids have long been studied as an ecological and evolutionary model, but the application of advanced statistical and genetic methods here have helped to solidify their role as an important model for evolutionary research in the new millennium. In addition, our work has helped to advance the field of evolutionary biology in general. Our research offers new experimental paradigms and methodologies for the study of genes and the environment, and our results offer new insights into how these factors combine to determine developmental outcomes, and evolutionary potential.</p>\n<p>Finally, for the boarder impacts section of this award, we developed instructional media for evolution education. This was accomplished for the evolutionary history of whales, focusing on the evolved loss of hind limbs in the lineage leading to modern whales. Using a series of descriptive and interactive animations, we provided a flexible learning module that delves into the evolutionary history and molecular mechanisms that collectively describe the sequence through which whales lost their hind limbs as they adapted to a fully aquatic environment. This is a beautiful and integrative &ldquo;story&rdquo; that provides a discrete molecular mechanisms that underlies a conspicuous evolutionary change. The material is currently being vetted in K12 and college classrooms and will be made freely available to the public. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2016<br>\n\t\t\t\t\tModified by: Craig&nbsp;Albertson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHow does biodiversity arise, and how is it maintained over time? Why have certain groups of organisms evolved extensively, while others have remained relatively unchanged over eons? These basic questions have fascinated naturalist since a time well before Darwin. For nearly 100 years, research along these lines has largely focused on describing the genetic attributes of populations and species that determine evolutionary potential. We explore similar questions in a system that exhibits unparalleled evolutionary richness. Cichlids are a family of fresh water fish that are the most evolutionarily successful group of vertebrates on the planet. For example, in the East African Rift-Valley over a thousand cichlid species have evolved from a common ancestor in the past few million years.\n\nA key aim of this project was to identify the genetic and genomic basis for morphological evolution in this group. To this end, we scanned the genomes of diverse cichlids and identified many genes involved in specifying differences among species. This represents a major advancement in the field as we can now point to specific genes that underlie distinct aspects of fish diversity, from variation in color pattern and hue, to differences in jaw, head, body and fin shape. A key (and somewhat surprising) finding of this work was that a particular gene, called patched 1, was found to control many different skeletal traits. That a mutation in a single gene can influence the shape of multiple elements helps to explain, at least in part, the rapid evolution of this group.\n\nIn the field of evolutionary biology, it is increasingly recognized that genes do not operate alone to produce the traits that define an organism. Rather gene expression is influenced by the physical interaction between cells and tissues as the embryo grows, as well as the physical environment (e.g., light, temperature, pH) that the embryo is exposed to. Thus, developmental processes and environmental conditions can have a major impact on the manifestation of trait variation. In certain instances, variation may be constrained, whereas under different conditions variation may be expanded. Since natural selection acts upon such variation, these factors can have a major impact on evolutionary potential. The aim of the second part of this project was to begin to understand the complex interactions between genes and the environment. Key findings along these lines were (1) that such interactions may themselves evolve, and (2) the identification of an important molecule at the interphase between cells and the environment. For the first point we showed that the sensitivity of the genome to developmental and environmental influences can be very different between closely related organisms. This finding helps to explain why certain lineages exhibit greater evolutionary potential than others. Second, we showed that the same gene implicated above, patched 1, is necessary for cells to interpret environmental input (specifically, mechanical load). This finding provides a solid foundation for future investigations into the specific molecular mechanisms that enable the genome to sense, interpret, and respond to it?s surroundings as it unfolds over development.\n\nIn all, this work has advanced our knowledge of an important group of animals. Cichlids have long been studied as an ecological and evolutionary model, but the application of advanced statistical and genetic methods here have helped to solidify their role as an important model for evolutionary research in the new millennium. In addition, our work has helped to advance the field of evolutionary biology in general. Our research offers new experimental paradigms and methodologies for the study of genes and the environment, and our results offer new insights into how these factors combine to determine developmental outcomes, and evolutionary potential.\n\nFinally, for the boarder impacts section of this award, we developed instructional media for evolution education. This was accomplished for the evolutionary history of whales, focusing on the evolved loss of hind limbs in the lineage leading to modern whales. Using a series of descriptive and interactive animations, we provided a flexible learning module that delves into the evolutionary history and molecular mechanisms that collectively describe the sequence through which whales lost their hind limbs as they adapted to a fully aquatic environment. This is a beautiful and integrative \"story\" that provides a discrete molecular mechanisms that underlies a conspicuous evolutionary change. The material is currently being vetted in K12 and college classrooms and will be made freely available to the public.  \n\n\t\t\t\t\tLast Modified: 09/07/2016\n\n\t\t\t\t\tSubmitted by: Craig Albertson"
 }
}