{
 "awd_id": "1054331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Lifesaving Robotic Tentacles",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Reid Simmons",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-02-01",
 "awd_max_amd_letter_date": "2011-02-01",
 "awd_abstract_narration": "Within medical robotics, this research advances telerobotics, and continuum robot architectures, models, sensing, and control, as well as medical science by enabling new diagnostic procedures. Scientific understanding of continuum robots is entering an exciting era where early assumptions implying constant curvature are giving way to more descriptive models of how actuators and external loads combine to produce variable curvatures. Infusing theory from mechanics into robotics science provides a bright path forward. Outside its own field, this also enhances human understanding of biology ? mechanics-based models provide insight on how elephant trunks, octopus tentacles, and other biological continuum structures perform so elegantly.\r\n\r\nThese systems are minimally invasive and are used to combat the most deadly form of cancer (lung), surgically access one of the most difficult to reach locations (the skull base), and increase the impact of one of the most underutilized curative treatments available (cochlear implantation). Within and beyond these first three applications, these less invasive, more accurate, information-guided continuum robots improve public health by reducing patient recovery times, infection rates, and treatment costs, and enabling entirely new surgical approaches to diseases that are untreatable (and in many cases terminal) today. The proposed curriculum infuses research results into the classroom, and involves undergraduates, high school girls, and high school teachers which enhances the research while promoting learning. The tactile haptic device  increases the accessibility of engineering to the blind. The testbeds enhance the research infrastructure of the PI?s lab, and the haptic devices enhance the educational infrastructure in universities, in high schools, and in schools for the blind.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Webster",
   "pi_mid_init": "J",
   "pi_sufx_name": "III",
   "pi_full_name": "Robert J Webster",
   "pi_email_addr": "robert.webster@vanderbilt.edu",
   "nsf_id": "000152594",
   "pi_start_date": "2011-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7495",
   "pgm_ref_txt": "ROBUST INTELLIGENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we made fundamental modeling and design breakthroughs to create robots that can bend and elongate like an elephant trunk or octopus tentacle, yet be as thin needle. To do this, we unified modeling, design, and control approaches from robotics, continuum mechanics, and magnetics, to create intelligent tentacle-like robots that work in collaboration with human surgeons to accomplish surgical procedures more effectively.&nbsp; Specifically, we invented many completely new kinds of robots including steerable needles, magnet-tipped implantable devices, and tiny robot &ldquo;hands&rdquo; to help surgeons work in small spaces. These robots assist surgeons with performing less invasive procedures in neurosurgery, sinus surgery, prostate surgery, for lung cancer interventions, and for cochlear implant surgery to help deaf patients hear again.&nbsp; We also created a variety of educational robots and systems to help teach students about robotics and dynamics, as well as to help blind children &ldquo;see&rdquo; graphical math concepts through touching vibrating touchscreens.&nbsp; People from the entire educational spectrum from K-12, to undergraduate, to graduate, to the postdoctoral level were trained through this project, and went on to win awards for their research, prestigious fellowships, obtain faculty positions, found startup companies, and become leading innovators in the medical device industry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/09/2018<br>\n\t\t\t\t\tModified by: Robert&nbsp;J&nbsp;Webster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we made fundamental modeling and design breakthroughs to create robots that can bend and elongate like an elephant trunk or octopus tentacle, yet be as thin needle. To do this, we unified modeling, design, and control approaches from robotics, continuum mechanics, and magnetics, to create intelligent tentacle-like robots that work in collaboration with human surgeons to accomplish surgical procedures more effectively.  Specifically, we invented many completely new kinds of robots including steerable needles, magnet-tipped implantable devices, and tiny robot \"hands\" to help surgeons work in small spaces. These robots assist surgeons with performing less invasive procedures in neurosurgery, sinus surgery, prostate surgery, for lung cancer interventions, and for cochlear implant surgery to help deaf patients hear again.  We also created a variety of educational robots and systems to help teach students about robotics and dynamics, as well as to help blind children \"see\" graphical math concepts through touching vibrating touchscreens.  People from the entire educational spectrum from K-12, to undergraduate, to graduate, to the postdoctoral level were trained through this project, and went on to win awards for their research, prestigious fellowships, obtain faculty positions, found startup companies, and become leading innovators in the medical device industry.\n\n\t\t\t\t\tLast Modified: 02/09/2018\n\n\t\t\t\t\tSubmitted by: Robert J Webster"
 }
}