{
 "awd_id": "1054148",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Extreme Weather Events and Emergency Medical Services: A Discrete 0ptimization Modeling Framework",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 427375.0,
 "awd_amount": 433375.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2011-11-08",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) Program award investigates how to reformulate and reframe important service system models that have considerable social relevance by considering the fundamental decision issues within their social context.  This career plan is motivated by important, timely resource allocation problems in emergency medical service (EMS) systems, namely, how to provide a coordinated EMS response to medical emergencies during extreme weather events, thus integrating two types of hazard mitigation problems that have been addressed separately in the literature thus far.  In particular, this research investigates how to optimally dispatch servers (medical units) to geographically dispersed customers (patients) as well as how dispatching policies change during normal and extreme weather events.  Emergency medical dispatching protocols are typically designed for systems operating under normal weather conditions.  In general, little guidance exists for how dispatching protocols may change for systems operating under extreme weather conditions.  The central challenges of the research program are to reformulate and reframe new classes of hard discrete optimization problems that capture the social context surrounding service systems and to solve the discrete optimization models by exploring new algorithms and heuristics as well as by characterizing the structural properties of the models.  The discrete optimization models developed in this project provide novel formulations that reformulate and reframe new classes of problems by investigating the particular demands of EMS systems.  These new models and algorithms can be used to provide fundamental insights into the design and operation of EMS systems in response to medical emergencies that arise during extreme weather events.  Challenging extensions investigate how to simultaneously locate and dispatch medical units and investigate game-theoretic aspects of emergency medical dispatch using principal agent problem models.  The central challenges of the educational component are to create a portfolio of teaching and outreach activities that educates public safety leaders through outreach, to create a series of podcasts about applying advanced analytical tools to risk and hazard applications, to use the research as a vehicle for outreach using social networking tools (blogs, FaceBook, and Twitter), to develop a course on mathematical models for homeland security and emergency management, and to mentor students.  Integration between the research and educational components will be achieved by including the research models in the outreach and other educational activities and by using the outreach and educational component to better inform the research models.\r\n\r\nThe broader impacts of this project are aimed at integrating research with teaching and learning on important risk and hazard problems with application to emergency medical services.  The research component leads to new policies for allocating scarce EMS resources in real-time, which have the potential to transform how EMS resources are allocated during normal and extreme weather events.  A collaborative arrangement with an EMS community partner provides a wealth of real-world data for this project, and this community partner will be the direct beneficiary of this research.  The educational component creates a portfolio of outreach activities that are targeted at public safety leaders and that use online social networking tools.  The educational and outreach activities synthesize and feed back into the research activities.  A positive impact of this project is the transmission of knowledge to public safety leaders and to students outside of the investigator's field.  Finally, research results, educational materials, and outreach activities programs will be broadly disseminated to researchers, practitioners, and to society at large.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Albert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Albert",
   "pi_email_addr": "laura@engr.wisc.edu",
   "nsf_id": "000640967",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "910 WEST FRANKLIN ST",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232849005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 123592.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}