{
 "awd_id": "1054329",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The GA-VSC Herbaria Collaborative: Phase I of a Statewide Consortium",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 198255.0,
 "awd_amount": 204255.0,
 "awd_min_amd_letter_date": "2011-03-10",
 "awd_max_amd_letter_date": "2012-03-27",
 "awd_abstract_narration": "Georgia's flora is ranked seventh nationally in species richness.  The herbaria at University of Georgia [GA] and Valdosta State University [VSC] comprise 324,500 plant specimens, representing 84% of collections housed in Georgia.  This funding fosters a formal GA&#8722;VSC partnership to produce an on-line state Atlas linked to specimen images and data.  VSC infrastructure will also be enhanced with additional storage and processing of valuable rare specimens.  The project will initiate a state-wide herbarium consortium, providing a model for most effective data mobilization as other collections are incorporated into the system. The network will provide global access to these collections, ensuring their relevance. \r\n\r\n This project will promote learning through employment of graduate and undergraduate students and an innovative GA--VSC graduate student exchange program.  Educational activities include herbarium tours to view work in progress, a teacher workshop, and creation of a herbarium at a non-profit organization promoting trees in urban Atlanta.  All activities will endorse under-represented groups via student support.  The user-friendly, Web-based GA--VSC Atlas will provide global access to floristic data.  The database of maps, images, and label information has many practical applications for society at large, such as recognizing endangered or poisonous species ranges and plant communities requiring management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Zomlefer",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy B Zomlefer",
   "pi_email_addr": "wendyz@plantbio.uga.edu",
   "nsf_id": "000099873",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Giannasi",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Giannasi",
   "pi_email_addr": "giannasi@plantbio.uga.edu",
   "nsf_id": "000330394",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 198255.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><strong style=\"mso-bidi-font-weight: normal;\"><span>Intellectual merit</span></strong><span>.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The flora of Georgia includes much of the diversity in the southeastern United States and has been ranked seventh in species richness among states nationally.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Validating and recording this high biodiversity with preserved plant specimens are the mandates of the state&rsquo;s herbaria, repositories of natural history collections housing preserved plant specimens with associated locality data.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Eighty-two percent of herbarium plant specimens in Georgia are curated at the University of Georgia Herbarium [GA] and Valdosta State University Herbarium [VSC].<span style=\"mso-spacerun: yes;\">&nbsp; </span>Collectively, these two herbaria comprise over 345,000 accessioned sheets, with focus on plants from Georgia and the southeastern United States. <span style=\"mso-spacerun: yes;\">&nbsp;</span>Researchers, students, and personnel of governmental agencies extensively utilize these collections, and the institutions of both herbaria have been philosophically and financially committed to herbarium advancement.</span><span style=\"font-family: Times New Roman; font-size: small;\"><br /></span><span>&nbsp;</span></p>\n<p><span>A major goal attained via this grant was the imaging and databasing (digitization) of the specimens in the GA Herbarium that were collected in the state (90,000 specimens) and the exposure of these data, combined with those of VSC Herbarium, on-line.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span><span>The results of this project are available via three publically available websites: 1. <em style=\"mso-bidi-font-style: normal;\">The Vascular Plant Atlas of Georgia</em> (<a href=\"http://www.georgiaherbaria.org/\"><span style=\"text-decoration: none; text-underline: none;\"><span style=\"color: #0000ff;\">http://www.georgiaherbaria.org/</span></span></a>), with data, specimen images, and maps for 155,700 specimens from both GA and VSC herbaria; 2. <em>The Atlas of Georgia Plants</em><em><span style=\"font-style: normal; mso-bidi-font-style: italic;\"> </span></em>(<a href=\"http://www.georgiaherbaria.org/atlas/\"><span style=\"color: windowtext; text-decoration: none; text-underline: none;\">http://www.georgiaherbaria.org/atlas/</span></a>), with Georgia county maps for GA Herbarium specimens; and 3. <em style=\"mso-bidi-font-style: normal;\">Valdosta State University Virtual Herbarium</em> (<a href=\"http://herb.valdosta.edu/\"><span style=\"text-decoration: none; text-underline: none;\"><span style=\"color: #0000ff;\">http://herb.valdosta.edu/</span></span></a>), with specimen images and data of all VSC specimens.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span><span>The main portal, </span><em style=\"mso-bidi-font-style: normal;\"><span>The Vascular Plant Atlas of Georgia</span></em><span>,</span><span> allows linkage of specimen images with label data and distribution maps.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span><span>The main outcome of the project, </span><em style=\"mso-bidi-font-style: normal;\"><span>The Vascular Plant Atlas of Georgia</span></em><span> </span><span>portal, has many practical applications for field-based studies, such as defining under-collected areas, ranges of endangered or poisonous species, and locations of plant communities possibly requiring management (e.g., by fire). <span style=\"mso-spacerun: yes;\">&nbsp;</span>This floristic database, available via the Internet (and hence potentially through mobile devices in the field), generally addresses a broad audience in a rapidly growing state, and easy access to these plant specimen images and distribution data has been eagerly awaited by amateurs and professi...",
  "por_txt_cntn": "\n Intellectual merit.  The flora of Georgia includes much of the diversity in the southeastern United States and has been ranked seventh in species richness among states nationally.  Validating and recording this high biodiversity with preserved plant specimens are the mandates of the stateÆs herbaria, repositories of natural history collections housing preserved plant specimens with associated locality data.  Eighty-two percent of herbarium plant specimens in Georgia are curated at the University of Georgia Herbarium [GA] and Valdosta State University Herbarium [VSC].  Collectively, these two herbaria comprise over 345,000 accessioned sheets, with focus on plants from Georgia and the southeastern United States.  Researchers, students, and personnel of governmental agencies extensively utilize these collections, and the institutions of both herbaria have been philosophically and financially committed to herbarium advancement.\n \n\nA major goal attained via this grant was the imaging and databasing (digitization) of the specimens in the GA Herbarium that were collected in the state (90,000 specimens) and the exposure of these data, combined with those of VSC Herbarium, on-line.  The results of this project are available via three publically available websites: 1. The Vascular Plant Atlas of Georgia (http://www.georgiaherbaria.org/), with data, specimen images, and maps for 155,700 specimens from both GA and VSC herbaria; 2. The Atlas of Georgia Plants (http://www.georgiaherbaria.org/atlas/), with Georgia county maps for GA Herbarium specimens; and 3. Valdosta State University Virtual Herbarium (http://herb.valdosta.edu/), with specimen images and data of all VSC specimens.  The main portal, The Vascular Plant Atlas of Georgia, allows linkage of specimen images with label data and distribution maps.\n\n The main outcome of the project, The Vascular Plant Atlas of Georgia portal, has many practical applications for field-based studies, such as defining under-collected areas, ranges of endangered or poisonous species, and locations of plant communities possibly requiring management (e.g., by fire).  This floristic database, available via the Internet (and hence potentially through mobile devices in the field), generally addresses a broad audience in a rapidly growing state, and easy access to these plant specimen images and distribution data has been eagerly awaited by amateurs and professionals.  Government agencies have already been accessing these data: for example, the Georgia Department of Natural Resources has been heavily using the portal as a reference to update rare plant distributions.  In addition, herbarium staff are now able to provide virtual loans of specimens and generate Georgia county plant species lists on demand.  The project has also allowed compilation of a comprehensive vouchered checklist, a crucial step in updating current knowledge of GeorgiaÆs flora.  A workflow protocol has also been well established for adding new specimen images plus localities to this database, ensuring timely updates.\n\n Broader impacts.  Activities associated with this project have endorsed participation of women and all ethnic groups by inspiring interest in organismic plant biology at the University of Georgia; direct support of undergraduate and graduate research assistantships has provided additional opportunities for recruiting underrepresented groups.  At GA Herbarium, this project involved mentoring 42 undergraduate students and five graduate students -- all trained in museum protocols and plant identification.  Twenty-six of these undergraduates were enrolled in the Natural History Museum Internship course (i.e., not paid by NSF).  Three other undergrads were part of the Research Experience for Undergraduates program component of the project, which targets underrepresented groups.  Partly as a result of her experiences at the University of Georgia Herbarium, one of these undergraduate REUs has gone on to participate in a Genomic..."
 }
}