{
 "awd_id": "1055412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Molecular Diversity in Drug Delivery Design: An Integrated Approach to Research and Education",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2013-08-01",
 "awd_abstract_narration": "This award by the Biomaterials program in the Division of Materials Research to Harvard University is to synthesize and study patchy liposomal vehicles that complement the heterogeneous cell adhesion molecules on the surface of cytokine-activated endothelial cells. Endothelial cell surfaces are dynamic; they segregate cell adhesion molecules within saturated lipid microdomains on the cell surface to regulate binding and signaling events during inflammation. Liposomes prepared from self-assembled lipid bilayer spheres encapsulating aqueous volumes, lack the structural information embedded within cell membranes. However, the proposed studies by partitioning unsaturated and saturated lipids into liquid crystalline and gel phase domains, respectively, would affect local molecular diffusion and elasticity. In addition to altering the mechanical properties, the project will incorporate liposome microdomains to pattern molecules, such as antibodies on the liposome surface to create concentrated, segregated and specific binding regions. Drug delivery vehicles prepared from liposomes with antibody and other ligand molecules are expected to significantly enhance drug delivery binding with high specificity. As part of broader impact outreach activities, the project will focus on embedding classroom research experiences within the local high schools by creating an online resource for instructional strategies with hands-on experiments that complement existing curricula at these high schools. Graduate and undergraduate training will focus on the use of cutting-edge techniques that assess features at the molecular level.\r\n\r\n\r\nThis proposal is to develop drug delivery vehicles that target inflammation sites, and could be useful in treating a number of conditions such as cardiovascular diseases, cancers, etc. In addition, these drug delivery systems will be able to target specific diseased areas of the body, and thus would have the potential to improve therapeutic outcomes with reduced side effects that are usually associated with the drug toxicity. The liposomal vehicles that will be prepared by this project are expected to mimic immune cells (white blood cells) that are interacting with the inflamed endothelial cells by responding to inflammatory signals and concentrating on molecules of the cell membrane. This dynamic restructuring of cell membrane molecules are expected to regulate the immune response and in designing new drug delivery vehicles. This targeting of liposomes with modified surfaces is expected to improve the delivery of drug that binds with molecules on cell membranes with enhanced binding and specificity. The outreach efforts part of this will focus on incorporating research activities within curricula of the local high schools. The project will create an online resource for instructional strategies and hands-on experiments that complement existing curricula. This course website will highlight: 1) research that utilize molecular and cellular diversity as design principles; and 2) as a resource for educators, parents, and students. Additionally, this project plans to develop a course in \"Diversity in Design\" to expose high school students to science and engineering topics, and research activities related to this project. This \"Diversity in Design\" course will be taught as six modules at the local high schools.  Graduate and undergraduate training will focus on the use of cutting-edge techniques that assess features at the molecular level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debra",
   "pi_last_name": "Auguste",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Debra T Auguste",
   "pi_email_addr": "d.auguste@northeastern.edu",
   "nsf_id": "000237226",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98089.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}