{
 "awd_id": "1055215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Solid State NMR Characterization Of Molecular Structure And Self-Assembly Of Protein Nanofiber Matrices",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 404990.0,
 "awd_amount": 404990.0,
 "awd_min_amd_letter_date": "2011-02-02",
 "awd_max_amd_letter_date": "2015-01-07",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1055215           \tPI:  Paravastu, Anant        ORG: Florida State University\r\n\r\nTitle:  CAREER: Solid State NMR Characterization of Molecular Structure and Self-Assembly of Protein Nanofiber Matrices\r\n\r\nINTELLECTUAL  MERIT:  The goal of this proposal is to measure secondary structure and inter-atomic distances within designer protein nanofiber matrices with sufficient accuracy using solid state NMR methods to establish definitive structural models.  Subjects of study will be the peptides RADA16-I (Zhang et al.), MAX1 and MAX8 (Schneider et al.), and SAF-p1/SAF-p2a (Woolfson et al.), each with a specifically designed self-assembly pattern.  The PI will evaluate molecular level details of nanofiber self-assembly and self-healing processes.  The motivation for this work is to establish a molecular level basis for engineering structure and properties of self-assembled protein matrices.  Among potentially desired properties are those possessed by naturally derived protein matrices, such as strength and toughness, broad diversity of chemical and physical functionalities, and ability to self-assemble and self-heal in response to stimuli.  Specifically, the following tasks will be completed during the grant period: (1) Measure secondary structure and inter-atomic distances with sufficient accuracy to formulate a structural model for RADA16-I nanofibers.  (2)  Formulate structural models for MAX1 and MAX8 nanofiber scaffolds.  (3) Characterize the surface interactions between alpha-helices in SAF-p1/SAF-p2a nanofibers.  (4) Test a recently proposed mechanism of self-healing of RADA16-I nanofibers.  (5) Track self-assembled peptide particle sizes for short self-assembly times.  (6) Quantify the nanofiber formation kinetics by varying soluble species concentrations.  In the long term, this work will establish detailed structural understanding necessary to more effectively use self-assembling peptides as building blocks for scaffolds that support tissue growth and cell differentiation, hydrogels for drug delivery, and molecular templates for organization of other nanostructures (e.g., nanotubes and nanowires).  On the nano-scale, material properties would ideally be determined by modular elements and simple design rules, so that a designed protein matrix could contain different domains optimized for specific mechanical properties, interactions that mediate cellular signaling, chemical functionality, or electrical conductivity.\r\n\r\nBROADER IMPACTS:  The broader impact of this work lies in establishing a biomimetic bottom-up approach to nanomaterial construction with applications in regenerative medicine and nanotechnology. Biological nanotechnology will benefit from systematic methods to integrate structural protein domains with chemically and biologically active molecules and further interface with biological and non-biological components at multiple lengths scales.  Principles established by this work will lead to design of versatile nanomaterials with a level of sophistication that rivals natural systems and surpasses present lithography-based micropatterning technologies.  Furthermore, since proteins self-assemble primarily through noncovalent interactions, guided protein self-assembly is a promising route to producing self-healing and environment-responsive materials.  This work includes several avenues for positive broader societal impacts.  The FAMU-FSU College of Engineering is home to a diverse student body where 42% of the undergraduate student population belongs to traditionally under-represented groups; these students will be encouraged to participate in undergraduate research and pursue graduate study.  The current and future research findings will be integrated into new coursework for a wide range of student age groups.  Mentoring in research activities of Ph.D. candidates, undergraduates, and schoolteachers will provide a stimulating environment for learning and discovery.  Outreach activities will stimulate enthusiasm for science and technology among children and families and middle through high school students.  The target audience includes students from underrepresented groups in a nearby rural county.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anant",
   "pi_last_name": "Paravastu",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Anant K Paravastu",
   "pi_email_addr": "anant.paravastu@chbe.gatech.edu",
   "nsf_id": "000501326",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 TRADITIONS WAY",
  "perf_city_name": "TALLAHASSEE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 76512.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 78799.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80962.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 83187.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 85530.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proteins are important in biology because they adopt unique molecular structures in order to perform precise biological functions.&nbsp; Our project was focused on a specific class of proteins: peptides (small proteins) designed to assemble into nanofiber matrices.&nbsp; While designs of natural peptides are encoded by DNA and optimized by evolution, the peptides in this project were designed by scientists to have properties that are not generally observed in nature.&nbsp; New engineered properties make designer peptide nanofiber matrices promising biomaterials for applications such as tissue repair, stem cell encapsulation, and drug delivery.&nbsp; In order to improve our ability to engineer peptides, it is necessary for us to better understand assembly into nanofibers on the molecular level.&nbsp; Thus the <strong><em>intellectual merit</em></strong> of the project lies in the acquisition of detailed knowledge of nanofiber molecular structure and mechanisms for formation.&nbsp; The <strong><em>broader impacts</em></strong> of our work lie in two general areas.&nbsp; First, new knowledge will contribute to new technology, making it possible to engineer improved nanostructured materials for important biomedical applications.&nbsp; Second, our research group has worked with local teachers to develop learning activities to introduce molecular-level protein science to school children.&nbsp;</p>\n<p>The major results of our work molecular structural models of peptide nanofibers, such as that shown in the picture.&nbsp; We generated these models using structural data from a technique called solid-state nuclear magnetic resonance spectroscopy.&nbsp; We probed distance-dependent magnetic interactions between atoms in the nanofibers in order to decipher how these atoms were arranged in three dimensions.&nbsp; Considering that the peptides were designed with specific molecular structures in mind, our measurements provided us with a way to test present understanding of peptide assembly.&nbsp; Our results revealed important strengths and weaknesses in our understanding.&nbsp; While the peptide designers were able to predict many structural features, we measured other structural features that were not predicted.&nbsp; Unanticipated structural features included new schemes for intermolecular packing within nanofibers, as well as structural transformations that occurred after nanofiber formation.&nbsp; Our results have provided important insights into peptide nanostructured assembly and have inspired new ideas for peptide designs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2017<br>\n\t\t\t\t\tModified by: Anant&nbsp;K&nbsp;Paravastu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1055215/1055215_10071690_1493494967673_RADA16IModelFigure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1055215/1055215_10071690_1493494967673_RADA16IModelFigure--rgov-800width.jpg\" title=\"RADA16-I peptide nanofiber structural model\"><img src=\"/por/images/Reports/POR/2017/1055215/1055215_10071690_1493494967673_RADA16IModelFigure--rgov-66x44.jpg\" alt=\"RADA16-I peptide nanofiber structural model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A molecular structural model of RADA16-I peptide nanofibers, produced using experimental data from solid state nuclear magnetic resonance spectroscopy.</div>\n<div class=\"imageCredit\">Anant K. Paravastu</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Anant&nbsp;K&nbsp;Paravastu</div>\n<div class=\"imageTitle\">RADA16-I peptide nanofiber structural model</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nProteins are important in biology because they adopt unique molecular structures in order to perform precise biological functions.  Our project was focused on a specific class of proteins: peptides (small proteins) designed to assemble into nanofiber matrices.  While designs of natural peptides are encoded by DNA and optimized by evolution, the peptides in this project were designed by scientists to have properties that are not generally observed in nature.  New engineered properties make designer peptide nanofiber matrices promising biomaterials for applications such as tissue repair, stem cell encapsulation, and drug delivery.  In order to improve our ability to engineer peptides, it is necessary for us to better understand assembly into nanofibers on the molecular level.  Thus the intellectual merit of the project lies in the acquisition of detailed knowledge of nanofiber molecular structure and mechanisms for formation.  The broader impacts of our work lie in two general areas.  First, new knowledge will contribute to new technology, making it possible to engineer improved nanostructured materials for important biomedical applications.  Second, our research group has worked with local teachers to develop learning activities to introduce molecular-level protein science to school children. \n\nThe major results of our work molecular structural models of peptide nanofibers, such as that shown in the picture.  We generated these models using structural data from a technique called solid-state nuclear magnetic resonance spectroscopy.  We probed distance-dependent magnetic interactions between atoms in the nanofibers in order to decipher how these atoms were arranged in three dimensions.  Considering that the peptides were designed with specific molecular structures in mind, our measurements provided us with a way to test present understanding of peptide assembly.  Our results revealed important strengths and weaknesses in our understanding.  While the peptide designers were able to predict many structural features, we measured other structural features that were not predicted.  Unanticipated structural features included new schemes for intermolecular packing within nanofibers, as well as structural transformations that occurred after nanofiber formation.  Our results have provided important insights into peptide nanostructured assembly and have inspired new ideas for peptide designs.\n\n\t\t\t\t\tLast Modified: 04/29/2017\n\n\t\t\t\t\tSubmitted by: Anant K Paravastu"
 }
}