{
 "awd_id": "1055897",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Symplectic and spectral theory of integrable systems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 457736.0,
 "awd_amount": 386735.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2014-06-13",
 "awd_abstract_narration": "The Faculty Early Career Development Award (CAREER) will support Alvaro Pelayo's research at the intersection of dynamical systems, spectral theory and symplectic geometry. More specifically, the CAREER Award will fund Pelayo's investigations on classical and quantum semitoric systems. A classical semitoric system is an integrable Hamiltonian system with two degrees of freedom for which one component generates a periodic flow. For mathematicians, semitoric systems form the next natural class of systems after toric systems. Semitoric systems retain some properties of toric systems, while at the same time they exhibit a much greater flexibility. This flexibility is reflected in the existence of singularities which are dynamically and symplectically rich.Semitoric systems are commonly found in simple physical models and arise naturally as examples in analysis, partial differential equations, algebraic geometry and symplectic geometry. As a matter of fact, a semitoric system defines a singular toric fibration whose base comes endowed with a singular integral affine structure. These singular affine structures are a central concept in symplectic topology and mirror symmetry. A semitoric quantum system is given by two commuting self-adjoint semiclassical operators acting on a Hilbert space whose principal symbols form a classical semitoric system. One of Pelayo's main goals is  to study the spectral theory of semitoric quantum systems and how it relates to classical systems. Concretely, Pelayo's plan is to work towards verifying that the semiclassical joint spectrum of a quantum semitoric system determines completely the system; this is the Spectral Conjecture, widely considered the most spectacular problem in the area.  Proving this conjecture requires establishing a number of results in semiclassical analysis, giving a tool for future research in the field, independent of the conjecture. Another component of Pelayo's research plans is to continue studying semitoric systems in a more general context, in particular as it regards to the study of the convexity and connectivity properties of the singular Lagrangian fibrations which semitoric systems induce, and which are of special interest in mirror symmetry.\r\n\r\nThe research that the CAREER Award will support belongs to the context of  dynamics and geometry.  Dynamics  is the study of the motion of bodies. Geometry is the study of shape (broadly understood) of objects and spaces.More specifically, the CAREER Award will support Pelayo's research at the intersection of symplectic geometry, spectral theory  and dynamics. Symplectic geometry has its roots in physics, and provides an appropriate mathematical framework to study many problems of physics and chemistry and their quantum counterparts. Pelayo's research on this topic exhibits the interplay between mathematical and physical theories. Indeed, several groups of physicists and chemists working on modern quantum spectroscopy have been interested in seeing how mathematical methods can  contribute to advance their research, and predict new physical phenomena. They have been particularly interested in understanding the global structure of joint energy-momentum spectra of small molecules. Even more, they have recognized the pivotal role that mathematical invariants play in this problem. Their works have motivated a large number of mathematical questions. The physicists have asked whether one can single out an optimal set of mathematical invariants that would characterize a physical system and then detect these invariants in the spectrum of the system.  The detection of the invariants in the system spectrum will allow us to reconstruct the system and hence predict new phenomena. The CAREER Award will support Pelayo's investigations into this crucial question.  These applications to quantum molecular spectroscopy are integrated in Pelayo's approach of employing methods from pure mathematics (symplectic and spectral theory, microlocal analysis) to address problems from the applied sciences. More generally,  Pelayo's  research is focused on a fundamental type of physical system, the so called integrable systems. One can find direct applications of integrable systems in numerous contexts. Some such examples are nonlinear control,  locomotion generation in robotics, elasticity theory, plasma physics, field theory and planetary mission design. In order to communicate this relevance of mathematical research to the general public, Pelayo has been interviewed on several occasions by the press (radio and magazines with several hundred thousand audience members). He has commented and advocated for an understanding of the leading role that mathematicians play in the advance of applied science and technology in society. Pelayo will continue actively reaching out to the general public during the tenure of the award, and will continue to take a leading role at Washington University outreach programs. In this respect he will run a  Talent Identification Program at Washington University to encourage and nurture undergraduate research at an early stage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alvaro",
   "pi_last_name": "Pelayo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alvaro Pelayo",
   "pi_email_addr": "alpelayo@math.ucsd.edu",
   "nsf_id": "000541981",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 47842.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100753.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 69436.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}