{
 "awd_id": "1055301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: A Risk-Based Model to Achieve Sustainable Solutions for Bridge Infrastructure Subjected to Multiple Threats",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin L. Dillon-Merrill",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 419991.0,
 "awd_amount": 449821.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) award is to develop a new approach to bridge infrastructure enhancement where risks posed by multiple threats are mitigated while balancing broader goals of sustainability.  Our nation's bridge infrastructure faces multiple threats, including aging and deterioration, increased demand by a growing population, and natural hazards that may become more frequent with climate change. These threats result not only in physical damage, but cascading social, environmental, and economic impacts that impair sustainability.  In the proposed model, \"Sustainable Solutions for Bridge Infrastructure Subjected to Multiple Threats (SSIMT)\", performance goals are driven by sustainability metrics, such as energy usage, life-cycle cost, and downtime, while ensuring safety.   The risk assessment tools for SSIMT are derived through an analytical research approach supported by field data, with case studies conducted with stakeholder input.  First, vulnerability models will be developed to uncover the complex coupled effects of storm surge, earthquakes, aging and deterioration, and increased demands on bridge reliability.  This physical vulnerability will then be related to metrics of sustainable performance for specific social, environmental, and economic impacts, ranging from safety to downtime, and from life-cycle cost to energy usage.  An analytical risk-based method will be formulated to evaluate and select bridge rehabilitation strategies that simultaneously mitigate threats while promoting sustainability.\r\n\r\nThe outcome of this research will be an integrative model to determine sustainable solutions for bridges exposed to multiple threats, benefitting the civil engineering practice, public at large, and new generations of students.  Its application will yield bridges that are safer, more cost-effective, and require less energy or emissions throughout their lifetime.  The integrated education program aims to cultivate a pipeline of diverse participants in infrastructure engineering prepared to address our nation's infrastructure deficiencies and apply the proposed SSIMT model.  Context-based learning will be tested to provide students with an understanding of principles of sustainable engineering and natural hazard risk mitigation through international exchange, stakeholder interaction, and educational games. The pool of engineers and educators in infrastructure engineering will be diversified by recruiting and retaining underrepresented students through mentoring and research experiences.  Through these new educational materials, practices, and unique exchange experiences, a pipeline of next generation civil engineers will be prepared with the sustainable engineering concepts, multi-disciplinary teaming, and contextual sensitivity needed to tackle one of our nation?s biggest challenges--safeguarding our critical infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "Padgett",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie E Padgett",
   "pi_email_addr": "jamie.padgett@rice.edu",
   "nsf_id": "000482836",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 419991.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 29830.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to provide a transformative approach to bridge infrastructure enhancement where performance goals are driven by sustainability metrics, such as energy usage, life-cycle cost, and downtime. The proposed model, &ldquo;Sustainable Solutions for Bridge Infrastructure Subjected to Multiple Threats&rdquo; (SSIMT), identifies methods for design and management using risk-based measures of sustainable performance that consider multiple threats over a bridge&rsquo;s life.&nbsp; The SSIMT model has three main elements: 1) modeling bridge vulnerability under multi-threats to uncover the complex coupled effects of hazards, aging and deterioration, and increased demands on bridge reliability; 2) formulating a life-cycle sustainability analysis (LCS-A) framework to relate physical vulnerability to metrics of sustainable performance for specific social, environmental, and economic impacts; and 3) assessing potential tradeoffs and/or interactions between natural hazard risk mitigation and sustainable engineering while posing multi-threat upgrade selection in terms of sustainable objectives.</p>\n<p>This project filled major gaps in bridge vulnerability modeling to multiple hazards not otherwise addressed in the literature, while also offering methodological advances in fragility analysis.&nbsp; Specifically, metamodeling and the use of machine learning techniques were tested and introduced to render rigorous yet efficient simulation of bridge performance under complex loading conditions. Both individual and joint hazards were addressed, such as earthquakes, hurricane surge and wave, combinations of flood-induced scour, truck loads, and aging and deterioration. Resulting parameterized fragility functions offer a key advance over conventionally used fragility curves which are often functions of intensity measures alone, offering the opportunity for efficient uncertainty propagation, sensitivity analyses, and application to regional portfolios of bridges. Moreover, the results of applying these models shed light on the risk profile of bridges (e.g. relative risks to earthquake or hurricane damage) and the tradeoffs that may be necessary during design or upgrade of bridges in regions subjected to multiple hazards. While bridge infrastructure was used as a test case in this study, the new methods posed and insights can have far reaching applications to other structures and systems subjected to multiple threats. &nbsp;</p>\n<p>This project helped to advance the consideration of structural performance beyond engineering based metrics alone by posing a life-cycle sustainability analysis (LCS-A) framework in which design and upgrade decisions may be considered with respect to their cascading effects on social, environmental and economic indicators. Life-cycle analyses were propelled toward risk-based analyses that now incorporate traditionally neglected phases like time evolving hazard risks and service load risks alongside their interactions with other phases like maintenance, upgrade and end of life phases. This has enabled exploring different mitigation strategies that improve bridge performance under multiple threats while meeting lifetime sustainability targets. Example sustainability impacts evaluated include dollar costs, downtime, casualties, emissions, energy use and waste generation. Ranking and multi-objective optimization algorithms that leverage the risk based LCS-A were also proposed in this work to: A) uncover top priority structures within a portfolio; B) target component vulnerabilities to address, and C) identify the most sustainable pre-event retrofit and post-repair actions for bridges in a region.</p>\n<p>Insights from applying this framework to various case studies reveal key understanding of the sustainability of structures like bridge infrastructure in hazard prone regions. For example: Even in regions of moderate hazard exposure, the hazard phase (i.e. hazard induced repair/replacement) contributes significantly to overall life-cycle metrics such as embodied energy or emissions and should be considered in a life-cycle sustainability analysis. The risk tolerance and preferences of an owner or decision-maker (i.e. limits posed on acceptable probability of exceeding different sustainability thresholds) may alter the set of suggested intervention strategies. Interactions between life-cycle phases should not only be considered in a LCS-A, but they may be leveraged to improve structural sustainability. For example, while maintenance targets daily service load performance, it can also significantly improve performance during extreme event hazard load exposure.&nbsp; The relative benefits or recommended actions are, of course, case study specific. However, the general findings inform key considerations in life-cycle sustainability analyses and the models posed are adaptable to exploring a range of design and exposure cases.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2018<br>\n\t\t\t\t\tModified by: Jamie&nbsp;E&nbsp;Padgett</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project was to provide a transformative approach to bridge infrastructure enhancement where performance goals are driven by sustainability metrics, such as energy usage, life-cycle cost, and downtime. The proposed model, \"Sustainable Solutions for Bridge Infrastructure Subjected to Multiple Threats\" (SSIMT), identifies methods for design and management using risk-based measures of sustainable performance that consider multiple threats over a bridge?s life.  The SSIMT model has three main elements: 1) modeling bridge vulnerability under multi-threats to uncover the complex coupled effects of hazards, aging and deterioration, and increased demands on bridge reliability; 2) formulating a life-cycle sustainability analysis (LCS-A) framework to relate physical vulnerability to metrics of sustainable performance for specific social, environmental, and economic impacts; and 3) assessing potential tradeoffs and/or interactions between natural hazard risk mitigation and sustainable engineering while posing multi-threat upgrade selection in terms of sustainable objectives.\n\nThis project filled major gaps in bridge vulnerability modeling to multiple hazards not otherwise addressed in the literature, while also offering methodological advances in fragility analysis.  Specifically, metamodeling and the use of machine learning techniques were tested and introduced to render rigorous yet efficient simulation of bridge performance under complex loading conditions. Both individual and joint hazards were addressed, such as earthquakes, hurricane surge and wave, combinations of flood-induced scour, truck loads, and aging and deterioration. Resulting parameterized fragility functions offer a key advance over conventionally used fragility curves which are often functions of intensity measures alone, offering the opportunity for efficient uncertainty propagation, sensitivity analyses, and application to regional portfolios of bridges. Moreover, the results of applying these models shed light on the risk profile of bridges (e.g. relative risks to earthquake or hurricane damage) and the tradeoffs that may be necessary during design or upgrade of bridges in regions subjected to multiple hazards. While bridge infrastructure was used as a test case in this study, the new methods posed and insights can have far reaching applications to other structures and systems subjected to multiple threats.  \n\nThis project helped to advance the consideration of structural performance beyond engineering based metrics alone by posing a life-cycle sustainability analysis (LCS-A) framework in which design and upgrade decisions may be considered with respect to their cascading effects on social, environmental and economic indicators. Life-cycle analyses were propelled toward risk-based analyses that now incorporate traditionally neglected phases like time evolving hazard risks and service load risks alongside their interactions with other phases like maintenance, upgrade and end of life phases. This has enabled exploring different mitigation strategies that improve bridge performance under multiple threats while meeting lifetime sustainability targets. Example sustainability impacts evaluated include dollar costs, downtime, casualties, emissions, energy use and waste generation. Ranking and multi-objective optimization algorithms that leverage the risk based LCS-A were also proposed in this work to: A) uncover top priority structures within a portfolio; B) target component vulnerabilities to address, and C) identify the most sustainable pre-event retrofit and post-repair actions for bridges in a region.\n\nInsights from applying this framework to various case studies reveal key understanding of the sustainability of structures like bridge infrastructure in hazard prone regions. For example: Even in regions of moderate hazard exposure, the hazard phase (i.e. hazard induced repair/replacement) contributes significantly to overall life-cycle metrics such as embodied energy or emissions and should be considered in a life-cycle sustainability analysis. The risk tolerance and preferences of an owner or decision-maker (i.e. limits posed on acceptable probability of exceeding different sustainability thresholds) may alter the set of suggested intervention strategies. Interactions between life-cycle phases should not only be considered in a LCS-A, but they may be leveraged to improve structural sustainability. For example, while maintenance targets daily service load performance, it can also significantly improve performance during extreme event hazard load exposure.  The relative benefits or recommended actions are, of course, case study specific. However, the general findings inform key considerations in life-cycle sustainability analyses and the models posed are adaptable to exploring a range of design and exposure cases.\n\n\t\t\t\t\tLast Modified: 10/10/2018\n\n\t\t\t\t\tSubmitted by: Jamie E Padgett"
 }
}