{
 "awd_id": "1055990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Integrated Models of Neural Axon Guidance",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "1055990, Moore\r\n\r\nProper functioning of the central nervous system is dependent on accurate connections between nerve cells.  During both development and repair, nerves navigate toward intended targets by responding to numerous physical and molecular signals from their microenvironment.  For example, it has been shown that nerve cells from the retina are attracted toward the optic tract by a chemical called netrin-1 that diffuses through the tissue forming a concentration gradient.  These same nerve cells are later influenced to follow a path toward one side of the brain or the other by repulsion from another chemical called ephrin-B2 that is bound to the tissue in a specific location.  The precise mechanisms by which cells integrate multiple signals remain unclear, partly because the experimental methods to test such mechanisms have relied heavily upon difficult cell preparations.  Synthetic biomaterials are poised as means to more easily and quantitatively control the spatial distribution of physical and molecular guidance cues.  The purpose of this proposal is to make use of new photoreactive biomaterials along with computer simulation to develop an integrated model of nerve growth in response to structural and molecular cues in the microenvironment.  The models developed will enable unprecedented control of multiple guidance cues, enabling further investigation into how they influence axon guidance.  \r\n\r\nThe research proposed in this application may benefit society by enabling quantitative, more readily-implementable techniques that may aid discovery of biological mechanisms important for embryonic development, neurological disorders, and regeneration processes.  Further, the novel biomaterials developed may find use in many unforeseen applications.  Educational impacts will also be realized by this proposal.  Numerous graduate and undergraduate students will be educated in the investigator?s laboratory, and the techniques developed will be introduced into a course taken by graduate and undergraduate students.  The research lab will also serve as a hub for promoting career opportunities in science, engineering, technology, and mathematics to students and teachers in underrepresented minority-serving schools in Louisiana.  This will be accomplished through summer research experiences provided to undergraduate students in underrepresented groups as well as to high school teachers in minority-serving high schools in the New Orleans area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Moore",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Moore",
   "pi_email_addr": "mooremj@tulane.edu",
   "nsf_id": "000513122",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 SAINT CHARLES AVE",
  "perf_city_name": "NEW ORLEANS",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 450000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goals of this project were to develop a set of models--both computer models and physical, living tissue models--that can be used to better understand nerve growth. It is critical to understand how nerve cell elongations, called axons, navigate through the complex biological <span><span>microenvironment</span></span>. This understanding is important in the context of development--how tissues form during embryonic stages, in the context of repair--how nerves might reconnect after injury, and in the context of plasticity--how connections are changed in order to form new memories or to compensate for lost connections. Historically, these processes have been very difficult to study. It is difficult to study nerve growth inside the body because it can be difficult to visualize and it is complicated to sort out all the many variables that can influence growth. Outside of the body--in model systems--it is easier to separate out certain variables to better study them, but the conventional model systems used do not always accurately reflect the physical environment in which the real processes take place.</p>\n<p>In this project, a set of advanced tissue models were developed in which nerve cell axons were allowed to grow in a 3D growth matrix that mimics natural living tissue. Furthermore, special materials and <span><span>micropatterning</span></span> technologies were developed that enabled the systematic manipulation of the mechanical and chemical properties of the growth matrix. In conjunction, a set of computational models were developed that allowed for mathematical descriptions of nerve growth within these specific environments. Using this approach, it was shown that a prior mathematical model of nerve growth accurately predicted the behavior of nerve axon attraction by a chemical called nerve growth factor, when applied at a point at which axon elongation was constrained, forming a choice point. Taken together, this integration of realistic, configurable tissue models with predictive mathematical models represents a powerful set of tools for studying different factors, and combinations, that affect <span><span>axonal</span></span> elongation. This technological ability will improve understanding of the development and repair of the nervous system and better enable the design of strategies to treat disease and injury.</p>\n<p>The broader impacts of this project were realized in the areas of education, promotion of science and engineering careers, and economic development. The project was carried out in large part by four young PhD students and one MS student who are all now engaged in careers in science and engineering. Participating in this project was instrumental in initiating their careers. Furthermore, five undergraduate students, four of whom were of underrepresented minority groups, were given the opportunity to work on aspects of this project, as was one high school teacher who teaches in a school primarily serving students in lower socioeconomic strata. One of the undergraduate students is now in a PhD program in science while the other four are in medical school. In addition, the project serendipitously led to the development of technology that may be useful for screening pharmaceuticals, to complement or reduce animal testing. With further NSF funding (<span><span>IIP</span></span>-1439383), that technology led to the formation of a startup company that is now contributing to the economic development of the city of New Orleans and the region of southeast Louisiana in general.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2016<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Moore</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1055990/1055990_10083659_1469823898127_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1055990/1055990_10083659_1469823898127_Figure1--rgov-800width.jpg\" title=\"Digital projection lithography for advanced tissue models\"><img src=\"/por/images/Reports/POR/2016/1055990/1055990_10083659_1469823898127_Figure1--rgov-66x44.jpg\" alt=\"Digital projection lithography for advanced tissue models\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(A) Schematic of the process for producing micropatterned 3D axon growth models with specific guidance proteins bound in specific locations. (B) Examples of how specific axon guidance proteins neurotrophin 3 and semaphorin 3A were shown to influence axon growth, compared to a control.</div>\n<div class=\"imageCredit\">Moore MJ. Microscale tissue-engineered models: Overcoming barriers to adoption for neural regeneration research (Invited Perspective). Neural Regen Res 2016, 11(3):386-87.</div>\n<div class=\"imageSubmitted\">Michael&nbsp;J&nbsp;Moore</div>\n<div class=\"imageTitle\">Digital projection lithography for advanced tissue models</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1055990/1055990_10083659_1469824642335_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1055990/1055990_10083659_1469824642335_Figure2--rgov-800width.jpg\" title=\"Comparison of computational model and tissue model\"><img src=\"/por/images/Reports/POR/2016/1055990/1055990_10083659_1469824642335_Figure2--rgov-66x44.jpg\" alt=\"Comparison of computational model and tissue model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A computational model (left) predicted accurately the axon growth behavior (right) at a choice point due to attraction by nerve growth factor in the top channels of the bifurcations.</div>\n<div class=\"imageCredit\">Catig GC, Figueroa S, Moore MJ. Experimental and computational models of neurite extension at a choice point in response to controlled diffusive gradients. J Neural Eng 2015, 12(4):046012.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Michael&nbsp;J&nbsp;Moore</div>\n<div class=\"imageTitle\">Comparison of computational model and tissue model</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe major goals of this project were to develop a set of models--both computer models and physical, living tissue models--that can be used to better understand nerve growth. It is critical to understand how nerve cell elongations, called axons, navigate through the complex biological microenvironment. This understanding is important in the context of development--how tissues form during embryonic stages, in the context of repair--how nerves might reconnect after injury, and in the context of plasticity--how connections are changed in order to form new memories or to compensate for lost connections. Historically, these processes have been very difficult to study. It is difficult to study nerve growth inside the body because it can be difficult to visualize and it is complicated to sort out all the many variables that can influence growth. Outside of the body--in model systems--it is easier to separate out certain variables to better study them, but the conventional model systems used do not always accurately reflect the physical environment in which the real processes take place.\n\nIn this project, a set of advanced tissue models were developed in which nerve cell axons were allowed to grow in a 3D growth matrix that mimics natural living tissue. Furthermore, special materials and micropatterning technologies were developed that enabled the systematic manipulation of the mechanical and chemical properties of the growth matrix. In conjunction, a set of computational models were developed that allowed for mathematical descriptions of nerve growth within these specific environments. Using this approach, it was shown that a prior mathematical model of nerve growth accurately predicted the behavior of nerve axon attraction by a chemical called nerve growth factor, when applied at a point at which axon elongation was constrained, forming a choice point. Taken together, this integration of realistic, configurable tissue models with predictive mathematical models represents a powerful set of tools for studying different factors, and combinations, that affect axonal elongation. This technological ability will improve understanding of the development and repair of the nervous system and better enable the design of strategies to treat disease and injury.\n\nThe broader impacts of this project were realized in the areas of education, promotion of science and engineering careers, and economic development. The project was carried out in large part by four young PhD students and one MS student who are all now engaged in careers in science and engineering. Participating in this project was instrumental in initiating their careers. Furthermore, five undergraduate students, four of whom were of underrepresented minority groups, were given the opportunity to work on aspects of this project, as was one high school teacher who teaches in a school primarily serving students in lower socioeconomic strata. One of the undergraduate students is now in a PhD program in science while the other four are in medical school. In addition, the project serendipitously led to the development of technology that may be useful for screening pharmaceuticals, to complement or reduce animal testing. With further NSF funding (IIP-1439383), that technology led to the formation of a startup company that is now contributing to the economic development of the city of New Orleans and the region of southeast Louisiana in general.\n\n\t\t\t\t\tLast Modified: 07/29/2016\n\n\t\t\t\t\tSubmitted by: Michael J Moore"
 }
}