{
 "awd_id": "1055269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Toward Biocompatible, Bi-directional, and Multi-channel Magnetic Neural Implants",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mona Zaghloul",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 450773.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2012-07-09",
 "awd_abstract_narration": "ECCS-1055269\r\nWen Li, Michigan State University\r\nCAREER: Toward Biocompatible, Bi-directional, and Multi-channel Magnetic Neural Implants\r\n\r\nABSTRACT\r\n\r\nThe objective of this research is to fully realize biocompatible magnetic microsystems that permit seamless interfacing with nervous systems for studying and treating neural injuries and/or diseases.  The approach is to integrate microcoil arrays and control microelectronics on a single platform for bi-directional and multi-site electromagnetic neural communication, utilizing flexible and biocompatible polymers as main structural and packaging materials to minimize bioreactivity and biofouling.\r\n\r\nIntellectual Merit: Invention of new biomedical implants capable of monitoring and manipulating localized bio-electromagnetic fields will help reveal unknown cause-effect relationships between electrical and magnetic signals in biological systems.  The developed polymer-based microfabrication and integration technologies can be broadly applicable to other bioimplants.  In-depth understanding of neural responses to localized magnetic fields will lay the foundation for new neural-machine-interfaces in neurophysiology and clinical neurology, and ultimately neural implants that provide bi-directional electromagnetic guidance cues to enable neural circuit re-growth and lost neural function restoration.\r\n\r\nBroader Impacts: The proposed research will create valuable tools to advance neuroscience and lead to new neural prostheses and therapies.  Direct benefits to the society include the reduction of national healthcare cost and life quality improvement for patients suffering neural injuries and diseases.  This work will offer multidisciplinary research experiences for undergraduate and graduate students, promote university curriculum development, and assist in supporting and retaining female and minority students through early exposure to science and engineering.  Integrated outreach programs combining open-lab tours, summer camps, and teacher training will effectively convert state-of-art science into educational resources accessible to local K-12 schools and communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wen",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wen Li",
   "pi_email_addr": "wenli@msu.edu",
   "nsf_id": "000524841",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Currently, there are no effective interventions to cure or prevent a diverse group of brain disorders, such as Alzheimer&rsquo;s diseases and autism, due to insufficient understanding of complex brain functions. &nbsp;Substantial gains in knowledge can be achieved through extensive research conducted using chronically implantable, miniaturized neural interfacing tools that permit precise and selective neuromodulation and recording. &nbsp;Therefore, the ultimate goal of this NSF-funded CAREER research is to develop highly miniaturized, multi-modal neural interface systems, which can be widely used by investigators in animal studies to advance our knowledge on abnormal neuronal connectivity and behavioral readout underlying brain disorders and injuries. &nbsp;As the initial step toward this goal, Li&rsquo;s group at Michigan State University (MSU) has been focusing on design, implementation, and characterization of small, implantable, multi-channel neural interface devices for neural stimulation and recording, based on different mechanisms including electromagnetics, electrophysiology, and optogenetics technologies.&nbsp; On the neural stimulation side, her group has investigated the possibility of using microcoil arrays for multi-site electromagnetic neuromodulation, and proposed a device configuration that has the potential to improve the spatial resolution of electromagnetic stimulation while maintaining device&rsquo;s compact size and mechanical flexibility. &nbsp;Moreover, they have initiated the development of fully integrated, optical neural interface arrays for optogenetic stimulation of genetically modified neurons.&nbsp; On the recording side, Li&rsquo;s team has constructed microelectrodes based on various conducting materials, such as transparent indium tin oxide (ITO) and boron-doped polycrystalline diamond, and verified the functionalities of these microelectrodes for detecting electrocorticographic (ECoG) signals, local field potentials (LFPs), and dopamine in vitro and in vivo.&nbsp; In addition to the device development, Li&rsquo;s team has investigated novel micro-electro-mechanical system (MEMS) techniques for fabrication, integration, and packaging of implantable microdevices using organic and inorganic materials. &nbsp;These engineering innovations have paved the way toward the future development and optimization of long-term stable, high resolution, multi-modal neural interface systems for large-scale modulation and recording in the nervous system.</p>\n<p>The CAREER&nbsp;research project has resulted in 2 book chapters, 5 journal papers (published and submitted), 10 conference papers, and 1 pending US patent. &nbsp;Three graduated students have been directly involved in these research activities, including a female Hispanic student. &nbsp;<span>The integrated summer engineering exploration programs for high school students and middle/high school teachers have effectively converted state-of-the-art&nbsp;science and technologies into educational resources accessible to local K-12 schools and communities.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/11/2016<br>\n\t\t\t\t\tModified by: Wen&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1055269/1055269_10074929_1462988705163_Microfabricateddevices--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1055269/1055269_10074929_1462988705163_Microfabricateddevices--rgov-800width.jpg\" title=\"Microfabrica...",
  "por_txt_cntn": "\nCurrently, there are no effective interventions to cure or prevent a diverse group of brain disorders, such as AlzheimerÆs diseases and autism, due to insufficient understanding of complex brain functions.  Substantial gains in knowledge can be achieved through extensive research conducted using chronically implantable, miniaturized neural interfacing tools that permit precise and selective neuromodulation and recording.  Therefore, the ultimate goal of this NSF-funded CAREER research is to develop highly miniaturized, multi-modal neural interface systems, which can be widely used by investigators in animal studies to advance our knowledge on abnormal neuronal connectivity and behavioral readout underlying brain disorders and injuries.  As the initial step toward this goal, LiÆs group at Michigan State University (MSU) has been focusing on design, implementation, and characterization of small, implantable, multi-channel neural interface devices for neural stimulation and recording, based on different mechanisms including electromagnetics, electrophysiology, and optogenetics technologies.  On the neural stimulation side, her group has investigated the possibility of using microcoil arrays for multi-site electromagnetic neuromodulation, and proposed a device configuration that has the potential to improve the spatial resolution of electromagnetic stimulation while maintaining deviceÆs compact size and mechanical flexibility.  Moreover, they have initiated the development of fully integrated, optical neural interface arrays for optogenetic stimulation of genetically modified neurons.  On the recording side, LiÆs team has constructed microelectrodes based on various conducting materials, such as transparent indium tin oxide (ITO) and boron-doped polycrystalline diamond, and verified the functionalities of these microelectrodes for detecting electrocorticographic (ECoG) signals, local field potentials (LFPs), and dopamine in vitro and in vivo.  In addition to the device development, LiÆs team has investigated novel micro-electro-mechanical system (MEMS) techniques for fabrication, integration, and packaging of implantable microdevices using organic and inorganic materials.  These engineering innovations have paved the way toward the future development and optimization of long-term stable, high resolution, multi-modal neural interface systems for large-scale modulation and recording in the nervous system.\n\nThe CAREER research project has resulted in 2 book chapters, 5 journal papers (published and submitted), 10 conference papers, and 1 pending US patent.  Three graduated students have been directly involved in these research activities, including a female Hispanic student.  The integrated summer engineering exploration programs for high school students and middle/high school teachers have effectively converted state-of-the-art science and technologies into educational resources accessible to local K-12 schools and communities.\n\n\t\t\t\t\tLast Modified: 05/11/2016\n\n\t\t\t\t\tSubmitted by: Wen Li"
 }
}