{
 "awd_id": "1055178",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: A Comprehensive Approach for Investigating the Effects of Near-Fault Dynamic Ground Deformations on Engineering Structures",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 225019.0,
 "awd_amount": 225019.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) Program award is to investigate the effects of near-fault dynamic ground deformations on the response of engineering structures. The proposed research is based on an interdisciplinary approach that ranges from the description of the earthquake source, to ground motion modeling, and to dynamic structural response. Specific research activities include: (1) simulating dynamic ground deformations using numerical approaches, and evaluating their accuracy in predicting strain, rocking and torsional components of ground motion in the near-fault region, (2) investigating the effect of fault rupture characteristics on near-fault dynamic ground deformations using a kinematic modeling approach, (3) deriving simplified mathematical models for the representation of certain components of the dynamic ground deformation field, (4) investigating the dynamic response of structures such as towers of long-span bridges to near-fault translational and rotational motions, and (5) deriving coupled tilt and translational ground motion response spectra for engineering analysis and design in the near-fault region.\r\n\r\nInsights from this research will have a direct impact on the earthquake engineering community, by providing advanced tools and techniques for assessing the seismic performance of engineering structures to dynamic ground deformations in the near field of strong earthquakes. Research results will ultimately lead to improvements in design codes. The education and outreach plan of this project includes the involvement of minorities and underrepresented groups at the university level and through K-12 outreach activities with the objective of broadening their participation in the fields of mathematics, science and engineering. Specific K-12 outreach activities include participation in summer research and mentoring programs designed for high school students, as well as lectures, demonstrations, computer projects and hands-on laboratory experiments to students at public high schools in the Washington, DC metropolitan area. Research results will be published in scholarly journals and conference proceedings, disseminated through a project website, and integrated into undergraduate and graduate courses. The project will also strengthen interactions between the earthquake engineering and engineering seismology disciplines. An integrated approach will enable the scientific community to better understand the nature of the earthquake problem, face the research challenges more effectively, incorporate the progress into engineering codes in a rigorous way, and ultimately reduce the seismic risk.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Mavroeidis",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "George P Mavroeidis",
   "pi_email_addr": "g.mavroeidis@nd.edu",
   "nsf_id": "000646648",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Catholic University of America",
  "inst_street_address": "620 MICHIGAN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026355000",
  "inst_zip_code": "200640001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CATHOLIC UNIVERSITY OF AMERICA (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "C31ES3WEAVQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Catholic University of America",
  "perf_str_addr": "620 MICHIGAN AVE NE",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19695.0
  }
 ],
 "por": null
}