{
 "awd_id": "1055268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Quantification of Acoustic Scattering from Stochastic Fractal Surfaces",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Atul Kelkar",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 410000.0,
 "awd_amount": 410000.0,
 "awd_min_amd_letter_date": "2011-04-07",
 "awd_max_amd_letter_date": "2011-04-07",
 "awd_abstract_narration": "The research objective of this Faculty Early Career Development (CAREER) project is to characterize the behavior of reflected sound energy from architectural surfaces, and in particular to quantify the effect of fractal geometries on surface scattering. Fractal surfaces can have self-similar irregularities at multiple scales, and since scattering is dependent on the relationship between wavelength and surface irregularity size, fractals can cause scattering across a broad frequency range. Broad-band scattering is necessary in spaces where reflection mitigation and uniform sound energy distribution are required across the audible frequency spectrum. The research approach will begin with the generation of virtual and physical fractal surfaces produced by varying several stochastic fractal generation parameters. The scattering behavior of these surfaces will be determined through numerical simulation using Boundary Element Method numerical modeling, and experimental measurement using free-field and reverberant-field methodologies. This prediction-measurement scheme will be used to establish a correlation between fractal geometry generation parameters and broad-band scattering effectiveness of the surfaces. Recently developed and standardized scattering quantifiers will be evaluated, leading to modifications or the development of a new quantifier. The research will culminate in a statistical model that will be used to produce an algorithm for predicting scattering output from input fractal parameters\r\n\r\nThe proposed research will add significantly to the knowledge base of acoustic scattering by producing an architectural acoustics related numerical prediction data for fractal surfaces that scatter in more than one plane. The research will also produce published experimental data of either single-plane or multi-plane fractal surface scattering. If successful, this characterization of fractal effects on scattering and quantification modifications will significantly impact work in several fields, including the testing and design of scattering surfaces, computational modeling of sound fields, and scattering quantification. Extensions of this work could also advance acoustic scattering research in underwater acoustics and acoustical oceanography. Potential benefits to society will include optimized acoustic scattering surface design with specific applications for increased control of acoustic behavior in critical listening environments such as classrooms and performing arts auditoria, and more effective highway noise barriers. Also, student participation will be broadened through increased involvement of women, ethnic minorities, and other under-represented groups in the sciences, addressing pipeline and retention concerns in the science and engineering workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Bradley",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "David T Bradley",
   "pi_email_addr": "dabradley@vassar.edu",
   "nsf_id": "000528483",
   "pi_start_date": "2011-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vassar College",
  "inst_street_address": "124 RAYMOND AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POUGHKEEPSIE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8454377092",
  "inst_zip_code": "126040001",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "VASSAR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3XVZ8JZRJV8"
 },
 "perf_inst": {
  "perf_inst_name": "Vassar College",
  "perf_str_addr": "124 RAYMOND AVE",
  "perf_city_name": "POUGHKEEPSIE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "126040001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "035E",
   "pgm_ref_txt": "NOISE, ACOUSTICS, VIBRATIONS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 410000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project strengthened the understanding of dynamical sound fields in architectural engineering applications. Specific outcomes included the characterization of the behavior of reflected sound energy from architectural surfaces, in particular those that use fractal geometries to produce surface scattering. These surfaces have been shown to produce broad-band scattering across the audible frequency range. Both virtual and physical fractal surfaces were produced by varying several stochastic fractal generation parameters. The scattering behavior of these surfaces was determined through numerical simulation using Boundary Element Method numerical modeling, and experimental measurement using free-field and reverberant-field methodologies. This prediction-measurement scheme established a correlation between fractal geometry generation parameters and broad-band scattering effectiveness of the surfaces.</p>\n<p>The project also helped to establish an integrated undergraduate acoustics research and education program designed to broaden the participation of students in the sciences, strengthen the role of acoustics in the fields of science and engineering, and develop cross-disciplinary collaborations with other fields. The primary educational outcomes included 1] the development of a transformative curriculum integrating learner-centered activities into acoustics education, 2] mentoring of undergraduate students and post-docs, imparting the skills necessary for them to conduct independent research and become life-long learners, 3] implementation of recruitment and retention efforts for students traditionally under-represented in the sciences, and 4] creation of an acoustics workshop series for urban youth and an outreach network to provide science education opportunities to K-12 students and teachers.</p>\n<p>Intellectual Merit: The project added significantly to the extant knowledge base of acoustic scattering. Although scattering surfaces play an integral role in several acoustics sub-fields, the development of scattering prediction and measurement techniques was relatively nascent, especially in architectural engineering. Now, we have a much better understanding of acoustic scattering from fractal surfaces in above-water systems. The research produced <em>the first architectural acoustics-related numerical prediction data</em> for fractal surfaces that scatter in more than one plane. The research also produced the <em>first</em> <em>experimental</em> <em>data</em> of either single-plane or multi-plane fractal surface scattering.</p>\n<p>Broader Impact: The optimized acoustic scattering surface design produced by this project has increased the ability to control acoustic behavior in critical listening environments such as classrooms and performing arts spaces, and outdoor applications such as effective highway noise barriers. Also, student participation has been broadened through increased involvement of women and ethnic minorities, addressing pipeline and retention concerns in the science and engineering workforce. Research results from this project have been incorporated into curricular development, and research and education results have been disseminated broadly through the web, peer-reviewed journals, and presentations at national and international professional conferences.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2017<br>\n\t\t\t\t\tModified by: David&nbsp;T&nbsp;Bradley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project strengthened the understanding of dynamical sound fields in architectural engineering applications. Specific outcomes included the characterization of the behavior of reflected sound energy from architectural surfaces, in particular those that use fractal geometries to produce surface scattering. These surfaces have been shown to produce broad-band scattering across the audible frequency range. Both virtual and physical fractal surfaces were produced by varying several stochastic fractal generation parameters. The scattering behavior of these surfaces was determined through numerical simulation using Boundary Element Method numerical modeling, and experimental measurement using free-field and reverberant-field methodologies. This prediction-measurement scheme established a correlation between fractal geometry generation parameters and broad-band scattering effectiveness of the surfaces.\n\nThe project also helped to establish an integrated undergraduate acoustics research and education program designed to broaden the participation of students in the sciences, strengthen the role of acoustics in the fields of science and engineering, and develop cross-disciplinary collaborations with other fields. The primary educational outcomes included 1] the development of a transformative curriculum integrating learner-centered activities into acoustics education, 2] mentoring of undergraduate students and post-docs, imparting the skills necessary for them to conduct independent research and become life-long learners, 3] implementation of recruitment and retention efforts for students traditionally under-represented in the sciences, and 4] creation of an acoustics workshop series for urban youth and an outreach network to provide science education opportunities to K-12 students and teachers.\n\nIntellectual Merit: The project added significantly to the extant knowledge base of acoustic scattering. Although scattering surfaces play an integral role in several acoustics sub-fields, the development of scattering prediction and measurement techniques was relatively nascent, especially in architectural engineering. Now, we have a much better understanding of acoustic scattering from fractal surfaces in above-water systems. The research produced the first architectural acoustics-related numerical prediction data for fractal surfaces that scatter in more than one plane. The research also produced the first experimental data of either single-plane or multi-plane fractal surface scattering.\n\nBroader Impact: The optimized acoustic scattering surface design produced by this project has increased the ability to control acoustic behavior in critical listening environments such as classrooms and performing arts spaces, and outdoor applications such as effective highway noise barriers. Also, student participation has been broadened through increased involvement of women and ethnic minorities, addressing pipeline and retention concerns in the science and engineering workforce. Research results from this project have been incorporated into curricular development, and research and education results have been disseminated broadly through the web, peer-reviewed journals, and presentations at national and international professional conferences.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/16/2017\n\n\t\t\t\t\tSubmitted by: David T Bradley"
 }
}