{
 "awd_id": "1055279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Spin-Torque Oscillator Arrays",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-01-03",
 "awd_max_amd_letter_date": "2011-01-03",
 "awd_abstract_narration": "This research investigates magnetostatic spin-wave generation, propagation, interaction and absorption in multi-layer Giant magnetoresistance (GMR) and Tunnel magnetoresistance (TMR) spin-torque oscillator (STO) arrays.  With the recent demonstration of spin-torque transfer and self-sustained oscillators, a new class of oscillator has emerged with extreme tunability and potential for excellent RF performance.  Recent results have shown, however, that the potential of these new devices is limited by the large phase noise of individual devices due to the small amount of energy stored in a single device.  A potential solution is the phase-locking of many STOs in a large array. This research focuses on the fundamental science of STO-STO interaction in multi-device arrays with the goal of laying the foundation for controllable, scalable arrays of STO oscillators. Specifically, this research proposal focuses on three tasks investigating fundamental science of spin-wave STO interaction: 1) Study of magnetostatic surface wave dynamics on multi-layer STO stacks, 2) Study of magnetostatic surface wave stimulated emission by an STO, and  3) Spatial dependence and scaling of STO-STO interactions. \r\n\r\nIntellectual merit: This research will develop fundamental knowledge about magnetostatic spin wave propagation in multi-layer GMR/TMR stacks such as dependence of wavenumber, decay, directionality on various parameters and also the best possible film configuration for transferring spin wave energy to adjacent STOs. In addition the proposed study on STO-wave interaction will develop new understanding about spin wave emission efficiency of a single STO, spin wave scattering/absorption/amplification by a single STO, frequency pulling effect of a STO under spin wave field as well as non-linear interaction of an excited particle (STO) with a continuous plane wave. \r\n\r\nBroader impacts:  This research will develop STO arrays, with low phase noise oscillators and high tunability for spectrum-agile RF systems. Combined with these research programs is an integrated effort for the development of new interdisciplinary courses that focus on the fundamentals of device physics and their applications, the creation of virtual laboratories that enable students around the globe to explore these fundamental concepts, and the introduction of elementary and high school students in local communities to the exciting field of magnetics and electronics. Furthermore, an integrated research and educational program will provide direct access for students, in local communities and around the globe, to investigate fundamentals of nanoscale devices through web-deployed virtual laboratories and educational tutorials. The educational efforts will focus on developing experiential learning activities for students via virtual labs to enable students to learn concepts through experimentation and exploration, complimenting traditional lecture based educational methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ricketts",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Ricketts",
   "pi_email_addr": "david.ricketts@ncsu.edu",
   "nsf_id": "000508959",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 73685.0
  }
 ],
 "por": null
}