{
 "awd_id": "1055652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Nanoparticle-Bacterial Membrane Interactions and their Role in Nanotoxicology",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 477274.0,
 "awd_min_amd_letter_date": "2011-02-15",
 "awd_max_amd_letter_date": "2017-06-12",
 "awd_abstract_narration": "Cellular responses ultimately determine the toxicological impacts of nanoparticles released intentionally or unintentionally into the environment. Physical nanoparticle-cell membrane interactions are emerging as an important factor in determining cell uptake and cytotoxicity as membranes are the point-of-contact for nanoparticle-cell interactions and membranes integrity is vital to cell function. \r\nHowever, these interactions are poorly understood and have not been examined in or connected to biomimetic membranes that exhibit heterogeneity or asymmetry. \r\nThe research objective of this CAREER proposal is to elucidate nanoparticle-membrane interactions in model bacterial membranes as a function of nanoparticle size and surface chemistry, and salt concentration. AIM 1 will employ cryogenic microscopy and microcalorimetry examine how local nanoparticle-membrane interactions can yield global changes in membrane structure and function. AIM 2 will employ microscopy and spectroscopy techniques to specifically examine the role of nanoparticle aggregation at membrane/water interfaces and its effects on inducing membrane invagination (i.e. engulfing nanoparticles) and poration. Finally, AIM 3 will employ the aforementioned experimental techniques to examine polysaccharide (dextran)-coated vesicles as model cell wall/membrane barriers to link underlying nanoparticle-membrane interactions with a realistic composite membrane. \r\nThe CAREER plan of the PI integrates research with the educational and outreach objective of engaging underrepresented students and local communities, enhancing career preparedness in emerging technologies, specifically at the nanotechnology/environmental/biological interface, and advancing curriculum. Building on the PI?s previous experiences, a new high school program Think Small/Dream Big! will be developed for science classes in urban schools in the greater Providence, RI area. This program will leverage the remote operating capabilities of the recently awarded NSF MRI-funded transmission electron microscope and provide students ?virtual? exposure to analyzing nanomaterials using state-of-the-art instrumentation. This proposal will also enhance a new freshman general education course at URI aimed at educating students about the social, economic, and environmental impacts of nanotechnology, as well as the need to effectively communicate emerging technologies to broad audiences. Professional development activities, including research and specialized workshops, will supplement curriculum development and provide enhanced ?soft? and technical skills needed for research careers and graduate studies. Taken together, the research and education plans will support the independent career path of the PI as a successful scholar and educator. \r\n\r\nIntellectual Merit. Research is driven by the hypotheses that (1) an ?optimal? combination of size and surface chemistry exists to facilitate nanoparticle-membrane binding and membrane restructuring, which is balanced by the net adhesive strength and energetic penalty for distorting a membrane; (2) nanoparticle aggregation at membrane/water interfaces leads to size-dependent membrane pore formation and nanoparticle invagination; and that (3) polysaccharide-coatings mimicking cell walls will reduce, but not eliminate nanoparticle-induced membrane restructuring. Quantitative information, which is currently lacking, relating to the degree of nanoparticle binding, how this affects membrane structure, phase behavior, and permeability will be gained for environmentally-relevant bacterial membranes. This work is transformative because nanoparticle-membrane interactions and the role of the cell wall have not been examined for bacterial membrane. \r\n\r\nBroader Impacts. A quantitative understanding of nanoparticle-membrane interactions will provide new insight into cytotoxicity mechanisms, and could help develop general guidelines for predicting nanoparticle-cell association and designing biocompatible nanomaterials. Beyond cytotoxicity, this understanding could be used to create or modify nanoparticle-based therapeutics, design hybrid organicinorganic colloids, and identify new biosensing or drug delivery strategies. Dissemination will be achieved through publications, presentations, and integration into courses and outreach activities. The crux of this proposal is that the research concepts can be used as educational and outreach material to inspire underrepresented students to achieve STEM careers, engage and inform community organizations",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Bothun",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey D Bothun",
   "pi_email_addr": "gbothun@uri.edu",
   "nsf_id": "000487112",
   "pi_start_date": "2011-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  },
  {
   "pgm_ele_code": "768100",
   "pgm_ele_name": "ENG NNI Special Studies"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 75603.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98107.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 173564.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 70211.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 59789.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER award supported research at the University of Rhode Island aimed at investigating how engineered nanoparticles interact with biological membranes. Over the duration of the grant period, this award provided training and professional development opportunities to three undergraduate students, one M.S. student, three Ph.D. students, and one postdoctoral fellow. The award was also instrumental in supporting the career plans of the Principal Investigator, now a tenured full professor. Collectively, the project led to the publication of six peer-reviewed research articles, one book chapter, and many presentations at professional society conferences including the American Chemical Society and the Sustainable Nanotechnology Organization.</p>\n<p>Nanomaterials are being widely used in consumer products and in industrial processes owing to their unique chemical, physical, and mechanical properties. These same properties, while often advantageous in products and processes, give rise to complex interactions with biological molecules and cellular processes upon exposure that are difficult to quantify. The objective of this project was to&nbsp;study nanoparticle-cell membrane interactions using model bacterial membranes as a function of nanoparticle size and surface chemistry. Model membranes created in the laboratory using lipid molecules provide a platform to directly measure changes in the physical and mechanical properties of a membrane at a fundamental level. This cannot be easily achieved using living cells where many experimental techniques, such as calorimetry or spectroscopy, are not feasible.</p>\n<p>Over the duration of the award this project has contributed important insight into nanoparticle-membrane interactions. This has included characterization of electrostatic and hydrophobic interactions between charged particles and model bacterial membranes, and the development of new experimental approaches to determine these interactions including a centrifugation-based assay and a lipid monolayer approach for capturing dynamics of nanoparticle binding. It has also been shown that the strength of nanoparticle-membrane interactions, as predicted by electrostatic attraction, does not fully capture or account for the extent to which nanoparticles bind to and disrupt lipid membranes. These observations reflect the diverse, dynamic nature of the lipids within a membrane monolayer or bilayer. It is envisioned that results from this project could be used to help identify nanoparticles that will be membrane-active based on the surface chemistry of their surface coatings. Less membrane-active nanoparticles could be more suitable for applications where the nanoparticles may enter the environment incidentally, while developing nanotechnologies for biomedical application may require more membrane-active nanoparticles.</p>\n<p>Using nanomaterial-biological interactions and the importance of nanomaterial characterization as a basis, a Lego&reg;&nbsp;Atomic Force Microscope is being developed as a hands-on education and outreach tool to demonstrate how nanoscale instrumentation works. High school and middle school students were also engaged in laboratory tours and hands-on activities through working with the NSF Northeast LSAMP program and Girls Reaching Remarkable Levels. The goal of these activities was to demonstrate how nanoscale science and engineering have an impact on student&rsquo;s daily lives, and to reveal the different STEM fields that contribute to it. Finally, the research concepts and instrumentation used in this project were integrated with undergraduate and graduate student education through curriculum development. This included a course in a freshman Grand Challenge course &ldquo;Small Science/Big Impact,&rdquo; a graduate course &ldquo;Bionanotechnology,&rdquo; and a &ldquo;Nano Tools&rdquo; course that was supported through an award from the NSF program Nanotechnology Undergraduate Education (NUE) in Engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/14/2018<br>\n\t\t\t\t\tModified by: Geoffrey&nbsp;D&nbsp;Bothun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis CAREER award supported research at the University of Rhode Island aimed at investigating how engineered nanoparticles interact with biological membranes. Over the duration of the grant period, this award provided training and professional development opportunities to three undergraduate students, one M.S. student, three Ph.D. students, and one postdoctoral fellow. The award was also instrumental in supporting the career plans of the Principal Investigator, now a tenured full professor. Collectively, the project led to the publication of six peer-reviewed research articles, one book chapter, and many presentations at professional society conferences including the American Chemical Society and the Sustainable Nanotechnology Organization.\n\nNanomaterials are being widely used in consumer products and in industrial processes owing to their unique chemical, physical, and mechanical properties. These same properties, while often advantageous in products and processes, give rise to complex interactions with biological molecules and cellular processes upon exposure that are difficult to quantify. The objective of this project was to study nanoparticle-cell membrane interactions using model bacterial membranes as a function of nanoparticle size and surface chemistry. Model membranes created in the laboratory using lipid molecules provide a platform to directly measure changes in the physical and mechanical properties of a membrane at a fundamental level. This cannot be easily achieved using living cells where many experimental techniques, such as calorimetry or spectroscopy, are not feasible.\n\nOver the duration of the award this project has contributed important insight into nanoparticle-membrane interactions. This has included characterization of electrostatic and hydrophobic interactions between charged particles and model bacterial membranes, and the development of new experimental approaches to determine these interactions including a centrifugation-based assay and a lipid monolayer approach for capturing dynamics of nanoparticle binding. It has also been shown that the strength of nanoparticle-membrane interactions, as predicted by electrostatic attraction, does not fully capture or account for the extent to which nanoparticles bind to and disrupt lipid membranes. These observations reflect the diverse, dynamic nature of the lipids within a membrane monolayer or bilayer. It is envisioned that results from this project could be used to help identify nanoparticles that will be membrane-active based on the surface chemistry of their surface coatings. Less membrane-active nanoparticles could be more suitable for applications where the nanoparticles may enter the environment incidentally, while developing nanotechnologies for biomedical application may require more membrane-active nanoparticles.\n\nUsing nanomaterial-biological interactions and the importance of nanomaterial characterization as a basis, a Lego&reg; Atomic Force Microscope is being developed as a hands-on education and outreach tool to demonstrate how nanoscale instrumentation works. High school and middle school students were also engaged in laboratory tours and hands-on activities through working with the NSF Northeast LSAMP program and Girls Reaching Remarkable Levels. The goal of these activities was to demonstrate how nanoscale science and engineering have an impact on student?s daily lives, and to reveal the different STEM fields that contribute to it. Finally, the research concepts and instrumentation used in this project were integrated with undergraduate and graduate student education through curriculum development. This included a course in a freshman Grand Challenge course \"Small Science/Big Impact,\" a graduate course \"Bionanotechnology,\" and a \"Nano Tools\" course that was supported through an award from the NSF program Nanotechnology Undergraduate Education (NUE) in Engineering.\n\n\t\t\t\t\tLast Modified: 05/14/2018\n\n\t\t\t\t\tSubmitted by: Geoffrey D Bothun"
 }
}