{
 "awd_id": "1055284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Dynamic Simulations of Reconfigurable Complex Fluids From \"Janus\" and \"Catalytically-Driven\" Colloidal Particles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan muller",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 403420.0,
 "awd_amount": 215985.0,
 "awd_min_amd_letter_date": "2011-08-19",
 "awd_max_amd_letter_date": "2017-09-22",
 "awd_abstract_narration": "Cordova \r\n1055284 \r\n\r\nThis CAREER development plan combines the expertise of the PI in low Reynolds number hydrodynamics and colloidal suspensions to study the emerging field of complex fluids based on suspensions of two-faced Janus particles - particles which have two distinct sides - that depending on their surface functionality could lead to novel material properties, aggregation/self-ordering abilities, or to autonomous behaviors using on-board chemical motors operating far from equilibrium.  Research and educational activities are designed to elucidate important aspects of reconfigurable complex fluids - active materials that could change and relax their structure with minimum or no external intervention using as precursors Janus and catalytically-driven colloidal particles. The research efforts are divided in two main tasks. The first one focuses on studying the motion, rheology, and structural organization of Janus particle suspensions guided by a combination of fluid flows and external forces. Different behaviors are expected depending on the interparticle force between the Janus faces of the particles (e.g., hard sphere, attractive, soft). The second research task aims at understanding collective motion of catalytically-driven Janus particle suspensions.  A simple colloidal approach to autonomous motion via chemical reactions will be used and implemented based on classic multicomponent diffusion and depletion flocculation theory. Simple elementary dynamic units operating with specific rules and exploiting chemotaxis will be proposed as elements for future reconfigurable materials. These efforts will be accomplished by Brownian/Stokesian dynamics simulations and experiments with collaborating partners. \r\nThe education and outreach components of the plan aim to involve the participation and education of Hispanics from the K-12 to the graduate level. A graduate course in particle dynamics in anisotropic colloidal suspensions will be developed. Emerging topics in colloidal hydrodynamics will be incorporated into an existing undergraduate fluid mechanics course. Modules illustrating autonomously-moving Janus particles will be developed and implemented using advanced multimedia techniques. Additional education activities include workshops to help students strengthen their communications skills and improve their preparation for the Graduate Record Examination (GRE). \r\n\r\nIntellectual Merit: This work will provide a level of fundamental understanding of asymmetrically functionalized colloidal particles that has heretofore been missing, a lack which has thus far prevented the full development and use of Janus particle technologies - by leading to improved materials, sensors, and drug delivery. The measurement of their rheological behavior at different particle concentrations and flow conditions will broadly impact research on anisotropic colloids by providing a solid basis, basic tools, and knowledge that can be applied in the processing and use of these technologies. On the other hand, the study of catalytically-driven motion of Janus particles will lead to the discovery of interesting material properties and behaviors, such as synthetic chemotaxis and predator-prey cooperative motions that are usually found in nature. The research plan aims at providing a necessary interrogation of catalytically-driven particle motion using Brownian/Stokesian dynamics simulations, particularly at conditions challenging to address experimentally (e.g., concentrated quantities, limited control volumes).  Simple models of dynamic units based on catalytically-driven motion that could be exploited for the design and synthesis of reconfigurable complex fluids are proposed. \r\n\r\nBroader Impact: The research will substantially impact several scientific and technological communities including colloids and complex fluids, microfluidics and physics of interphases. The integrated research/teaching plan will teach and train underrepresented students in topics related to colloidal sciences and engineering.  The site of the project, University of Puerto Rico-Mayagüez (UPRM), will facilitate the participation and education of students from underrepresented groups. The teaching and outreach components of the project involve initiatives in colloidal hydrodynamics, engineering materials, and transport phenomena.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ubaldo",
   "pi_last_name": "Cordova",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ubaldo M Cordova",
   "pi_email_addr": "ubaldom.cordova@upr.edu",
   "nsf_id": "000525757",
   "pi_start_date": "2011-08-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200984.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research supported by this CAREER award has long standing positive effects to the field of reconfigurable soft materials and to the career development of the PI. Particularly, all the products and accomplishments obtained through theory, computational modeling and experiments with collaborators will expand the use of Janus colloidal particles&mdash;nano to micron-sized particles with two distinct functional surfaces&mdash;into technologies for improved materials for daily uses, sensors, and drug delivery applications. A very important outcome of this work is a series of computational tools developed to facilitate future comprehensive studies on the behavior of soft colloidal materials. Educational activities developed throughout the duration of the grant include the creation of two advanced graduate courses, inclusion of cutting-edge colloids-related topics into an undergraduate fluid mechanics course, development of K-12 education materials-related modules in collaboration with UPRM&rsquo;s Science of Wheels Educational Center, and participation in early student&rsquo;s recruitment for engineering careers to address future challenges in STEM.&nbsp;&nbsp;In addition, the PI also engaged with the Professional Enrichment Center at UPRM to develop a series of trainings, workshops and seminars to strengthen the research culture on campus. This experience also resulted in the first peer-mentoring program for new faculty focused on grantsmanship. The grant provided funds to enhance an existing computing facility (now called Boltzmann) as well as the implementation of HTCondor on campus.HTCondor aggregates the computational power from all the hardware at UPRM and present them as a single cluster. This facility is now used for research as a complement to other clusters at UPRM and will continue to grow until demand is satisfy.&nbsp;By carrying out this grant at UPRM, the participation and education of students from underrepresented groups was significantly enhanced. Overall, this project supported 7 graduate students, 5 undergrads, and 2 postdocs. It produced 10 peer-reviewed publications, 2 PhD thesis and more than 30 conference presentations and invited talks.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2018<br>\n\t\t\t\t\tModified by: Ubaldo&nbsp;M&nbsp;Cordova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research supported by this CAREER award has long standing positive effects to the field of reconfigurable soft materials and to the career development of the PI. Particularly, all the products and accomplishments obtained through theory, computational modeling and experiments with collaborators will expand the use of Janus colloidal particles&mdash;nano to micron-sized particles with two distinct functional surfaces&mdash;into technologies for improved materials for daily uses, sensors, and drug delivery applications. A very important outcome of this work is a series of computational tools developed to facilitate future comprehensive studies on the behavior of soft colloidal materials. Educational activities developed throughout the duration of the grant include the creation of two advanced graduate courses, inclusion of cutting-edge colloids-related topics into an undergraduate fluid mechanics course, development of K-12 education materials-related modules in collaboration with UPRM?s Science of Wheels Educational Center, and participation in early student?s recruitment for engineering careers to address future challenges in STEM.  In addition, the PI also engaged with the Professional Enrichment Center at UPRM to develop a series of trainings, workshops and seminars to strengthen the research culture on campus. This experience also resulted in the first peer-mentoring program for new faculty focused on grantsmanship. The grant provided funds to enhance an existing computing facility (now called Boltzmann) as well as the implementation of HTCondor on campus.HTCondor aggregates the computational power from all the hardware at UPRM and present them as a single cluster. This facility is now used for research as a complement to other clusters at UPRM and will continue to grow until demand is satisfy. By carrying out this grant at UPRM, the participation and education of students from underrepresented groups was significantly enhanced. Overall, this project supported 7 graduate students, 5 undergrads, and 2 postdocs. It produced 10 peer-reviewed publications, 2 PhD thesis and more than 30 conference presentations and invited talks. \n\n \n\n\t\t\t\t\tLast Modified: 06/18/2018\n\n\t\t\t\t\tSubmitted by: Ubaldo M Cordova"
 }
}