{
 "awd_id": "1055922",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Brain tissue regeneration after stroke",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2011-03-16",
 "awd_max_amd_letter_date": "2011-03-16",
 "awd_abstract_narration": "1055922, Zhang\r\n\r\nA damaging or pathological process in adult brain often results in the disruption of various tissue structures. Persistent cell dysfunction and poor neural regenerative capabilities at the brain lesion site and beyond lead to the formation of irregular shaped lesions comprised of necrotic tissue and/or a fluid-filled cavity that are associated with prolonged neurological impairment. To date, no effective treatment is available for brain lesion in clinical settings. Current treatments, which have been focused on anti-inflammation and neuroprotection with pharmacological agents, have failed to produce clear improvements in the mortality and neurological outcome, perhaps due to their inability to structurally regenerate normal brain tissue at the lesion site. In recent attempts to repopulate the brain lesion site through neural transplantation, poor survival and functionality of the transplanted cells were observed due to the ongoing tissue inflammation and the lack of any supportive tissue structures and vasculatures within the lesion. There is a compelling need for transformative approaches to functionally regenerate brain tissue cross lesions. The PI's long-term career goal is to develop novel biomaterial-based engineering approaches to address life science questions related to the potential and utilization of stem cells for human tissue regeneration, with an emphasis on brain tissue regeneration. As a jump-start of PI's career, this CAREER project aims to develop an injectable hydrogel-based delivery system to manipulate brain-resident endogenous neural stem cells (NSCs) for structural regeneration at brain lesion site. Stroke, which shares the common pathologic sequelae and outcome of brain lesions, will be used as the model in the project. \r\n\r\nThe overall hypothesis is that a stem cell engineering strategy aiming at functional differentiation of endogenous neural stem cells to repopulate the stroke lesion zone in the brain would promote neural repopulation of the lesion cavity, leading to significant improvement in neurological outcome in stroke patients. Three research thrusts are proposed. Goal 1: To determine the optimal conditions for neural stem cell migration in cell culture. Goal 2: To mobilize and site-specifically control endogenous neural stem cells to migrate to the brain stroke lesion zone. Goal 3: To induce the differentiation of the recruited endogenous neural stem cells into functional neural cells in the stroke zone, and promote the functional integration of the neural cells with the host neural circuitry.\r\n\r\nA comprehensive educational plan is integrated with the research goals of this CAREER proposal. The PI's educational activities include: 1) development of google-searchable online tutoring programs that cover fundamentals in diverse areas of biomedical research to provide unlimited access from anywhere at anytime by students at all levels and world-wide self-learners; 2) expanding ongoing activities in K-12 outreach with continuing emphasis on the participation and retention of minority students, women, and students with disabilities into science and engineering research and educational programs; 3) establishing a teacher retraining program for high school science teachers to implement the biomedical educational materials in their own schools; 4) addressing diversity in science and engineering by merging students with diverse backgrounds in multidisciplinary projects while actively involving students from Historically Black Colleges and Universities (HBCUs) in research; and 5) maintaining a well-funded graduate and post-graduate mentoring program and fostering their career development. \r\n   \r\nIntellectual merits: The proposed research will advance science by filling the gap for structural repair of damaged brain tissue based upon an in vivo tissue engineering concept using the patient's own brain-resident stem cells. Fundamental paradigms established in this project will direct future efforts for tissue engineering in a variety of tissues for functional regeneration. The Clemson University-Medical University of South Carolina joint bioengineering program provides an intellectual multidisciplinary environment that fosters interdisciplinary collaborations and mentoring to ensure PI's success.    \r\n\r\nBroader impact: The research will generate great impact on several scientific and technological communities, including biomaterials, tissue engineering, stem cell biology and engineering, neuroscience, and regenerative medicine. PI's efforts in integrating research with education would motivate students at all levels for the passion and enthusiasm for science, and prepare them for life-long careers in science and engineering research. Emphasis on encouraging the participation of underrepresented populations, minorities, women, and students with disabilities in research, incorporating research findings into coursework and their dissemination to the public through outreach activities would enhance the diversity in the biomedical research workforce and benefit society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ning",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ning Zhang",
   "pi_email_addr": "nzhang2@vcu.edu",
   "nsf_id": "000537071",
   "pi_start_date": "2011-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60380.0
  }
 ],
 "por": null
}