{
 "awd_id": "1055949",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: An Integrated Study of Biological Fluid Dynamics in Nature",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Horst Henning Winter",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 400004.0,
 "awd_amount": 400004.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "1055949\r\nDong\r\n\r\nChanges in the dynamic morphology of the wings directly affect the instantaneous aerodynamic forces and therefore flight behavior. As most natural fliers (e.g. dragonflies, hummingbirds and etc.) are equipped with flexible or deformable wings, it is widely believed that mechanism of wing flexibility and wing deformation can provide new mechanisms of aerodynamic force production over completely rigid wings. This proposed research intends to advance the knowledge of biological fluid dynamics in freely flying animals through an integrated computational and experimental approach. As of today, few works have been done on detailed measurements of 3D wing deformation during flapping and the associated aerodynamic benefits in the study of animal free flight. This is mainly due to the small wing size, fast motion of the wings, and unpredictable motion of flying insects/birds which makes it very hard to perform high-speed visual tracking of the details of wing flexions. To make this study possible, two sets of techniques composed of experimental measurement and computational flow simulation/analysis are currently being developed. Equipped with such tools and advancements, it is now possible to reveal the mysteries surrounding complex flight dynamics and the fundamental physics behind insect flight.\r\n\r\nIntellectual merit: Most previous studies were limited to near-field vortex formation mechanisms of a single rigid flapping wing. The PI's current research explores freely flying animals on full-field vortex structures and associated aerodynamics of deformable flapping wings together with bodies.  The fundamental mechanism of correlation between vortex structures and aerodynamic force is being explored through a state-of-the-art immersed boundary computational fluid dynamics solver and fluid-field analysis tools. Teamed up with biologists and experimentalists, this proposed research will conduct comparative studies on wing morphology and kinematics for two-winged flyers such as hummingbirds and hawk moths, as well as four-winged flyers such as dragonflies and damselflies. A better understanding of how animal wing deformation impacts the efficiency of flight and how moving wings affect their ambient fluid environment will be developed across the animal sizes and species. This work intends to finally advance the development of a comprehensive theory of animal flight aerodynamics in the aspect of low speed low Reynolds number flow physics and dynamic force generation associated with vortex dynamics of deformable control surfaces. Methods and findings from this work could be used by scientists in different areas to study the biological aspects of animal flight in ways previously not possible, and therefore significantly advance the design of current flapping-wing micro air vehicles with superior performance. \r\n\r\nBroader impacts: This proposed research will enhance the infrastructure for research and education through the interactions between the PI and collaborators' expertise in biology, applied mathematics, and engineering, both nationally and internationally. The research effort fully integrates with an education and outreach program to meet the ever-increasing educational demands of bio-engineering. New courses and hands-on senior capstone projects will be developed to attract students of all backgrounds at Wright State University and be utilized by collaborators from other institutes. A more aggressive goal of this research project is to build a web-based interactive platform for biological fluid dynamics related activities, which is accessible to not only the engineering research community but also to the biological research community, as well as teachers and students at many levels. The tools built in this proposed work have the potential to be used to study other low speed low Reynolds number fluid dynamic problems such as swimming, efficient wind energy conversion, damage prevention from gusts, internal biomedical fluid dynamics applications and more.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Haibo",
   "pi_last_name": "Dong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haibo Dong",
   "pi_email_addr": "haibo.dong@virginia.edu",
   "nsf_id": "000626978",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wright State University",
  "inst_street_address": "3640 COLONEL GLENN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9377752425",
  "inst_zip_code": "454350002",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "WRIGHT STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPT2UNTNHJZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Wright State University",
  "perf_str_addr": "3640 COLONEL GLENN HWY",
  "perf_city_name": "DAYTON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454350002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 217019.0
  }
 ],
 "por": null
}