{
 "awd_id": "1055479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PECASE: Thermogalvanic Energy Conversion with Hybrid Nanostructures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2011-01-27",
 "awd_max_amd_letter_date": "2015-03-10",
 "awd_abstract_narration": "1055479\r\n\r\nCola \r\n\r\nThis CAREER project will develop hybrid nanostructures to engineer heat and charge transport in solid-state thermogalvanic cells.  Thermogalvanic cells are attractive for applications such as refrigeration, sensing, and converting waste thermal energy to electricity, yet low efficiencies and costly materials have limited their use.  Hybrid nanostructures have the potential to enhance the efficiency of energy conversion with thermogalvanic cells by facilitating electron transport and reducing heat loss between electrodes, but this potential remains largely unexplored.  This project will use synthesis, experiments, and theory to seek understanding of thermal and electrical transport in hybrid nanostructures used in thermogalvanic cells.  The long-term goal of this project is to enable and advance the commercialization of thermogalvanic cells to create jobs and improve the efficiency of global energy use.\r\n\r\nIntellectual Merit:  Ion conducting polymer will be combined with hybrid nanostructures comprised of electron conducting polymers and nanoscale redox metals to form a new type of solid-state thermogalvanic cell where charge transport by mass diffusion is minimized.  The role of nanoscale redox reactions on thermal and electrical transport in hybrid conducting polymers and across pertinent interfaces will be investigated systematically using simultaneous thermal and electroanalytical characterization.  An improved understanding of heat conduction in hybrid nanostructures will be developed by combining measurements and theory to explain thermal transport phenomena that arise in doped conducting polymers when the doping agents are electroactive. \r\n\r\nBroader Impacts:  Thermogalvanic energy conversion with hybrid nanostructures will be studied for the first time and may lead to the creation of a new research area.  The success of this project could enable cost-effective technologies for solid-state refrigeration and thermal energy harvesting, providing new means for more efficient energy use.  New discoveries will be disseminated through patents, technical publications, and a new co-listed graduate and undergraduate course on nanoengineered energy technologies at the PI's institute.  In addition, students will be exposed to a broad set of technical and cultural experiences through joint collaborations and technical exchanges.  A critical aspect of the educational initiative is to expand the PI's Energy Explorers Program by building and maintaining close ties with the DeKalb County School System, a high-minority, low-income public school system.  In partnership with Georgia Institute of Technology's Center for Education Integrating Science, Mathematics, and Computing (CEISMC), Energy Explorers brings together teams of high school students and teachers in the summer to explore the creative intersection of art and energy research in the PI's lab.  Working closely with DeKalb County science and art teachers, the PI's efforts will include energy-related curriculum development with hands-on scientific activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Baratunde",
   "pi_last_name": "Cola",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Baratunde Cola",
   "pi_email_addr": "cola@gatech.edu",
   "nsf_id": "000570054",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project produced new fundamental knowledge of electrical, thermal, and chemical transport in thermo-electrochemical cells or thermocells.&nbsp; Thermocells are devices that convert wasted heat energy into electricity utilizing electrodes and an electrolyte with redox couples. This work developed a comprehensive model of the operation of thermocells, elucidating fundamental features of the operation and suggesting new ways to optimize performance. The project showed that connecting thermocells in thermal series can lead to optimal performance, and that flowing the electrolyte can improve performance and offer novel harvesting options. The project utilized carbon nanotube electrodes and showed that these electrodes can be doped with negative or positive charge to optimize the kinetics at the electrodes to enhance electrical current production by thermocells. In an especially promising direction, the project showed for the first time that carbon nanotubes can be dispersed in both organic and aqueous electrolyte to improve the power harvesting efficiency of thermocells. This result was achieved by the carbon nanotubes reducing the ohmic electrical resistance of the electrolyte by altering the electrical properties at the microscale. The novel electrolyte approach can be exploited to print thermocells with electrodes and electrolytes made by altering the concentration of carbon nanotubes. Finally, the project developed a potentially game-changing concept to replace the working fluid in liquid cooled data centers with thermocell electrolyte and harvest electricity from the heat captured by cooling the electronics.&nbsp; The fundamental knowledge gained from studies of carbon nanotube electrodes and novel composites electrolytes was combined into this new concept to demonstrate a practical prototype of an energy harvesting heat sink.&nbsp; In addition to fundamental research, more than 10 undergraduate students and high school teachers were trained on the process to make and study thermocells during this project. The project also produced two Ph.D. graduates on of whom is planning to carry on this work as a faculty member. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/24/2017<br>\n\t\t\t\t\tModified by: Baratunde&nbsp;Cola</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project produced new fundamental knowledge of electrical, thermal, and chemical transport in thermo-electrochemical cells or thermocells.  Thermocells are devices that convert wasted heat energy into electricity utilizing electrodes and an electrolyte with redox couples. This work developed a comprehensive model of the operation of thermocells, elucidating fundamental features of the operation and suggesting new ways to optimize performance. The project showed that connecting thermocells in thermal series can lead to optimal performance, and that flowing the electrolyte can improve performance and offer novel harvesting options. The project utilized carbon nanotube electrodes and showed that these electrodes can be doped with negative or positive charge to optimize the kinetics at the electrodes to enhance electrical current production by thermocells. In an especially promising direction, the project showed for the first time that carbon nanotubes can be dispersed in both organic and aqueous electrolyte to improve the power harvesting efficiency of thermocells. This result was achieved by the carbon nanotubes reducing the ohmic electrical resistance of the electrolyte by altering the electrical properties at the microscale. The novel electrolyte approach can be exploited to print thermocells with electrodes and electrolytes made by altering the concentration of carbon nanotubes. Finally, the project developed a potentially game-changing concept to replace the working fluid in liquid cooled data centers with thermocell electrolyte and harvest electricity from the heat captured by cooling the electronics.  The fundamental knowledge gained from studies of carbon nanotube electrodes and novel composites electrolytes was combined into this new concept to demonstrate a practical prototype of an energy harvesting heat sink.  In addition to fundamental research, more than 10 undergraduate students and high school teachers were trained on the process to make and study thermocells during this project. The project also produced two Ph.D. graduates on of whom is planning to carry on this work as a faculty member.   \n\n \n\n\t\t\t\t\tLast Modified: 07/24/2017\n\n\t\t\t\t\tSubmitted by: Baratunde Cola"
 }
}