{
 "awd_id": "1055697",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Dynamics of anisotropic fluids: a frontier in intracellular microrheology",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-02-15",
 "awd_max_amd_letter_date": "2014-08-27",
 "awd_abstract_narration": "1055697\r\ndel Alama\r\n\r\nThe intracellular domain consists of a semi-dilute filamentous network embedded in a fluid phase. The rheological properties of this multiphase system play a determinant role in many cellular functions, ranging from cell migration (involved in cancer spreading, immune response, etc.) to the ability of the cell to convert mechanical stimuli into chemical activity (involved in stem cell differentiation, endothelial response to flow, etc). Current experimental methods estimate intracellular stiffness and viscosity by measuring the Brownian mobility of intracellular submicron particles as they diffuse through the cytoplasm. The lack of fundamental knowledge about the flow elicited by the particles in such complex anisotropic environment constrains our ability to interpret intracellular microrheology experiments, and obstructs the advancement in our understanding of the mechanical processes regulating cell function. \r\n\r\nThe goal of this project is to understand the hydrodynamics of submicron size particles inside the cytoplasm of live animal cells. The project will follow an integrated approach consisting of 1) analytical and computational studies that will set the foundations of a novel directional microrheology technique capable of measuring the viscoelastic properties of anisotropic semi-dilute networks, 2) the experimental implementation of this technique to quantify the anisotropic microrheological properties of live cells, and 3) the elucidation of the relation between these properties and the structural alignment of the cytoskeleton.\r\n\r\nIntellectual Merits. The hydrodynamics of microrheological particles in realistic intracellular environments presents many open fluid mechanics problems. The overarching question of interest to microrheology is how to connect the drag force experienced by the probing particle to the underlying properties of the medium. The answer to this question becomes involved in anisotropic media where the relation between strain and stress varies with the direction of the applied stress / strain, and the number of parameters defining this variation may exceed the number of independent quantities that are observable in an experiment. The problem is complicated further by the multiphase nature of the system, which manifests itself through the compressibility of the network and the relative motion between the network and the background liquid. \r\n\r\nBroader Impacts. The novel insight and experimental tools produced by this study will benefit society by enabling a deeper understanding and an earlier diagnosis of deadly diseases. The microrheological characterization of vascular endothelial cells will improve our knowledge about the progression of atherosclerotic vascular disease, which is the leading cause of death in the US. Intracellular microrheology also has immediate applications to the early diagnosis of cancer because the intracellular viscosity of metastatic cancer cells is dramatically different from that of non-cancerous cells. The current primary diagnostic criterion for cancer is morphological change in suspect tissue, which can only be detected in advanced stages of the disease that often lead to fatal outcomes. Microrheological measurements of samples of single cells obtained by exfoliative cytology would allow for screening for changes in intracellular properties that are inherent to cancer. Similar screenings could be applied to detect other diseases associated with changes in intracellular viscosity.\r\n\r\nThis multidisciplinary project will engage students from underrepresented groups in fluid mechanics and give them the opportunity to apply quantitative research to high-impact problems in cell biology. Specific aspects from this research will be adapted for precollege students and will be delivered in the form of hands-on sessions in which students will perform experiments and play with substances such as corn starch or Silly Putty with the purpose of making science more appealing and accessible to them.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan Carlos",
   "pi_last_name": "del Alamo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juan Carlos del Alamo",
   "pi_email_addr": "juancdelalamo@gmail.com",
   "nsf_id": "000569865",
   "pi_start_date": "2011-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 81277.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 76787.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 77246.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 164690.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The intracellular domain consists of a semi-dilute filamentous network embedded in a fluid phase. The microrheological properties of this coupled multiphase system play a determinant role in many cellular functions. Current experimental methods estimate these properties by measuring the resistance that intracellular probing microparticles. A crucial step in these methods is to connect the measured resistance to the underlying cellular properties, which is usually accomplished by assuming that the particles experience Stokes drag. The assumption of Stokes flow is pivotal in microrheology but it breaks in live cells due to the structural complexity of the intracellular domain. This introduces severe limitations in the application of current microrheological methods to live cells due to our current lack of fundamental understanding about the non-Stokesian hydrodynamics of the microrheological probes in anisotropic semi-dilute networks. T</span>his project addressed these limitations by:</p>\n<p><strong>1)</strong>&nbsp;We provided the missing basic knowledge about the hydrodynamics of microrheological probes in anisotropic complex fluids. Specifically,&nbsp;<strong>&nbsp;</strong><span>we characterized the flow elicited by a microsphere moving through a nematic viscoelastic fluids. We also derived the mutual hydrodynamic interactions between pairs of particles immersed in an anisotropic complex fluid.</span></p>\n<p><strong>2)</strong>&nbsp;We employed this new knowledge to develop and validate novel&nbsp;directional microrheology methods that can measure the viscoelastic properties of these fluids. Specifically,&nbsp;<span>we developed &nbsp;two-point directional particle tracking microrheology (D2PTM), &nbsp;which takes into account the directionality in the mechanical properties of the complex fluid under study. We have shown that our new formulation provides sufficient information to characterize such materials. Compared to existing macroscopic methods, D2PTM can be applied to minute samples and involves a simple experimental setup. We successfully validated D2PTM using liquid crystals of known directional viscosity coefficients.</span></p>\n<p><strong>3)</strong>&nbsp;We applyied these new methods to quantify the anisotropic microrheological properties of biological polymer solutions and the cytoplasm of live cells.</p>\n<p><span>We performed particle-tracking experiments on F-actin solutions where the actin filaments were aligned by flow shear. Our new two-point analysis revealed important differences between the actual directional shear moduli of nematic F-actin solutions, and the so-called effective directional shear moduli previously derived from the one-point analysis. In addition to not being able to capture the rotational shear modulus of the nematic, one-point PTM fails to identify the direction of maximum viscosity in nematic complex fluids, and largely underpredicts the level of anisotropy in the viscoelastic response.&nbsp;</span></p>\n<p><span>Through collaborations with biologists and bioengineers, as well as in our own laboratory, we performed particle tracking microrheology measurements in the cytoplasm of several different cell types, including migrating amoeboid cells, vascular endothelial cells, cancer cells, red blood cells and stem cells. These measurements&nbsp;<span>demonstrated that directional particle tracking microrheology is a unique approach to quantify relevant biological properties of cells such as the response of endothelial cells to mechanical stretch, structural aging in red blood cells, the maturation level of differentiating stem cells, and the response to bacterial infection.&nbsp;</span></span></p>\n<p>In addition to these research outcomes, this project achieved the following outreach and educational outcomes:</p>\n<p>1. Engaging undergraduate minority students in hands-on experimental activities at the del Alamo lab.</p>\n<p>2. Increasing visibility of research on active soft matter and viscoelastic materials via collaboration with major broadcasting organizations, such as PBS.&nbsp;</p>\n<p>3. We&nbsp;visited schools in underpriviledged areas of San Diego to deliver 4-hour hands-on educational experiences about the properties of fluids. Additionally, we hosted three Johns Hopkins Center for Talented Youth Science and Technology Series in Fall 2013, 2014 and 2016.&nbsp;</p>\n<p>4. We&nbsp;developed a graduate course in cell mechanics.&nbsp;</p>\n<p>5. We&nbsp;co-organized an NSF-funded workshop of cell mechanobiology in August 2016.</p>\n<p><span><span><br /></span></span></p>\n<p>&nbsp;</p>\n<p><span><br /></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2017<br>\n\t\t\t\t\tModified by: Juan Carlos&nbsp;Del Alamo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe intracellular domain consists of a semi-dilute filamentous network embedded in a fluid phase. The microrheological properties of this coupled multiphase system play a determinant role in many cellular functions. Current experimental methods estimate these properties by measuring the resistance that intracellular probing microparticles. A crucial step in these methods is to connect the measured resistance to the underlying cellular properties, which is usually accomplished by assuming that the particles experience Stokes drag. The assumption of Stokes flow is pivotal in microrheology but it breaks in live cells due to the structural complexity of the intracellular domain. This introduces severe limitations in the application of current microrheological methods to live cells due to our current lack of fundamental understanding about the non-Stokesian hydrodynamics of the microrheological probes in anisotropic semi-dilute networks. This project addressed these limitations by:\n\n1) We provided the missing basic knowledge about the hydrodynamics of microrheological probes in anisotropic complex fluids. Specifically,  we characterized the flow elicited by a microsphere moving through a nematic viscoelastic fluids. We also derived the mutual hydrodynamic interactions between pairs of particles immersed in an anisotropic complex fluid.\n\n2) We employed this new knowledge to develop and validate novel directional microrheology methods that can measure the viscoelastic properties of these fluids. Specifically, we developed  two-point directional particle tracking microrheology (D2PTM),  which takes into account the directionality in the mechanical properties of the complex fluid under study. We have shown that our new formulation provides sufficient information to characterize such materials. Compared to existing macroscopic methods, D2PTM can be applied to minute samples and involves a simple experimental setup. We successfully validated D2PTM using liquid crystals of known directional viscosity coefficients.\n\n3) We applyied these new methods to quantify the anisotropic microrheological properties of biological polymer solutions and the cytoplasm of live cells.\n\nWe performed particle-tracking experiments on F-actin solutions where the actin filaments were aligned by flow shear. Our new two-point analysis revealed important differences between the actual directional shear moduli of nematic F-actin solutions, and the so-called effective directional shear moduli previously derived from the one-point analysis. In addition to not being able to capture the rotational shear modulus of the nematic, one-point PTM fails to identify the direction of maximum viscosity in nematic complex fluids, and largely underpredicts the level of anisotropy in the viscoelastic response. \n\nThrough collaborations with biologists and bioengineers, as well as in our own laboratory, we performed particle tracking microrheology measurements in the cytoplasm of several different cell types, including migrating amoeboid cells, vascular endothelial cells, cancer cells, red blood cells and stem cells. These measurements demonstrated that directional particle tracking microrheology is a unique approach to quantify relevant biological properties of cells such as the response of endothelial cells to mechanical stretch, structural aging in red blood cells, the maturation level of differentiating stem cells, and the response to bacterial infection. \n\nIn addition to these research outcomes, this project achieved the following outreach and educational outcomes:\n\n1. Engaging undergraduate minority students in hands-on experimental activities at the del Alamo lab.\n\n2. Increasing visibility of research on active soft matter and viscoelastic materials via collaboration with major broadcasting organizations, such as PBS. \n\n3. We visited schools in underpriviledged areas of San Diego to deliver 4-hour hands-on educational experiences about the properties of fluids. Additionally, we hosted three Johns Hopkins Center for Talented Youth Science and Technology Series in Fall 2013, 2014 and 2016. \n\n4. We developed a graduate course in cell mechanics. \n\n5. We co-organized an NSF-funded workshop of cell mechanobiology in August 2016.\n\n\n\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 05/04/2017\n\n\t\t\t\t\tSubmitted by: Juan Carlos Del Alamo"
 }
}