{
 "awd_id": "1055317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Mean Free Path Spectroscopy - Experimental determination of the mean free path distribution in solids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 404665.0,
 "awd_amount": 404665.0,
 "awd_min_amd_letter_date": "2011-01-26",
 "awd_max_amd_letter_date": "2011-01-26",
 "awd_abstract_narration": "1055317\r\nDames\r\n\r\nEngineering the conduction of heat in solid materials is essential for numerous applications ranging from thermal management and insulation, to power generation, to information technology.  Many modern systems including lasers, thermoelectric energy converters, and transistors are based on materials containing structures much smaller than one micron.  These structures can cause very large reductions in the thermal conductivity,  sometimes by a factor of ten or more, as compared to the familiar bulk values reported in handbooks.  To predict and engineer the thermal conductivity in both bulk and microstructured materials, it is essential to understand the mean free paths of the energy carriers, that is, the average distance between their collisions.  Although various models of the thermal conductivity have been used widely for more than half a century, when these models are applied to microstructures they often exhibit large disagreements with each other.  The heart of the model disagreements is their different mean free path calculations, yet direct experimental measurements of the full distribution of mean free paths have not been reported to date for any material.  Therefore, the primary goal of this CAREER proposal is to experimentally measure the full distribution of mean free paths in several standard materials.     \r\n\r\nTo accomplish this objective, this project will pursue two complementary experimental strategies, designed to cover a very large range of length and time scales.  The first approach involves systematic measurements of steady-state conduction in microstructures with sizes ranging from around 50 nm to around 100 microns.  The data will then be transformed into mean free path spectra using a new Fredholm integral equation.  The  second approach involves measuring ultrafast thermal transients ranging from around 0.1 ns to around 10 microseconds, and analyzed using the Boltzmann transport equation. \r\n\r\nThe intellectual merit of this CAREER proposal is in advancing the fundamental understanding of thermal conductivity.  By experimentally quantifying the real mean free path distributions, these measurements will help identify which of the standard models in use today can actually be correct.  This project will also test a postulate recently introduced by Y. K. Koh and D. Cahill to relate their observed frequency-dependent thermal conductivity to a mean free path distribution.  The project also proposes to develop an all-electrical pump-probe apparatus that should be more accessible and less costly than the important optical pump probe experimental technique.      \r\n\r\nThe broader impacts of this project include both engineering relevance and an education/outreach component.  The fundamental knowledge gained will be relevant for a wide range of materials systems including alloys, crystalline materials, and amorphous materials, and for thermal engineering of numerous applications including lasers, transistors, and thermoelectric energy conversion.  The outreach activities are built around workshops at regional high schools based on thermoelectric energy conversion and visualizing the nanoworld at the human scale.  At the end of each workshop the workshop materials will be donated to the classroom for their future use.  The workshop content has already been strengthened by two iterations with the intended high school science teachers, and one teacher will be recruited and supported for a summer to optimize the workshop content and disseminate it on a website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Dames",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Chris E Dames",
   "pi_email_addr": "cdames@berkeley.edu",
   "nsf_id": "000369361",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "200 UNIVERSTY OFC BUILDING",
  "perf_city_name": "RIVERSIDE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "099E",
   "pgm_ref_txt": "High voltage switching & conversion"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117430.0
  }
 ],
 "por": null
}