{
 "awd_id": "1055965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Microscale Mechanobiology of Actomyosin Stress Fiber Bundles:  An Integrated Program for Research and Education in Cellular Bioengineering",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fyhrie",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2011-02-07",
 "awd_abstract_narration": "The objective of this Faculty Early Career Development (CAREER) Program award is to use a combination of biophotonic, genetic, and computational tools to investigate the mechanics of actomyosin stress fibers and the underlying signaling mechanisms that control these properties.  Stress fibers are micrometer-scale, contractile structural cables that traverse across living cells and enable cells to generate tractional forces against their surroundings, a process critical to locomotion and maintenance of tissue architecture.  Studies conducted under this award will apply molecular biological tools to manipulate the concentrations and activities of specific molecules within stress fibers and use laser nanosurgery and related microtechnologies to investigate the contributions of these molecules to stress fiber function.  In parallel, a multi-scale computational model will be developed to relate the activities of these molecular components to stress fiber mechanics and overall cellular mechanobiological properties.  \r\n\r\nIf successful, these studies would add significantly to the field's understanding of the molecular regulation of cytoskeletal contractility and represent a tight integration of experiment and computation.  The knowledge gained from these efforts will also enhance the field's ability to manipulate cell and tissue structure and function by revealing \"design principles\" for cell structure and mechanics.  This in turn may help drive the evolution of systems for tissue engineering, regenerative medicine, and other bio-interfacial technologies. The educational plan focuses on course development in cellular bioengineering at the undergraduate and graduate level as well as the creation of partnerships between the awardee's institution and two non-PhD-focused bioengineering programs for BS- and MS-level curriculum development.  Both initiatives will involve extensive sharing of course material and discussions of how to effectively incorporate cellular bioengineering concepts into undergraduate and pre-professional training.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sanjay",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sanjay Kumar",
   "pi_email_addr": "skumar@berkeley.edu",
   "nsf_id": "000383285",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this CAREER proposal was to apply cutting-edge single-cell technologies to understand how microscale cables within cells called &ldquo;stress fibers&rdquo; generate tension against the tissue environment.&nbsp; This is a very important open question within cell biology and engineering, because the ability of cells to generate tension underlies the ability of cells to define their shape, move, divide, and differentiate.&nbsp; While many excellent investigators have been studying this problem for a number of years, we proposed to take a new and unique approach by combining three specialized tools: First, we used femtosecond laser nanosurgery to optically &ldquo;cut&rdquo; stress fibers in living cells and learn about their load-bearing properties based on how these elements recoil or snap back.&nbsp; Second, we used the tools of synthetic biology, which enabled us to precisely tune the expression of proteins that regulate the tensile properties of these fibers.&nbsp; Third, we tied these studies together using multiscale computational modeling, which gave us a framework with which to relate the tension-generating properties of the fibers to their constituent molecular components.</p>\n<p>&nbsp;This proposal resulted in 7 journal papers, with additional manuscripts currently under review or in preparation.&nbsp; To summarize some of these findings, we combined femtosecond laser nanosurgery with an optical readout of molecular tension to map for the first time how individual fibers distribute force across the extracellular matrix (Journal of Cell Science, 2013).&nbsp; In a separate study, we employed genetic tools to manipulate the level and activity of myosin motors and dissected contributions of these motors to cable tension (Scientific Reports, 2015).&nbsp; In important &ldquo;spinoff&rdquo; studies, we developed new ways of controlling cell tension and tension-dependent properties using synthetic biology.&nbsp; For example, we created strategies to pattern cells in three dimensional matrix by timing initiation and cessation of motility (Soft Matter, 2014) and discovered how to control two genes simultaneously and independently (Integrative Biology, 2014).&nbsp;</p>\n<p>&nbsp;This CAREER program also gave rise to a number of important broader impacts to society.&nbsp; First, as mentioned earlier, the ability of cells to generate tension is known to strongly influence cell motility during development and the ability of stem cells to follow specific developmental pathways.&nbsp; Thus, our studies may deepen the field&rsquo;s biophysical understanding of many normal and disease processes, and suggest new ways of controlling stem cell behavior for regenerative medicine applications.&nbsp; Additionally, we developed and continued to refine an integrated educational program at UC Berkeley in preparation for careers in mechanobiology that includes undergraduate education in quantitative physiology and graduate training in cellular mechanics.&nbsp; &nbsp;&nbsp;Our program also provided research training opportunites to myriad undergraduates, graduate students, and postdoctoral fellows within my laboratory. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2016<br>\n\t\t\t\t\tModified by: Sanjay&nbsp;Kumar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overall goal of this CAREER proposal was to apply cutting-edge single-cell technologies to understand how microscale cables within cells called \"stress fibers\" generate tension against the tissue environment.  This is a very important open question within cell biology and engineering, because the ability of cells to generate tension underlies the ability of cells to define their shape, move, divide, and differentiate.  While many excellent investigators have been studying this problem for a number of years, we proposed to take a new and unique approach by combining three specialized tools: First, we used femtosecond laser nanosurgery to optically \"cut\" stress fibers in living cells and learn about their load-bearing properties based on how these elements recoil or snap back.  Second, we used the tools of synthetic biology, which enabled us to precisely tune the expression of proteins that regulate the tensile properties of these fibers.  Third, we tied these studies together using multiscale computational modeling, which gave us a framework with which to relate the tension-generating properties of the fibers to their constituent molecular components.\n\n This proposal resulted in 7 journal papers, with additional manuscripts currently under review or in preparation.  To summarize some of these findings, we combined femtosecond laser nanosurgery with an optical readout of molecular tension to map for the first time how individual fibers distribute force across the extracellular matrix (Journal of Cell Science, 2013).  In a separate study, we employed genetic tools to manipulate the level and activity of myosin motors and dissected contributions of these motors to cable tension (Scientific Reports, 2015).  In important \"spinoff\" studies, we developed new ways of controlling cell tension and tension-dependent properties using synthetic biology.  For example, we created strategies to pattern cells in three dimensional matrix by timing initiation and cessation of motility (Soft Matter, 2014) and discovered how to control two genes simultaneously and independently (Integrative Biology, 2014). \n\n This CAREER program also gave rise to a number of important broader impacts to society.  First, as mentioned earlier, the ability of cells to generate tension is known to strongly influence cell motility during development and the ability of stem cells to follow specific developmental pathways.  Thus, our studies may deepen the fieldÆs biophysical understanding of many normal and disease processes, and suggest new ways of controlling stem cell behavior for regenerative medicine applications.  Additionally, we developed and continued to refine an integrated educational program at UC Berkeley in preparation for careers in mechanobiology that includes undergraduate education in quantitative physiology and graduate training in cellular mechanics.    Our program also provided research training opportunites to myriad undergraduates, graduate students, and postdoctoral fellows within my laboratory.   \n\n \n\n\t\t\t\t\tLast Modified: 07/01/2016\n\n\t\t\t\t\tSubmitted by: Sanjay Kumar"
 }
}