{
 "awd_id": "1056110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Multi-scale modeling of short-term forecasting and grid integration of wind energy over complex terrain",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 400011.0,
 "awd_amount": 400011.0,
 "awd_min_amd_letter_date": "2011-01-14",
 "awd_max_amd_letter_date": "2011-01-14",
 "awd_abstract_narration": "PI:  Inanc Senocak\r\nProposal Number:  1056110\r\nInstitution:  Boise State University\r\nTitle:   CAREER: Multi-scale modeling of short-term forecasting and grid integration of wind energy over complex terrain\r\n\r\nThere is a growing interest to increase the utilization of wind energy resources for electricity production.   But increasing the percentage of wind energy in overall energy production is much more complex than simply installing wind farms in windy areas with flat terrains.    The overall goal of this research is to better understand the characteristics of turbulent flows in complex terrain with canyons under different atmospheric stability conditions using a multi-scale modeling approach, so that these wind energy resources can be reliably harnessed for the production of electricity. \r\n\r\nIntellectual Merit\r\n\r\nA multi-scale modeling approach that connects atmospheric processes at the meso-scale down to the micro scale where complex terrain features can be resolved is proposed.   Specifically, a computationally fast wind simulation capability is proposed to forecast winds at the turbine level for the short-term (e.g. 0-6 hours), using accelerated computational fluid dynamics (CFD) simulations on graphics processing units (GPU) clusters. The large eddy simulation (LES) technique with the dynamic procedure will be applied to study atmospheric flows in complex terrain with high resolution.  A simulation engine is proposed to support multi-scale coupled computations on emerging GPU clusters.  In this engine, a meso-scale atmospheric model (e.g. the Weather Research and Forecasting model) will be executed on central-processing units (CPU).   A microscale terrain-resolving CFD model will be executed on the GPU concurrently with the meso-scale model to provide high resolution simulations at the turbine level. The micro-scale simulations will also be used to improve the surface layer parameterizations in the meso-scale model to establish a one-and -a-half-way coupling between the simulation models.   \r\n\r\nThe meso and micro scale models will be executed concurrently to forecast winds over complex terrain for wind energy production.  Simulation results will be used to perform turbulent kinetic energy budget analysis, which will help identify and understand the primary source of turbulence production in complex terrain environment under different stability conditions.  Standard deviations of the wind velocity will be examined and compared against existing correlations.  Simulations will be validated against measurements obtained from a test area in the state of Idaho in a complex terrain area instrumented with weather stations.   Both experimental and computational data will be studied to find appropriate scaling parameters to characterize the flow structure within canyons and along ridges.   \r\n\r\nBroader Impacts\r\n\r\nSubstantial technology gaps exist in short-term wind power forecasting and grid integration.  Improving the accuracy of short-term forecasts for all types of terrain is of great importance to wind energy industry.   A better understanding of complex terrain flows used to develop short-term forecasts in these wind environments is expected at the end of the project. \r\n\r\nThe proposed education and outreach activities are centered on supercomputing and scientific visualization applied to wind energy as a means to motivate student interest in the computational sciences.    A computational modeling laboratory equipped with a tiled-display visualization cluster will be used for research and education.   A GPU-accelerated educational CFD model with a tutorial set to support thermal and fluid sciences education will be set up in this laboratory for use in fluid mechanics courses. The accelerated computational platform will enable both undergraduate and graduate students to finish compute-intensive simulations quickly to investigate the underlying physics.  A free version of GPU-accelerated educational CFD model will also be made publically available.    A supercomputing booth will be developed for use at on-going K-12 outreach programs at Boise State University (e.g. e-Girls, e-Camp, e-Day).  The simulation booth will include hands-on exercises for modeling and simulation of winds in complex terrain and visualization of scientific data and high resolution imagery from earth and space sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Inanc",
   "pi_last_name": "Senocak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Inanc Senocak",
   "pi_email_addr": "senocak@pitt.edu",
   "nsf_id": "000512643",
   "pi_start_date": "2011-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boise State University",
  "inst_street_address": "1910 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOISE",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084261574",
  "inst_zip_code": "837250001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "BOISE STATE UNIVERSITY",
  "org_prnt_uei_num": "HYWTVM5HNFM3",
  "org_uei_num": "HYWTVM5HNFM3"
 },
 "perf_inst": {
  "perf_inst_name": "Boise State University",
  "perf_str_addr": "1910 UNIVERSITY DR",
  "perf_city_name": "BOISE",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "837250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "147E",
   "pgm_ref_txt": "Wind&Misc. sustainable energy"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400011.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was motivated by the growing interest to increase the portion of wind energy resources in overall electricity production. This interest has been driven by energy security, environmental concerns and economics. Increasing the percentage of wind energy in overall energy production is technically much more complex than simply installing wind farms in windy areas. In a deregulated energy market, accurate short-term forecasting of wind power generation is highly useful for many purposes. Utility companies make decisions on power generation from a variety of resources, including renewable energy resources, ahead of actual commitment for reliable operation of the electricity grid. Utility companies are also investigating innovative solutions to safely increase the capacity of existing overhead transmission lines to avoid the lengthy and expensive process of building new lines. These two seemingly different tasks are closely related and highly dependent on our ability to forecast turbulent winds over complex terrain. This project targeted the fundamental research needed to realize such a capability.</p>\n<p>Over the course of this project, a wind simulation software has been developed and applied to predict wind power generation from both on-shore and off-shore wind farms. The wind simulation software was developed to execute quickly on multiple graphics processing units in parallel. This aspect of the research was particularly important to bring the execution time closer to short-term forecasting of winds.&nbsp; New computational methods were developed to easily simulate and investigate wind over a region of complex terrain. One of the methods that was developed enables the wind simulation software to ingest wind information from a regional numerical weather prediction model. This model-chain approach is expected to increase the accuracy of wind predictions at the turbine level by coupling the local predictions to larger weather patterns. Additionally, a versatile power estimation method was proposed to predict power generation from individual wind turbines. The wind simulation software was thoroughly validated using both field and wind-tunnel data that are available in open literature. We applied the wind simulation software over a region in Idaho to demonstrate the benefits of the dynamic rating of  transmission lines. The dynamic rating concept is an alternative to the most commonly adopted static rating concept. In dynamic rating, the cooling effect of the winds are taken into  account when calculating the safe operating temperature of transmission  lines. As part of a proof-of-concept study, we have shown that the ampacity of existing transmission lines can be increased as much as 50 percent by using the predicted wind speed and direction. This is a significant demonstration considering the cost and time it takes to build new transmission lines. Additionally, we have shown that the numerical procedure presented in the IEEE Standard 738-2012 can significantly benefit from adoption of modern numerical techniques to facilitate the adoption of the dynamic rating concept.</p>\n<p>Several graduate and undergraduate students were trained in computer programming, supercomputing, wind engineering, and fluid dynamics. Overall, four graduate students and ten undergraduate students received research training during the course of this project. This project resulted in one Ph.D. dissertation and four M.S. theses. Each year, the principal investigator (PI) led an interactive event at Boise State's annual engineering festival. Public of all ages attended this event each year. Additionally the software products of this project were incorporated into the undergraduate fluid mechanics class to introduce students to the field computational fluid dynamics and scientific visualization. The PI developed a brand new course to teach engineering students how to program and use supercomputers. PI also led the creation of the undergraduate interdisciplinary Computational Science and Engineering (CSE) minor at Boise State University. His parallel computing course became a core part of this minor and a graduate version of this course became a part of the CSE track as part of the new PhD in Computing degree.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2018<br>\n\t\t\t\t\tModified by: Inanc&nbsp;Senocak</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514862865862_Contour_Tran_temp--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514862865862_Contour_Tran_temp--rgov-800width.jpg\" title=\"Dynamic rating of Transmission Lines\"><img src=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514862865862_Contour_Tran_temp--rgov-66x44.jpg\" alt=\"Dynamic rating of Transmission Lines\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Transmission lines and wind field over a region of moderately complex terrain. Transmission lines are colored by the conductor temperature.</div>\n<div class=\"imageCredit\">Tyler Phillips, Rey DeLeon, Inanc Senocak</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Inanc&nbsp;Senocak</div>\n<div class=\"imageTitle\">Dynamic rating of Transmission Lines</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514863449106_IPCONew--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514863449106_IPCONew--rgov-800width.jpg\" title=\"Wind farm simulation over complex terrain\"><img src=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514863449106_IPCONew--rgov-66x44.jpg\" alt=\"Wind farm simulation over complex terrain\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Simulation of wind flow over complex terrain. Effect of wind turbines on the flow field are represented with turbine wake models. Both instantaneous and time-averaged wind field are shown.</div>\n<div class=\"imageCredit\">Micah Sandusky, Rey DeLeon, Inanc Senocak</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Inanc&nbsp;Senocak</div>\n<div class=\"imageTitle\">Wind farm simulation over complex terrain</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514863676697_HREV_top_mean--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514863676697_HREV_top_mean--rgov-800width.jpg\" title=\"Simulation of wind flow through the Horns Rev off-shore wind farm in Denmark.\"><img src=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514863676697_HREV_top_mean--rgov-66x44.jpg\" alt=\"Simulation of wind flow through the Horns Rev off-shore wind farm in Denmark.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Time-averaged wind-speed within the Horns Rev off-shore wind farm.</div>\n<div class=\"imageCredit\">Micah Sandusky, Rey DeLeon, Inanc Senocak</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Inanc&nbsp;Senocak</div>\n<div class=\"imageTitle\">Simulation of wind flow through the Horns Rev off-shore wind farm in Denmark.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514865418614_IMG_3414--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514865418614_IMG_3414--rgov-800width.jpg\" title=\"Publich Outreach Activity\"><img src=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514865418614_IMG_3414--rgov-66x44.jpg\" alt=\"Publich Outreach Activity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Taming the Dragon interactive event delivered to the general public during at Boise State's Engineering Festival in 2016. The event was developed to inform and engage the public in supercomputing and scientific visualization.</div>\n<div class=\"imageCredit\">Inanc Senocak</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Inanc&nbsp;Senocak</div>\n<div class=\"imageTitle\">Publich Outreach Activity</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514866102823_gin3d_CFD_lab--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514866102823_gin3d_CFD_lab--rgov-800width.jpg\" title=\"Educational activities\"><img src=\"/por/images/Reports/POR/2018/1056110/1056110_10068883_1514866102823_gin3d_CFD_lab--rgov-66x44.jpg\" alt=\"Educational activities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduate engineering students use the flow solver developed as part of this project to learn and practice the use of computational fluid dynamics simulation in engineering analysis.</div>\n<div class=\"imageCredit\">Inanc Senocak</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Inanc&nbsp;Senocak</div>\n<div class=\"imageTitle\">Educational activities</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project was motivated by the growing interest to increase the portion of wind energy resources in overall electricity production. This interest has been driven by energy security, environmental concerns and economics. Increasing the percentage of wind energy in overall energy production is technically much more complex than simply installing wind farms in windy areas. In a deregulated energy market, accurate short-term forecasting of wind power generation is highly useful for many purposes. Utility companies make decisions on power generation from a variety of resources, including renewable energy resources, ahead of actual commitment for reliable operation of the electricity grid. Utility companies are also investigating innovative solutions to safely increase the capacity of existing overhead transmission lines to avoid the lengthy and expensive process of building new lines. These two seemingly different tasks are closely related and highly dependent on our ability to forecast turbulent winds over complex terrain. This project targeted the fundamental research needed to realize such a capability.\n\nOver the course of this project, a wind simulation software has been developed and applied to predict wind power generation from both on-shore and off-shore wind farms. The wind simulation software was developed to execute quickly on multiple graphics processing units in parallel. This aspect of the research was particularly important to bring the execution time closer to short-term forecasting of winds.  New computational methods were developed to easily simulate and investigate wind over a region of complex terrain. One of the methods that was developed enables the wind simulation software to ingest wind information from a regional numerical weather prediction model. This model-chain approach is expected to increase the accuracy of wind predictions at the turbine level by coupling the local predictions to larger weather patterns. Additionally, a versatile power estimation method was proposed to predict power generation from individual wind turbines. The wind simulation software was thoroughly validated using both field and wind-tunnel data that are available in open literature. We applied the wind simulation software over a region in Idaho to demonstrate the benefits of the dynamic rating of  transmission lines. The dynamic rating concept is an alternative to the most commonly adopted static rating concept. In dynamic rating, the cooling effect of the winds are taken into  account when calculating the safe operating temperature of transmission  lines. As part of a proof-of-concept study, we have shown that the ampacity of existing transmission lines can be increased as much as 50 percent by using the predicted wind speed and direction. This is a significant demonstration considering the cost and time it takes to build new transmission lines. Additionally, we have shown that the numerical procedure presented in the IEEE Standard 738-2012 can significantly benefit from adoption of modern numerical techniques to facilitate the adoption of the dynamic rating concept.\n\nSeveral graduate and undergraduate students were trained in computer programming, supercomputing, wind engineering, and fluid dynamics. Overall, four graduate students and ten undergraduate students received research training during the course of this project. This project resulted in one Ph.D. dissertation and four M.S. theses. Each year, the principal investigator (PI) led an interactive event at Boise State's annual engineering festival. Public of all ages attended this event each year. Additionally the software products of this project were incorporated into the undergraduate fluid mechanics class to introduce students to the field computational fluid dynamics and scientific visualization. The PI developed a brand new course to teach engineering students how to program and use supercomputers. PI also led the creation of the undergraduate interdisciplinary Computational Science and Engineering (CSE) minor at Boise State University. His parallel computing course became a core part of this minor and a graduate version of this course became a part of the CSE track as part of the new PhD in Computing degree.\n\n\t\t\t\t\tLast Modified: 01/01/2018\n\n\t\t\t\t\tSubmitted by: Inanc Senocak"
 }
}