{
 "awd_id": "1056019",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Memory-based prediction in the human medial temporal lobe",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Uri Hasson",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 663692.0,
 "awd_amount": 663692.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2015-04-23",
 "awd_abstract_narration": "We often reflect on our past to understand current experience or predict future events.  For example, in choosing a birthday gift for a friend, we can look to past birthdays for help in deciding what gift would elicit the greatest joy for the friend this year.  In this way, memory is not merely retrospective, but also intrinsically prospective. With funding from the National Science Foundation, Alison Preston, Ph.D., and colleagues at the University of Texas at Austin are using functional magnetic resonance imaging (fMRI) to understand how the brain supports predictions about the present and future based on memories of the past.  Despite decades of neuroscience research focused on retrospective memory, very little is known about the neurobiological mechanisms that enable the prospective use of experience.  However, a rich history of research suggests that the brain's medial temporal lobe structures are important for learning and remembering individual experiences.  One goal of this project is to learn how these brain structures reactivate existing memories in the face of new experiences.  In one set of studies, participants learn sequences of events while undergoing fMRI. The researchers are seeking evidence in the fMRI data for reactivation of prior memories during prediction of upcoming events in the sequence.  A second goal of this project is to discover how remembering influences new learning. To be maximally adaptive for future use, memories do not simply consist of individual records of directly experienced events but also include memories built by integrating knowledge across different events.  The researchers are learning how remembering past events during new situations provides an opportunity for new memories to be formed that connect present experience with existing memories.  For example, if today one sees an unfamiliar man walking a familiar Great Dane, the sight of the dog may trigger a memory for a previous occasion on which one saw that same dog being walked by a woman.  By recalling the previous experience with the Great Dane, a new memory can be formed that not only represents the relationship between the man and the dog, and the woman and the dog, but also connects the man and the woman, despite ones never having seen them together. Such integrated memories are a means by which individual experiences are combined to anticipate future judgments and actions.  In related fMRI experiments, participants study events that share content and make judgments about the relationship between those experiences. These studies are allowing the researchers to understand how the brain builds a rich, cohesive record of experience by incorporating new events into existing memories.\r\n\r\nA core mission of this project is to combine research efforts with teaching, mentorship, and outreach. Unique training and educational activities are being carried out at the high school, undergraduate, and graduate levels. Students are participating in hands-on training with state-of-the-art fMRI techniques and advanced quantitative methods. This training provides students with the necessary tools to address critical questions in cognitive neuroscience with an increased level of sophistication. To ensure that these training opportunities are available to a broad range of students, the research program forms the basis of a public outreach effort encouraging minority students outside of academic research centers to become involved in neuroscience research. This outreach program includes classroom demonstrations of neuroscience concepts at high schools and community colleges that serve underrepresented minority groups, organized tours for learning about research in the lab, and summer assistantships for students to gain research experience.  Public lectures to the general community are engaging the public's interest in basic science and communicating how discoveries in neuroscience can influence many aspects of society, such as educational and clinical practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Preston",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Alison R Preston",
   "pi_email_addr": "apreston@utexas.edu",
   "nsf_id": "000535591",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 138547.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 298694.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 144048.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 82403.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has provided new insights into the brain processes that allow us to learn and remember. In particular, this project has shown how we acquire new knowledge by combining information learned during different experiences. Many decisions we make and actions we take are not based on things learned in a single experience but rather require flexibly deploying our knowledge to make predictions based on multiple experiences. For instance, learning your way around a new town involves gradually learning about landmarks and their relative positions. You might learn about one set of landmarks on one trip through the town and an overlapping set on a different trip. An effective way to represent the paths taken on both trips is through a common map that represents the relationships between landmarks experienced at different times. Because the common map represents information beyond your direct experience, it can be used to support new flexible behaviors, such as taking a shortcut between places in a new town. The findings from this project have identified a hippocampus-prefrontal cortex circuit that supports the formation of integrated cognitive maps that allow knowledge to extend beyond direct observation. When a new event overlap with a previous experience (e.g., a new route through town shares landmarks with a previously navigated route), we have shown that the memory for the prior event is reactivated. The hippocampus and prefrontal cortex then work together to integrate the new information with reactivated memories, forming novel links among experiences that extend knowledge beyond direct experience. Our findings further show that the cognitive maps within the hippocampus and prefrontal cortex code the commonalities and differences among events. Behaviorally, we show that cognitive map formation supports many flexible behaviors from spatial navigation to concept formation to reasoning. By isolating the brain processes that enable the integration of knowledge across different time points, the findings from this project a means to both predict and promote the occurrence of flexible learning and memory expression. Such research advances could have significant translational relevance, by informing efforts to develop tools to enhance flexible learning. We expect our efforts will inform best practices in wide variety of real world settings. For instance, our data show that children and adolescents are less likely than adults to integrate new experiences with existing knowledge, thus limiting their ability to make flexible decisions and reason about the relationships among distinct learning events. These findings may provide information about the neural predictors of real world academic achievement. We also anticipate that the basic knowledge about the brain basis of memory derived from this project will influence our understanding of memory impairments in several clinical conditions, including schizophrenia, depression, and Alzheimer's disease that are characterized by changes to the brain structures involved in memory. Understanding how the brain uses prior experience to make sense of novel events is critical to creating effective interventions for psychiatric and neurological disorders that require acquisition and maintenance of new behaviors.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2017<br>\n\t\t\t\t\tModified by: Alison&nbsp;R&nbsp;Preston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project has provided new insights into the brain processes that allow us to learn and remember. In particular, this project has shown how we acquire new knowledge by combining information learned during different experiences. Many decisions we make and actions we take are not based on things learned in a single experience but rather require flexibly deploying our knowledge to make predictions based on multiple experiences. For instance, learning your way around a new town involves gradually learning about landmarks and their relative positions. You might learn about one set of landmarks on one trip through the town and an overlapping set on a different trip. An effective way to represent the paths taken on both trips is through a common map that represents the relationships between landmarks experienced at different times. Because the common map represents information beyond your direct experience, it can be used to support new flexible behaviors, such as taking a shortcut between places in a new town. The findings from this project have identified a hippocampus-prefrontal cortex circuit that supports the formation of integrated cognitive maps that allow knowledge to extend beyond direct observation. When a new event overlap with a previous experience (e.g., a new route through town shares landmarks with a previously navigated route), we have shown that the memory for the prior event is reactivated. The hippocampus and prefrontal cortex then work together to integrate the new information with reactivated memories, forming novel links among experiences that extend knowledge beyond direct experience. Our findings further show that the cognitive maps within the hippocampus and prefrontal cortex code the commonalities and differences among events. Behaviorally, we show that cognitive map formation supports many flexible behaviors from spatial navigation to concept formation to reasoning. By isolating the brain processes that enable the integration of knowledge across different time points, the findings from this project a means to both predict and promote the occurrence of flexible learning and memory expression. Such research advances could have significant translational relevance, by informing efforts to develop tools to enhance flexible learning. We expect our efforts will inform best practices in wide variety of real world settings. For instance, our data show that children and adolescents are less likely than adults to integrate new experiences with existing knowledge, thus limiting their ability to make flexible decisions and reason about the relationships among distinct learning events. These findings may provide information about the neural predictors of real world academic achievement. We also anticipate that the basic knowledge about the brain basis of memory derived from this project will influence our understanding of memory impairments in several clinical conditions, including schizophrenia, depression, and Alzheimer's disease that are characterized by changes to the brain structures involved in memory. Understanding how the brain uses prior experience to make sense of novel events is critical to creating effective interventions for psychiatric and neurological disorders that require acquisition and maintenance of new behaviors.\n\n \n\n\t\t\t\t\tLast Modified: 12/23/2017\n\n\t\t\t\t\tSubmitted by: Alison R Preston"
 }
}