{
 "awd_id": "1056035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  microMOSAIC Frameworks for Next-Generation Proteomic Technology",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 332474.0,
 "awd_amount": 411469.0,
 "awd_min_amd_letter_date": "2011-02-09",
 "awd_max_amd_letter_date": "2015-05-08",
 "awd_abstract_narration": "This research will introduce novel optically patterned microchamber and flow control technology to overcome integration barriers that have prevented two decades of microfluidics research from offering compelling alternatives to the work-horse applications? Western blotting and two-dimensional electrophoresis (2DE). Breakthroughs in proteomic technology are essential: while the genomic revolution has had sweeping impact on understanding of life processes, the arguably more important ?proteomic revolution remains unrealized. Proteins are more directly linked with function, more biochemically complex, and 10-100x more numerous than genes. Thus, nearly all life science studies require multi-step assays such as Western blot and 2DE. Yet, benchtop multi-step separations demand huge labor, time investment, and precious sample to yield semi-quantitation; these assays would benefit immensely from integration. The unique ìMosaic integration strategy--microchambers regionally photopatterned with discrete nanostructured separation materials--has the potential to revolutionize multi-step separations for the pressing proteomic challenges of the 21st century.\r\n\r\nMulti-step proteomic assays measure not one, but multiple physicochemical and functional properties. To date, the performance of multi-step microseparations has suffered from status quo design strategies that couple a first assay step (a single microchannel) to a second assay step that is an array of microchannels. Regrettably this approach ?discretizes? first-stage separation readouts by mapping them to discrete compartments in a second-stage. To overcome integration losses, the PI proposes a radical departure from status quo by introducing microchambers regionally photopatterned with discrete nanomaterials. \r\n\r\nFundamental studies underpinning ìMosaic integration technology will include: 1) Development & quantitative evaluation of micro/nanofabrication techniques and devices for charge-, chemical-, and photo-patterning of polymers to achieve localized biochemical/physical function within fluidic networks. Reactions within the patterned nanostructured materials will be studied using fluorescence imaging, determining specificity, kinetics, and overall affinity using controlled, homogenous reagent flows in control experiments. 2) Separation integration with dispersion control strategies for high performance multi-step separations. PI will investigate the interplay between electromigration, diffusion, and reaction empirically, analytically, and with 3D multiphysics solvers. The PI will identify and control transport and reaction mechanisms; i.e., band broadening with spatially non-uniform surface reactions. Although coupled dispersion and reaction are understood in homogeneous microchannel networks, such is not the case with 3D geometries, 3D heterogeneous reaction patterns underpinning the ìMosaic multi-step assays proposed here. Together, these studies will provide new knowledge in: fabrication; nanostructured materials, separations device and assay engineering; experimental methods.  \r\n\r\nWhile available bench-top proteomic tools are ubiquitous, significant limitations in throughput, quantitation, dynamic range, and automation exist. The proposed novel and widely applicable tools will specifically advance each ? impacting systems biology, synthetic biology, and biofuels. Likely outcomes include: simulation-based screening of therapeutic agents, high-throughput identification of new cellulosic biofuels, and rational selection algorithms for bacterial bioremediation. The PI will integrate research with teaching through new multi-media lecture material in two developing courses and as hands-on modules in a new K-12 partnership (Lawrence Hall of Science Ingenuity Labs). The PI proposes a comprehensive strategy to recruit and retain underrepresented students and holds leadership positions on three NSF REU?s. As faculty advisor to Berkeley?s Society of Women Engineers (SWE), she will bolster SWE and Berkeley?s nascent Graduate Women in Engineering group through NSF support. She is a leader in the larger technical community through conference chair-ship, technical program committee service, and community building (e.g., Women in MEMS).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Herr",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Amy E Herr",
   "pi_email_addr": "aeh@berkeley.edu",
   "nsf_id": "000499339",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 74450.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 76754.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 160315.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 99950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research introduced novel optically patterned microchamber and flow control technology to overcome integration barriers that have prevented two decades of microfluidics research from offering compelling alternatives to the &ldquo;work-horse applications&rdquo; Western blotting and two-dimensional electrophoresis (2DE). Breakthroughs in proteomic technology are essential:&nbsp; while the genomic revolution has had sweeping impact on understanding of life processes, the arguably more important &ldquo;proteomic revolution&rdquo; remains unrealized.&nbsp; Proteins are more directly linked with function, more biochemically complex, and 10-100x more numerous than genes.&nbsp; Thus, nearly all life science studies require multi-step assays such as Western blot and 2DE. Yet, benchtop multi-step separations demand huge labor, time investment, and precious sample to yield semi-quantitation; these assays would benefit immensely from integration. The PI&rsquo;s unique &micro;<em>Mosaic</em> integration strategy &ndash; <em>microchambers regionally photopatterned with discrete nanostructured separation materials</em> &ndash; has advanced the throughput, quantitation, and precision of protein measurements that are central to understanding biological processes.</p>\n<p><em>In contributions to intellectual merit, the m</em>ulti-step proteomic assays invented in this NSF CAREER research measure <span style=\"text-decoration: underline;\">not one</span>, but <span style=\"text-decoration: underline;\">multiple physicochemical and functional properties</span>.&nbsp; To date, the performance of multi-step micro-separations has suffered from status quo design strategies that couple a first assay step (a single microchannel) to a second assay step that is an array of microchannels.&nbsp; Regrettably this approach &lsquo;discretizes&rsquo; first-stage separation readouts by mapping them to discrete compartments in a second-stage.&nbsp; To overcome integration losses, the PI took a radical departure from status quo<em> </em>by introducing microchambers regionally photopatterned with discrete nanomaterials. Using this proposed &micro;<em>Mosaic</em> technology, her fundamentally unique approaches to Western blotting and 2DE afford unprecedented functionality, including a first ever microfluidic Western blot (with single cell Western blotting to follow) and automated, 1000x faster 2DE.&nbsp;</p>\n<p>Fundamental studies underpinning &micro;<em>Mosaic </em>integration technology<em> </em>included: 1) Development &amp; quantitative evaluation of micro/nanofabrication techniques and devices for charge-, chemical-, and photo-patterning of polymers to achieve localized biochemical/physical function within fluidic networks. Reactions within the patterned nanostructured materials were studied using fluorescence imaging, determining specificity, kinetics, and overall affinity using controlled, homogenous reagent flows in control experiments. 2) Separation integration with dispersion control strategies for high performance multi-step separations. PI investigated the interplay between electromigration, diffusion, and reaction empirically, analytically, and with 3D multiphysics solvers.&nbsp; The PI identified and controlled transport and reaction mechanisms; i.e., band broadening with spatially non-uniform surface reactions<em>.</em>&nbsp; Although coupled dispersion and reaction are understood in homogeneous microchannel networks, such is not the case with 3D geometries, 3D heterogeneous reaction patterns underpinning the &micro;<em>Mosaic </em>multi-step assays proposed here.&nbsp; Together, these studies provide new knowledge in: fabrication; nanostructured materials, separations device and assay engineering; experimental methods.</p>\n<p><em>Broader Impacts:</em>&nbsp; While available bench-top proteomic tools are ubiquitous, significant limitations in throughput, quantitation, dynamic range, and automation exist.&nbsp; The novel and widely applicable tools specifically advance each &ndash; impacting systems biology, synthetic biology, and biofuels.&nbsp; Outcomes of our NSF CAREER research include: simulation-based screening of therapeutic agents, high-throughput identification of new cellulosic biofuels, and rational selection algorithms for bacterial bioremediation.&nbsp; The PI integrated research with teaching through new multi-media lecture material in two developing courses and as hands-on education modules with a local high school. The PI implemented a comprehensive strategy to recruit and retain underrepresented students and has held leadership positions on three NSF REU&rsquo;s. As faculty advisor to Berkeley&rsquo;s Society of Women Engineers (SWE), she bolsters SWE and Berkeley&rsquo;s nascent Graduate Women in Engineering group through NSF support.&nbsp; She is a leader in the larger technical community through conference chair-ship, technical program committee service, and community building (e.g., Women in MEMS).&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/25/2017<br>\n\t\t\t\t\tModified by: Amy&nbsp;E&nbsp;Herr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research introduced novel optically patterned microchamber and flow control technology to overcome integration barriers that have prevented two decades of microfluidics research from offering compelling alternatives to the \"work-horse applications\" Western blotting and two-dimensional electrophoresis (2DE). Breakthroughs in proteomic technology are essential:  while the genomic revolution has had sweeping impact on understanding of life processes, the arguably more important \"proteomic revolution\" remains unrealized.  Proteins are more directly linked with function, more biochemically complex, and 10-100x more numerous than genes.  Thus, nearly all life science studies require multi-step assays such as Western blot and 2DE. Yet, benchtop multi-step separations demand huge labor, time investment, and precious sample to yield semi-quantitation; these assays would benefit immensely from integration. The PI?s unique &micro;Mosaic integration strategy &ndash; microchambers regionally photopatterned with discrete nanostructured separation materials &ndash; has advanced the throughput, quantitation, and precision of protein measurements that are central to understanding biological processes.\n\nIn contributions to intellectual merit, the multi-step proteomic assays invented in this NSF CAREER research measure not one, but multiple physicochemical and functional properties.  To date, the performance of multi-step micro-separations has suffered from status quo design strategies that couple a first assay step (a single microchannel) to a second assay step that is an array of microchannels.  Regrettably this approach ?discretizes? first-stage separation readouts by mapping them to discrete compartments in a second-stage.  To overcome integration losses, the PI took a radical departure from status quo by introducing microchambers regionally photopatterned with discrete nanomaterials. Using this proposed &micro;Mosaic technology, her fundamentally unique approaches to Western blotting and 2DE afford unprecedented functionality, including a first ever microfluidic Western blot (with single cell Western blotting to follow) and automated, 1000x faster 2DE. \n\nFundamental studies underpinning &micro;Mosaic integration technology included: 1) Development &amp; quantitative evaluation of micro/nanofabrication techniques and devices for charge-, chemical-, and photo-patterning of polymers to achieve localized biochemical/physical function within fluidic networks. Reactions within the patterned nanostructured materials were studied using fluorescence imaging, determining specificity, kinetics, and overall affinity using controlled, homogenous reagent flows in control experiments. 2) Separation integration with dispersion control strategies for high performance multi-step separations. PI investigated the interplay between electromigration, diffusion, and reaction empirically, analytically, and with 3D multiphysics solvers.  The PI identified and controlled transport and reaction mechanisms; i.e., band broadening with spatially non-uniform surface reactions.  Although coupled dispersion and reaction are understood in homogeneous microchannel networks, such is not the case with 3D geometries, 3D heterogeneous reaction patterns underpinning the &micro;Mosaic multi-step assays proposed here.  Together, these studies provide new knowledge in: fabrication; nanostructured materials, separations device and assay engineering; experimental methods.\n\nBroader Impacts:  While available bench-top proteomic tools are ubiquitous, significant limitations in throughput, quantitation, dynamic range, and automation exist.  The novel and widely applicable tools specifically advance each &ndash; impacting systems biology, synthetic biology, and biofuels.  Outcomes of our NSF CAREER research include: simulation-based screening of therapeutic agents, high-throughput identification of new cellulosic biofuels, and rational selection algorithms for bacterial bioremediation.  The PI integrated research with teaching through new multi-media lecture material in two developing courses and as hands-on education modules with a local high school. The PI implemented a comprehensive strategy to recruit and retain underrepresented students and has held leadership positions on three NSF REU?s. As faculty advisor to Berkeley?s Society of Women Engineers (SWE), she bolsters SWE and Berkeley?s nascent Graduate Women in Engineering group through NSF support.  She is a leader in the larger technical community through conference chair-ship, technical program committee service, and community building (e.g., Women in MEMS). \n\n \n\n\t\t\t\t\tLast Modified: 04/25/2017\n\n\t\t\t\t\tSubmitted by: Amy E Herr"
 }
}