{
 "awd_id": "1056254",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiple Equilibria and Self-aggregation of Deep Tropical Convection",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 302865.0,
 "awd_amount": 302865.0,
 "awd_min_amd_letter_date": "2011-05-20",
 "awd_max_amd_letter_date": "2015-03-06",
 "awd_abstract_narration": "The tendency for deep tropical convection to aggregate in the absence of any obvious external influences represents an important unsolved problem in the atmospheric sciences. Self-aggregation may serve as a precursor to cyclogenesis, and therefore may be important to the early stages of some hurricanes. The Madden-Julian Oscillation, which represents a prominent but elusive problem in terms of prediction, may also be a manifestation of convective self-aggregation. The goal of the proposed research is to utilize a cloud resolving model to investigate the phenomenon of self-aggregation in tropical convection. The investigators will utilize a novel strategy which exploits the analogy between self-aggregation in large domains and multiple equilibria in limited domain simulations. \r\n\r\nUnderstanding the underlying mechanisms which control self-aggregation would constitute a major achievement and could greatly improve the ability of large scale models to represent interaction processes between convection and large-scale tropical flows. Thus this effort has significant broader impacts. In addition to undergraduate and graduate student training, there is a work plan through which the PI will help educate K-12 teachers on climate-related issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Sessions",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon L Sessions",
   "pi_email_addr": "sessions@kestrel.nmt.edu",
   "nsf_id": "000529647",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 LEROY PL",
  "perf_city_name": "SOCORRO",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 302865.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the science of how tropical convection organizes into large storm systems is important not only for better describing global weather patterns, but also for understanding how those may change with climate.&nbsp; Convective ``self-aggregation'' refers to the process of organization that occurs without any obvious mechanism (such as regions of warm sea surface temperatures or atmospheric waves).&nbsp; A common approach to understanding self-aggregation is to model convection using large computational domains and identifying conditions in which randomly distributed convection spontaneously organizes into coherent regions of intense convection surrounded by a very dry atmosphere.&nbsp; <br /><br />This project utilized a novel, computationally economic approach to understanding convective organization.&nbsp; Rather than modeling a large region, we used much smaller computational domains where the convection adjusted to the vertical temperature structure that represents the much larger domain.&nbsp; This&nbsp;&nbsp; ``weak temperature gradient approximation'' mimics the observation that the temperature in the tropical troposphere doesn't vary substantially in the horizontal direction.&nbsp; In these smaller weak temperature gradient (WTG) domains, organization can be represented by model conditions which either sustain precipitation or remain completely dry; these represent the intensely convecting and dry regions of the larger self-aggregated domains.&nbsp; When the model parameters can support either persistent precipitating or dry states--depending on the initial moisture in the atmosphere--this is called multiple equilibria. Because multiple equilibria in small weak temperature gradient simulations is believed to be analogous to self-aggregation in large domains, identifying conditions which permit multiple equilibria provides important information about the science of convective organization.&nbsp; Furthermore, because the domains are much smaller than those used to directly model self-aggregation, we can explore a much larger range of conditions which permit organization.&nbsp; <br /><br />The goals of this work included: 1) identifying conditions which influence multiple equilibria in WTG simulations and hence improve our understanding of convective organization; 2) understanding the response of convection to different environmental and model paramaters using the WTG approximation; and 3) to obtain a better understanding of the relationship between the amount of precipitation and the amount of moisture in the model domain.&nbsp; We made significant progress on all of these goals through idealized studies as well as by incorporating observations from major field programs into WTG simulations.&nbsp; <br /><br />Whether or not the model domain permits multiple equilibria in WTG simulations is sensitive to how moisture ``enters'' the computational domain and whether radiative cooling is fixed or is permitted to adjust according to how much moisture is in the domain (i.e., interactive radiative cooling).&nbsp;&nbsp; For example, the range of parameters permitting multiple equilibria is drastically increased if radiation cools interactively.&nbsp; This is consistent with previous studies which directly simulate self-aggregation.&nbsp; In comparing the characteristics of convection--precipitation amount and the strength and altitude of upward motion--we find there is not much difference when the domains are supporting precipitating convection, but there are major differences when the domain is dry.&nbsp; For example, when radiation cools interactively in a dry domain, very strong cooling develops just above the boundary layer (lowest 1 km of the atmosphere) which drives downward motion through the boundary layer to the surface.&nbsp; This is significant because the boundary layer is the moistest layer, so this circulation exports moisture from the dry regio...",
  "por_txt_cntn": "\nUnderstanding the science of how tropical convection organizes into large storm systems is important not only for better describing global weather patterns, but also for understanding how those may change with climate.  Convective ``self-aggregation'' refers to the process of organization that occurs without any obvious mechanism (such as regions of warm sea surface temperatures or atmospheric waves).  A common approach to understanding self-aggregation is to model convection using large computational domains and identifying conditions in which randomly distributed convection spontaneously organizes into coherent regions of intense convection surrounded by a very dry atmosphere.  \n\nThis project utilized a novel, computationally economic approach to understanding convective organization.  Rather than modeling a large region, we used much smaller computational domains where the convection adjusted to the vertical temperature structure that represents the much larger domain.  This   ``weak temperature gradient approximation'' mimics the observation that the temperature in the tropical troposphere doesn't vary substantially in the horizontal direction.  In these smaller weak temperature gradient (WTG) domains, organization can be represented by model conditions which either sustain precipitation or remain completely dry; these represent the intensely convecting and dry regions of the larger self-aggregated domains.  When the model parameters can support either persistent precipitating or dry states--depending on the initial moisture in the atmosphere--this is called multiple equilibria. Because multiple equilibria in small weak temperature gradient simulations is believed to be analogous to self-aggregation in large domains, identifying conditions which permit multiple equilibria provides important information about the science of convective organization.  Furthermore, because the domains are much smaller than those used to directly model self-aggregation, we can explore a much larger range of conditions which permit organization.  \n\nThe goals of this work included: 1) identifying conditions which influence multiple equilibria in WTG simulations and hence improve our understanding of convective organization; 2) understanding the response of convection to different environmental and model paramaters using the WTG approximation; and 3) to obtain a better understanding of the relationship between the amount of precipitation and the amount of moisture in the model domain.  We made significant progress on all of these goals through idealized studies as well as by incorporating observations from major field programs into WTG simulations.  \n\nWhether or not the model domain permits multiple equilibria in WTG simulations is sensitive to how moisture ``enters'' the computational domain and whether radiative cooling is fixed or is permitted to adjust according to how much moisture is in the domain (i.e., interactive radiative cooling).   For example, the range of parameters permitting multiple equilibria is drastically increased if radiation cools interactively.  This is consistent with previous studies which directly simulate self-aggregation.  In comparing the characteristics of convection--precipitation amount and the strength and altitude of upward motion--we find there is not much difference when the domains are supporting precipitating convection, but there are major differences when the domain is dry.  For example, when radiation cools interactively in a dry domain, very strong cooling develops just above the boundary layer (lowest 1 km of the atmosphere) which drives downward motion through the boundary layer to the surface.  This is significant because the boundary layer is the moistest layer, so this circulation exports moisture from the dry regions to the moist ones and thus reinforces convective organization.  \n\nAnother important result is the sensitivity of convection to the vertical temperature profile.  More stable environmen..."
 }
}