{
 "awd_id": "1056589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Imaging Excitons, Spin Coupling and Magnetism in Discotic Crystalline Organic Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2015-04-01",
 "awd_abstract_narration": "*** Technical Abstract *** \r\n\r\nThe overarching goal of the proposed CAREER effort will be to understand the correlations between excitons, magnetic properties, spin exchange mechanisms and molecular stacking in discotic crystalline molecular thin films with long range order. This project will employ magneto-optical spectroscopy techniques to gain insight into the fundamental links between the electronic and spin states, long range order and the role of grain boundaries in thin films of organic semiconductors. Focus areas include: (i) Micro-photoluminescence and linear dichroism microscopy studies of electronic states at the grain boundaries of polycrystalline phthalocyanine (Pc) films (ii) Microscopy study of photo excited carriers transport across a single grain boundary (iii) Magnetic Circular Dichroism (MCD) and Faraday rotation studies of correlations between structural and magnetic ordering in Mn-, Fe-, and Co-Pc crystalline films. Educational and outreach activities include development of new research-related courses, a collaboration with Vermont EPSCOR to establish a \"Women in Physical Sciences\" (WIPS) mentorship program and a \"Physics Photography\" program for high school students and teachers. \r\n\r\n *** Non-Technical Abstract *** \r\n\r\nThe search for organic electronics as alternatives to traditional silicon-based technologies has advanced tremendously over the past two decades. While some of the greatest achievements in this field already available to consumers (i. e. OLEDs) remarkable recent advances in the area of small-molecules organic thin films captured the attention of a significantly broader researcher base with interests ranging from organic thin film transistors to magnetic devices and even fast light detection. This project focuses on understanding complex systems of organic molecules that self-assemble into structures with macroscopic order and anisotropic properties similar to liquid crystals. The proposed experiments will correlate the electronic and magnetic properties of crystalline films of small dye molecules to molecular ordering using polarized light spectroscopy imaging in high magnetic fields. Educational and outreach activities include development of new research-related courses, a collaboration with Vermont EPSCOR to establish a \"Women in Physical Sciences\" (WIPS) mentorship program and a \"Physics Photography\" program for high school students and teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Madalina",
   "pi_last_name": "Furis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Madalina Furis",
   "pi_email_addr": "Madalina.Furis@ou.edu",
   "nsf_id": "000175145",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Vermont & State Agricultural College",
  "inst_street_address": "85 S PROSPECT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BURLINGTON",
  "inst_state_code": "VT",
  "inst_state_name": "Vermont",
  "inst_phone_num": "8026563660",
  "inst_zip_code": "054051704",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "VT00",
  "org_lgl_bus_name": "UNIVERSITY OF VERMONT & STATE AGRICULTURAL COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "Z94KLERAG5V9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Vermont & State Agricultural College",
  "perf_str_addr": "85 S PROSPECT STREET",
  "perf_city_name": "BURLINGTON",
  "perf_st_code": "VT",
  "perf_st_name": "Vermont",
  "perf_zip_code": "054051704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "VT00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Small molecule organic semiconductors represent much more than cheap alternatives to silicon. The advent of robust and relatively straightforward solution processing techniques that produce thin films of unprecedented crystalline quality re-ignited the excitement with regards to a future of flexible, bio-inspired and bio-compatible &ldquo;wearable&rdquo; electronics that would revolutionize the way we live. At the heart of this excitement is the realization that once structural disorder was dealt with, and single crystal devices became a reality, novel electronic properties associated with long range interactions and specific orbital arrangements emerged.</p>\n<p>This project investigated these novel electronic properties in a molecular family known as one dimensional p-stacked small molecule systems using polarization and time-resolved spectroscopy techniques. The focus was on a planar, disk-like molecule called phthalocyanine (Pc), that crystalizes with molecules stacked parallel to each other, separated by distances less than 4&Aring;, hence its one-dimensional character. All significant intermolecular interactions happen exclusively along this direction. This molecule is a distant cousin of the better-known chlorophyll or the heme-group in the myoglobin found in the human blood and is an iconic example of a small molecule semiconductor.</p>\n<p>Crystalline films of phthalocyanines with macroscopic grain sizes were readily fabricated using a &ldquo;pen &ndash;writing&rdquo; technique developed at the University of Vermont that consists of dragging a solution-filled hollow capillary across a substrate at a precisely controlled rate.&nbsp;</p>\n<p>A dual laser scanning microscopy technique was developed in order to probe the electronic properties through the optical response of &pi; &ndash;electrons (conduction electrons) and correlate them with the structural ordering. This study revealed electrons encounter an energy barrier when they attempt to move across boundary. (published in Nat Comms)</p>\n<p>Photoluminescence studies conducted at low temperatures revealed the overlap of molecular orbitals (i. e. &pi;-stacking) leads to the formation of a delocalized electron-hole pair, extended over several molecular sites. It also proved this state can be controlled through the orientation of the molecules in the stack. (published in J. Phys. Chem. Lett). This fundamental quantum mechanical phenomenon of delocalization can lead to electrons moving faster in transistors or larger photovoltaic efficiencies.</p>\n<p>The pen-writer was an excellent method for fabricating organic analogues of semiconductor alloys, provided one could employ two miscible small molecule species with similar structures. In this case, metal and metal-free Pc molecules (i. e. Pc molecules with or without a heavy metal ion in the center) were employed to create the organic equivalent of SiGe thin films. Grazing incidence X-ray diffraction (GIXRD) measurements conducted at the Cornell Synchrotron facility (CHESS) reveal the co-existence of two crystalline phases (one of them metal-rich) for concentrations of metal Pc larger than 10%. This coincides with the concentration threshold where low temperature luminescence revealed the delocalized electron-hole pair becomes more localized as the metal Pc molecules are closer to one another. This observation is a &ldquo;smoking gun&rdquo; for the existence of the delocalized state and provides a quantitative estimate for the average delocalization length: approximately 40 &Aring;. (published in J. Phys. Chem. C)</p>\n<p>Another exciting outcome of this project was the elucidation of spin interactions in the same metal-Pc molecule thin films. This was accomplished through Magnetic Circular Dichroism (MCD) experiments in high magnetic fields which included the development of a unique B &lt;25T setup for the Florida Split Coil HELIX magnet at the National High Magnetic Field Laboratory (NHMFL). These measurements pointed towards a specific delocalized electron state that mediates the spin interaction between two nearest neighbors d-shell ions located at the center of the Pc molecules. These interactions are important because: a) open the possibility to polarize the spin of conduction electrons and b) may lead to a macroscopic magnetic ordering&nbsp; (as reported in literature for MnPc). In that respect, metal-Pc molecules are the organic analogue of Diluted Magnetic Semiconductors (DMS), a class of materials where introduction of magnetic d-shell ions resulted in the co-existence of carrier &ndash;mediated ferromagnetism and spin-polarized electric currents. (published in Nature: Scientific Reports)</p>\n<p>Finally, similar MCD experiments carried out on the metal/metal-free Pc alloys revealed perhaps the most promising and interesting result of the magnetism studies: the strength of the observed spin interaction between conduction electrons and d-shell ions can be tuned as a function of alloy concentration for x &gt; 10% proving the quantum phenomenon of delocalization of electron-hole pair is at the heart of all electronic and magnetic behavior in these systems.</p>\n<p>Five graduate students and eleven undergraduate physics majors were trained in state-of the art spectroscopy techniques. In addition to the journal publications already mentioned above, the results were disseminated at twelve peer-reviewed conferences that included two invited talks and all APS meetings since 2011. Outreach and education events included participation at Nanodays events, scientist in residence programs at local elementary schools and mentoring the Materials Research Society (MRS) local chapter that organized workshops and outreach events centered on organic electronics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/26/2017<br>\n\t\t\t\t\tModified by: Madalina&nbsp;Furis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSmall molecule organic semiconductors represent much more than cheap alternatives to silicon. The advent of robust and relatively straightforward solution processing techniques that produce thin films of unprecedented crystalline quality re-ignited the excitement with regards to a future of flexible, bio-inspired and bio-compatible \"wearable\" electronics that would revolutionize the way we live. At the heart of this excitement is the realization that once structural disorder was dealt with, and single crystal devices became a reality, novel electronic properties associated with long range interactions and specific orbital arrangements emerged.\n\nThis project investigated these novel electronic properties in a molecular family known as one dimensional p-stacked small molecule systems using polarization and time-resolved spectroscopy techniques. The focus was on a planar, disk-like molecule called phthalocyanine (Pc), that crystalizes with molecules stacked parallel to each other, separated by distances less than 4&Aring;, hence its one-dimensional character. All significant intermolecular interactions happen exclusively along this direction. This molecule is a distant cousin of the better-known chlorophyll or the heme-group in the myoglobin found in the human blood and is an iconic example of a small molecule semiconductor.\n\nCrystalline films of phthalocyanines with macroscopic grain sizes were readily fabricated using a \"pen &ndash;writing\" technique developed at the University of Vermont that consists of dragging a solution-filled hollow capillary across a substrate at a precisely controlled rate. \n\nA dual laser scanning microscopy technique was developed in order to probe the electronic properties through the optical response of &pi; &ndash;electrons (conduction electrons) and correlate them with the structural ordering. This study revealed electrons encounter an energy barrier when they attempt to move across boundary. (published in Nat Comms)\n\nPhotoluminescence studies conducted at low temperatures revealed the overlap of molecular orbitals (i. e. &pi;-stacking) leads to the formation of a delocalized electron-hole pair, extended over several molecular sites. It also proved this state can be controlled through the orientation of the molecules in the stack. (published in J. Phys. Chem. Lett). This fundamental quantum mechanical phenomenon of delocalization can lead to electrons moving faster in transistors or larger photovoltaic efficiencies.\n\nThe pen-writer was an excellent method for fabricating organic analogues of semiconductor alloys, provided one could employ two miscible small molecule species with similar structures. In this case, metal and metal-free Pc molecules (i. e. Pc molecules with or without a heavy metal ion in the center) were employed to create the organic equivalent of SiGe thin films. Grazing incidence X-ray diffraction (GIXRD) measurements conducted at the Cornell Synchrotron facility (CHESS) reveal the co-existence of two crystalline phases (one of them metal-rich) for concentrations of metal Pc larger than 10%. This coincides with the concentration threshold where low temperature luminescence revealed the delocalized electron-hole pair becomes more localized as the metal Pc molecules are closer to one another. This observation is a \"smoking gun\" for the existence of the delocalized state and provides a quantitative estimate for the average delocalization length: approximately 40 &Aring;. (published in J. Phys. Chem. C)\n\nAnother exciting outcome of this project was the elucidation of spin interactions in the same metal-Pc molecule thin films. This was accomplished through Magnetic Circular Dichroism (MCD) experiments in high magnetic fields which included the development of a unique B &lt;25T setup for the Florida Split Coil HELIX magnet at the National High Magnetic Field Laboratory (NHMFL). These measurements pointed towards a specific delocalized electron state that mediates the spin interaction between two nearest neighbors d-shell ions located at the center of the Pc molecules. These interactions are important because: a) open the possibility to polarize the spin of conduction electrons and b) may lead to a macroscopic magnetic ordering  (as reported in literature for MnPc). In that respect, metal-Pc molecules are the organic analogue of Diluted Magnetic Semiconductors (DMS), a class of materials where introduction of magnetic d-shell ions resulted in the co-existence of carrier &ndash;mediated ferromagnetism and spin-polarized electric currents. (published in Nature: Scientific Reports)\n\nFinally, similar MCD experiments carried out on the metal/metal-free Pc alloys revealed perhaps the most promising and interesting result of the magnetism studies: the strength of the observed spin interaction between conduction electrons and d-shell ions can be tuned as a function of alloy concentration for x &gt; 10% proving the quantum phenomenon of delocalization of electron-hole pair is at the heart of all electronic and magnetic behavior in these systems.\n\nFive graduate students and eleven undergraduate physics majors were trained in state-of the art spectroscopy techniques. In addition to the journal publications already mentioned above, the results were disseminated at twelve peer-reviewed conferences that included two invited talks and all APS meetings since 2011. Outreach and education events included participation at Nanodays events, scientist in residence programs at local elementary schools and mentoring the Materials Research Society (MRS) local chapter that organized workshops and outreach events centered on organic electronics.\n\n \n\n\t\t\t\t\tLast Modified: 05/26/2017\n\n\t\t\t\t\tSubmitted by: Madalina Furis"
 }
}