{
 "awd_id": "1056703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Undecidability in Number Theory and Applications of Arithmetic Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 411423.0,
 "awd_amount": 411423.0,
 "awd_min_amd_letter_date": "2011-01-27",
 "awd_max_amd_letter_date": "2016-05-12",
 "awd_abstract_narration": "The investigator will study several questions related to diophantine equations. One focus is on generalizations of Hilbert's Tenth Problem. Hilbert's Tenth Problem over the rational numbers and over number fields in general is still open while undecidability is known for several subrings of the rational numbers. One goal is to investigate for which subrings of number fields the problem is undecidable. Another is to extend the currently known undecidability results for function fields. Research on Hilbert's Tenth Problem has led to new areas of interaction between number theory, arithmetic geometry and logic. These will be further explored in this project. Another focus is the study of computational problems in arithmetic geometry that have applications to cryptography. One goal is to construct curves of small genus that are suitable for cryptographic applications. Another goal is to generalize the quantum algorithms for number fields to function fields.\r\n\r\nThe investigator proposes several research projects that involve studying the solutions to multivariable polynomial equations. Looking for solutions to such equations over the integers or rational numbers is one of the fundamental problems in number theory. It has a long history that goes back to ancient Greece. For the first project the investigator will study the fundamental question of whether it is possible to find a procedure that determines whether an arbitrary multivariable polynomial equation has a solution in a given number system. The second project focuses on computational aspects of certain special classes of equations that have applications to cryptography. This area of mathematics is very well-suited for motivating young students to study mathematics. The investigator will teach middle school and high school girls about cryptography and its mathematical background. There will be two yearly workshops which will involve hands-on experiments in the computer lab. There will also be professional development workshops for local mathematics teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kirsten",
   "pi_last_name": "Eisentraeger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kirsten Eisentraeger",
   "pi_email_addr": "eisentra@math.psu.edu",
   "nsf_id": "000486622",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 78577.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80054.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 82350.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 83989.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 86453.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The investigator worked on several research projects that involve studying the solutions to multivariable polynomial equations. These equations are called Diophantine equations, and looking for solutions to such equations over the integers or rational numbers is one of the fundamental problems in number theory. It has a long history that goes back to ancient Greece. For the first project the investigator studied the fundamental question of whether it is possible to find a procedure that determines whether an arbitrary multivariable polynomial equation has a solution in a given number system. This problem is known as Hilbert's Tenth Problem.&nbsp;Hilbert's Tenth Problem over the rational numbers and over number fields in general is still open while undecidability is known over the integers and several other rings and fields. As part of this project, the investigator proved undecidability for several new classes of fields and proved related results about the first-order theory for many function fields and number fields. Research on Hilbert's Tenth Problem has led to new areas of interaction between number theory, arithmetic geometry and logic. These were further explored in this project by giving a first-order definition of rings of S-integers in function fields.&nbsp;<br />Another focus was on the study of computational problems in arithmetic geometry that have applications to cryptography. The investigator constructed curves of genus 3 that are suitable for cryptographic applications. She also generalized the quantum algorithms for computing class groups and related objects in number fields to function fields, and gave a quantum algorithm for computing the unit group of a number field of arbitrary degree. This algorithm can be used to break some of the recently proposed lattice-based cryptosystems with a quantum computer.<br />Number theory and its applications to cryptography is an area of mathematics that is very well-suited for motivating young students to study mathematics. For this, the investigator organized workshops on cryptography at Penn State for middle school girls. She also gave talks on cryptography at the local high school and to middle and high school students during a summer camp at Penn State. She organized a research project for women number theorists at a conference in Banff.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2018<br>\n\t\t\t\t\tModified by: Kirsten&nbsp;Eisentraeger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe investigator worked on several research projects that involve studying the solutions to multivariable polynomial equations. These equations are called Diophantine equations, and looking for solutions to such equations over the integers or rational numbers is one of the fundamental problems in number theory. It has a long history that goes back to ancient Greece. For the first project the investigator studied the fundamental question of whether it is possible to find a procedure that determines whether an arbitrary multivariable polynomial equation has a solution in a given number system. This problem is known as Hilbert's Tenth Problem. Hilbert's Tenth Problem over the rational numbers and over number fields in general is still open while undecidability is known over the integers and several other rings and fields. As part of this project, the investigator proved undecidability for several new classes of fields and proved related results about the first-order theory for many function fields and number fields. Research on Hilbert's Tenth Problem has led to new areas of interaction between number theory, arithmetic geometry and logic. These were further explored in this project by giving a first-order definition of rings of S-integers in function fields. \nAnother focus was on the study of computational problems in arithmetic geometry that have applications to cryptography. The investigator constructed curves of genus 3 that are suitable for cryptographic applications. She also generalized the quantum algorithms for computing class groups and related objects in number fields to function fields, and gave a quantum algorithm for computing the unit group of a number field of arbitrary degree. This algorithm can be used to break some of the recently proposed lattice-based cryptosystems with a quantum computer.\nNumber theory and its applications to cryptography is an area of mathematics that is very well-suited for motivating young students to study mathematics. For this, the investigator organized workshops on cryptography at Penn State for middle school girls. She also gave talks on cryptography at the local high school and to middle and high school students during a summer camp at Penn State. She organized a research project for women number theorists at a conference in Banff.\n\n\t\t\t\t\tLast Modified: 10/06/2018\n\n\t\t\t\t\tSubmitted by: Kirsten Eisentraeger"
 }
}