{
 "awd_id": "1056409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Representations of phonetic reduction and dialect variation in speech production and perception",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 401307.0,
 "awd_amount": 407955.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2015-03-13",
 "awd_abstract_narration": "Human speech is inherently highly variable: no two utterances of the same word produced by the same talker are acoustically identical. The sources of this variability include properties of individual words, such as how often they occur in spoken language; properties of the context in which a word is uttered, such as the predictability of a word given the previous word; properties of the conversational setting, such as formality; and properties of the talker, such as gender or regional background. Most previous research in this area has focused on one or two sources of variation at a time. However, recent advances in statistical analysis make possible the examination in this study of many variables simultaneously. The two specific hypotheses that will be tested are that the variation due to linguistic and social factors is highly systematic and that this systematicity can facilitate speech processing. Thus, the first goal of this project is to determine how much of the variability in speech can be accounted for by these kinds of linguistic and social factors. To achieve this goal, speech produced by native speakers of American English will be recorded and analyzed in a series of production experiments that manipulate different combinations of these sources of variability. The second goal of the project is to determine how these sources of variability affect the perception and representation of the linguistic and social information that is carried by speech. To achieve this goal, word recognition, word processing, and dialect identification tasks using the recordings collected in the production experiments will be conducted. In addition to substantially contributing to our understanding of variation in speech production and perception, the results of this project have the potential to inform research on language acquisition, language processing in autism spectrum disorders, and speech technology, including automatic speech recognition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Clopper",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia G Clopper",
   "pi_email_addr": "clopper.1@osu.edu",
   "nsf_id": "000536023",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 72711.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86942.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 160065.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 81589.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 6648.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project produced data in a series of human speech production and perception studies. The results of the speech production studies provide compelling evidence for two novel findings about the nature of variation in the speech signal. First, properties of words, the context in which a word is uttered, the conversational setting, and the talker have systematic effects on vowel production. Second, these various factors exhibit complex patterns of interaction that differ across measures of vowel duration and vowel quality. Models that treat sources of variation related to words and their context as reflecting a single cognitive phenomenon, such as predictability, cannot account for these observed patterns of variation. The results of these production studies thus provide insight into the relationship among these sources of variation and contribute to the refinement of theoretical models of vowel variation in speech production. The data collected in the speech production studies have been preserved in an online data repository as the Ohio State Stories Corpus. This data repository is available to researchers in linguistics, psychology, speech and hearing science, and related disciplines with a research or pedagogical interest in the materials.</p>\n<p>The results of the speech perception studies substantially impact our understanding of the factors that affect speech processing. First, they provide evidence for the role of non-acoustic information, such as properties of words, the experimental context, and the listeners&rsquo; prior expectations, in word processing. These results have the potential to transform how laboratory speech processing research is conducted and interpreted. Second, the results of an experiment in which listeners both transcribed speech in noise and identified where the talkers were from revealed a mismatch between speech processing and regional identification. This mismatch suggests that listeners do not rely on listening difficulty to make regional identification judgments and reveals the independence of listening effort from speech processing tasks involving explicit identification of social information in the speech signal. In Summer 2015, some of the data collection for the speech perception studies moved to the Language Sciences Research Lab at the Center of Science and Industry (COSI) in Columbus, OH. The lab is a research-in-real-time exhibit in which COSI visitors can observe and participate in language sciences research. The mission of the lab is to use cutting-edge research to excite the public about science while expanding knowledge about language. Research and outreach activities are well-integrated at the lab and all research participants at COSI therefore had the opportunity to engage with researchers about this project and about language science research in general.</p>\n<p>Together, the results of the production experiments reveal complex interactions among linguistic, contextual, and social factors in vowel production and the perception experiments reveal similarly complex interactions among these factors in the perception of words and the talkers who produce them. Thus, these results make a substantial contribution to our understanding of how talkers use language to mark social information about themselves and how listeners interpret that information. These findings have the potential to impact two related fields: automatic speech recognition (ASR) and language development and disorders. Variation in the speech signal is extremely difficult for ASR systems to handle, and the results of the production studies suggest that training the system with some sources of variation may not contribute to improved recognition performance for other sources. Similarly, children acquiring a language must correctly produce and interpret these various sources of variation to become competent members of the speech community. Studies examining the acquisition of spoken language variation may therefore provide a valuable perspective on the nature of both typical and atypical language development.</p>\n<p>This project provided an opportunity for the development of research skills in science for six graduate research assistants and 16 undergraduate research assistants. The graduate research assistants were involved in at least one study from initial design to final dissemination of the results and therefore received training in experimental design, human subjects research, data analysis, and academic writing. They also each oversaw at least one undergraduate research assistant, providing them with the opportunity to develop mentoring skills while still in graduate school. All four of the graduate students who have completed their doctoral degrees have secured permanent positions in the field. Eight of the undergraduate research assistants became involved in the project in their second year of undergraduate study. Thus, they had the opportunity to engage in research early in their undergraduate careers and to develop research skills and knowledge until graduation. Five of the undergraduate research assistants developed an undergraduate thesis project, building on the foundational research skills and knowledge of the field that they obtained as part of their work on this project. Finally, eight of the 10 undergraduate research assistants who have completed their undergraduate degrees have gone on to graduate school to pursue an advanced degree in Linguistics or Speech and Hearing Sciences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2017<br>\n\t\t\t\t\tModified by: Cynthia&nbsp;G&nbsp;Clopper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project produced data in a series of human speech production and perception studies. The results of the speech production studies provide compelling evidence for two novel findings about the nature of variation in the speech signal. First, properties of words, the context in which a word is uttered, the conversational setting, and the talker have systematic effects on vowel production. Second, these various factors exhibit complex patterns of interaction that differ across measures of vowel duration and vowel quality. Models that treat sources of variation related to words and their context as reflecting a single cognitive phenomenon, such as predictability, cannot account for these observed patterns of variation. The results of these production studies thus provide insight into the relationship among these sources of variation and contribute to the refinement of theoretical models of vowel variation in speech production. The data collected in the speech production studies have been preserved in an online data repository as the Ohio State Stories Corpus. This data repository is available to researchers in linguistics, psychology, speech and hearing science, and related disciplines with a research or pedagogical interest in the materials.\n\nThe results of the speech perception studies substantially impact our understanding of the factors that affect speech processing. First, they provide evidence for the role of non-acoustic information, such as properties of words, the experimental context, and the listeners? prior expectations, in word processing. These results have the potential to transform how laboratory speech processing research is conducted and interpreted. Second, the results of an experiment in which listeners both transcribed speech in noise and identified where the talkers were from revealed a mismatch between speech processing and regional identification. This mismatch suggests that listeners do not rely on listening difficulty to make regional identification judgments and reveals the independence of listening effort from speech processing tasks involving explicit identification of social information in the speech signal. In Summer 2015, some of the data collection for the speech perception studies moved to the Language Sciences Research Lab at the Center of Science and Industry (COSI) in Columbus, OH. The lab is a research-in-real-time exhibit in which COSI visitors can observe and participate in language sciences research. The mission of the lab is to use cutting-edge research to excite the public about science while expanding knowledge about language. Research and outreach activities are well-integrated at the lab and all research participants at COSI therefore had the opportunity to engage with researchers about this project and about language science research in general.\n\nTogether, the results of the production experiments reveal complex interactions among linguistic, contextual, and social factors in vowel production and the perception experiments reveal similarly complex interactions among these factors in the perception of words and the talkers who produce them. Thus, these results make a substantial contribution to our understanding of how talkers use language to mark social information about themselves and how listeners interpret that information. These findings have the potential to impact two related fields: automatic speech recognition (ASR) and language development and disorders. Variation in the speech signal is extremely difficult for ASR systems to handle, and the results of the production studies suggest that training the system with some sources of variation may not contribute to improved recognition performance for other sources. Similarly, children acquiring a language must correctly produce and interpret these various sources of variation to become competent members of the speech community. Studies examining the acquisition of spoken language variation may therefore provide a valuable perspective on the nature of both typical and atypical language development.\n\nThis project provided an opportunity for the development of research skills in science for six graduate research assistants and 16 undergraduate research assistants. The graduate research assistants were involved in at least one study from initial design to final dissemination of the results and therefore received training in experimental design, human subjects research, data analysis, and academic writing. They also each oversaw at least one undergraduate research assistant, providing them with the opportunity to develop mentoring skills while still in graduate school. All four of the graduate students who have completed their doctoral degrees have secured permanent positions in the field. Eight of the undergraduate research assistants became involved in the project in their second year of undergraduate study. Thus, they had the opportunity to engage in research early in their undergraduate careers and to develop research skills and knowledge until graduation. Five of the undergraduate research assistants developed an undergraduate thesis project, building on the foundational research skills and knowledge of the field that they obtained as part of their work on this project. Finally, eight of the 10 undergraduate research assistants who have completed their undergraduate degrees have gone on to graduate school to pursue an advanced degree in Linguistics or Speech and Hearing Sciences.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2017\n\n\t\t\t\t\tSubmitted by: Cynthia G Clopper"
 }
}