{
 "awd_id": "1056536",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Novel states of correlated quantum matter in numerical simulations, field theories and natural systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 475000.0,
 "awd_amount": 475000.0,
 "awd_min_amd_letter_date": "2011-01-24",
 "awd_max_amd_letter_date": "2015-05-30",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis CAREER award supports theoretical and computational research and education aimed at improving our understanding of non-perturbative aspects of microscopic models of condensed matter physics and their applications to the description of experiments on complex materials.\r\n\r\nA thorough theoretical understanding of the possible phases that microscopic quantum models of condensed matter physics can realize at zero temperature is an important frontier in fundamental physics. This understanding has vast applications to natural systems, especially relevant to the rich behavior of the large number of complex materials that have been synthesized in laboratories in recent years.  Unfortunately, interacting quantum many body problems are often intractable either analytically or numerically without making uncontrolled approximations. An exciting prospect for progress in non-perturbative solutions of quantum many body physics is the powerful combination of numerical simulations of microscopic models in an unbiased way on large lattices (using methods such as quantum Monte Carlo, density matrix renormalization group and exact diagonalization), with field theoretic methods (such as renormalization group, large-N and epsilon&#8722;expansions and mean field theory).  This award supports research at the interface of all these directions: numerical simulations, field theoretic methods, and analysis of experimental data, to address novel problems in correlated quantum condensed matter physics. Key topics include:\r\n\r\n1) Quantum criticality in two-dimensional anti-ferromagnets,\r\n2) Understanding experiments on frustrated magnetism in complex materials,\r\n3) The role of impurities in strongly correlated systems,\r\n4) Development of new global update schemes for QMC algorithms,\r\n5) Improvement of our understanding of the \"sign problem\" of QMC and broadening the class of models that are free of this problem.\r\n\r\nThis award supports educational opportunities for undergraduate and graduate students as well as postdoctoral fellows.  The PI plans to develop a new course on computational physics for graduate and advanced undergraduate students at the University of Kentucky.  He will participate in a program that is aimed at improving high school physics instruction by offering Education majors research opportunities in his group.  Working in collaboration with a colleague at the nearby Berea College, where a third of the students are from ethnic minorities, the PI will carry out a number of projects (lectures, colloquia, Physics day activities) that will result in undergraduate student exchange between the two institutions. \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis CAREER award supports theoretical research and education aimed at improving our understanding of quantum mechanical systems with a very large, practically infinite, number of particles and how this knowledge may be used to explain the unusual behavior of complex solid state materials. \r\n\r\nQuantum physics of many interacting particles forms the basis of our understanding of the properties of complex materials, a growing number of which are being synthesized in laboratories all over the world. The ability to predict the properties of new materials and new materials-related phenomena can play a crucial role in the search for the building blocks of future technologies. Magnetism appears in some complex materials and relates to spontaneously developing self-organized patterns of internal magnetic fields when the temperature is lowered.  Using theoretical methods for quantum many body systems, the PI will address both the nature of the magnetism that develops in a variety of complex materials at temperatures close to the absolute zero of temperature and how magnetism can be destroyed by fluctuations of quantum mechanical origin. This project includes a focus on developing computational methods and applying them to enable parallel computers to provide fundamental insight into quantum mechanical systems, particularly the amazing properties and phenomena that involve a virtual universe of electrons in complex materials.\r\n\r\nThis award supports educational opportunities for undergraduate and graduate students as well as postdoctoral fellows. The PI plans to develop a new course on computational physics for graduate and advanced undergraduate students at the University of Kentucky. He will participate in a program that is aimed at improving high school physics instruction by offering Education majors research opportunities in his group. Working in collaboration with a colleague at the nearby Berea College, where a third of the students are from ethnic minorities, the PI will carry out several projects that will result in undergraduate student exchange between the two institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ribhu",
   "pi_last_name": "Kaul",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ribhu Kaul",
   "pi_email_addr": "ribhu.kaul@psu.edu",
   "nsf_id": "000545617",
   "pi_start_date": "2011-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "500 S LIMESTONE",
  "perf_city_name": "LEXINGTON",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405260001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 95000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This CAREER award has supported the research group of a junior faculty member during his first five years in the Department of Physics and Astronomy at the University of Kentucky. The research pursued had a focus on the theories of many body quantum systems in particular novel quantum phases and phase transitions and their realization in experiments on physical systems. There were three major streams of research topics that were studied during the grant period. First, the study of quantum phase transition, the abrupt change of the ground state at the absolute of zero is a major intellectual challenge in theoretical physics and has applications to a wide range of physical systems, ranging from complex materials to ultracold atomic systems.&nbsp; In this project major progress was made in identifying new quantum spin models that do not suffer from the sign problem. An important application of such models are unbiased numerical simulations of the novel \"deconfined quantum criticality\" scenario and the realization of quantum spin liquids. Second, the PI and his group have made new inroads in the study of the effect of electron-electron interactions in bilayer graphene, studying a new mechanism for the generation of the relativistic dispersion in such systems. Third, the PI has collaborated extensively with local experimental groups that are synthesizing transition metal oxides by providing basic theoretical models that can describe experimental measurements on these new materials.&nbsp;</p>\n<p>&nbsp;The projects described above has involved and supported in part 3 graduate students, 3 undergraduates students and 2 postdoctoral researchers with active roles in the research -- the vast majority of the publications supported by this award have been co-authored with junior researchers at the University of Kentucky. As an opportunity to publicize the work carried out with the support of this award, the PI has delivered more than 20 research talks at universities, national labs and international conferences during the period of the award. Junior participants have attended training schools at Boulder, Minnesota and Florida State, as well as presented their research at the American Physical Society's annual March meeting each year of the award. In addition, the PI organizes a weekly group meeting at UK at which students present on their research and the latest developments in the field. These meetings have also provided the opportunity for graduate students in different fields of physics such as experimental condensed matter physics, theoretical high energy physics and lattice gauge theory to learn about the latest developments in condense matter physics.</p>\n<p>&nbsp;As proposed in the educational component, the PI has developed a new course on computational physics that is cross-listed for both undergraduate and graduate students. During the duration of this award the class has acquired a new permanent course number at UK, PHY 508. During the duration of this award, well over fifty students have been trained in this course and have gone on to use the newly acquired computational skills in a variety of settings including experimental and theoretical scientific research as well as in various roles in the computer and information industry.&nbsp;</p>\n<p>&nbsp;The PI has carried out a number of outreach activities. An introduction to condensed matter physics lecture at neighboring four year colleges:&nbsp; Berea college in Berea, KY and at Centre college in Danville, KY and with the local chapter of the Society of Physics Students. In addition public lectures on quantum physics were given at Sacramento State in Sacramento, CA and the Chabot Space and Science Center in Oakland CA.&nbsp;</p>\n<p>&nbsp;During the duration of the award, the PI has co-organized four international workshops at which leading world experts have participated, two of these events were organized at the University of Kentucky, and one each at Boston University and in Trento, Italy at the ECT* workshop center. The conferences include a wide range of topics including, transition metal oxides of iridium, quantum many body physics and two interdisciplinary workshop between condensed matter physicists and lattice gauge theorists.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2017<br>\n\t\t\t\t\tModified by: Ribhu&nbsp;Kaul</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis CAREER award has supported the research group of a junior faculty member during his first five years in the Department of Physics and Astronomy at the University of Kentucky. The research pursued had a focus on the theories of many body quantum systems in particular novel quantum phases and phase transitions and their realization in experiments on physical systems. There were three major streams of research topics that were studied during the grant period. First, the study of quantum phase transition, the abrupt change of the ground state at the absolute of zero is a major intellectual challenge in theoretical physics and has applications to a wide range of physical systems, ranging from complex materials to ultracold atomic systems.  In this project major progress was made in identifying new quantum spin models that do not suffer from the sign problem. An important application of such models are unbiased numerical simulations of the novel \"deconfined quantum criticality\" scenario and the realization of quantum spin liquids. Second, the PI and his group have made new inroads in the study of the effect of electron-electron interactions in bilayer graphene, studying a new mechanism for the generation of the relativistic dispersion in such systems. Third, the PI has collaborated extensively with local experimental groups that are synthesizing transition metal oxides by providing basic theoretical models that can describe experimental measurements on these new materials. \n\n The projects described above has involved and supported in part 3 graduate students, 3 undergraduates students and 2 postdoctoral researchers with active roles in the research -- the vast majority of the publications supported by this award have been co-authored with junior researchers at the University of Kentucky. As an opportunity to publicize the work carried out with the support of this award, the PI has delivered more than 20 research talks at universities, national labs and international conferences during the period of the award. Junior participants have attended training schools at Boulder, Minnesota and Florida State, as well as presented their research at the American Physical Society's annual March meeting each year of the award. In addition, the PI organizes a weekly group meeting at UK at which students present on their research and the latest developments in the field. These meetings have also provided the opportunity for graduate students in different fields of physics such as experimental condensed matter physics, theoretical high energy physics and lattice gauge theory to learn about the latest developments in condense matter physics.\n\n As proposed in the educational component, the PI has developed a new course on computational physics that is cross-listed for both undergraduate and graduate students. During the duration of this award the class has acquired a new permanent course number at UK, PHY 508. During the duration of this award, well over fifty students have been trained in this course and have gone on to use the newly acquired computational skills in a variety of settings including experimental and theoretical scientific research as well as in various roles in the computer and information industry. \n\n The PI has carried out a number of outreach activities. An introduction to condensed matter physics lecture at neighboring four year colleges:  Berea college in Berea, KY and at Centre college in Danville, KY and with the local chapter of the Society of Physics Students. In addition public lectures on quantum physics were given at Sacramento State in Sacramento, CA and the Chabot Space and Science Center in Oakland CA. \n\n During the duration of the award, the PI has co-organized four international workshops at which leading world experts have participated, two of these events were organized at the University of Kentucky, and one each at Boston University and in Trento, Italy at the ECT* workshop center. The conferences include a wide range of topics including, transition metal oxides of iridium, quantum many body physics and two interdisciplinary workshop between condensed matter physicists and lattice gauge theorists. \n\n \n\n\t\t\t\t\tLast Modified: 09/27/2017\n\n\t\t\t\t\tSubmitted by: Ribhu Kaul"
 }
}