{
 "awd_id": "1056580",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Postdoctoral Fellowships:  Andrew Friedman: \"Dark Energy, Fine-Tuning, and the Multiverse: Testing Theories in Modern Cosmology\"",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "Recent developments in cosmology and theoretical physics have generated growing support for the idea that our universe may be just one of many in an ensemble of universes called the Multiverse. Evidence for the Multiverse includes the surprising 1998 discovery that the expansion rate of our universe is accelerating (and the inference that \"dark energy\" is causing the acceleration), and a combination of ideas from the theory of cosmological inflation and string theory. The usual arguments from fundamental physics suggest a colossal mismatch between the predicted and observed values of the dark energy, off by as much as 120 orders of magnitude. Faced with such discrepancies, several leading cosmologists have invoked the \"Anthropic Principle\": if many universes exist (each with different dark energy values) and only a certain range of such values would permit galaxies to form and life to evolve, then it need not be surprising that we find a particular value of dark energy within our own observable universe. However, the Anthropic Principle has long proven controversial both within and outside the scientific community.\r\n\r\nIntellectual Merit\r\n\r\nOur project aims to clarify how evidence is used to test cosmological theories that predict the existence of the Multiverse. Testing the predictions of recent cosmological theories has become a challenging and highly active topic at the cutting-edge of modern cosmology. Perhaps more than any discovery in recent scientific history, the mystery of dark energy has forced the scientific community to reconsider what constitutes a valid scientific theory. Such discoveries raise difficult questions at the boundary between astrophysics and the philosophy of science, which is precisely where this research project is located.\r\n\r\nPotential Broader Impacts\r\n\r\nThe research will be integrated with education and public outreach, including a new interdisciplinary undergraduate course on \"Philosophical Problems in Modern Astrophysics and Cosmology,\" articles and a book for scholarly and popular audiences, online podcasts, and the creation of a science museum exhibit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kaiser",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "David I Kaiser",
   "pi_email_addr": "dikaiser@mit.edu",
   "nsf_id": "000114842",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Friedman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew S Friedman",
   "pi_email_addr": "asf@ucsd.edu",
   "nsf_id": "000545045",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "6865",
   "pgm_ref_txt": "MPS & SOCIETY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1>Intellectual Merit</h1>\n<p>&nbsp;&nbsp;&nbsp; Prof. David Kaiser (PI) and Dr. Andrew Friedman (Co-PI) at MIT, and their colleague Dr. Jason Gallicchio at the University of Chicago, have proposed a novel experiment to test fundamental aspects of quantum mechanics (QM) using astronomical observations. Our experiment would close the most important remaining loophole in Bell's theorem, one of the most intriguing aspects of QM. Our &ldquo;Cosmic Bell&rdquo; test would send entangled photons to detectors over 100 km apart, whose settings would be rapidly chosen using real-time telescopic observations of distant, causally disconnected, cosmic sources, all while the entangled pair is still in flight. Our proposal is support by some of the world's leading QM experimentalists, including Prof. Anton Zeilinger's group at the University of Vienna, who who have begun collaborating with us to conduct the experiment in the next 2-3 years using two astronomical observatories in the Canary Islands.</p>\n<p>&nbsp;&nbsp;&nbsp; By setting our detectors with sufficiently distant astronomical sources, such as quasars or patches of the Cosmic Microwave Background radiation, our experiment would, for the first time, close the so-called 'free will' loophole in Bell's theorem, which concerns the possibility that hidden past information could subtly bias the choices for how to setup the entangled-particle detectors. Our test would preclude any causal influences in essentially the entire history of the universe from jointly influencing both detector settings prior to the test, an improvement of ~20 orders of magnitude over previous tests. Such an experiment has implications for our understanding of nature at the deepest level. By testing QM in a regime never before explored, we would at the very least extend our confidence in QM, while also ruling out or severely constraining large classes of alternative theories. If the experiment uncovers discrepancies from the QM predictions, there could be crucial implications for early-universe cosmology, quantum gravity, the security of quantum encryption, and even the nature of free will.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; During this grant, The PI and Co-PI published two major research articles on this proposal. These include Gallicchio, Friedman, &amp; Kaiser 2014; &ldquo;GFK14&rdquo;, published in <em>Physical Review Letters</em>, which demonstrates a practical design scheme that could feasibly be built with existing technology. We also published a detailed paper in <em>Physical Review D </em>deriving the theoretical constraints needed to choose the optimal, causally disconnected, cosmological sources for our experiment (Friedman, Gallicchio, &amp; Kaiser 2013; &ldquo;F13&rdquo;). We have also been invited to collaborate on this project from experimentalist colleagues at the National Institute of Standards &amp; Technology in Boulder, Colorado and the SETI Institute Allen Telescope Array in northern California. Other experts composed enthusiastic reports on GFK14 soon after it was made available (e.g. Huelsnitz 2013, Hossenfelder 2013) and our proposal has also been discussed by Nobel laureate Gerard 't Hooft ('t Hooft 2014).</p>\n<p>&nbsp;</p>\n<h2>Broader Impacts</h2>\n<p>&nbsp;&nbsp;&nbsp; Significant media attention followed an <em>MIT News Office</em> press release on GFK14 (Chu 2014). Our project has since been covered by science journalists for several publications including <em>Nature</em>, <em>Nature Physics</em>, <em>NBC News</em>, <em>Forbes</em>, <em>Ars Technica</em>, as well as the NSF website covering <a href=\"http://www.nsf.gov/news/news_summ.jsp?cntn_id=130563&amp;org=NSF&amp;from=news\">News From the Field</a>, and dozens of global media outlets. This attention helped connect us with experimental collaborators and led to exciting opportunities for the Co-PI to write general audiences articles for <em>NOVA </em>and <em>Astronomy Magazine</e...",
  "por_txt_cntn": "Intellectual Merit\n\n    Prof. David Kaiser (PI) and Dr. Andrew Friedman (Co-PI) at MIT, and their colleague Dr. Jason Gallicchio at the University of Chicago, have proposed a novel experiment to test fundamental aspects of quantum mechanics (QM) using astronomical observations. Our experiment would close the most important remaining loophole in Bell's theorem, one of the most intriguing aspects of QM. Our \"Cosmic Bell\" test would send entangled photons to detectors over 100 km apart, whose settings would be rapidly chosen using real-time telescopic observations of distant, causally disconnected, cosmic sources, all while the entangled pair is still in flight. Our proposal is support by some of the world's leading QM experimentalists, including Prof. Anton Zeilinger's group at the University of Vienna, who who have begun collaborating with us to conduct the experiment in the next 2-3 years using two astronomical observatories in the Canary Islands.\n\n    By setting our detectors with sufficiently distant astronomical sources, such as quasars or patches of the Cosmic Microwave Background radiation, our experiment would, for the first time, close the so-called 'free will' loophole in Bell's theorem, which concerns the possibility that hidden past information could subtly bias the choices for how to setup the entangled-particle detectors. Our test would preclude any causal influences in essentially the entire history of the universe from jointly influencing both detector settings prior to the test, an improvement of ~20 orders of magnitude over previous tests. Such an experiment has implications for our understanding of nature at the deepest level. By testing QM in a regime never before explored, we would at the very least extend our confidence in QM, while also ruling out or severely constraining large classes of alternative theories. If the experiment uncovers discrepancies from the QM predictions, there could be crucial implications for early-universe cosmology, quantum gravity, the security of quantum encryption, and even the nature of free will.\n\n     During this grant, The PI and Co-PI published two major research articles on this proposal. These include Gallicchio, Friedman, &amp; Kaiser 2014; \"GFK14\", published in Physical Review Letters, which demonstrates a practical design scheme that could feasibly be built with existing technology. We also published a detailed paper in Physical Review D deriving the theoretical constraints needed to choose the optimal, causally disconnected, cosmological sources for our experiment (Friedman, Gallicchio, &amp; Kaiser 2013; \"F13\"). We have also been invited to collaborate on this project from experimentalist colleagues at the National Institute of Standards &amp; Technology in Boulder, Colorado and the SETI Institute Allen Telescope Array in northern California. Other experts composed enthusiastic reports on GFK14 soon after it was made available (e.g. Huelsnitz 2013, Hossenfelder 2013) and our proposal has also been discussed by Nobel laureate Gerard 't Hooft ('t Hooft 2014).\n\n \nBroader Impacts\n\n    Significant media attention followed an MIT News Office press release on GFK14 (Chu 2014). Our project has since been covered by science journalists for several publications including Nature, Nature Physics, NBC News, Forbes, Ars Technica, as well as the NSF website covering News From the Field, and dozens of global media outlets. This attention helped connect us with experimental collaborators and led to exciting opportunities for the Co-PI to write general audiences articles for NOVA and Astronomy Magazine (Friedman 2014a,d). We have also begun using freely available animations the Co-PI developed for F13 as the starting point for a future science museum exhibit.\n\n    Since 2012, the Co-PI has co-led the \"Harvard/MIT Philosophy of Science Group\", with Elizabeth Petrik (Harvard Physics), and Prof. Edward Hall (Harvard Philosophy). In 2012-13, the Co-PI co-advised Harvard senior Jeff Iuliano..."
 }
}