{
 "awd_id": "1056332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Very Broadband Rheology and the Internal Dynamics of Plate Boundaries on Earth",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 407234.0,
 "awd_amount": 407234.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2014-07-28",
 "awd_abstract_narration": "Plate boundaries are the locus of both focused heat flow and intense seismic activity. A critical problem in the dynamics of plate boundaries is to understand how deformation organizes internally to produce the macroscopic strength, structure and efficiency of heat and mass transport. To address these questions from an observational perspective, we need to extract as much information as possible from the seismic wave field about the viscosity structure. The core of this project is a methodology for calculating rheological properties across the broad spectrum of time scales relevant to geophysics, from seismic wave frequencies to strain rates associated with plate tectonics, referred to here as \"Very Broadband Rheology\".  While developing the methodology, I am applying it to a range of (proto-) plate boundary settings in a comparative approach (e.g. East African Rift and the margins of the Colorado Plateau/Basin & Range provinces), in collaboration with seismologists, petrologists, geodesists and geodynamicists.\r\n\r\nFor a given set of thermodynamic variables (including state, compositional and structural variables), we calculate the elastic, anelastic and viscous properties. However, there is a great deal of incomplete understanding in all aspects of this problem, both in seismology (in the methodology of inversion of the seismic wave field for velocity and attenuation distribution in the Earth) and in mineral/rock physics (in the processes at the micro- and meso-scales that determine the mechanical properties across the spectrum of time scales). Constructing this methodology will illuminate what is not known and also what is important to know, and how sensitive our solutions and interpretations will be to each source of uncertainty. We can assess, for example, the relative severity of the uncertainties in the thermal structure compared to uncertainty in the effects of water and melt on viscosity, attenuation and elasticity. A flexible and open source methodology for this mapping will enable the community to assess the holes and limitations in our collective understanding. The educational components of this project include the development of a graduate-level course on the observational, theoretical and experimental background for this methodology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Holtzman",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin K Holtzman",
   "pi_email_addr": "benh@ldeo.columbia.edu",
   "nsf_id": "000360683",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174813.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 102344.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 130077.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 14.0px Arial; color: #323333; -webkit-text-stroke: #323333} span.s1 {font-kerning: none} -->\n<p class=\"p1\"><span class=\"s1\">Plate tectonics is ultimately driven by heat that needs to escape the Earth&rsquo;s interior as the planet cools. The distribution of heat in the Earth&rsquo;s shallow upper mantle, beneath the plates, determines the thickness and the strength of those plates. If melt is being generated (due to the presence of heat and volatile elements such as hydrogen or carbon), this melt can also have an important influence on the strength of the plates by migrating upwards and corroding those plates from below. The aim of this project is to build a novel method &mdash; in this case a piece of software that integrates many mathematical models from different fields&mdash; to improve our ability to infer the distribution of melt and heat in the upper mantle from images of the Earth&rsquo;s interior generated from seismic waves. The process of making these images is called &ldquo;tomography&rdquo;, a similar process to how the brain can be imaged in 3D with X-rays. From tomographic images and other measurements of the seismic wave field, we can infer the physical meaning of the structure in terms of physical properties like temperature, the presence of small amounts of magma in the rocks, the composition, the grain size, and so on. How we do that depends on the mathematical models for the physical properties of rocks, various measurements of their strength. However, these models are always improving, based on our ability to perform and understand laboratory experiments. The software, called the &ldquo;Very Broadband Rheology Calculator&rdquo; is designed to infer these properties through calculations of the mechanical properties. In our results, we find that the eastern part of the continental US is relatively simple, as a plate cooling and eventually reaching a steady state thermal structure. In the western continental US, the plate is clearly not in chemical or thermal equilibrium with mantle below it; the plate is likely being corroded from below by heat and melt working their way in. This approach and tool will allow us to better infer how strong the plates are in general, and also to estimate how much heat and melt are beneath Yellowstone, the San Andreas fault and other regions of societal importance. In addition to the PI, the project supported four very talented postdoctoral scientists.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2017<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;K&nbsp;Holtzman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlate tectonics is ultimately driven by heat that needs to escape the Earth?s interior as the planet cools. The distribution of heat in the Earth?s shallow upper mantle, beneath the plates, determines the thickness and the strength of those plates. If melt is being generated (due to the presence of heat and volatile elements such as hydrogen or carbon), this melt can also have an important influence on the strength of the plates by migrating upwards and corroding those plates from below. The aim of this project is to build a novel method &mdash; in this case a piece of software that integrates many mathematical models from different fields&mdash; to improve our ability to infer the distribution of melt and heat in the upper mantle from images of the Earth?s interior generated from seismic waves. The process of making these images is called \"tomography\", a similar process to how the brain can be imaged in 3D with X-rays. From tomographic images and other measurements of the seismic wave field, we can infer the physical meaning of the structure in terms of physical properties like temperature, the presence of small amounts of magma in the rocks, the composition, the grain size, and so on. How we do that depends on the mathematical models for the physical properties of rocks, various measurements of their strength. However, these models are always improving, based on our ability to perform and understand laboratory experiments. The software, called the \"Very Broadband Rheology Calculator\" is designed to infer these properties through calculations of the mechanical properties. In our results, we find that the eastern part of the continental US is relatively simple, as a plate cooling and eventually reaching a steady state thermal structure. In the western continental US, the plate is clearly not in chemical or thermal equilibrium with mantle below it; the plate is likely being corroded from below by heat and melt working their way in. This approach and tool will allow us to better infer how strong the plates are in general, and also to estimate how much heat and melt are beneath Yellowstone, the San Andreas fault and other regions of societal importance. In addition to the PI, the project supported four very talented postdoctoral scientists. \n\n \n\n\t\t\t\t\tLast Modified: 02/08/2017\n\n\t\t\t\t\tSubmitted by: Benjamin K Holtzman"
 }
}