{
 "awd_id": "1056744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Integrating Perceptual and Linguistic Information in Models of Semantic Representation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 453674.0,
 "awd_amount": 453674.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2015-04-23",
 "awd_abstract_narration": "Humans learn about the meanings of words and larger discourse units from repeated experience with both linguistic and perceptual information. However, current computational models of semantic learning and representation focus only on linguistic structure. This CAREER award explores how humans use multisensory perception and linguistic experience to organize semantic memory. Dr. Michael Jones at Indiana University will use specially designed web-based experiment protocols to collect large amounts of data about the perceptual structure of word referents. For example,  a participant  presented with a target word will be required to produce a list of verbal properties to describe the word (e.g., given DOG, a participant might produce \"has four legs, has fur, barks\" etc.). A second participant is then provided with only the list of properties and is required to guess what word is being described. Alternatively, the information to the second participant can be a drawing of what the target word represents to the first participant, who has configured predefined object components into a 2D or 3D display. By designing these experiments as internet based, Dr. Jones will collect very large amounts of data to design and test computer models of linguistic and perceptual integration during word learning. \r\n\r\nThe models resulting from this research may provide a better understanding of the learning disorders characterized by language deficiencies (e.g. many forms of autism) and age-related disorders characterized by semantic disorganization (e.g., dementias such as Alzheimer's Disease). The integration of perceptual and linguistic information could also lead to better applied algorithms for information search (e.g., Internet search engines) if the computer representation can be made to approximate the semantic representation of the human doing the searching.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jones",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Michael N Jones",
   "pi_email_addr": "jonesmn@indiana.edu",
   "nsf_id": "000508515",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 84973.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92994.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 185791.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 89916.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans learn the meanings of words and larger discourse units from repeated experience with both linguistic and perceptual information. When children begin to learn language, much of the information they need can be bootstrapped from previous perceptual experience&mdash;our languages are structured in such a way that we don&rsquo;t frequently say that the &ldquo;ball is round&rdquo; because that is redundant information with the visual environment. Machine learning systems (such as information search platforms) are based solely on linguistic information. This is thought to be the primary reason that humans can learn linguistic patterns with much less data than machines.</p>\n<p>A major limitation to the development of perceptually grounded semantic models is simply a lack of structured data coding the perceptual referents of words. Under this project, which came to be known as the &ldquo;NSF Semantic Pictionary Project,&rdquo; we developed a suite of online games that were designed to crowdsource human coding of perceptual information. The massive datasets compiled were then used to develop and constrain computational models of how humans learn the meanings of words from complimentary statistical cues when both &ldquo;hearing&rdquo; language and simultaneously &ldquo;seeing&rdquo; visual properties objects that naturally occur with the language being learned. We discovered that there is a great deal more shared information between language and perception than was initially believed, and that the cognitive mechanisms humans use to integrate these information sources during learning are likely based on composite brain representations.</p>\n<p>These systems can be extremely useful, both for theoretical understanding of learning, and as applied algorithms for sensor-based systems to integrate sensory information with linguistic information (e.g., any smartphone). But in addition to systems that see and hear, even simple internet search depends on perceptual integration. The human doing the search is basing his/her query on a lifetime of experience with perceptual and linguistic knowledge, but the machine system doing the information retrieval knows only how concepts are related based on statistical information in language. No matter how good the machine learning algorithm, it is missing a fundamental amount of embodied information that changes the entire memory space.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2017<br>\n\t\t\t\t\tModified by: Michael&nbsp;N&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHumans learn the meanings of words and larger discourse units from repeated experience with both linguistic and perceptual information. When children begin to learn language, much of the information they need can be bootstrapped from previous perceptual experience&mdash;our languages are structured in such a way that we don?t frequently say that the \"ball is round\" because that is redundant information with the visual environment. Machine learning systems (such as information search platforms) are based solely on linguistic information. This is thought to be the primary reason that humans can learn linguistic patterns with much less data than machines.\n\nA major limitation to the development of perceptually grounded semantic models is simply a lack of structured data coding the perceptual referents of words. Under this project, which came to be known as the \"NSF Semantic Pictionary Project,\" we developed a suite of online games that were designed to crowdsource human coding of perceptual information. The massive datasets compiled were then used to develop and constrain computational models of how humans learn the meanings of words from complimentary statistical cues when both \"hearing\" language and simultaneously \"seeing\" visual properties objects that naturally occur with the language being learned. We discovered that there is a great deal more shared information between language and perception than was initially believed, and that the cognitive mechanisms humans use to integrate these information sources during learning are likely based on composite brain representations.\n\nThese systems can be extremely useful, both for theoretical understanding of learning, and as applied algorithms for sensor-based systems to integrate sensory information with linguistic information (e.g., any smartphone). But in addition to systems that see and hear, even simple internet search depends on perceptual integration. The human doing the search is basing his/her query on a lifetime of experience with perceptual and linguistic knowledge, but the machine system doing the information retrieval knows only how concepts are related based on statistical information in language. No matter how good the machine learning algorithm, it is missing a fundamental amount of embodied information that changes the entire memory space.\n\n \n\n\t\t\t\t\tLast Modified: 08/08/2017\n\n\t\t\t\t\tSubmitted by: Michael N Jones"
 }
}