{
 "awd_id": "1056963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Microbial Source Tracking Using Mitochondrial DNA for Identification of Contaminant Sources",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 499999.0,
 "awd_amount": 499999.0,
 "awd_min_amd_letter_date": "2011-03-10",
 "awd_max_amd_letter_date": "2011-03-10",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will result in field validated microbial source tracking (MST) assays that provide cost-effective identification of sources of fecal pollution. Despite efforts mandated under the BEACH and Clean Water Acts, beach closures have exceeded 20,000 days in each of the last four years primarily due to fecal pollution. The problem continues because traditional methods cannot identify the sources of fecal contamination (sewage, livestock, domestic animals, wildlife). MST assays employing quantitative polymerase chain reaction (qPCR) were developed to quantify source-specific genetic markers encoded on the mitochondrial DNA (mtDNA) of the source animal (human, cattle, dog, etc.). The Phase I results demonstrated that mtDNA-based assays combined with bacterial source tracking methods will provide conclusive identification of fecal contamination sources allowing implementation of corrective measures to improve water quality and protect human health. Phase II studies will include a modification of the DNA extraction procedure to permit quantification of live fecal bacteria to aid in risk assessment and extended field validation studies at two beaches and two coastal watersheds impaired by unknown sources of fecal pollution.\r\nThe broader impacts of this research are that the MST assays developed and validated during the Phase II project will empower stakeholders with the type of actionable data required to identify fecal contamination sources, implement appropriate corrective actions, and safeguard the nation?s waters. Fecal contamination of water resources currently exacts a severe toll in terms of increased risks to human health and impacts on coastal economies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brett",
   "pi_last_name": "Baldwin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brett Baldwin",
   "pi_email_addr": "bbaldwin@microbe.com",
   "nsf_id": "000518159",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MICROBIAL INSIGHTS INC",
  "inst_street_address": "10515 RESEARCH DR",
  "inst_street_address_2": "STE 100",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8655738188",
  "inst_zip_code": "379322572",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "MICROBIAL INSIGHTS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "WD1KXRFKRBV5"
 },
 "perf_inst": {
  "perf_inst_name": "MICROBIAL INSIGHTS INC",
  "perf_str_addr": "10515 RESEARCH DR",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379322572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1440",
   "pgm_ref_txt": "ENVIRONMENTAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9187",
   "pgm_ref_txt": "TOXIC SUBSTANCES/SOLID & HAZARDOUS WASTE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research (SBIR) Phase II project resulted in the development and field validation of a suite of microbial source tracking (MST) assays for identification of sources of fecal contamination in surface waters.&nbsp;Despite efforts mandated under the Beaches Environmental Assessment and Coastal Health (BEACH) and Clean Water Acts, beach closures have exceeded 20,000 days in each of the last four years primarily due to fecal pollution.&nbsp; Monitoring programs are in place but fecal pollution continues due to the inability of conventional testing methods to identify the sources of fecal contamination (sewage, livestock, domestic animals, wildlife).&nbsp; During the Phase I project, Microbial Insights developed MST assays employing quantitative polymerase chain reaction (qPCR) to quantify source-specific genetic markers encoded on the mitochondrial DNA (mtDNA) of the source animal (human, cattle, dog, etc.).&nbsp; The Phase I results demonstrated that mtDNA-based qPCR assays combined with bacterial source tracking methods will provide conclusive identification of fecal contamination sources allowing implementation of corrective measures to improve water quality and protect human health.&nbsp; Phase II studies included a modified procedure to permit quantification of viable (live) fecal bacteria to aid in risk assessment and extended (2-year) field validation studies at recreational beaches and coastal watersheds impaired by unknown sources of fecal pollution.</p>\n<p><br />Fecal pollution of our nation&rsquo;s waterways and beaches exacts a severe toll in terms of increased risk to human health through outbreaks of waterborne disease and adverse economic impacts due to beach closures and restrictions on shellfish harvesting.&nbsp; The problem continues for two primary reasons: (1) fecal pollution stems from a multitude of sources and (2) conventional testing methods employ cultivation of fecal indicator bacteria present in the feces of all warm blooded animals.&nbsp; In other words, current testing methods can document fecal pollution but cannot identify the source and direct corrective actions to improve water quality.&nbsp; The MST analyses developed during the Phase II project specifically address this critical need &ndash; identification of the fecal pollution source by quantifying host/source-specific genetic markers which will empower stakeholders with the type of actionable data required to select appropriate corrective actions to safeguard our waters.&nbsp; In total, sixteen MST qPCR assays targeting source associated genetic markers for fecal contamination originating from humans, dogs, seagulls, geese, cattle, chickens, and raccoons were developed and field validated with environmental samples from impaired beaches and waterways.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Overall, the MST results were consistent with land use, provided important insight into fecal pollution sources, and could be used to direct control measures to reduce fecal inputs.&nbsp; At two of the frequently impaired beaches, MST analyses implicated both humans and seagulls as contributors to incidents of poor water quality.&nbsp; At two additional beaches, human and dog fecal inputs were detected.&nbsp; While addressing human fecal inputs may prove more difficult, the MST results suggest that relatively inexpensive measures such as public education, increased trash pickup to discourage seagulls, and enforcement of &ldquo;stoop and scoop&rdquo; ordinances for dog owners could significantly improve water quality at these beaches.&nbsp; MST analysis conducted for field validation efforts also provided conclusive evidence for fecal contamination sources in two coastal and one rural watershed.&nbsp; For all, MST analysis revealed sewage inputs and for two watersheds the frequency and concentrations of human associated genetic markers corresponded to on-site (septic) sewag...",
  "por_txt_cntn": "\nThis Small Business Innovation Research (SBIR) Phase II project resulted in the development and field validation of a suite of microbial source tracking (MST) assays for identification of sources of fecal contamination in surface waters. Despite efforts mandated under the Beaches Environmental Assessment and Coastal Health (BEACH) and Clean Water Acts, beach closures have exceeded 20,000 days in each of the last four years primarily due to fecal pollution.  Monitoring programs are in place but fecal pollution continues due to the inability of conventional testing methods to identify the sources of fecal contamination (sewage, livestock, domestic animals, wildlife).  During the Phase I project, Microbial Insights developed MST assays employing quantitative polymerase chain reaction (qPCR) to quantify source-specific genetic markers encoded on the mitochondrial DNA (mtDNA) of the source animal (human, cattle, dog, etc.).  The Phase I results demonstrated that mtDNA-based qPCR assays combined with bacterial source tracking methods will provide conclusive identification of fecal contamination sources allowing implementation of corrective measures to improve water quality and protect human health.  Phase II studies included a modified procedure to permit quantification of viable (live) fecal bacteria to aid in risk assessment and extended (2-year) field validation studies at recreational beaches and coastal watersheds impaired by unknown sources of fecal pollution.\n\n\nFecal pollution of our nationÆs waterways and beaches exacts a severe toll in terms of increased risk to human health through outbreaks of waterborne disease and adverse economic impacts due to beach closures and restrictions on shellfish harvesting.  The problem continues for two primary reasons: (1) fecal pollution stems from a multitude of sources and (2) conventional testing methods employ cultivation of fecal indicator bacteria present in the feces of all warm blooded animals.  In other words, current testing methods can document fecal pollution but cannot identify the source and direct corrective actions to improve water quality.  The MST analyses developed during the Phase II project specifically address this critical need &ndash; identification of the fecal pollution source by quantifying host/source-specific genetic markers which will empower stakeholders with the type of actionable data required to select appropriate corrective actions to safeguard our waters.  In total, sixteen MST qPCR assays targeting source associated genetic markers for fecal contamination originating from humans, dogs, seagulls, geese, cattle, chickens, and raccoons were developed and field validated with environmental samples from impaired beaches and waterways.  \n\n \n\nOverall, the MST results were consistent with land use, provided important insight into fecal pollution sources, and could be used to direct control measures to reduce fecal inputs.  At two of the frequently impaired beaches, MST analyses implicated both humans and seagulls as contributors to incidents of poor water quality.  At two additional beaches, human and dog fecal inputs were detected.  While addressing human fecal inputs may prove more difficult, the MST results suggest that relatively inexpensive measures such as public education, increased trash pickup to discourage seagulls, and enforcement of \"stoop and scoop\" ordinances for dog owners could significantly improve water quality at these beaches.  MST analysis conducted for field validation efforts also provided conclusive evidence for fecal contamination sources in two coastal and one rural watershed.  For all, MST analysis revealed sewage inputs and for two watersheds the frequency and concentrations of human associated genetic markers corresponded to on-site (septic) sewage systems.  For the rural watershed, cattle were also implicated as a contributing source.  Again, relatively simple measures such as septic tank maintenance and limiting grazing in ripari..."
 }
}