{
 "awd_id": "1056456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Nonequilibrium organization in epithelial sheets",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 535000.0,
 "awd_amount": 535000.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2011-09-09",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThe Division of Materials Research and the Division of Molecular and Cellular Biosciences contribute funds to this CAREER award. This award supports theoretical research and education that applies ideas from condensed matter physics to understand the organization of active cellular systems, with epithelial sheets in biology serving as a particular inspiration.  These quasi-two-dimensional, planar assemblies of mechanically coupled cells are the basic building blocks of most tissues and organs, and their movements and rearrangements are at the root of much of animal morphogenesis.  Topics to be studied include the mechanisms that array cells in the sheets in intricate, reproducible patterns and the ways that cells interact to induce large-scale tissue movements.\r\n\r\nRecent years have seen growing interest in the statistical physics of systems far from thermodynamic equilibrium, also called active systems, including in particular biologically-inspired systems like collections of molecular motors and cytoskeletal filaments.  These efforts have lead to a number of theoretical advances, but so far, most work has focused either on  systems in an infinite continuous space or on simple geometries meant to mimic the interiors of individual cells.  Higher animals and humans, however, are made up of complex tissues consisting of many cells whose mechanical interactions play a central role in regulating myriad biological processes.  Despite the fact that each of these cells is a living, active system, models at the tissue scale have with a few exceptions been limited to descriptions based on the equilibrium mechanics of passive solids.  \r\n\r\nWith this award, the PI will seek to bridge this gap.  Specifically, he will:  1.  Study generic instabilities of cells in epithelial sheets, including those tied to cell polarization, which has strong analogies with magnetic ordering in equilibrium systems.  2.  Formulate phenomenological models of interacting active cells dictated by symmetries and conservation laws.  3.  Construct 'mesoscopic' models of active gels within mechanically coupled cells.  These models will open the way to studying recently discovered subcellular organization in epithelia such as traveling waves of actin density that propagate from cell to cell.  This research program will lay the groundwork for more detailed studies of specific biological epithelia, including those implicated in human developmental defects, and may provide the inspiration for the construction of active biomimetic systems that can replicate the extraordinary order, control, and accuracy that characterizes their biological inspirations.\r\n\r\nThis award will support the interdisciplinary education of undergraduate and graduate students; the PI will make a concerted effort to recruit members of under-represented minorities to his research group.  The award will also support the development of a museum exhibit and a series of public lectures on topics related to the research and the refinement of course materials to support the introduction of peer instruction methods in upper-level physics courses.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThe Division of Materials Research and the Division of Molecular and Cellular Biosciences contribute funds to this CAREER award. This award supports theoretical research and education that applies ideas from condensed matter physics to understand the organization of active cellular systems.  Physicists have developed a number of powerful theoretical techniques to understand the origins of regular, periodic order in inert, physical systems such as solids or liquids.  Similar-seeming order is seen in biological systems, but it is unclear to what extent the same mechanisms drive the organization of living cells which constantly consume energy.  The research funded by this award will seek to answer this question for a particular class of biological systems, epithelial sheets.  These planar assemblies of mechanically coupled cells are the basic building blocks of most tissues and organs, and their movements and rearrangements are central to the development of adult animals from fertilized eggs.  Specifically, the PI will:  1)  Classify the instabilities by which groups of cells in epithelial can suddenly rearrange their packing.  2)  Understand what physical properties of epithelia are independent of their detailed microscopic organization.  3)  Develop theoretical techniques that will connect biochemical and biophysical knowledge about particular cellular components to large-scale organization.  This research program will lay the groundwork for more detailed theoretical studies of specific biological epithelia, including those implicated in human developmental defects, and may provide theoretical guidance for the construction of active biomimetic systems that can replicate the extraordinary order, control, and accuracy that characterizes their biological inspirations.\r\n\r\nThis award supports the interdisciplinary education of undergraduate and graduate students; the PI will make a concerted effort to recruit members of under-represented minorities to his research group.  It also supports the development of a museum exhibit and a series of public lectures on topics related to the research and the refinement of course materials to support the introduction of peer instruction methods in upper-level physics courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David K",
   "pi_last_name": "Lubensky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David K Lubensky",
   "pi_email_addr": "dkluben@umich.edu",
   "nsf_id": "000497266",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 535000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Animals begin their life by undergoing a remarkable process of self-organization:&nbsp; Starting from a tiny, single-celled egg, they develop into an incredibly complex organism.&nbsp; Moreover, they do so without centralized control&mdash;no master builder directs each cell to its correct position in the final body plan.&nbsp; Instead, cells are able to correctly construct complex tissues and organs, seemingly out of nothing, by constantly communicating with each other and adjusting their individual behavior in response to what their neighbors tell them.&nbsp; This project used theoretical and computational techniques adapted from the field of statistical physics to help understand how living systems accomplish this remarkable feat.</p>\n<p>More specifically, a major focus of the project was the organization of epithelia.&nbsp; An epithelium is a sheet of tightly connected cells held together by specialized junctions, like the skin or the lining of the gut or the lungs.&nbsp; Seen from above the epithelial sheet, the individual cells look like polygons covering its surface.&nbsp; Their shapes and arrangements are often highly reproducible; this project investigated how physical forces are integrated with a genetic program to achieve this organization.</p>\n<p>Among the particular findings of note were:</p>\n<ul>\n<li>An explanation of how cell divisions are oriented in epithelia.&nbsp; As cells grow, they periodically divide in half to form two daughter cells; to do so, they must decide where to make the &ldquo;cut&rdquo; that will separate the daughters.&nbsp; Cells are usually observed to cut perpendicular to their longest axis, but it had not been known how they are able to measure their size and decide which direction is the longest.&nbsp; This work showed that they can accomplish this by using special markers placed at each of the threefold vertices where three different cells meet.</li>\n<li>Criteria for the stability of fourfold vertices in epithelia.&nbsp; In many circumstances, points in the epithelial sheet where four different cells meet are <em>unstable</em>&mdash;that is, the forces acting along the junctions between cells tend to pull two of them apart, so that instead of a single point where four cells meet, one ends up with two nearby points where three cells meet.&nbsp; Nonetheless, fourfold vertices are observed in certain real tissues.&nbsp; The investigators described the special conditions (like forces between cells that depend on the angle of the junction between them) when this can occur.</li>\n<li>A new mechanism for left-right symmetry breaking in development.&nbsp; Most animal body plans are not perfectly symmetric between left and right; for example, the appendix is located on the right side of the human abdomen while the heart tilts towards the left.&nbsp; In many cases like this, it is still not known how an organ can tell which side is which.&nbsp; In this project, the investigators were able to demonstrate that the same pathways that cells use to pick a direction in space can also be used to choose a handedness, thus potentially explaining many observations of left-right asymmetry in animals.</li>\n<li>Studies of noise and precision in biological clocks.&nbsp; Although the project&rsquo;s main subject was the spatial organization of cells in epithelia, biological systems also self-organize in time, using chemical clocks to keep track of when the sun will rise and set and to prepare themselves accordingly.&nbsp; A major challenge is to understand how a collection of reacting chemicals within a single, tiny cell is able to keep time accurately; this project investigated the physical constraints on this accuracy and the design principles that might allow biological clocks to approach their optimal behavior.</li>\n</ul>\n<p>The fundamental knowledge about biological self-organization gained over the course of this project may ultimately have applications in areas ranging from the treatment of human diseases to the design of synthetic, engineered systems inspired by the organizational principles at work in living epithelia.&nbsp; The project also created new opportunities for interdisciplinary education at many levels.&nbsp; It enabled 5 undergraduates and 7 graduate students to engage in cutting-edge research and supported the principal investigator&rsquo;s efforts to improve classroom education, through the introduction of peer instruction and active learning methods in courses on thermal physics, and to communicate the excitement of science to a general audience, through a public lecture and accompanying museum exhibit.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2017<br>\n\t\t\t\t\tModified by: David K&nbsp;Lubensky</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514237869131_Image1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514237869131_Image1--rgov-800width.jpg\" title=\"Epithelium schematic\"><img src=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514237869131_Image1--rgov-66x44.jpg\" alt=\"Epithelium schematic\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A.  Side view of four cells from an epithelial sheet; top (apical) surface of one cell in blue and junction joining it to a neighboring cell in green.  B.  Top view of a simulated epithelia sheet, showing typical disordered packing of roughly polygonal cells.</div>\n<div class=\"imageCredit\">D.K. Lubensky</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David K&nbsp;Lubensky</div>\n<div class=\"imageTitle\">Epithelium schematic</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514494025484_Image2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514494025484_Image2--rgov-800width.jpg\" title=\"Cell division orientation in epithelia is guided by tricellular junctions\"><img src=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514494025484_Image2--rgov-66x44.jpg\" alt=\"Cell division orientation in epithelia is guided by tricellular junctions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">When cells divide, they tend to cut themselves in half perpendicular to their longest dimension. How they know to orient the cut this way has remained mysterious. We showed that the locations of the tricellular junctions (TCJ?s), where 3 cells meet, memorize long axis direction to steer division.</div>\n<div class=\"imageCredit\">D.K. Lubensky</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David K&nbsp;Lubensky</div>\n<div class=\"imageTitle\">Cell division orientation in epithelia is guided by tricellular junctions</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514494363825_Image3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514494363825_Image3--rgov-800width.jpg\" title=\"Breakup of a fourfold vertex\"><img src=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514494363825_Image3--rgov-66x44.jpg\" alt=\"Breakup of a fourfold vertex\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A fourfold vertex (center) can split into two threefold vertices in two different ways (left and right).  In the simplest models, the fourfold vertex is unstable and will always break up, but we showed that adding biologically realistic effects like cell polarization can stabilize fourfold vertices.</div>\n<div class=\"imageCredit\">D.K. Lubensky</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David K&nbsp;Lubensky</div>\n<div class=\"imageTitle\">Breakup of a fourfold vertex</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514495009570_Image4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514495009570_Image4--rgov-800width.jpg\" title=\"Left-right symmetry breaking driven by planar cell polarity\"><img src=\"/por/images/Reports/POR/2017/1056456/1056456_10132921_1514495009570_Image4--rgov-66x44.jpg\" alt=\"Left-right symmetry breaking driven by planar cell polarity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In planar cell polarity (PCP), proteins that are initially uniformly distributed around a cell (A) become concentrated on certain edges (B).  We showed that any system that can cause PCP can also create a handed distribution (C), leading to organ shapes that are left-right asymmetric (D).</div>\n<div class=\"imageCredit\">D.K. Lubensky</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">David K&nbsp;Lubensky</div>\n<div class=\"imageTitle\">Left-right symmetry breaking driven by planar cell polarity</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAnimals begin their life by undergoing a remarkable process of self-organization:  Starting from a tiny, single-celled egg, they develop into an incredibly complex organism.  Moreover, they do so without centralized control&mdash;no master builder directs each cell to its correct position in the final body plan.  Instead, cells are able to correctly construct complex tissues and organs, seemingly out of nothing, by constantly communicating with each other and adjusting their individual behavior in response to what their neighbors tell them.  This project used theoretical and computational techniques adapted from the field of statistical physics to help understand how living systems accomplish this remarkable feat.\n\nMore specifically, a major focus of the project was the organization of epithelia.  An epithelium is a sheet of tightly connected cells held together by specialized junctions, like the skin or the lining of the gut or the lungs.  Seen from above the epithelial sheet, the individual cells look like polygons covering its surface.  Their shapes and arrangements are often highly reproducible; this project investigated how physical forces are integrated with a genetic program to achieve this organization.\n\nAmong the particular findings of note were:\n\nAn explanation of how cell divisions are oriented in epithelia.  As cells grow, they periodically divide in half to form two daughter cells; to do so, they must decide where to make the \"cut\" that will separate the daughters.  Cells are usually observed to cut perpendicular to their longest axis, but it had not been known how they are able to measure their size and decide which direction is the longest.  This work showed that they can accomplish this by using special markers placed at each of the threefold vertices where three different cells meet.\nCriteria for the stability of fourfold vertices in epithelia.  In many circumstances, points in the epithelial sheet where four different cells meet are unstable&mdash;that is, the forces acting along the junctions between cells tend to pull two of them apart, so that instead of a single point where four cells meet, one ends up with two nearby points where three cells meet.  Nonetheless, fourfold vertices are observed in certain real tissues.  The investigators described the special conditions (like forces between cells that depend on the angle of the junction between them) when this can occur.\nA new mechanism for left-right symmetry breaking in development.  Most animal body plans are not perfectly symmetric between left and right; for example, the appendix is located on the right side of the human abdomen while the heart tilts towards the left.  In many cases like this, it is still not known how an organ can tell which side is which.  In this project, the investigators were able to demonstrate that the same pathways that cells use to pick a direction in space can also be used to choose a handedness, thus potentially explaining many observations of left-right asymmetry in animals.\nStudies of noise and precision in biological clocks.  Although the project?s main subject was the spatial organization of cells in epithelia, biological systems also self-organize in time, using chemical clocks to keep track of when the sun will rise and set and to prepare themselves accordingly.  A major challenge is to understand how a collection of reacting chemicals within a single, tiny cell is able to keep time accurately; this project investigated the physical constraints on this accuracy and the design principles that might allow biological clocks to approach their optimal behavior.\n\n\nThe fundamental knowledge about biological self-organization gained over the course of this project may ultimately have applications in areas ranging from the treatment of human diseases to the design of synthetic, engineered systems inspired by the organizational principles at work in living epithelia.  The project also created new opportunities for interdisciplinary education at many levels.  It enabled 5 undergraduates and 7 graduate students to engage in cutting-edge research and supported the principal investigator?s efforts to improve classroom education, through the introduction of peer instruction and active learning methods in courses on thermal physics, and to communicate the excitement of science to a general audience, through a public lecture and accompanying museum exhibit.\n\n\t\t\t\t\tLast Modified: 12/28/2017\n\n\t\t\t\t\tSubmitted by: David K Lubensky"
 }
}