{
 "awd_id": "1056138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  High Speed Imaging and Chronocoulometry of Charge Transfer Events in Emulsions",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 420708.0,
 "awd_amount": 420708.0,
 "awd_min_amd_letter_date": "2011-02-10",
 "awd_max_amd_letter_date": "2015-07-30",
 "awd_abstract_narration": "1056138\r\nRistenpart\r\n\r\nThe main scientific goal of this project is to answer the question: how do droplets acquire charge?  Recent work by the PI has revealed the existence of a critical electric charge density above which oppositely charged drops do not coalesce (Ristenpart et al., Nature 2009).  The non-coalescence was interpreted in terms of a capillary pressure model, in which a short-lived meniscus bridge pinches off following rapid charge exchange between the drops.   This model helps shed light on a wide range of phenomena where plateaus in coalescence efficiency have been observed, including atmospheric charge conduction, de-emulsification of petroleum and vegetable oils, and electrical manipulation of drops in lab-on-a-chip devices. \r\nSeveral fundamental questions, however, remain unanswered.  First and foremost: what mechanism governs the amount of charge a droplet acquires?   The traditional research focus has been on the generation of charged droplets, where a large droplet is destabilized and broken into smaller charged droplets by application of a sufficiently strong electric field (e.g., electrospray ionization).  In many applications, including those listed above, this destabilization mechanism is not operative.  Instead, droplets acquire charge when they contact another electrified surface, such as another drop or a solid electrode.  Strikingly, there are no extant models that accurately predict the amount of charge transferred to a liquid drop upon contact with an electrified surface.  \r\nIntellectual merit: The experimental framework proposed here will allow groundbreaking, fundamental studies of charge transfer dynamics in emulsions by combining simultaneous high- speed visualization and chronocoulometric techniques.  Previous studies have probed the droplet charge only indirectly, by assuming that the hydrodynamic drag force on a drop is balanced by an electrophoretic driving force. The proposed experimental system instead allows direct measurements of the charge transferred from a drop using a high-resolution electrometer, and will provide the first independent tests of the electrophoretic force on drops with a known charge density. Furthermore, the chronocoulometric measurements will provide crucial information for interpreting the effects of droplet deformation, Faradaic reactions, and transient meniscus bridge dynamics on the amount of charge transferred.  In all cases, the PI will emphasize the simplest, most intuitive systems to elucidate key phenomena.    \r\nBroader impacts:  The PI's high-speed camera, and the undergraduate students who are trained to operate it, represent core capabilities of the proposed research program.  A key goal of this CAREER proposal is to leverage these capabilities at the elementary school level.  Specifically, the PI will collaborate with the Explorit Science Center in Davis, CA to develop an interactive, hands-on exhibition named \"Time Warp\" that features high-speed video.  Elementary school students will personally operate the camera software under the supervision of an undergraduate trained by the PI.  Preliminary \"trial runs\" have confirmed that the students are intrigued as they film themselves and their classmates performing hands-on investigations of physical phenomena (such as popping a water balloon or breaking a board) that illustrate key scientific principles.  \r\nEducation:  A consistent theme in the PI's research program is incorporation of undergraduate students directly in cutting-edge research, and accordingly the PI's undergraduate curriculum development is focused on encouraging undergraduate participation in research.  The PI is developing two lower-division seminars (one each in chemical engineering and food science) that will highlight opportunities and facilitate placement of undergraduates into research programs.  At the graduate level, the PI is developing an elective course titled \"Electrofluidics\" that will survey recent advances in the field and incorporate state of the art research activities from his own group.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Ristenpart",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "William D Ristenpart",
   "pi_email_addr": "wdristenpart@ucdavis.edu",
   "nsf_id": "000526878",
   "pi_start_date": "2011-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 81938.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84355.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 84066.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 83748.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 86601.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This work was originally motivated by work that revealed the existence of a critical electric charge density above which oppositely charged drops do not coalesce (Ristenpart et al., Nature 2009).&nbsp; The non-coalescence was interpreted in terms of a capillary pressure model, in which a short-lived meniscus bridge pinches off following rapid charge exchange between the drops.&nbsp;&nbsp; This model helps shed light on a wide range of phenomena where plateaus in coalescence efficiency have been observed, including atmospheric charge conduction, de-emulsification of petroleum and vegetable oils, and electrical manipulation of drops in lab-on-a-chip devices.&nbsp; Several fundamental questions, however, remained unanswered.&nbsp; First and foremost: what mechanism governs the amount of charge a droplet acquires?&nbsp;&nbsp; The traditional research focus has been on the generation of charged droplets, where a large droplet is destabilized and broken into smaller charged droplets by application of a sufficiently strong electric field (e.g., electrospray ionization).&nbsp; In many applications, including those listed above, this destabilization mechanism is not operative.&nbsp; Instead, droplets acquire charge when they contact another electrified surface, such as another drop or a solid electrode.&nbsp; Strikingly, there were no extant models that accurately predict the amount of charge transferred to a liquid drop upon contact with an electrified surface.</p>\n<p>To address that question, we developed an experimental platform that combined a high-speed video camera with a high-resolution electrometer to obtain unambiguous correlations between droplet velocity and total charge transferred.&nbsp; We have used that system to investigate the behavior of droplets as they approached each other or electrodes, with several significant breakthroughs.</p>\n<p>First, we developed a theoretical mechanism to explain the phenomenon of \"partial coalescence\" between oppositely charged drops.&nbsp; Specifically, our experiments demonstrated the existence of a critical ionic conductivity below which oppositely charged drops only partially coalesce. The extent of coalescence between dissimilarly sized water drops in oil can be tuned from complete coalescence at low electric field strengths to complete noncoalescence at high field strengths, thus providing external control over the daughter droplet size. Strikingly, the size and charge of the daughter droplet were both demonstrated to be independent of the ionic conductivity. We gathered evidence suggesting the charge transfer is instead strongly influenced by convection associated with the capillary-driven penetration of a vortex into the larger drop, and we demonstrate that the size of the daughter droplet is consistent with a scaling model based on a balance between capillary-driven inertia and electrostatic repulsion.</p>\n<p>Second, we clarified the puzzling non-monotonic velocity profiles of charged water droplets moving toward or away from the electrodes.&nbsp; The behavior stems from the dynamic rearrangement of &ldquo;stagnant caps&rdquo; at the droplet water/oil interface; these stagnant caps are composed of surface active molecules that impede slip at the interface, thereby altering the drag coefficient of the droplet and thus its observed velocity.&nbsp; The results highlighted a key challenge in calculating the droplet charge based on its observed velocity without precise knowledge of the drag at its surface.</p>\n<p>Third, scientists have been plagued for decades with difficulty and irreproducibility in measuring the exact amount of charge acquired by the droplet when it contacts a metallic electrode.&nbsp; To date the reasons for the irreproducibility have remained unclear.&nbsp; Our work revealed that metallic electrodes are physically &ldquo;pitted&rdquo; during charge transfer events with water droplets or other conductive objects moving in strong electric fields. Electron microscopy images of the electrode afterwards shows that each individual charge transfer event yields a crater approximately 1 to 3 micrometers wide, often with features similar in morphology to a &ldquo;splash&rdquo;. &nbsp;Surprisingly, our observations indicate that the craters are formed by melting the electrode during the charge transfer process.&nbsp; In other words, when the electrical current moves from the droplet to the metal, enough heat is generated to actually melt the metal &ndash; even for metals like titanium with melting points as high as 3400 degrees Celsius.&nbsp; &nbsp;&nbsp;We derived theoretical predictions based on the idea of an &ldquo;instantaneous&rdquo; release of heat from a single point on the electrode, yielding a crater size prediction that is in excellent accord with the experimental observations.&nbsp; Our work has likewise yielded insights on how the conductivity of the droplet affects crater formation, and how to interpret the current signal during the charge transfer process.</p>\n<p>In terms of broader impact, these results help provide an explanation for why it is so difficult to measure reproducible charge transfer into droplets, because the electrode itself is being altered during each charge transfer event.&nbsp; &nbsp;Furthermore, they provide insight on how to maximize separation efficiency and minimize corrosion and equipment degradation in the electrostatic separators widely used in the petroleum industry, and they help inform efforts at design of lab-on-a-chip devices that exploit the motion of charged droplets.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2017<br>\n\t\t\t\t\tModified by: William&nbsp;D&nbsp;Ristenpart</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1056138/1056138_10072935_1493408730463_cover_image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1056138/1056138_10072935_1493408730463_cover_image--rgov-800width.jpg\" title=\"Partial Coalescence of Droplets\"><img src=\"/por/images/Reports/POR/2017/1056138/1056138_10072935_1493408730463_cover_image--rgov-66x44.jpg\" alt=\"Partial Coalescence of Droplets\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image featured on the cover of Physical Review Letters, from article by Hamlin, Creasey, and Ristenpart, vol 109, no. 9, Aug 31, 2012</div>\n<div class=\"imageCredit\">William Ristenpart</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;D&nbsp;Ristenpart</div>\n<div class=\"imageTitle\">Partial Coalescence of Droplets</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1056138/1056138_10072935_1493409111148_bouncing_image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1056138/1056138_10072935_1493409111148_bouncing_image--rgov-800width.jpg\" title=\"Crater Formation on Electrodes via Electrically Bouncing Droplets\"><img src=\"/por/images/Reports/POR/2017/1056138/1056138_10072935_1493409111148_bouncing_image--rgov-66x44.jpg\" alt=\"Crater Formation on Electrodes via Electrically Bouncing Droplets\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of experimental apparatus (top) and images showing formation of craters (bottom) due to charge transfer from a water droplet or pendulum to a metallic electrode.</div>\n<div class=\"imageCredit\">William Ristenpart</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;D&nbsp;Ristenpart</div>\n<div class=\"imageTitle\">Crater Formation on Electrodes via Electrically Bouncing Droplets</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis work was originally motivated by work that revealed the existence of a critical electric charge density above which oppositely charged drops do not coalesce (Ristenpart et al., Nature 2009).  The non-coalescence was interpreted in terms of a capillary pressure model, in which a short-lived meniscus bridge pinches off following rapid charge exchange between the drops.   This model helps shed light on a wide range of phenomena where plateaus in coalescence efficiency have been observed, including atmospheric charge conduction, de-emulsification of petroleum and vegetable oils, and electrical manipulation of drops in lab-on-a-chip devices.  Several fundamental questions, however, remained unanswered.  First and foremost: what mechanism governs the amount of charge a droplet acquires?   The traditional research focus has been on the generation of charged droplets, where a large droplet is destabilized and broken into smaller charged droplets by application of a sufficiently strong electric field (e.g., electrospray ionization).  In many applications, including those listed above, this destabilization mechanism is not operative.  Instead, droplets acquire charge when they contact another electrified surface, such as another drop or a solid electrode.  Strikingly, there were no extant models that accurately predict the amount of charge transferred to a liquid drop upon contact with an electrified surface.\n\nTo address that question, we developed an experimental platform that combined a high-speed video camera with a high-resolution electrometer to obtain unambiguous correlations between droplet velocity and total charge transferred.  We have used that system to investigate the behavior of droplets as they approached each other or electrodes, with several significant breakthroughs.\n\nFirst, we developed a theoretical mechanism to explain the phenomenon of \"partial coalescence\" between oppositely charged drops.  Specifically, our experiments demonstrated the existence of a critical ionic conductivity below which oppositely charged drops only partially coalesce. The extent of coalescence between dissimilarly sized water drops in oil can be tuned from complete coalescence at low electric field strengths to complete noncoalescence at high field strengths, thus providing external control over the daughter droplet size. Strikingly, the size and charge of the daughter droplet were both demonstrated to be independent of the ionic conductivity. We gathered evidence suggesting the charge transfer is instead strongly influenced by convection associated with the capillary-driven penetration of a vortex into the larger drop, and we demonstrate that the size of the daughter droplet is consistent with a scaling model based on a balance between capillary-driven inertia and electrostatic repulsion.\n\nSecond, we clarified the puzzling non-monotonic velocity profiles of charged water droplets moving toward or away from the electrodes.  The behavior stems from the dynamic rearrangement of \"stagnant caps\" at the droplet water/oil interface; these stagnant caps are composed of surface active molecules that impede slip at the interface, thereby altering the drag coefficient of the droplet and thus its observed velocity.  The results highlighted a key challenge in calculating the droplet charge based on its observed velocity without precise knowledge of the drag at its surface.\n\nThird, scientists have been plagued for decades with difficulty and irreproducibility in measuring the exact amount of charge acquired by the droplet when it contacts a metallic electrode.  To date the reasons for the irreproducibility have remained unclear.  Our work revealed that metallic electrodes are physically \"pitted\" during charge transfer events with water droplets or other conductive objects moving in strong electric fields. Electron microscopy images of the electrode afterwards shows that each individual charge transfer event yields a crater approximately 1 to 3 micrometers wide, often with features similar in morphology to a \"splash\".  Surprisingly, our observations indicate that the craters are formed by melting the electrode during the charge transfer process.  In other words, when the electrical current moves from the droplet to the metal, enough heat is generated to actually melt the metal &ndash; even for metals like titanium with melting points as high as 3400 degrees Celsius.    We derived theoretical predictions based on the idea of an \"instantaneous\" release of heat from a single point on the electrode, yielding a crater size prediction that is in excellent accord with the experimental observations.  Our work has likewise yielded insights on how the conductivity of the droplet affects crater formation, and how to interpret the current signal during the charge transfer process.\n\nIn terms of broader impact, these results help provide an explanation for why it is so difficult to measure reproducible charge transfer into droplets, because the electrode itself is being altered during each charge transfer event.   Furthermore, they provide insight on how to maximize separation efficiency and minimize corrosion and equipment degradation in the electrostatic separators widely used in the petroleum industry, and they help inform efforts at design of lab-on-a-chip devices that exploit the motion of charged droplets. \n\n \n\n\t\t\t\t\tLast Modified: 04/28/2017\n\n\t\t\t\t\tSubmitted by: William D Ristenpart"
 }
}