{
 "awd_id": "1057840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Optic-On-Eye Virtual Reality Display",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 988061.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2014-10-16",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will extend the development of the contact-lens-enabled virtual reality display system demonstrated in Phase I. A key goal will be to advance the construction of the contact lenses to be ready for commercial market tests and OEM partner evaluations. Although the Phase I devices are fully functional and have validated the analytical predictions, they are not yet suitable for commercialization. The main deficiencies are the non-permeability of the polarization filter, the inadequacy of the joining adhesive, and the immaturity of the manufacturing processes. This project plans to develop a highly gas permeable polarizer using nano-imprinting onto gas permeable polymers. In addition, the contact lens construction techniques will be advanced in order to improve optical performance. A further goal is to develop prototype stereographic video eyewear to be used together with the contact lenses in support of clinical evaluations. Lastly, an IRB protocol will be developed and the contact lenses will be put through clinical trials. It is anticipated that all-day- wear contact lenses can be produced that will be able to meet FDA approval, and the performance advantages of this new display system can be evaluated during formal clinical tests. \r\n\r\n\r\nThe broader impact/commercial potential of this project will be a significant improvement in how mobile and immersive imagery is viewed. Today, mobile computing devices must present their information through small LCD panels, while immersive computing must settle for the limited fields of view available through flat panel monitors and TVs. Wearable electronic eyewear are available today that attempt to address these limitations, but they themselves suffer from limited fields of view and excess bulk. This SBIR research will address the remaining unresolved technical challenges in order to prepare this new display concept for commercialization. If successful, a meaningful enhancement of human vision will have been achieved by making it possible to directly view very near objects without impacting normal distance vision. These advancements will enable many new applications for wearable displays including augmented reality, highly immersive 3-D video, stylish mobile display eyewear, wearable surgical imaging devices, and even comfortable high quality electronic low vision aids for sufferers of macular degeneration and other vision disorders. Because mobile devices and home computers are so ubiquitous in our modern societies, the anticipated benefits of improving the man/machine interface through high quality virtual imagery eyewear should impact numerous markets and demographics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Sprague",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Randall B Sprague",
   "pi_email_addr": "randallsprague@gmail.com",
   "nsf_id": "000533347",
   "pi_start_date": "2011-03-23",
   "pi_end_date": "2014-05-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Marsh",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jay P Marsh",
   "pi_email_addr": "jay@innovega-inc.com",
   "nsf_id": "000670469",
   "pi_start_date": "2014-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Innovega Inc.",
  "inst_street_address": "11900 NE 1ST ST STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "BELLEVUE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2063104775",
  "inst_zip_code": "980053049",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "WA09",
  "org_lgl_bus_name": "INNOVEGA INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6MPADF254J7"
 },
 "perf_inst": {
  "perf_inst_name": "Innovega Inc.",
  "perf_str_addr": "11900 NE 1ST ST STE 300",
  "perf_city_name": "BELLEVUE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "980053049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "WA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 485599.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 499462.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">For some twenty years, display designers have sought to deliver a useful wearable display. It is believed that such a product would offer great advantage since an eyewear configuration would not only deliver visual media and information in a hands-free format, but could conveniently deliver audio to the wearer, capture wearer speech, and even carry miniature sensors (camera, etc.). At a minimum, such &ldquo;digital eyeglasses&rdquo; would need to be lightweight, comfortable, and wireless &ndash; and deliver rich and powerful media. Despite hundreds of millions of dollars of investment from both government and private sources, this &ldquo;Holy Grail&rdquo; of wearable displays remained an unreached target, and many believe an unreachable target. <span style=\"mso-spacerun: yes;\">&nbsp;</span></span><span style=\"font-size: small;\">Achievement of this goal would not only demonstrate a fundamental new capability, it would enable new applications, open new markets, and offer opportunities that would offer substantial economic impact.</span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-family: Calibri; font-size: small;\">On this basis, Innovega was formed and its management immediately approached NSF with a request for support. Its display configuration was intellectually novel, ten patents were filed, and during the past several years a series of prototypes were designed, fabricated, and tested. At the heart of the display system is new bi-focal contact lens that enables the wearer simultaneous view of their environment and of the visual media that is worn and delivered by way of a miniature flat-panel screen mounted on the inner surface of conventional glasses. Additionally, the wearer of the new contact lens benefits from any required visual correction and is unaware of their ability to access media until the &ldquo;digital eyeglasses&rdquo; are worn. The enabling technology of the contact lens is a complex nano-tech element that separates and correctly delivers real-word imagery plus digital media to the wearer. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-family: Calibri; font-size: small;\">The NSF program allowed Innovega to develop new materials, new designs, new fabrication processes, and equally important, to demonstrate working prototypes at the world&rsquo;s pre-eminent Consumer Electronics Show and facilitate a partnership with one of the world&rsquo;s largest online portal OEMs. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-family: Calibri; font-size: small;\">Without NSF support, this extensive and successful development program would not have been possible. It is our view that the outcomes of this work add considerably to the intellectual capital of North America&rsquo;s display and wearable device industry, and that the social and economic impacts will be significant. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-family: Calibri; font-size: small;\">&nbsp;</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2014<br>\n\t\t\t\t\tModified by: Jay&nbsp;P&nbsp;Marsh</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div cl...",
  "por_txt_cntn": "\n \nFor some twenty years, display designers have sought to deliver a useful wearable display. It is believed that such a product would offer great advantage since an eyewear configuration would not only deliver visual media and information in a hands-free format, but could conveniently deliver audio to the wearer, capture wearer speech, and even carry miniature sensors (camera, etc.). At a minimum, such \"digital eyeglasses\" would need to be lightweight, comfortable, and wireless &ndash; and deliver rich and powerful media. Despite hundreds of millions of dollars of investment from both government and private sources, this \"Holy Grail\" of wearable displays remained an unreached target, and many believe an unreachable target.  Achievement of this goal would not only demonstrate a fundamental new capability, it would enable new applications, open new markets, and offer opportunities that would offer substantial economic impact.\n\n \nOn this basis, Innovega was formed and its management immediately approached NSF with a request for support. Its display configuration was intellectually novel, ten patents were filed, and during the past several years a series of prototypes were designed, fabricated, and tested. At the heart of the display system is new bi-focal contact lens that enables the wearer simultaneous view of their environment and of the visual media that is worn and delivered by way of a miniature flat-panel screen mounted on the inner surface of conventional glasses. Additionally, the wearer of the new contact lens benefits from any required visual correction and is unaware of their ability to access media until the \"digital eyeglasses\" are worn. The enabling technology of the contact lens is a complex nano-tech element that separates and correctly delivers real-word imagery plus digital media to the wearer. \n\n \nThe NSF program allowed Innovega to develop new materials, new designs, new fabrication processes, and equally important, to demonstrate working prototypes at the worldÆs pre-eminent Consumer Electronics Show and facilitate a partnership with one of the worldÆs largest online portal OEMs. \n\n \nWithout NSF support, this extensive and successful development program would not have been possible. It is our view that the outcomes of this work add considerably to the intellectual capital of North AmericaÆs display and wearable device industry, and that the social and economic impacts will be significant. \n\n \n \n\n \n \n\n \n\n\t\t\t\t\tLast Modified: 10/21/2014\n\n\t\t\t\t\tSubmitted by: Jay P Marsh"
 }
}