{
 "awd_id": "1057855",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Cross-Language Lexical Interaction",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 212253.0,
 "awd_amount": 212253.0,
 "awd_min_amd_letter_date": "2011-04-07",
 "awd_max_amd_letter_date": "2011-04-07",
 "awd_abstract_narration": "Languages differ in how they carve up the world by their labeling of objects and events. For example, the Chinese word closest to the English word \"sofa\" includes padded, upholstered seats for one person, while the Chinese word closest to the English word \"chair\" is limited to unpadded seating made of hard materials, such as wood. How do people learning two languages handle such differences? Do they develop separate ways of connecting words to the world in each language or do they learn a single and unique way that does not fully match monolinguals in either language? In this project, the investigators attempt to understand, within the broader context of language interaction in the bilingual mind, how the pattern of word use in one's first language (L1) can influence that in the second language (L2), how L1 knowledge itself can change as L2 knowledge increases, and how the fluctuating experience and knowledge of one language can create the conditions for language interactions to occur. The project will use both behavioral studies and computational modeling to explore the unique and joint contributions of a set of cognitive variables (age of exposure to each language, proficiency in each, and the type of exposure to each) to bilingual lexical knowledge.\r\n\r\nAs globalization advances, more people are becoming bilingual or multilingual. The study of language interaction in individuals has implications for understanding the bilingual person's verbal communication, social integration, and consequent career opportunities and may yield information useful for designing learning interventions to improve language proficiency. The proposed work will integrate research and education across the two collaborative sites (Pennsylvania State University and Lehigh University). The research also involves international collaborations between scientists in the US, Europe, and China. The cross-disciplinary nature of the project should attract students from psychology, linguistics, and cognitive and computational sciences, providing opportunities particularly to students from bilingual and bicultural backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Malt",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara C Malt",
   "pi_email_addr": "bcm0@lehigh.edu",
   "nsf_id": "000102362",
   "pi_start_date": "2011-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 212253.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How does one mind handle knowledge of two languages? &nbsp;Our project addressed this question with respect to word knowledge. Different languages carve up the world by name in different ways. For instance, the English words <em>chair</em> and <em>sofa</em> and their closest Chinese equivalents have similar but not identical meanings. English <em>sofa</em> is used for padded, upholstered seats for several people, but the closest Chinese word also covers padded, upholstered seats for just one. English <em>chair</em> is used for seats for one, whether large or small, hard or soft, but the closest Chinese word is used only for unpadded, smaller seating for one.</p>\n<p>How does someone learning or using two languages deal with these differences? Second-language learning research traditionally looked at transfer from the first language to the second, assuming that first language knowledge would be unchanged. But recent evidence suggests that each language can affect the other, so that bilinguals use words of both languages in different ways from monolingual speakers. Our research is the first to systematically examine how a persons&rsquo; word knowledge is affected by exposure to their two languages. Our studies are identifying the conditions under which cross-language influences occur, what cognitive processes cause these influences to emerge, and how native-like representations in each language are best developed and maintained.&nbsp;</p>\n<p>For example, our work has shown that the first language shows a second language influence even when bilinguals enter the second language environment later in life. It is not just an effect arising from early exposure to both. The mutual influence appears even when the languages are as dissimilar as English and Chinese, and even when the two languages have more dramatically different ways of dividing up a domain than in English and Chinese words for seating. Even brief intensive training in the second language can impact the first language word representations. These results show that the native language is less stable than previously thought, and the two languages can interact across the life span. Furthermore, cross-language influences are genuinely effects on word knowledge, not just a matter of bilinguals having more trouble recalling words from memory or getting temporarily confused by bringing to mind words of both languages. Bilinguals make non-monolingual choices even when they are given word options preferred by monolinguals and asked to pick the best one. We also found that longer periods of immersion in the second language, on average, improve mastery of the second language and cause greater shifts in first language use. Early age of immersion matters less than length of immersion.&nbsp; Surprisingly, although more immersion creates better second language mastery, more classroom instruction without immersion may actually decrease performance.&nbsp; On an individual basis, however, the best L2 mastery does not always come at the greatest cost to L1; bilinguals who are most native-like in one language are sometimes those who also are most native-like in the other. This suggests that tradeoffs are not inevitable, and individual variables such as motivation or aptitude moderate the cross-language influence. Brief, intensive training on specific word use patterns in the second language can also result in rapid learning, and providing explicit information about how the languages differ may help.</p>\n<p>As globalization advances, more people become bilingual or multilingual. While the speech of monolinguals does not represent a gold standard, too much deviation from the local language community can disrupt communication and impede social integration and job opportunities. Our findings have implications for second language learning and teaching. They help show under what circumstances cross-language interactions in word knowledg...",
  "por_txt_cntn": "\nHow does one mind handle knowledge of two languages?  Our project addressed this question with respect to word knowledge. Different languages carve up the world by name in different ways. For instance, the English words chair and sofa and their closest Chinese equivalents have similar but not identical meanings. English sofa is used for padded, upholstered seats for several people, but the closest Chinese word also covers padded, upholstered seats for just one. English chair is used for seats for one, whether large or small, hard or soft, but the closest Chinese word is used only for unpadded, smaller seating for one.\n\nHow does someone learning or using two languages deal with these differences? Second-language learning research traditionally looked at transfer from the first language to the second, assuming that first language knowledge would be unchanged. But recent evidence suggests that each language can affect the other, so that bilinguals use words of both languages in different ways from monolingual speakers. Our research is the first to systematically examine how a personsÆ word knowledge is affected by exposure to their two languages. Our studies are identifying the conditions under which cross-language influences occur, what cognitive processes cause these influences to emerge, and how native-like representations in each language are best developed and maintained. \n\nFor example, our work has shown that the first language shows a second language influence even when bilinguals enter the second language environment later in life. It is not just an effect arising from early exposure to both. The mutual influence appears even when the languages are as dissimilar as English and Chinese, and even when the two languages have more dramatically different ways of dividing up a domain than in English and Chinese words for seating. Even brief intensive training in the second language can impact the first language word representations. These results show that the native language is less stable than previously thought, and the two languages can interact across the life span. Furthermore, cross-language influences are genuinely effects on word knowledge, not just a matter of bilinguals having more trouble recalling words from memory or getting temporarily confused by bringing to mind words of both languages. Bilinguals make non-monolingual choices even when they are given word options preferred by monolinguals and asked to pick the best one. We also found that longer periods of immersion in the second language, on average, improve mastery of the second language and cause greater shifts in first language use. Early age of immersion matters less than length of immersion.  Surprisingly, although more immersion creates better second language mastery, more classroom instruction without immersion may actually decrease performance.  On an individual basis, however, the best L2 mastery does not always come at the greatest cost to L1; bilinguals who are most native-like in one language are sometimes those who also are most native-like in the other. This suggests that tradeoffs are not inevitable, and individual variables such as motivation or aptitude moderate the cross-language influence. Brief, intensive training on specific word use patterns in the second language can also result in rapid learning, and providing explicit information about how the languages differ may help.\n\nAs globalization advances, more people become bilingual or multilingual. While the speech of monolinguals does not represent a gold standard, too much deviation from the local language community can disrupt communication and impede social integration and job opportunities. Our findings have implications for second language learning and teaching. They help show under what circumstances cross-language interactions in word knowledge come about and how performance in both two languages can be optimized with training and exposure. Our data can help teachers of second langu..."
 }
}