{
 "awd_id": "1057209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Understanding and Utilization of Electrochemical Processes for Iontronic Applications",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Opila",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 530000.0,
 "awd_amount": 530000.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2018-03-01",
 "awd_abstract_narration": "This CAREER award is jointly funded by the Electronic and Photonic Materials Program (EPM) and the Solid State and Materials Chemistry Program (SSMC), both in the Division of Materials Research.\r\nTechnical: The research component of this CAREER award is to study conjugated polymers that conduct both ionic and electronic currents in the solid state. The research aims to develop a fundamental understanding of ion movement and electrochemical processes in conjugated polymers. Important materials science issues such as stability, doping, and morphology of the organic semiconductor materials are investigated. The research goals of this project are to develop fundamental knowledge concerning ionic carriers in conjugated polymer mixed conductors, to guide materials and device design by enabling the development of predictive models, and to apply this knowledge to develop novel optoelectronic device structures such as white-light emitters and photovoltaic devices.\r\nNon-technical: The project addresses basic research issues in a topical area of materials science with high technological relevance. The fundamental knowledge gained through the research is expected to contribute to development of novel optoelectronic devices. The educational goals of this project are to greatly increase the number of students graduating with bachelor degrees in science and related fields by tapping into the large, diverse pool of qualified community college students in the State of Washington and to provide quality curriculum in materials science, a disciplinary need of local industry. The PI chairs the curriculum committee for the Materials Science Minor at the Western Washington University. The research and education components of this project are designed to lay the foundation for a long-term integrated scientific and educational program that will last beyond the award period.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janelle",
   "pi_last_name": "Leger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Janelle M Leger",
   "pi_email_addr": "janelle.leger@wwu.edu",
   "nsf_id": "000521514",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "516 HIGH ST",
  "perf_city_name": "BELLINGHAM",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "1762",
   "pgm_ref_txt": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 163253.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 102144.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105949.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 108848.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 49806.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability of organic materials to conduct both ionic and electronic currents in the solid state sets these materials apart from their inorganic counterparts, potentially enabling disruptive technologies not modeled after existing semiconductor devices, yet these benefits are under-utilized, in part because the fundamental electrochemical processes in these materials are not well characterized, and means to control them do not yet exist. <strong><em>The goals of this research program were to develop extensive fundamental knowledge concerning ionic carriers in conjugated polymer mixed conductors, to guide design by enabling the development of predictive models, and to apply this knowledge to improve organic systems for a range of low-cost, light-weight and low power consumption applications</em></strong>. This research program took place at the intersection of chemistry, physics, and materials science, and has technological applications of direct interest to industry in the state of Washington. These two facts were leveraged to advance the major educational goals of this proposal, namely:&nbsp; <strong><em>To increase the number of students graduating with bachelors degrees in STEM fields by tapping into the large, diverse pool of qualified community/tribal college students in our state, and to provide quality curriculum in Materials Science at WWU, a disciplinary need of local industry. </em></strong>This work involved the participation of 43 students at the undergraduate or masters level in independent research projects. These students, together with their faculty advisor, published 11 peer-reviewed papers or book chapters and presented their research results at dozens of national scientific professional conferences. Major scientific results include the demonstration of several novel optoelectronic devices based on the low-cost polymer light-emitting electrochemical cell platform, the demonstration of a high-performance and low-cost organic field-effect transistor, and the experimental verification of a novel type of plasmonic excitation known as a guided-wave plasmon-polariton mode, which has exciting potential applications in the field of communication technologies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2018<br>\n\t\t\t\t\tModified by: Janelle&nbsp;M&nbsp;Leger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ability of organic materials to conduct both ionic and electronic currents in the solid state sets these materials apart from their inorganic counterparts, potentially enabling disruptive technologies not modeled after existing semiconductor devices, yet these benefits are under-utilized, in part because the fundamental electrochemical processes in these materials are not well characterized, and means to control them do not yet exist. The goals of this research program were to develop extensive fundamental knowledge concerning ionic carriers in conjugated polymer mixed conductors, to guide design by enabling the development of predictive models, and to apply this knowledge to improve organic systems for a range of low-cost, light-weight and low power consumption applications. This research program took place at the intersection of chemistry, physics, and materials science, and has technological applications of direct interest to industry in the state of Washington. These two facts were leveraged to advance the major educational goals of this proposal, namely:  To increase the number of students graduating with bachelors degrees in STEM fields by tapping into the large, diverse pool of qualified community/tribal college students in our state, and to provide quality curriculum in Materials Science at WWU, a disciplinary need of local industry. This work involved the participation of 43 students at the undergraduate or masters level in independent research projects. These students, together with their faculty advisor, published 11 peer-reviewed papers or book chapters and presented their research results at dozens of national scientific professional conferences. Major scientific results include the demonstration of several novel optoelectronic devices based on the low-cost polymer light-emitting electrochemical cell platform, the demonstration of a high-performance and low-cost organic field-effect transistor, and the experimental verification of a novel type of plasmonic excitation known as a guided-wave plasmon-polariton mode, which has exciting potential applications in the field of communication technologies.\n\n\t\t\t\t\tLast Modified: 12/18/2018\n\n\t\t\t\t\tSubmitted by: Janelle M Leger"
 }
}