{
 "awd_id": "1057569",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Oxidative Enamine Catalysis in Organic Synthesis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Johnson",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 455000.0,
 "awd_amount": 455000.0,
 "awd_min_amd_letter_date": "2011-08-06",
 "awd_max_amd_letter_date": "2013-05-01",
 "awd_abstract_narration": "In this project funded by the Chemical Synthesis Program of the Chemistry Division, Professor Wei Wang of the Department of Chemistry and Chemical Biology at University of New Mexico will explore new strategies termed \"oxidative enamine catalysis\" for the formation of C-C and C=C bonds.  The synthetic strategy can be explored for a number of new cascade reactions to generate structurally diverse and biologically interesting building blocks and molecular architectures.  Successfully accomplishing the project will provide powerful synthetic tools for the practice of organic synthesis and molecule constructions, which are particularly useful in the fields of pharmaceutical, chemical, agricultural industry, and biological sciences.  \r\n\r\nThe research has a broader impact on chemical synthesis by enabling the facile and atom-economic synthesis of versatile building blocks from simple and readily available chemicals under mild reaction conditions.  Furthermore, \"one-pot\" cascade ways to make complex molecular architectures will address the important challenges in modern organic synthesis that are the improvement of synthetic efficiency, the use of sustainable and inexpensive chemicals, the avoidance of toxic agents, and the reduction of waste and hazardous byproducts.  Finally, the broader impacts are also demonstrated in training historically underrepresented undergraduate students, by incorporating research results and experiments into undergraduate teaching labs, and by involving graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Wang",
   "pi_email_addr": "wwang@pharmacy.arizona.edu",
   "nsf_id": "000362642",
   "pi_start_date": "2011-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>During the period of the one year no-cost extension study, we have made significant progresses and have achieved almost all the remaining goals of the research plan. </span></p>\n<p><span>Merits. We have developed a series of new powerful organocatalytic cascade oxidation reactions based on the new activation mode of oxidative enamine catalysis. These reactions produce highly efficient approaches to synthetically valued building blocks. The merits of these newly developed processes are highlighted by synthetic efficiency, atom economics, operational simplicity, environmental friendliness and low cost. A green method for the selective oxidation of functionalized alcohols to enals has been realized in high yields (Figure 1). Notably, the mild reaction conditions allow for various functional groups such as alkenes, and other moieties such as esters, ketones, aldehydes, etc. tolerated.</span></p>\n<p><span>Selective oxidation of alcohols and aldehydes are a still ongoing challenging issue in organic synthesis. Toward this end, we have discovered operationally simple protocols for selective oxidation of hydroxyl and aldehydes groups (Figure 2). It was found that simple manipulation of reaction media and/or amine catalysts could achieve selective oxidations under mild reaction conditions. These formed highly functionalized building blocks are highly useful in natural product synthesis.</span></p>\n<p><span>The class of \"natural polyene products\" represents a large and structurally diverse group of compounds with very important biological activities (selected examples see Figure 3). The synthesis of the polyene units is made challenging by the sensitivity of conjugated double bond frameworks to light, oxygen, and many common synthetic reagents, especially acids. Controlling stereochemistry during the formation of each double bond is also a critical issue. Therefore, their synthesis is a long-standing challenging topic and generally multi-step synthetic sequence is required. In our effort, we have uncovered a highly innovative and highly efficient oxidation cascade process for the facile construction of these important structure motifs. Taking advantage of the unique chemistry transferable iminium ions and enamines in aminocatalysis, we developed a highly powerful cascade approach to highly conjugate polyenals from simple readily available alcohols (Figure 4). The notable feature in the transformation is that 5-step reactions are realized in one-pot operation in high yields (average more than 70% yield for each step). Furthermore, the resulting polyenal products are useful building blocks for the efficient synthesis of polyene natural products.</span></p>\n<p><span>Impacts. The research and education activities described in the program have a broader impact on chemical synthesis by enabling the facile and atom-economic synthesis of versatile building blocks from simple and readily available chemicals under mild reaction conditions with operational simplicity. Furthermore, 'one-pot' cascade ways to male complex molecular architectures address the important challenges in modern organic synthesis that are the improvement of synthetic efficiency, the use of sustainable and inexpensive chemicals, the avoidance of toxic agents and the reduction of waste and hazardous byproducts. Because the nature of this research aims&nbsp;at&nbsp;developing cost-effective and environmentally friendly methods for organic synthesis, it provides a fertile ground for education. As results of the novelty of the concept of proposed organocatalytic oxidative enamine catalysis and the nature of the operational simplicity, mild reaction conditions and environmental friendliness, the research is particularly attractive to relatively inexperienced undergraduate students. In this funding period, we have recruited 4 undergraduate students including 2 minority working in my laboratory. They made great con...",
  "por_txt_cntn": "\nDuring the period of the one year no-cost extension study, we have made significant progresses and have achieved almost all the remaining goals of the research plan. \n\nMerits. We have developed a series of new powerful organocatalytic cascade oxidation reactions based on the new activation mode of oxidative enamine catalysis. These reactions produce highly efficient approaches to synthetically valued building blocks. The merits of these newly developed processes are highlighted by synthetic efficiency, atom economics, operational simplicity, environmental friendliness and low cost. A green method for the selective oxidation of functionalized alcohols to enals has been realized in high yields (Figure 1). Notably, the mild reaction conditions allow for various functional groups such as alkenes, and other moieties such as esters, ketones, aldehydes, etc. tolerated.\n\nSelective oxidation of alcohols and aldehydes are a still ongoing challenging issue in organic synthesis. Toward this end, we have discovered operationally simple protocols for selective oxidation of hydroxyl and aldehydes groups (Figure 2). It was found that simple manipulation of reaction media and/or amine catalysts could achieve selective oxidations under mild reaction conditions. These formed highly functionalized building blocks are highly useful in natural product synthesis.\n\nThe class of \"natural polyene products\" represents a large and structurally diverse group of compounds with very important biological activities (selected examples see Figure 3). The synthesis of the polyene units is made challenging by the sensitivity of conjugated double bond frameworks to light, oxygen, and many common synthetic reagents, especially acids. Controlling stereochemistry during the formation of each double bond is also a critical issue. Therefore, their synthesis is a long-standing challenging topic and generally multi-step synthetic sequence is required. In our effort, we have uncovered a highly innovative and highly efficient oxidation cascade process for the facile construction of these important structure motifs. Taking advantage of the unique chemistry transferable iminium ions and enamines in aminocatalysis, we developed a highly powerful cascade approach to highly conjugate polyenals from simple readily available alcohols (Figure 4). The notable feature in the transformation is that 5-step reactions are realized in one-pot operation in high yields (average more than 70% yield for each step). Furthermore, the resulting polyenal products are useful building blocks for the efficient synthesis of polyene natural products.\n\nImpacts. The research and education activities described in the program have a broader impact on chemical synthesis by enabling the facile and atom-economic synthesis of versatile building blocks from simple and readily available chemicals under mild reaction conditions with operational simplicity. Furthermore, 'one-pot' cascade ways to male complex molecular architectures address the important challenges in modern organic synthesis that are the improvement of synthetic efficiency, the use of sustainable and inexpensive chemicals, the avoidance of toxic agents and the reduction of waste and hazardous byproducts. Because the nature of this research aims at developing cost-effective and environmentally friendly methods for organic synthesis, it provides a fertile ground for education. As results of the novelty of the concept of proposed organocatalytic oxidative enamine catalysis and the nature of the operational simplicity, mild reaction conditions and environmental friendliness, the research is particularly attractive to relatively inexperienced undergraduate students. In this funding period, we have recruited 4 undergraduate students including 2 minority working in my laboratory. They made great contributions to the research program. Furthermore, the research activities not only offer opportunities to them to learn the first class synthetic technolog..."
 }
}