{
 "awd_id": "1057391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Global Access to the Taxonomic Legacy of Grady Webster: Digitization and Curation of Webster Euphorbiaceae Resources and Specimens",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 148156.0,
 "awd_amount": 153781.0,
 "awd_min_amd_letter_date": "2011-03-04",
 "awd_max_amd_letter_date": "2013-05-15",
 "awd_abstract_narration": "This project is located at the UC Davis Center for Plant Diversity. Its product is web-based information on the spurge family (Euphorbiaceae), including identification keys, images, specimen records, and publications. The spurge family in its broad sense is one of the largest families of flowering plants; identifying its species is difficult. The project will provide electronic resources for three large genera: Croton (1,250 species); Euphorbia (2,200 species); and Phyllanthus (1,270 species), as well as the genus Dalechampia (100 species). The Center for Plant Diversity has an excellent spurge collection, due to the work of the late Dr. Grady Linder Webster (1927-2005), Professor of Botany at UC Davis. At the time of his death, Dr. Webster was working on numerous projects in the spurge family. This project provides funds to organize and curate his specimens, curate older electronic specimen records, scan well-identified specimens of selected species, and provide electronic versions of spurge publications. Several well-known experts on the spurge family will assist in this project.\r\n\r\nElectronic specimen label data secured during this project will be available through the Global Biodiversity Information Facility portal and added to the Missouri Botanical Garden TROPICOS database. The specimen data and scanned images will be available to researchers worldwide, including the countries where the specimens originated. The availability of Dr. Webster's unpublished and published identification keys and monographs will facilitate research on the spurge family. The project provides training opportunities for UC Davis undergraduates, volunteers, and international students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Dean",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen Dean",
   "pi_email_addr": "eadean@ucdavis.edu",
   "nsf_id": "000448225",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 130192.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5625.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 17964.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on improving the availability of dried plant (herbarium) specimens and data belonging to Dr. Grady Webster, an international expert on the spurge family (Euphorbiaceae). Dr. Webster was a prolific collector of herbarium specimens worldwide, including Ecuadorian cloud forest specimens that were the basis for a plant list for Reserva Maquipucuna, a reserve that was protected partly due to Dr. Webster&rsquo;s work. Unfortunately, when he passed away in 2005, Dr. Webster left thousands of unlabeled plant specimens as well as 1980s era electronic specimen data. The major goals of this project were to 1) curate Dr. Webster's unmounted/unlabeled specimens that were left when he passed away, including spurge specimens and Ecuadorian cloud forest specimens; 2) curate older electronic data pertaining to Dr. Webster&rsquo;s collections and import the records into our current museum database; 3) &nbsp;create a virtual herbarium of scans of herbarium specimens of four genera of the spurge family (<em>Croton, Euphorbia, Phyllanthus, Dalechampia</em>); 4) make Dr. Webster&rsquo;s databased specimen records available online at our website; and 5) post Dr. Webster&rsquo;s publications, both published and unpublished, at the virtual herbarium website. The Euphorbiaceae/spurge family website is available at http://herbarium.ucdavis.edu. We have received many positive comments about the quality of the images in our virtual herbarium and how useful it is as a plant identification resource for researchers worldwide. Our museum&rsquo;s Euphorbiaceae collection is excellent, because Dr. Webster was an internationally-renowned expert on this plant family. Therefore our virtual herbarium has very well-identified specimens, which makes it a valuable resource. In addition, three Euphorbiaceae experts (Drs. Paul Berry, Scott Armbruster, and Ken Wurdack) chose specimens for imaging and inclusion in the virtual herbarium, which also increases the chance that our virtual herbarium specimens are correctly identified. When Drs. Berry and Wurdack visited our museum, we brought two students of the spurge family to our herbarium as well. Both were South American graduate students: Otavio Marques, a Brazilian national, who was working on his Master's thesis and is now working on his PhD in Brazil; and Manuel Lujan, who was a Master's student in Venezuela and is now working on his PhD at Rancho Santa Ana Botanic Garden. We also trained a UC Davis undergraduate Research Experience for Undergraduates student, Roxanne Faure, who worked on curating Euphorbiaceae between 2012 and 2014 and interacted with our national and international visitors. In addition, we had a number of students paid on the grant who worked on curating Dr. Webster&rsquo;s specimens and creating the Euphorbiaceae website. Having excellent images of plants as well as Dr. Webster's publications and manuscripts available at our website makes it likely that researchers will finish projects that he left unfinished and continue his work on the spurge family. These resources are now accessible to researchers worldwide in all countries, including those who do not have access to a big library or electronic journals at their institutions. In addition, curating Dr. Webster&rsquo;s unlabeled plant specimens means that those specimens are now available to all who visit our museum, and his electronic specimen records are now searchable at our website. All of the components of this project have increased the accessibility of Dr. Webster&rsquo;s work both locally and internationally, and we hope this assists current and future botanists in their studies of plants worldwide.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2015<br>\n\t\t\t\t\tModified by: Ellen&nbsp;Dean</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<...",
  "por_txt_cntn": "\nThis project focused on improving the availability of dried plant (herbarium) specimens and data belonging to Dr. Grady Webster, an international expert on the spurge family (Euphorbiaceae). Dr. Webster was a prolific collector of herbarium specimens worldwide, including Ecuadorian cloud forest specimens that were the basis for a plant list for Reserva Maquipucuna, a reserve that was protected partly due to Dr. WebsterÆs work. Unfortunately, when he passed away in 2005, Dr. Webster left thousands of unlabeled plant specimens as well as 1980s era electronic specimen data. The major goals of this project were to 1) curate Dr. Webster's unmounted/unlabeled specimens that were left when he passed away, including spurge specimens and Ecuadorian cloud forest specimens; 2) curate older electronic data pertaining to Dr. WebsterÆs collections and import the records into our current museum database; 3)  create a virtual herbarium of scans of herbarium specimens of four genera of the spurge family (Croton, Euphorbia, Phyllanthus, Dalechampia); 4) make Dr. WebsterÆs databased specimen records available online at our website; and 5) post Dr. WebsterÆs publications, both published and unpublished, at the virtual herbarium website. The Euphorbiaceae/spurge family website is available at http://herbarium.ucdavis.edu. We have received many positive comments about the quality of the images in our virtual herbarium and how useful it is as a plant identification resource for researchers worldwide. Our museumÆs Euphorbiaceae collection is excellent, because Dr. Webster was an internationally-renowned expert on this plant family. Therefore our virtual herbarium has very well-identified specimens, which makes it a valuable resource. In addition, three Euphorbiaceae experts (Drs. Paul Berry, Scott Armbruster, and Ken Wurdack) chose specimens for imaging and inclusion in the virtual herbarium, which also increases the chance that our virtual herbarium specimens are correctly identified. When Drs. Berry and Wurdack visited our museum, we brought two students of the spurge family to our herbarium as well. Both were South American graduate students: Otavio Marques, a Brazilian national, who was working on his Master's thesis and is now working on his PhD in Brazil; and Manuel Lujan, who was a Master's student in Venezuela and is now working on his PhD at Rancho Santa Ana Botanic Garden. We also trained a UC Davis undergraduate Research Experience for Undergraduates student, Roxanne Faure, who worked on curating Euphorbiaceae between 2012 and 2014 and interacted with our national and international visitors. In addition, we had a number of students paid on the grant who worked on curating Dr. WebsterÆs specimens and creating the Euphorbiaceae website. Having excellent images of plants as well as Dr. Webster's publications and manuscripts available at our website makes it likely that researchers will finish projects that he left unfinished and continue his work on the spurge family. These resources are now accessible to researchers worldwide in all countries, including those who do not have access to a big library or electronic journals at their institutions. In addition, curating Dr. WebsterÆs unlabeled plant specimens means that those specimens are now available to all who visit our museum, and his electronic specimen records are now searchable at our website. All of the components of this project have increased the accessibility of Dr. WebsterÆs work both locally and internationally, and we hope this assists current and future botanists in their studies of plants worldwide.\n\n\t\t\t\t\tLast Modified: 07/01/2015\n\n\t\t\t\t\tSubmitted by: Ellen Dean"
 }
}