{
 "awd_id": "1057453",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Consortium of Pacific Herbaria - A Research and Collections Network for Oceania",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927884",
 "po_email": "rolrober@nsf.gov",
 "po_sign_block_name": "Roland Roberts",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 691466.0,
 "awd_amount": 691466.0,
 "awd_min_amd_letter_date": "2011-03-09",
 "awd_max_amd_letter_date": "2012-10-02",
 "awd_abstract_narration": "The Consortium of Pacific Herbaria (CPH) is being created to study and manage plant collections from the Polynesia-Micronesia hotspot region. The CPH is a new collaboration between Bishop Museum, National Tropical Botanical Garden, University of Hawaii at Manoa, and herbaria in Hawaii, American Samoa, Samoa, Tonga, Palau, Guam, and Fiji.  The major goals of the CPH include curating and digitally imaging nearly one million dried plant specimens from Polynesia, Micronesia and Fiji, creating a standardized plant checklist, and making collections data and digital images available online from a single portal.\r\n\r\nIncreased access to digital data for plants and algae of the Pacific Basin through the CPH will create new opportunities for researchers and citizen scientists to discover and use collection data by species, location, and institution. A working list of Latin and common plant names will facilitate the research of biologists and work of land-use managers who monitor invasive and endangered species throughout the Pacific. Classes in herbarium curation will be offered to college students in Hawaii, and employment opportunities will be made available in herbaria to native Pacific Islanders.  Identification workshops will be offered to professional biologists in the region, focusing on five common plant families that pose particular challenges for identifying Pacific species.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Snow",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neil Snow",
   "pi_email_addr": "nsnow@pittstate.edu",
   "nsf_id": "000430337",
   "pi_start_date": "2011-03-09",
   "pi_end_date": "2011-07-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shelley",
   "pi_last_name": "James",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shelley A James",
   "pi_email_addr": "sjames@flmnh.ufl.edu",
   "nsf_id": "000474189",
   "pi_start_date": "2012-10-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Shelley",
   "pi_last_name": "James",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shelley A James",
   "pi_email_addr": "sjames@flmnh.ufl.edu",
   "nsf_id": "000474189",
   "pi_start_date": "2011-03-09",
   "pi_end_date": "2011-07-05"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Amanda",
   "pi_last_name": "Harbottle",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Amanda R Harbottle",
   "pi_email_addr": "napua@bishopmuseum.org",
   "nsf_id": "000474970",
   "pi_start_date": "2011-03-09",
   "pi_end_date": "2012-10-02"
  }
 ],
 "inst": {
  "inst_name": "Bernice P Bishop Museum",
  "inst_street_address": "1525 BERNICE ST",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8088478204",
  "inst_zip_code": "968172704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "BISHOP MUSEUM",
  "org_prnt_uei_num": "NNLGUK4QJ2Y3",
  "org_uei_num": "NNLGUK4QJ2Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Bernice P Bishop Museum",
  "perf_str_addr": "1525 BERNICE ST",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968172704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280807.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 410659.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As part of the NSF-funded collaborative project &ldquo;Consortium of Pacific Herbaria - A Research and Collections Network for Oceania&rdquo;, Bishop Museum&rsquo;s <em>Herbarium Pacificum</em> generated primary biodiversity data for 364,000 botanical specimens, including 52,600 algae specimens, from the Polynesia-Micronesia Hotspot region, and captured more than 160,000 specimen digital images.&nbsp; All of this data and media has been shared with and mobilized through iDigBio, GBIF and the Consortium of Pacific Herbaria <em>Symbiota</em> portal (http://www.pacificherbaria.org/).&nbsp;</p>\n<p>This project has resulted in the curation of more than 177,000 specimen records and the extensive curation and safe rehousing of algae and vascular plant specimens from the Polynesia-Micronesia Hotspot region within the <em>Herbarium Pacificum</em>.&nbsp; As a result of the complete databasing of the Pacific botanical collections, it is now known that the herbarium contains 198,000 specimens from the Hawaiian Islands; the oldest specimens date back to 1769, collected by J. Banks and D. Solander in French Polynesia; the most prolific collectors in the region include H. St. John (about 15,700 specimens), F.R. Fosberg (12,640), C.N. Forbes (11,300), and O. Degener (10,180); the most commonly collected vascular&nbsp;plant families being Rubiaceae (about 19,500 specimens), Poaceae (16,450), Asteraceae (14,200), Fabaceae (12,850), and Euphorbiaceae (10,950 specimens), with ferns comprising more than 37,000 collections, and mosses, liverworts and other bryophytes comprising almost 15,000 collections.&nbsp; Funding provided by this project has resulted in a significant improvement in hardware needed for the curation, digitization and mobilization of specimen collections in the herbarium, including the acquisition of cabinets for the housing of sheet specimens and slides, and the purchase of folders and other curatorial supplies, servers and digital imaging equipment.&nbsp; The project also allowed eight Pacific taxonomic specialists to travel to the herbarium to curate specimens and further their research goals, and another 15 visiting researchers provided significant curatorial support. &nbsp;Nine journal publications have directly resulted from the project curatorial and digitization activities. &nbsp;</p>\n<p>The digitization of <em>Herbarium Pacificum</em> collections has mobilized specimens from the Pacific region that&nbsp;have been static for more than 30 years, significantly improving the discoverability of the biodiversity within the collection.&nbsp; During this project, through their work as volunteers and STEM interns in the collections of the&nbsp;<em>Herbarium Pacificum,&nbsp;</em>more than 50 lifelong learners and 21 college students have been exposed to the biodiversity of the flora of the Polynesia-Micronesia Hotspot region, the role of museum collections in biodiversity research and herbarium curation techniques<em>.</em> The project has also resulted in the training of five undergraduate college students as Collections Technicians. The&nbsp;<em>Herbarium Pacificum</em> hosted more than 100 visitors each year to the collections, ranging from visiting scientists, land managers, students and members of the Hawaii, national and international public, allowing them to explore and develop an understanding of the importance of the collections and their associated data. The project also resulted in a Disaster Preparedness Workshop, critical for often at-risk institutions and their collections within the Pacific region, and an iDigBio-sponsored digitization workshop, inspiring and assisting collections from throughout the Pacific to digitize and mobilize biological collections data.&nbsp; Through the web-accessible biodiversity data and media, Bishop Museum will continue to help improve public understanding and support for the natural resource management activities of federal...",
  "por_txt_cntn": "\nAs part of the NSF-funded collaborative project \"Consortium of Pacific Herbaria - A Research and Collections Network for Oceania\", Bishop MuseumÆs Herbarium Pacificum generated primary biodiversity data for 364,000 botanical specimens, including 52,600 algae specimens, from the Polynesia-Micronesia Hotspot region, and captured more than 160,000 specimen digital images.  All of this data and media has been shared with and mobilized through iDigBio, GBIF and the Consortium of Pacific Herbaria Symbiota portal (http://www.pacificherbaria.org/). \n\nThis project has resulted in the curation of more than 177,000 specimen records and the extensive curation and safe rehousing of algae and vascular plant specimens from the Polynesia-Micronesia Hotspot region within the Herbarium Pacificum.  As a result of the complete databasing of the Pacific botanical collections, it is now known that the herbarium contains 198,000 specimens from the Hawaiian Islands; the oldest specimens date back to 1769, collected by J. Banks and D. Solander in French Polynesia; the most prolific collectors in the region include H. St. John (about 15,700 specimens), F.R. Fosberg (12,640), C.N. Forbes (11,300), and O. Degener (10,180); the most commonly collected vascular plant families being Rubiaceae (about 19,500 specimens), Poaceae (16,450), Asteraceae (14,200), Fabaceae (12,850), and Euphorbiaceae (10,950 specimens), with ferns comprising more than 37,000 collections, and mosses, liverworts and other bryophytes comprising almost 15,000 collections.  Funding provided by this project has resulted in a significant improvement in hardware needed for the curation, digitization and mobilization of specimen collections in the herbarium, including the acquisition of cabinets for the housing of sheet specimens and slides, and the purchase of folders and other curatorial supplies, servers and digital imaging equipment.  The project also allowed eight Pacific taxonomic specialists to travel to the herbarium to curate specimens and further their research goals, and another 15 visiting researchers provided significant curatorial support.  Nine journal publications have directly resulted from the project curatorial and digitization activities.  \n\nThe digitization of Herbarium Pacificum collections has mobilized specimens from the Pacific region that have been static for more than 30 years, significantly improving the discoverability of the biodiversity within the collection.  During this project, through their work as volunteers and STEM interns in the collections of the Herbarium Pacificum, more than 50 lifelong learners and 21 college students have been exposed to the biodiversity of the flora of the Polynesia-Micronesia Hotspot region, the role of museum collections in biodiversity research and herbarium curation techniques. The project has also resulted in the training of five undergraduate college students as Collections Technicians. The Herbarium Pacificum hosted more than 100 visitors each year to the collections, ranging from visiting scientists, land managers, students and members of the Hawaii, national and international public, allowing them to explore and develop an understanding of the importance of the collections and their associated data. The project also resulted in a Disaster Preparedness Workshop, critical for often at-risk institutions and their collections within the Pacific region, and an iDigBio-sponsored digitization workshop, inspiring and assisting collections from throughout the Pacific to digitize and mobilize biological collections data.  Through the web-accessible biodiversity data and media, Bishop Museum will continue to help improve public understanding and support for the natural resource management activities of federal, state and non-government partners, especially in light of the impacts of global change. The collections information can now also be easily repatriated to Pacific Island nations for their conservation and natural resource ma..."
 }
}