{
 "awd_id": "1057639",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Crafting the Two Cultures: Identifying and Educating Future Scientists and Non-Scientists in America, 1910-1970",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 7136.0,
 "awd_amount": 7136.0,
 "awd_min_amd_letter_date": "2011-02-16",
 "awd_max_amd_letter_date": "2011-02-16",
 "awd_abstract_narration": "Introduction\t\r\n\r\nSince the professionalization of scientific disciplines in the late nineteenth century, educators have regarded \"scientists\" and \"non-scientists\" as distinct kinds of people with different educational needs and social roles. Throughout the twentieth century, educators launched a succession of projects to identify, sort, and differentially train future professionals and non-professionals in science.\r\n\r\nIntellectual Merit\r\n\r\nThis historical study will examine published and archival records of educational testing, curriculum, guidance, and research programs to discern how twentieth-century US educators constructed and institutionalized the notions of \"future scientist\" and \"non-scientist\" as types of individuals who are distinct in makeup, educability, and civic responsibility. It will consider how the articulation and enactment of efforts by educators are influenced by ideas about who was or could become a scientist, the distinctive skills and knowledge deemed to mark scientific talent and scientific expertise, and the social responsibilities presumed to follow from the different scientific understandings of each group. This analysis will shed light on how educational projects have been used to co-construct both scientific understanding and particular identities related to it, and how designs for such projects have developed in response to changing concerns about the place of science in American society.\r\n\r\nPotential Broader Impacts\r\n\r\nToday science educators debate whether particular pathways and curricula open or close doors to students who might otherwise be discouraged from or adverse to further science studies. Yet they rarely question the meaning and function of the embedded conceptualizations of \"scientists\" and \"non-scientists\" that underlay the designs of many of those programs. We know little about how these concepts have either created or constrained student opportunity, and how they have shaped our thinking about the role of science in American culture. This dissertation aims to shed light on the development and dynamics of these puzzles in hopes of informing debates involving them so as to bring about their resolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Reuben",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Reuben",
   "pi_email_addr": "Julie_Reuben@gse.harvard.edu",
   "nsf_id": "000569696",
   "pi_start_date": "2011-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Miller",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca B Miller",
   "pi_email_addr": "rebecca_miller@mail.harvard.edu",
   "nsf_id": "000570197",
   "pi_start_date": "2011-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7136.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since the early twentieth-century, U.S. science educators have struggled to reconcile what they have considered competing aims in secondary and postsecondary natural science education: to train &ldquo;future scientists&rdquo; to enter the profession, and to prepare &ldquo;non-scientists&rdquo; to engage with scientific ideas as citizens. This study investigates the history of these efforts from the 1920s to the 1970s, when these dual purposes became institutionalized. In doing so, it aims to illuminate how and why the distinction between &ldquo;future scientists&rdquo; and &ldquo;non-scientists&rdquo; governed a century of thought and practice in American science education.</p>\n<p>&nbsp;</p>\n<p>This study examines published and archival records of educational testing, curriculum, guidance, and research programs to discern how twentieth-century U.S. educators constructed the notions of &ldquo;future scientists&rdquo; and &ldquo;non-scientists&rdquo; as entities distinct in makeup, educability, and civic responsibility. It considers how the articulation and enactment of educators&rsquo; efforts influenced ideas about who was or could become a scientist, the distinctive skills and knowledge deemed to mark scientific talent and scientific expertise, and the social responsibilities presumed to follow from the different scientific understandings of each group. It further considers how these efforts both shaped and responded to changing views of the nature of the scientific enterprise and its place in American society.</p>\n<p>&nbsp;</p>\n<p>This grant has supported archival research on a number of actors, events, and organizations central to these issues. It enabled access to more than 10,000 pages of documents otherwise unavailable. Since the archival research proved overwhelmingly fruitful, analysis of these materials is ongoing and findings are still forthcoming. Nonetheless, the investigation to date suggests that this study will, as hoped, contribute to our understanding of how curriculum, guidance, and research in education have shaped our understanding of what constitutes scientific work and scientific identity. Moreover, the research suggests that these materials will illuminate how this understanding has changed over time, alongside shifting concerns about the importance of science to American social progress and security. The abundance of material on these educational projects affirms their importance in past efforts to define the role of science and scientists in American society. As such, this research suggests that future studies of science and society may be fruitfully situated at the intersection of education and science studies.</p>\n<p>&nbsp;</p>\n<p>Preliminary findings from this study have been presented in talks to audiences of educational and historical scholars. In the future, findings will be disseminated more broadly, to science studies and educational audiences, through additional conference presentations and journal articles. These dissemination efforts have highlighted, and will continue to address, both the historical significance of the study and its implications for contemporary debates about instruction in science education. Today&rsquo;s educators continue to grapple with how to educate both future professionals and non-professionals along scientific pathways, yet researchers and practitioners rarely question how their efforts advance particular representations of scientific knowledge, its relationship to values, and scientific character. This study aims to inform ongoing debates by highlighting how educational ideas and projects promote or preclude particular conceptions of science and scientists.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2013<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;B&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSince the early twentieth-century, U.S. science educators have struggled to reconcile what they have considered competing aims in secondary and postsecondary natural science education: to train \"future scientists\" to enter the profession, and to prepare \"non-scientists\" to engage with scientific ideas as citizens. This study investigates the history of these efforts from the 1920s to the 1970s, when these dual purposes became institutionalized. In doing so, it aims to illuminate how and why the distinction between \"future scientists\" and \"non-scientists\" governed a century of thought and practice in American science education.\n\n \n\nThis study examines published and archival records of educational testing, curriculum, guidance, and research programs to discern how twentieth-century U.S. educators constructed the notions of \"future scientists\" and \"non-scientists\" as entities distinct in makeup, educability, and civic responsibility. It considers how the articulation and enactment of educatorsÆ efforts influenced ideas about who was or could become a scientist, the distinctive skills and knowledge deemed to mark scientific talent and scientific expertise, and the social responsibilities presumed to follow from the different scientific understandings of each group. It further considers how these efforts both shaped and responded to changing views of the nature of the scientific enterprise and its place in American society.\n\n \n\nThis grant has supported archival research on a number of actors, events, and organizations central to these issues. It enabled access to more than 10,000 pages of documents otherwise unavailable. Since the archival research proved overwhelmingly fruitful, analysis of these materials is ongoing and findings are still forthcoming. Nonetheless, the investigation to date suggests that this study will, as hoped, contribute to our understanding of how curriculum, guidance, and research in education have shaped our understanding of what constitutes scientific work and scientific identity. Moreover, the research suggests that these materials will illuminate how this understanding has changed over time, alongside shifting concerns about the importance of science to American social progress and security. The abundance of material on these educational projects affirms their importance in past efforts to define the role of science and scientists in American society. As such, this research suggests that future studies of science and society may be fruitfully situated at the intersection of education and science studies.\n\n \n\nPreliminary findings from this study have been presented in talks to audiences of educational and historical scholars. In the future, findings will be disseminated more broadly, to science studies and educational audiences, through additional conference presentations and journal articles. These dissemination efforts have highlighted, and will continue to address, both the historical significance of the study and its implications for contemporary debates about instruction in science education. TodayÆs educators continue to grapple with how to educate both future professionals and non-professionals along scientific pathways, yet researchers and practitioners rarely question how their efforts advance particular representations of scientific knowledge, its relationship to values, and scientific character. This study aims to inform ongoing debates by highlighting how educational ideas and projects promote or preclude particular conceptions of science and scientists. \n\n \n\n\t\t\t\t\tLast Modified: 04/14/2013\n\n\t\t\t\t\tSubmitted by: Rebecca B Miller"
 }
}