{
 "awd_id": "1057117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Understanding CO2-Fluid-Mineral Interfacial Reactions for Sustainable Geologic CO2 Sequestration: An Integrated Research and Education Plan",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-08-26",
 "awd_max_amd_letter_date": "2011-08-26",
 "awd_abstract_narration": "Geologic CO2 sequestration (GCS) is considered one of the most effective and promising mitigation strategies for increasing anthropogenic CO2. The proposed research will provide the underpinnings for understanding long-term sustainability of geologic CO2 sequestration strategies with a focus on nanoscale interfacial geochemical processes. Nanoscale reactions at fluid-mineral interfaces strongly influence the mechanisms and kinetics of important environmental processes, and these reactions can also be crucial in understanding processes in GCS systems. The proposed research plan will provide the basis for resolving discrepancies in reaction kinetics among data of different scales (from nanoscale to macroscale), and among laboratory and field site data in geologic CO2 injection systems. The proposed research will focus on acquiring new and more accurate information on reaction pathways and rates, including identification of critical nanoscale-mesoscale processes not previously detected, using a range of methods matched to the scale of reaction space in porous media: complementary aquatic geochemistry; the unique and powerful tools of in situ time-resolved synchrotron-based x-ray techniques and in situ flow-through atomic force microscopy. Although currently some data are available, the different scales of data for geologic CO2 injection systems have not been linked. Understandably, this creates confusion for policy makers, engineers, and local populations developing, working on, or living near CO2 sequestration sites. In establishing linkages between different scales, investigator will perform reactive transport modeling which will combine experimental and computationally-simulated data from multiple scales. Furthermore, by identifying geochemical reactions that facilitate self-fracture filling in CO2 storage, the proposed work will help us design new, secure, and sustainable CO2 sequestration. The findings will also improve academic and public understanding of climate change and geologic CO2 sequestration.\r\n\r\nIntegrating recruiting, training, and outreach programs, the research and education plans will reach a diverse audience and broaden the participation of underrepresented minority groups in environmental science and engineering. The project expands the infrastructure for research and education by developing, in collaboration with K-12 teachers, research-based educational kits for a ?lending library? and related teaching modules devoted to energy and environmental issues for local K-12 schools. It encourages direct involvement of high school and undergraduate students. The project will enhance graduate education by including international collaborative research activities through the McDonnell Academy Global Energy and Environment Partnership (MAGEEP) at Washington University. Finally, it will conduct outreach activities to increase public awareness of the energy-environment nexus and greenhouse mitigation strategies, including public lectures and hands-on demonstrations in collaboration with Washington University?s Tyson Living Learning Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Young-Shin",
   "pi_last_name": "Jun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Young-Shin Jun",
   "pi_email_addr": "ysjun@seas.wustl.edu",
   "nsf_id": "000501646",
   "pi_start_date": "2011-08-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit: </strong>Geologic CO<sub>2</sub> sequestration (GCS) is considered one of the most effective and promising mitigation strategies for mitigating anthropogenic CO<sub>2</sub>. The project aimed at providing the underpinnings for understanding long-term sustainability of geologic CO<sub>2</sub> sequestration strategies, with a focus on nanoscale interfacial geochemical processes. Nanoscale reactions at fluid-mineral interfaces strongly influence the mechanisms and kinetics of important environmental processes, and these reactions can also be crucial in understanding processes in GCS systems. The project provides the basis for resolving discrepancies in reaction kinetics among data on different scales (from nanoscale to macroscale), and among laboratory and field site data in geologic CO<sub>2</sub> injection systems. This project focused on acquiring new and more accurate information on reaction pathways and rates, including identification of critical nanoscale-mesoscale processes not previously detected. It used a range of methods matched to the scale of the reaction space in porous media: complementary aquatic geochemistry, the unique and powerful tools of <em>in situ </em>time-resolved synchrotron-based x-ray techniques, and atomic force microscopy. The project integrated molecular-scale fluid chemistry and solid and interfacial chemistry with macroscale geophysical aspects, and it has provided clear quantitative and qualitative information on the reactive interplay of chemical reactions of caprocks, formation rocks, and wellbore cements with injected supercritical CO<sub>2 </sub>(scCO<sub>2</sub>) and brine. Furthermore, the PI&rsquo;s team has investigated the effects of important environmental factors&mdash;such as salinity,&nbsp;different cations in brine, temperature, the extent of water, and the presence of organic compounds and oxyanions&mdash;on the interactions of scCO<sub>2</sub>, water, and caprocks and formation rocks (or wellbore cement). One of the most striking new findings is that under GCS conditions nanoscale amorphous silica can form by the dissolution of clay minerals and subsequent precipitation after only 5 hours. The reactions can also accompany the formation of fibrous illite within only several hours of reaction, which can significantly increase flow-path tortuosity, extend deep into pores, and possibly cause a large permeability reduction for a given bulk volume. Although currently some data are available, the different scales of data for geologic CO<sub>2</sub> injection systems have not been linked. In establishing linkages between different scales, we utilized reactive transport modeling which combines experimental and computationally-simulated data from multiple scales. The project will help us design new, secure, and sustainable CO<sub>2</sub> sequestration. The findings also improve the academic and public understanding of climate change and geologic CO<sub>2</sub> sequestration.</p>\n<p>&nbsp;</p>\n<p>From this project, the PI&rsquo;s team has published 17 manuscripts, submitted three papers, and will submit one paper in December 2016, for a total of 21 manuscripts. The PI&rsquo;s team disseminated their research outcomes through 38 invited presentations and 39 contributed presentations at national and international conferences, universities, laboratories, and industries. Five doctoral dissertations will result from the project. Three dissertations have been published, and two will be completed by spring/summer 2017.</p>\n<p>&nbsp;</p>\n<p>Over the years of this CAREER project, the PI successfully strengthened her main research expertise and established herself as a rising leader in geochemistry. The PI served as the lead guest editor of a Special Issue of <em>Environmental Science &amp; Technology</em> (January 2013). This special issue provided a panorama of current research on environmental and geochemical aspects of geologic carbon sequestration. The PI was named as a <em>2015 Kavli Fellow</em> by the U.S. National Academy of Sciences and a <em>2016 Frontier of Engineering Fellow</em> by the U.S. National Academy of Engineering. Currently, Professor Jun serves as the American Chemical Society&rsquo;s Geochemistry Division Chair and was recently elected to serve on ACS&rsquo;s Committee on Science to facilitate the advance of the science of chemistry and the formulation of science policy.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong> By integrating recruiting, training, and outreach programs, the research and education plans reached a diverse audience and broadened the participation of underrepresented minority groups in environmental science and engineering. The project has expanded the infrastructure for research and education by developing, in collaboration with K-12 teachers, research-based educational kits and related teaching modules devoted to energy and environmental issues for local K-12 schools. It has encouraged direct involvement of high school and undergraduate students. The project has enhanced graduate education by including international collaborative research activities through the McDonnell Academy Global Energy and Environment Partnership (MAGEEP) at Washington University. Finally, it has conducted outreach activities, including public lectures and hands-on demonstrations, to increase public awareness of the energy-environment nexus and greenhouse mitigation strategies.</p>\n<p>&nbsp;</p>\n<p>Since 2011, 17 participants have been involved in this project, and 10 of them were from underrepresented groups. Seven doctoral students, eight undergraduate students, and one high school student participated in this project, enhancing their career perspectives. Altogether, they have received 20 honors and awards. Our developed educational teaching modules were presented at the National Science Teachers Association (NSTA) Annual Conference.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2016<br>\n\t\t\t\t\tModified by: Young-Shin&nbsp;Jun</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481257223644_Outreachprogram--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481257223644_Outreachprogram--rgov-800width.jpg\" title=\"Outreach program for middle school students\"><img src=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481257223644_Outreachprogram--rgov-66x44.jpg\" alt=\"Outreach program for middle school students\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The PI's team offered hands -on workshops \"Moving and Shaking: An Introduction to Engineering\" for students in grades 6-8 for five years.</div>\n<div class=\"imageCredit\">Young-Shin Jun</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Young-Shin&nbsp;Jun</div>\n<div class=\"imageTitle\">Outreach program for middle school students</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481259173394_Outreachprogram2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481259173394_Outreachprogram2--rgov-800width.jpg\" title=\"Outreach program for middle school students\"><img src=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481259173394_Outreachprogram2--rgov-66x44.jpg\" alt=\"Outreach program for middle school students\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Developing educational teaching materials and demonstration kits and teaching in classes. The Jun group worked with a middle school teacher at Brittany Woods Middle School, St. Louis, and faculty at Washington University's Institute for School Partnership to develop science curricula.</div>\n<div class=\"imageCredit\">Young-Shin Jun</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Young-Shin&nbsp;Jun</div>\n<div class=\"imageTitle\">Outreach program for middle school students</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481259331509_Min_EST_2016--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481259331509_Min_EST_2016--rgov-800width.jpg\" title=\"Plagioclase dissolution under geologic CO2 sequestration\"><img src=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481259331509_Min_EST_2016--rgov-66x44.jpg\" alt=\"Plagioclase dissolution under geologic CO2 sequestration\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">With the high cation concentrations in CO2 storage sites, the influence of cations on plagioclase dissolution can be as strong as the influence of pH and temperature. Copyright (2016) American Chemical Society</div>\n<div class=\"imageCredit\">Young-Shin Jun and Yujia Min</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Young-Shin&nbsp;Jun</div>\n<div class=\"imageTitle\">Plagioclase dissolution under geologic CO2 sequestration</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481260036779_Zhang_EST_2015--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481260036779_Zhang_EST_2015--rgov-800width.jpg\" title=\"Distinctive Reactivities of Edge and Basal Planes.\"><img src=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481260036779_Zhang_EST_2015--rgov-66x44.jpg\" alt=\"Distinctive Reactivities of Edge and Basal Planes.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The different behavior of anisotropic dissolution of biotite edge and basal planes in the presence of organic compounds showed that oxalate preferentially attacked biotite edge surface sites. Copyright (2015) American Chemical Society</div>\n<div class=\"imageCredit\">Young-Shin Jun and Lijie Zhang</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Young-Shin&nbsp;Jun</div>\n<div class=\"imageTitle\">Distinctive Reactivities of Edge and Basal Planes.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481260213313_biotite-9day-H2O_019--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481260213313_biotite-9day-H2O_019--rgov-800width.jpg\" title=\"Biotite reaction under GCS conditions\"><img src=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481260213313_biotite-9day-H2O_019--rgov-66x44.jpg\" alt=\"Biotite reaction under GCS conditions\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Preferential Al-Substituted Goethite and KaolinitePrecipitation on Biotite Edge Surfaces under geologic CO2 sequestration conditions</div>\n<div class=\"imageCredit\">Young-Shin Jun</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Young-Shin&nbsp;Jun</div>\n<div class=\"imageTitle\">Biotite reaction under GCS conditions</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481261269052_Yang_2014--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481261269052_Yang_2014--rgov-800width.jpg\" title=\"Effects of Al/Si ordering on feldspar dissolution\"><img src=\"/por/images/Reports/POR/2016/1057117/1057117_10127252_1481261269052_Yang_2014--rgov-66x44.jpg\" alt=\"Effects of Al/Si ordering on feldspar dissolution\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">To quantify the dependence of the dissolution rates of feldspars on their crystallographic properties, a new formalism was developed. A correlation between the degree of Al/Si ordering and the stoichiometry of feldspar dissolution was predicted based on this formalism. Copyright (2014) GCA.</div>\n<div class=\"imageCredit\">Young-Shin Jun</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Young-Shin&nbsp;Jun</div>\n<div class=\"imageTitle\">Effects of Al/Si ordering on feldspar dissolution</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Geologic CO2 sequestration (GCS) is considered one of the most effective and promising mitigation strategies for mitigating anthropogenic CO2. The project aimed at providing the underpinnings for understanding long-term sustainability of geologic CO2 sequestration strategies, with a focus on nanoscale interfacial geochemical processes. Nanoscale reactions at fluid-mineral interfaces strongly influence the mechanisms and kinetics of important environmental processes, and these reactions can also be crucial in understanding processes in GCS systems. The project provides the basis for resolving discrepancies in reaction kinetics among data on different scales (from nanoscale to macroscale), and among laboratory and field site data in geologic CO2 injection systems. This project focused on acquiring new and more accurate information on reaction pathways and rates, including identification of critical nanoscale-mesoscale processes not previously detected. It used a range of methods matched to the scale of the reaction space in porous media: complementary aquatic geochemistry, the unique and powerful tools of in situ time-resolved synchrotron-based x-ray techniques, and atomic force microscopy. The project integrated molecular-scale fluid chemistry and solid and interfacial chemistry with macroscale geophysical aspects, and it has provided clear quantitative and qualitative information on the reactive interplay of chemical reactions of caprocks, formation rocks, and wellbore cements with injected supercritical CO2 (scCO2) and brine. Furthermore, the PI?s team has investigated the effects of important environmental factors&mdash;such as salinity, different cations in brine, temperature, the extent of water, and the presence of organic compounds and oxyanions&mdash;on the interactions of scCO2, water, and caprocks and formation rocks (or wellbore cement). One of the most striking new findings is that under GCS conditions nanoscale amorphous silica can form by the dissolution of clay minerals and subsequent precipitation after only 5 hours. The reactions can also accompany the formation of fibrous illite within only several hours of reaction, which can significantly increase flow-path tortuosity, extend deep into pores, and possibly cause a large permeability reduction for a given bulk volume. Although currently some data are available, the different scales of data for geologic CO2 injection systems have not been linked. In establishing linkages between different scales, we utilized reactive transport modeling which combines experimental and computationally-simulated data from multiple scales. The project will help us design new, secure, and sustainable CO2 sequestration. The findings also improve the academic and public understanding of climate change and geologic CO2 sequestration.\n\n \n\nFrom this project, the PI?s team has published 17 manuscripts, submitted three papers, and will submit one paper in December 2016, for a total of 21 manuscripts. The PI?s team disseminated their research outcomes through 38 invited presentations and 39 contributed presentations at national and international conferences, universities, laboratories, and industries. Five doctoral dissertations will result from the project. Three dissertations have been published, and two will be completed by spring/summer 2017.\n\n \n\nOver the years of this CAREER project, the PI successfully strengthened her main research expertise and established herself as a rising leader in geochemistry. The PI served as the lead guest editor of a Special Issue of Environmental Science &amp; Technology (January 2013). This special issue provided a panorama of current research on environmental and geochemical aspects of geologic carbon sequestration. The PI was named as a 2015 Kavli Fellow by the U.S. National Academy of Sciences and a 2016 Frontier of Engineering Fellow by the U.S. National Academy of Engineering. Currently, Professor Jun serves as the American Chemical Society?s Geochemistry Division Chair and was recently elected to serve on ACS?s Committee on Science to facilitate the advance of the science of chemistry and the formulation of science policy.\n\n \n\nBroader Impacts: By integrating recruiting, training, and outreach programs, the research and education plans reached a diverse audience and broadened the participation of underrepresented minority groups in environmental science and engineering. The project has expanded the infrastructure for research and education by developing, in collaboration with K-12 teachers, research-based educational kits and related teaching modules devoted to energy and environmental issues for local K-12 schools. It has encouraged direct involvement of high school and undergraduate students. The project has enhanced graduate education by including international collaborative research activities through the McDonnell Academy Global Energy and Environment Partnership (MAGEEP) at Washington University. Finally, it has conducted outreach activities, including public lectures and hands-on demonstrations, to increase public awareness of the energy-environment nexus and greenhouse mitigation strategies.\n\n \n\nSince 2011, 17 participants have been involved in this project, and 10 of them were from underrepresented groups. Seven doctoral students, eight undergraduate students, and one high school student participated in this project, enhancing their career perspectives. Altogether, they have received 20 honors and awards. Our developed educational teaching modules were presented at the National Science Teachers Association (NSTA) Annual Conference.\n\n \n\n\t\t\t\t\tLast Modified: 12/09/2016\n\n\t\t\t\t\tSubmitted by: Young-Shin Jun"
 }
}