{
 "awd_id": "1057128",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Rescue and Control of Complex Networks of Dynamical Systems: Nonlinear Dynamics Approaches and Applications to Biological and Physical Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Steuerwalt",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 438967.0,
 "awd_amount": 438967.0,
 "awd_min_amd_letter_date": "2011-05-09",
 "awd_max_amd_letter_date": "2011-05-09",
 "awd_abstract_narration": "The investigator will develop and apply mathematical and computational methods to predict compensatory, rescue perturbations that can mitigate the propagation of failures in perturbed complex networks.  The research is motivated by the increasing availability of information about the component parts of large biological and physical networks, which is creating an unprecedented opportunity to address pressing problems determined by large-scale network dynamics. The project will use nonlinear dynamics and complex network techniques and will be implemented through five complementary components of broad significance:  the development of (1) deterministic and (2) stochastic methods to identify rescues; the application of these methods to (3) mitigate extinction cascades in perturbed food-web networks, (4) recover lost cellular function in  defective metabolic networks, and (5) control cascading failures in power-grid networks.  This research will lead to the identification of physically implementable compensatory perturbations,  thereby enabling control of the network's large-scale dynamics.  An overarching objective of the project is to integrate underlying principles of this research into the development of teaching and outreach innovations in three different frameworks: (i) summer internship activities for undergraduate students from underrepresented groups; (ii) computer-based interactive tools for undergraduate and graduate complex systems education; and (iii) on-line exhibits in partnership with Chicago's Museum of Science and Industry, which will further integrate the research and educational outcomes of this project.\r\n\r\n\r\nThe proposed mathematical development will create methods that can be used to rescue and control complex networks in a wide range of domains. This will allow the discovery and characterization of new phenomena that are likely to foster breakthroughs in various contexts. In particular, it will enable new ecosystems management approaches to halt the loss of biodiversity, yield new methods to recover lost cellular function, with implications for medical research, and lead to novel methods to mitigate cascading failures in electrical power grids. The planned activities are interdisciplinary and will provide a unique training ground for graduate and undergraduate students (including students from underrepresented groups) in a way that traditional disciplinary research programs cannot. The educational and outreach activities will help create infrastructure for complex systems education at Northwestern and will disseminate the research results and methodologies to a large and diverse audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adilson",
   "pi_last_name": "Motter",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Adilson E Motter",
   "pi_email_addr": "motter@northwestern.edu",
   "nsf_id": "000495038",
   "pi_start_date": "2011-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  },
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 438967.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many engineered and natural systems, including power grids and biochemical reaction systems, are large networks of coupled dynamical entities. A problem of interest in the study of such networks is the possibility of controlling the behavior of the entire system by feasible interventions on a relatively small number of its nodes and/or links. In this project, we developed mathematical and computational techniques to identify when this form of control is possible and to design the control interventions themselves.&nbsp; The major obstacles to overcome in this work were that the dynamics of such networks are generally nonlinear and that the networks of interest are generally described by a very large number of variables and parameters. As a result, approaches that would work well in simpler systems are generally not applicable to network systems. Accordingly, a primary advantage of the methods developed in this project is that they are computationally inexpensive even when the network is nonlinear and very large.&nbsp; In particular, we have successfully applied the resulting methods to control large physical and biological networks. &nbsp;</p>\n<p>&nbsp;</p>\n<p>The broader impacts of the project include potential applications for the control of cascading failures in infrastructure systems, the identification of candidate targets for cell reprogramming and therapeutic interventions, and the development of control approaches for ecosystem management. &nbsp;The project also led to the development of the LINKS Lab (LearnIng NetworK Science Lab), which is a module to communicate network concepts that was implemented with hundreds of local high school students, as well as the &nbsp;&ldquo;Networks All Around!&rdquo; activity for K-12 students, which is an interactive activity for creating and visualizing networks that was implemented at the Chicago&rsquo;s Museum of Science and Industry. Finally, the project provided research training for postdoctoral researchers and students, including several from various groups underrepresented in STEM fields, to whom the project offered interdisciplinary research experience in an important field of current scientific and practical interest.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/13/2016<br>\n\t\t\t\t\tModified by: Adilson&nbsp;E&nbsp;Motter</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany engineered and natural systems, including power grids and biochemical reaction systems, are large networks of coupled dynamical entities. A problem of interest in the study of such networks is the possibility of controlling the behavior of the entire system by feasible interventions on a relatively small number of its nodes and/or links. In this project, we developed mathematical and computational techniques to identify when this form of control is possible and to design the control interventions themselves.  The major obstacles to overcome in this work were that the dynamics of such networks are generally nonlinear and that the networks of interest are generally described by a very large number of variables and parameters. As a result, approaches that would work well in simpler systems are generally not applicable to network systems. Accordingly, a primary advantage of the methods developed in this project is that they are computationally inexpensive even when the network is nonlinear and very large.  In particular, we have successfully applied the resulting methods to control large physical and biological networks.  \n\n \n\nThe broader impacts of the project include potential applications for the control of cascading failures in infrastructure systems, the identification of candidate targets for cell reprogramming and therapeutic interventions, and the development of control approaches for ecosystem management.  The project also led to the development of the LINKS Lab (LearnIng NetworK Science Lab), which is a module to communicate network concepts that was implemented with hundreds of local high school students, as well as the  \"Networks All Around!\" activity for K-12 students, which is an interactive activity for creating and visualizing networks that was implemented at the Chicago?s Museum of Science and Industry. Finally, the project provided research training for postdoctoral researchers and students, including several from various groups underrepresented in STEM fields, to whom the project offered interdisciplinary research experience in an important field of current scientific and practical interest. \n\n\t\t\t\t\tLast Modified: 09/13/2016\n\n\t\t\t\t\tSubmitted by: Adilson E Motter"
 }
}