{
 "awd_id": "1057644",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Learning Shape Representation in Somatosensory Cortex and Their Applications to Upper Limb Prosthetics",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032927878",
 "po_email": "slim@nsf.gov",
 "po_sign_block_name": "Soo-Siang Lim",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 196000.0,
 "awd_amount": 196000.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2011-09-23",
 "awd_abstract_narration": "Project Abstract: 1057644\r\nThe human hand, wrist and arm make up one of the most complex portions of the human body. Using our arms and hands, humans are able to perform extremely complex functions, ranging from the delicate and dexterous tasks involved in artistic design, through dynamic ones involved in playing musical instruments, to forceful ones involved in sports and labor.  Scientific studies demonstrate that, even without seeing our hands, a person can effortlessly recognize hundreds of objects with his hands. Unfortunately, none of the arm and hand prosthetics that have been developed to-date are remotely capable of providing touch sensation that approaches that of the natural limbs.  Yet, it is known that the touch sensation is indispensable for humans to effectively manipulate and explore objects.  So it is a challenge is to assimilate amputees into society and provide them the tools to contribute to the workforce unless they are provided prosthetics limbs that move by thought, as well as feel what the prosthetic hand touches.  This EAGER proposal specifically aims to improve our scientific knowledge of how touch is represented and learned by the brain, develop electronic systems that can be implanted to communicate touch directly to the brain, and to test the effectiveness of providing the sensation of touch to a monkey by circumventing its arm and communicating directly to the brain.  If successful, this high-risk/high-pay-off project could make Luke Skywalker's replacement arm in Star Wars: The Empire Strikes Back a reality.\r\nThis project will develop new transdisciplinary knowledge involving neuroscience and engineering.  The goal is to record and stimulate directly from the parts of the brain where the sense of touch is normally represented. Current research shows that normal perception of touch is provided by the activity of large groups of brain cells (i.e. neurons). The Investigators will study the possibility of using electrical stimulation to restore the sense of touch to amputees in the same way that cochlear implants restore hearing to the deaf or visual implants the sense of vision to the blind. They plan to exploit the natural representations of the brain and to stimulate, using new electronic circuitry, large groups of neurons that represent movement and from in the animals brain. Ultimately this research will lead to an understanding of how to recreate the feel of objects. \r\nThroughout this work, the investigators will train students to have unique neuroscience, biomedical, and engineering skills, a combination of which is invaluable to the modern high-tech health related workforce.  They plan to train both undergraduate and graduate students and expose K-12 students who regularly rotate through their laboratories to the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ralph",
   "pi_last_name": "Etienne-Cummings",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ralph Etienne-Cummings",
   "pi_email_addr": "retienne@jhu.edu",
   "nsf_id": "000360105",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Hsiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Steven Hsiao",
   "pi_email_addr": "steven.hsiao@jhu.edu",
   "nsf_id": "000230087",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "770400",
   "pgm_ele_name": "Science of Learning Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 196000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aims of this application were to develop methods for providing natural sensory feedback to patients with upper limb prosthetic limbs.&nbsp; Our working hypothesis is that to provide natural sensory feedback is that we need to tap into the existing underlying neural codes that the brain uses to code for tactile features of stimuli.&nbsp; Under natural conditions, sensory input from the peripheral afferent fibers provide parallel inputs of cutaneous and proprioceptive information to the somatosensory cortex where neurons extract information about specific features of interest.&nbsp; Thus we observe neurons in primary somatosensory cortex that are tuned to oriented features (e.g., the orientation of a bar pressed into the skin) and that the population response of those orientation tuned neurons appears to correlate with psychophysical studies orientation discrimination.&nbsp; Tapping into the natural perception of tactile features then requires that we develop methods to record and stimulate from a population of tuned neurons. &nbsp;To this end there were several developments that needed to be made.&nbsp; 1) Develop and test chronic multichannel microelectrode that would be used to record and stimulate from neurons in primary somatosensory cortex.&nbsp;&nbsp; Current recording technologies are not suitable since the electrodes are fixed in place after implantation (e.g., the Blackrock UEA electrodes, or the Microprobe Floating microarrays) or the electrodes are spaced to far apart to be useful in stimulating multiple neurons with similar receptive fields (Gray electrode array). Chronic recordings are necessary because it is impossible to setup and drive a large number of microelectrodes into the cortex on a day-to-day basis.&nbsp; 2) Develop a software database for tracking the electrodes and neurons that were recorded from the array. 3) Develop a multichannel stimulator (up to 32 channels) that can deliver arbitrary bi-polar pulses to the recording array.&nbsp; 4) Determine the current and stimulus parameters needed to drive single neurons or small populations of neurons.&nbsp; 5) It was necessary to train and record from animals to perform a tactile feature discrimination task.</p>\n<p>&nbsp;</p>\n<p>Some of the specific results are:</p>\n<p>&nbsp;</p>\n<p>1) Chronic array: A large effort was spent in developing an implantable multichannel chronic array that where the electrodes are closely spaced.&nbsp; We initially recorded with a 100 channel UEA electrode array that had the advantage of having closely spaced electrodes, however we found that after implantation only a small subset of the electrodes were functional and could record single-units. Further the electrodes could not be moved and we found that over about 1.5 months the signals from the UEA became silent.&nbsp; We then attempted to use an array developed by Neurolynx that had 16 channels. These electrodes are moveable and were spaced about 400 microns apart, but there is a design flaw in the Neurolynx array where the entire array fails if any there is any liquid (i.e. blood) leak on the bottom of the array. The third array is one that we have developed in-house. This array has 18 individually moveable channels and has guide tubes that allow us to position the electrodes within 400 microns of each other. This array is currently being tested in an untrained animal.</p>\n<p>&nbsp;</p>\n<p>2) Database- To record and track from multiple neurons simultaneously requires a database and stimulus protocols to test whether the neurons that are being tested are the same from day to day.&nbsp; To this end we have created a complete protocol that tracks the progression of each electrode as it is inserted into the cortex and a set of stimulus protocols that measure the spike statistics for each neuron.&nbsp;</p>\n<p>&nbsp;</p>\n<p>3) Stimulator: We have designed a 32 channel stimulator that can independently provide arbitra...",
  "por_txt_cntn": "\nThe aims of this application were to develop methods for providing natural sensory feedback to patients with upper limb prosthetic limbs.  Our working hypothesis is that to provide natural sensory feedback is that we need to tap into the existing underlying neural codes that the brain uses to code for tactile features of stimuli.  Under natural conditions, sensory input from the peripheral afferent fibers provide parallel inputs of cutaneous and proprioceptive information to the somatosensory cortex where neurons extract information about specific features of interest.  Thus we observe neurons in primary somatosensory cortex that are tuned to oriented features (e.g., the orientation of a bar pressed into the skin) and that the population response of those orientation tuned neurons appears to correlate with psychophysical studies orientation discrimination.  Tapping into the natural perception of tactile features then requires that we develop methods to record and stimulate from a population of tuned neurons.  To this end there were several developments that needed to be made.  1) Develop and test chronic multichannel microelectrode that would be used to record and stimulate from neurons in primary somatosensory cortex.   Current recording technologies are not suitable since the electrodes are fixed in place after implantation (e.g., the Blackrock UEA electrodes, or the Microprobe Floating microarrays) or the electrodes are spaced to far apart to be useful in stimulating multiple neurons with similar receptive fields (Gray electrode array). Chronic recordings are necessary because it is impossible to setup and drive a large number of microelectrodes into the cortex on a day-to-day basis.  2) Develop a software database for tracking the electrodes and neurons that were recorded from the array. 3) Develop a multichannel stimulator (up to 32 channels) that can deliver arbitrary bi-polar pulses to the recording array.  4) Determine the current and stimulus parameters needed to drive single neurons or small populations of neurons.  5) It was necessary to train and record from animals to perform a tactile feature discrimination task.\n\n \n\nSome of the specific results are:\n\n \n\n1) Chronic array: A large effort was spent in developing an implantable multichannel chronic array that where the electrodes are closely spaced.  We initially recorded with a 100 channel UEA electrode array that had the advantage of having closely spaced electrodes, however we found that after implantation only a small subset of the electrodes were functional and could record single-units. Further the electrodes could not be moved and we found that over about 1.5 months the signals from the UEA became silent.  We then attempted to use an array developed by Neurolynx that had 16 channels. These electrodes are moveable and were spaced about 400 microns apart, but there is a design flaw in the Neurolynx array where the entire array fails if any there is any liquid (i.e. blood) leak on the bottom of the array. The third array is one that we have developed in-house. This array has 18 individually moveable channels and has guide tubes that allow us to position the electrodes within 400 microns of each other. This array is currently being tested in an untrained animal.\n\n \n\n2) Database- To record and track from multiple neurons simultaneously requires a database and stimulus protocols to test whether the neurons that are being tested are the same from day to day.  To this end we have created a complete protocol that tracks the progression of each electrode as it is inserted into the cortex and a set of stimulus protocols that measure the spike statistics for each neuron. \n\n \n\n3) Stimulator: We have designed a 32 channel stimulator that can independently provide arbitrary patterns of electrical bipolar pulses of varying currents and pulse widths to the recording array. The stimulator for example can take in neural spike trains recorded from the neurons using mechanical s..."
 }
}