{
 "awd_id": "1057884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Self-Assembly of Functional Nanostructures",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 453000.0,
 "awd_amount": 453000.0,
 "awd_min_amd_letter_date": "2011-01-13",
 "awd_max_amd_letter_date": "2013-02-15",
 "awd_abstract_narration": "The Macromolecular, Supramolecular and Nanochemistry (MSN) Program supports the work of Professor Jon R. Parquette at the Ohio State University, which focuses on the self-assembly of hierarchical nanostructures for optoelectronic applications. The self-assembly of small molecules into one-dimensional nanostructures offers many potential opportunities for electronic and biomedical applications.  Most applications require the assembly or co-integration of molecules with specific properties within the nanostructures. Thus, the self-assembly process must not only be controllable with regard to nanostructure, it must be capable of integrating these functional components. The long-term objective of this work is to understand how the nature, dimensions and composition of the nanostructures can be controlled on the nanoscale, and to correlate these structural factors with the corresponding physical, chemical and functional properties. \r\n\r\nThe spontaneous self-assembly of small molecules into highly ordered nanostructures produces many of the functional materials found in nature, ranging from the membranes of cell walls to the amyloid fibrils responsible for a variety of neurological disorders. This work utilizes molecular self-assembly to create nanostructures that enhance the performance of optoelectronic devices such as solar cells. Progress toward the creation of low cost, organic solar cells may increase the utility of solar power and create a clean, renewable source of energy to replace fossil fuels. This program encourages the participation of undergraduates and students from under-represented groups in chemical research. Many of these students go on to graduate schools in chemistry or medical programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jon",
   "pi_last_name": "Parquette",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jon R Parquette",
   "pi_email_addr": "parquett@chemistry.ohio-state.edu",
   "nsf_id": "000453815",
   "pi_start_date": "2011-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 141000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h1>In the prior grant period, the specific objectives of the research project were directed at developing a strategy to assemble p-conjugated chromophores into well-defined nanostructures and to correlate the structural features of the assemblies with their corresponding photophysical properties. Specifically, we have developed several versatile strategies that permit functional chromophores to be assembled into one-dimensional nanostructures, such as nanotubes, based on b-sheet aggregationand/or amphiphilic association in water. This strategy induces self-assembly via hydrophobic effects and p-p stacking interactions in aqueous media. Such strong noncovalent interactions can lead to nonspecific aggregation and ultimately precipitation. &nbsp;For example, uncontrolled b-sheet aggregation into amyloid plaques is thought to be initiated by hydrophobic interactionsand forms the basis of several biological disorders such as Alzheimer&rsquo;s and Parkinson&rsquo;s disease. This tendency can be circumvented by incorporating competing interactions that can be tuned to control the assembly process.&nbsp; Thus, the p-p interactions in our design are attenuated by intermolecular electrostatic repulsions, which are generally created by protonated lysine residues. We have largely achieved the objectives of that project, paving the way for the development of hierarchical, multi-functional nanostructures comprised of multiple chromophores. Beyond developing strategies for the construction of nanoscale materials<em>, </em>this project will introduce a diverse group of students to interdisciplinary science in an effort to expose them to the plethora of opportunities in emerging new technologies. Accordingly, the PI has partnered with Prof. Ashton Hamme at Jackson State University through an NSF HBCU-RISE program to provide research experiences to minority students in the area of nanotechnology.&nbsp;</h1>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2015<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;R&nbsp;Parquette</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In the prior grant period, the specific objectives of the research project were directed at developing a strategy to assemble p-conjugated chromophores into well-defined nanostructures and to correlate the structural features of the assemblies with their corresponding photophysical properties. Specifically, we have developed several versatile strategies that permit functional chromophores to be assembled into one-dimensional nanostructures, such as nanotubes, based on b-sheet aggregationand/or amphiphilic association in water. This strategy induces self-assembly via hydrophobic effects and p-p stacking interactions in aqueous media. Such strong noncovalent interactions can lead to nonspecific aggregation and ultimately precipitation.  For example, uncontrolled b-sheet aggregation into amyloid plaques is thought to be initiated by hydrophobic interactionsand forms the basis of several biological disorders such as AlzheimerÆs and ParkinsonÆs disease. This tendency can be circumvented by incorporating competing interactions that can be tuned to control the assembly process.  Thus, the p-p interactions in our design are attenuated by intermolecular electrostatic repulsions, which are generally created by protonated lysine residues. We have largely achieved the objectives of that project, paving the way for the development of hierarchical, multi-functional nanostructures comprised of multiple chromophores. Beyond developing strategies for the construction of nanoscale materials, this project will introduce a diverse group of students to interdisciplinary science in an effort to expose them to the plethora of opportunities in emerging new technologies. Accordingly, the PI has partnered with Prof. Ashton Hamme at Jackson State University through an NSF HBCU-RISE program to provide research experiences to minority students in the area of nanotechnology. \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2015\n\n\t\t\t\t\tSubmitted by: Jonathan R Parquette"
 }
}