{
 "awd_id": "1057452",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Critical Upgrades to Specimen Storage and Computerization for the Oregon State University Ichthyology Collection",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 399229.0,
 "awd_amount": 419889.0,
 "awd_min_amd_letter_date": "2011-03-10",
 "awd_max_amd_letter_date": "2014-08-04",
 "awd_abstract_narration": "The quarter million specimens in the Oregon State University Ichthyology Collection (OSUIC) have supported research on fish biodiversity and conservation since 1935.  Recently a lack of expansion space, an outdated card-based cataloging system and insufficient finances have stymied the OSUIC's growth and prevented researchers around the globe from accessing the collection's holdings easily. This project will solve these problems by 1) installing mobile compact shelving that will increase shelf space by 43% and 2) creating an online, remotely accessible collection database. These critical upgrades will allow the OSUIC to archive new specimens and ensure that it continues to serve as a center for research on fishes from the Pacific Northwest and beyond for decades to come.\r\n\r\nIn addition to upgrading the collection's infrastructure, this project will engage precollege students with some of the most spectacular OSUIC specimens in hands-on Discovery Units, provide training and financial support to undergraduate and graduate students, and develop a new online Systematics of Fishes course. In that course, photographs of specimens of more than 400 species will generate a virtual teaching collection, thereby replicating the laboratory-intensive experience of the current on-campus offering. By its conclusion, the project will offer students, scientists and the public vastly improved online access to information in a biodiversity library that has until now been accessible only to scholars behind closed doors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Sidlauskas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brian L Sidlauskas",
   "pi_email_addr": "brian.sidlauskas@oregonstate.edu",
   "nsf_id": "000570002",
   "pi_start_date": "2011-03-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 247147.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 158082.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 14660.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project modernized the Oregon State Ichthyology Collection (OSIC), which has been a major center of research and education on the biology of fishes since its establishment in 1935.&nbsp; Despite continued scientific use, the OSIC&rsquo;s physical facilities declined in the late 20th century due to a lack of space for growth and insufficient funding.&nbsp; Simultaneously, a lack of computerization discouraged researchers elsewhere from accessing its specimens.&nbsp; To restore the scientific and educational value of the OSIC, we upgraded it physically by installing mobile compact shelving in a renovated collection facility, thereby increasing&nbsp;available shelf space substantially. We also upgraded it digitally by modernizing the collection&rsquo;s catalog of specimens and making the holdings searchable online. Through the completion of this project, one of the most important libraries of ichthyological diversity on the west coast of the US is again stable, safe, properly curated, and accessible to the world's community of scientists.&nbsp;</p>\n<p>Both of the project's major goals have been accomplished.&nbsp; In the initial phase (2010-2011), the collection was brought into compliance with modern fire and earthquake safety regulations in a newly renovated facility including 2 hour firewalls, sprinkler upgrades, a dedicated HVAC system, explosionproof circuitry and other enhancements.&nbsp; Specimens are now housed in proper vessels, including 70 archival-quality steel tanks that contain the largest specimens. A compact mobile shelving increases shelf space by nearly 40% and provides for at least 2 decades of growth capacity.</p>\n<p>After moving into the new facility in the summer of 2011, work focused on digitizing the collection's historical database, which in 2010 existed in a combination of an Excel file, several leather-bound ledgers, and nearly 20,000 hand-written index cards.&nbsp; That entire database has now been transcribed into a relational database, and can be searched through the collection&rsquo;s website at <a href=\"http://ichthyology.oregonstate.edu\">http://ichthyology.oregonstate.edu</a> and at several sites that aggregate data from multiple collections. The website also allows geographic mapping and access to a rapidly expanding collection of specimen photographs.</p>\n<p>Over the life of this grant, we have trained two graduate students and nearly two dozen undergraduates in collections management, databasing, photography and digitization.&nbsp; Three undergraduates received financial support for research projects using specimens from the OSIC, and several others have worked on collections-based research with funding from other sources. Students affiliated with the OSIC have presented their research at several scientific meetings, and two undergraduates and three graduate students have published research or submitted research for publication.&nbsp; Several undergraduates affiliated with the OSIC have gone on to graduate school. Due in part to his mentorship of dozens of undergraduates throughout this project, principal investigator Brian Sidlauskas was recognized in 2014 by Oregon State University as its Undergraduate Mentor of the Year.</p>\n<p>To communicate the importance of the OSIC to the public, the collection has established a substantial online presence, where we post regularly about ichthyological discoveries, biodiversity, and life in academia. Brian Sidlauskas is followed by more than 3000 people on Facebook, and to a lesser degree on Twitter, and regularly uses those platforms to catalyze rapid community-sourced identification of fishes from photographs, particularly those captured on recent expeditions.&nbsp; Facebook produced a video about his scientific use of their service that has been viewed more than 100,000 times on YouTube.&nbsp; <a href=\"https://www.youtube.com/watch?v=8hhXZwLFfao\">https://www.youtube.com/watch?v=8hhXZwL...",
  "por_txt_cntn": "\nThis project modernized the Oregon State Ichthyology Collection (OSIC), which has been a major center of research and education on the biology of fishes since its establishment in 1935.  Despite continued scientific use, the OSICÆs physical facilities declined in the late 20th century due to a lack of space for growth and insufficient funding.  Simultaneously, a lack of computerization discouraged researchers elsewhere from accessing its specimens.  To restore the scientific and educational value of the OSIC, we upgraded it physically by installing mobile compact shelving in a renovated collection facility, thereby increasing available shelf space substantially. We also upgraded it digitally by modernizing the collectionÆs catalog of specimens and making the holdings searchable online. Through the completion of this project, one of the most important libraries of ichthyological diversity on the west coast of the US is again stable, safe, properly curated, and accessible to the world's community of scientists. \n\nBoth of the project's major goals have been accomplished.  In the initial phase (2010-2011), the collection was brought into compliance with modern fire and earthquake safety regulations in a newly renovated facility including 2 hour firewalls, sprinkler upgrades, a dedicated HVAC system, explosionproof circuitry and other enhancements.  Specimens are now housed in proper vessels, including 70 archival-quality steel tanks that contain the largest specimens. A compact mobile shelving increases shelf space by nearly 40% and provides for at least 2 decades of growth capacity.\n\nAfter moving into the new facility in the summer of 2011, work focused on digitizing the collection's historical database, which in 2010 existed in a combination of an Excel file, several leather-bound ledgers, and nearly 20,000 hand-written index cards.  That entire database has now been transcribed into a relational database, and can be searched through the collectionÆs website at http://ichthyology.oregonstate.edu and at several sites that aggregate data from multiple collections. The website also allows geographic mapping and access to a rapidly expanding collection of specimen photographs.\n\nOver the life of this grant, we have trained two graduate students and nearly two dozen undergraduates in collections management, databasing, photography and digitization.  Three undergraduates received financial support for research projects using specimens from the OSIC, and several others have worked on collections-based research with funding from other sources. Students affiliated with the OSIC have presented their research at several scientific meetings, and two undergraduates and three graduate students have published research or submitted research for publication.  Several undergraduates affiliated with the OSIC have gone on to graduate school. Due in part to his mentorship of dozens of undergraduates throughout this project, principal investigator Brian Sidlauskas was recognized in 2014 by Oregon State University as its Undergraduate Mentor of the Year.\n\nTo communicate the importance of the OSIC to the public, the collection has established a substantial online presence, where we post regularly about ichthyological discoveries, biodiversity, and life in academia. Brian Sidlauskas is followed by more than 3000 people on Facebook, and to a lesser degree on Twitter, and regularly uses those platforms to catalyze rapid community-sourced identification of fishes from photographs, particularly those captured on recent expeditions.  Facebook produced a video about his scientific use of their service that has been viewed more than 100,000 times on YouTube.  https://www.youtube.com/watch?v=8hhXZwLFfao. Our continued use of social media to connect the public with in-progress expeditions was highlighted prominently by The Nature Conservancy in an interactive StoryMap about a recent expedition to Gabon: http://www.nature.org/ourinitiatives/regions/africa/wherewe..."
 }
}