{
 "awd_id": "1057482",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Interaction of Current and Childhood Environment on Risky Decision-Making: An Experimental and Longitudinal Life-History Theory Approach",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-05-05",
 "awd_max_amd_letter_date": "2011-05-05",
 "awd_abstract_narration": "Project Abstract\r\n\r\n     This research investigates how an individual's childhood environment combines with his or her current young-adult environment to influence his/her risk-taking in adulthood.  Are risky decisions made by young adults influenced by specific events that are salient in that person's current environment, such as whether someone nearby has recently died prematurely? Do they depend on the person's childhood environment, such as whether she or he was economically deprived? This research provides answers to these questions by integrating knowledge about the effects of specific environmental cues derived from life history theory (LHT) with new, interdisciplinary models of risky decision-making. This research will test the idea that it is the combination of early risk factors (e.g., childhood poverty) and young adult environment (e.g., exposure to violence or economic uncertainty) that best explain risky behavior in young adults.   \r\n\r\n     The research involves two types of studies.  The first is a series of laboratory experiments on risky decision-making.  The experiments carefully manipulate cues for mortality and/or feelings of economic uncertainty to see if the same cues have different consequences for risky decision making (e.g., taking riskier gambles) among people who come from different risk backgrounds.  The second type of study is a complementary longitudinal study. Specifically, the PIs will analyze data from the Minnesota Longitudinal Study of Risk and Adaptation. This ongoing study contains: (a) data from parents on their children's (i.e., the target participants') childhood environment, (b) data on the adult targets' current environment (at age 23), and (c) data on the adult targets' tendency to engage in real-life risk behaviors (e.g., financial spending records, health and drug-related behavior, criminal records). This longitudinal study, in combination with the experiments, will allow the PIs to determine whether and how current and childhood environments work together to influence the enactment of different kinds of risky behaviors in adulthood.\r\n\r\n     At a theoretical level, this research will: (1) integrate theory and research on environmental influences on risky decision-making and behavior from developmental, social, economic, and personality psychology, (2) link psychological work to theory and research in anthropology and evolutionary biology, and (3) provide rigorous tests of the proposed ideas using both lab experiments and longitudinal data. \r\n\r\n     In addition to promoting graduate training among a diverse group of graduate research assistants, this research has the potential to yield important insights about important everyday decisions -- decisions with direct implications for financial and mental well-being, health, and public policy.  For example, if this research supports the idea that it is the combination of early exposure to risk and current economic uncertainty that promotes risky decision making (and clarifies better exactly which risky decisions are most likely to fit this pattern), scientists and policy makers will be in a better position to design and target more effective interventions for risky behaviors, ranging from unsafe sex or drug use to susceptibility to gambling or other economically risky behaviors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffry",
   "pi_last_name": "Simpson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffry A Simpson",
   "pi_email_addr": "simps108@umn.edu",
   "nsf_id": "000535707",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "W. Andrew",
   "pi_last_name": "Collins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W. Andrew Collins",
   "pi_email_addr": "wcollins@umn.edu",
   "nsf_id": "000350854",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Vladas",
   "pi_last_name": "Griskevicius",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vladas Griskevicius",
   "pi_email_addr": "vladasg@umn.edu",
   "nsf_id": "000507837",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Why do some people engage in very risky behaviors? Is risk-taking affected by specific events in a person's&nbsp;<em>current environment</em>, such as whether someone has recently died prematurely? Might it also depend on the person&rsquo;s <em>childhood environment</em>, such as whether she or he was economically deprived as a child? We examined these questions by tying together knowledge about the effects of specific environmental cues from Life History Theory with new, interdisciplinary models of risky decision-making.&nbsp;</p>\n<p>Our research involved two types of parallel, interlocking studies: (1) a series of laboratory experiments on risky decision-making using different paradigms and methods from behavioral economics, and (2) a complementary longitudinal study that has assessed real-life risk behaviors in a sample of people across their entire lives.</p>\n<p>For the <em>experimental component</em>, we tested how two central life history variables&mdash;cues of <em>mortality</em> and <em>economic uncertainty</em>&mdash;influence different forms of risky decision-making, especially financial risk and delay discounting. In general, the experiments revealed that the greatest risk-taking occurred for participants who both experienced higher levels of environmental harshness or unpredictability in early childhood and were experimentally primed with stressful cues of mortality or economic uncertainty right before making potentially risky decisions.</p>\n<p>For the <em>longitudinal component</em>, we conducted analyses on the Minnesota Longitudinal Study of Risk and Adaptation (MLSRA) data set. This seminal, ongoing study contains detailed information from parents on their children&rsquo;s (the target participants&rsquo;) childhood environment, the adult targets&rsquo; current environment, and the adult targets&rsquo; tendency to engage in different types of real-life risk behaviors (e.g., financial spending, risky sexual behaviors, criminal activity). The results revealed that early childhood environments--especially early unpredictable environments--work together with (statistically interact with) current life stressors to produce the&nbsp;riskiest behaviors in adulthood.</p>\n<p>Viewed as a whole, the results of this research indicate that, in order to identify who is most likely to engage in various types of risky behavior, one must understand both the nature of a person's early childhood environment AND his/her current life circumstances to predict whether he or she is likely to engage in high levels of risk-taking. The findings of this research can be used by other professionals to create better and more effective interventions designed to reduce dangerously high levels of risk-taking in the most \"vulnerable\" people in society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/14/2015<br>\n\t\t\t\t\tModified by: Jeffry&nbsp;A&nbsp;Simpson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhy do some people engage in very risky behaviors? Is risk-taking affected by specific events in a person's current environment, such as whether someone has recently died prematurely? Might it also depend on the personÆs childhood environment, such as whether she or he was economically deprived as a child? We examined these questions by tying together knowledge about the effects of specific environmental cues from Life History Theory with new, interdisciplinary models of risky decision-making. \n\nOur research involved two types of parallel, interlocking studies: (1) a series of laboratory experiments on risky decision-making using different paradigms and methods from behavioral economics, and (2) a complementary longitudinal study that has assessed real-life risk behaviors in a sample of people across their entire lives.\n\nFor the experimental component, we tested how two central life history variables&mdash;cues of mortality and economic uncertainty&mdash;influence different forms of risky decision-making, especially financial risk and delay discounting. In general, the experiments revealed that the greatest risk-taking occurred for participants who both experienced higher levels of environmental harshness or unpredictability in early childhood and were experimentally primed with stressful cues of mortality or economic uncertainty right before making potentially risky decisions.\n\nFor the longitudinal component, we conducted analyses on the Minnesota Longitudinal Study of Risk and Adaptation (MLSRA) data set. This seminal, ongoing study contains detailed information from parents on their childrenÆs (the target participantsÆ) childhood environment, the adult targetsÆ current environment, and the adult targetsÆ tendency to engage in different types of real-life risk behaviors (e.g., financial spending, risky sexual behaviors, criminal activity). The results revealed that early childhood environments--especially early unpredictable environments--work together with (statistically interact with) current life stressors to produce the riskiest behaviors in adulthood.\n\nViewed as a whole, the results of this research indicate that, in order to identify who is most likely to engage in various types of risky behavior, one must understand both the nature of a person's early childhood environment AND his/her current life circumstances to predict whether he or she is likely to engage in high levels of risk-taking. The findings of this research can be used by other professionals to create better and more effective interventions designed to reduce dangerously high levels of risk-taking in the most \"vulnerable\" people in society.\n\n \n\n\t\t\t\t\tLast Modified: 07/14/2015\n\n\t\t\t\t\tSubmitted by: Jeffry A Simpson"
 }
}