{
 "awd_id": "1057981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Direct Charge Transfer in Metal Containing Peptide Nucleic Acid Assemblies",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2011-09-15",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Catalina Achim of Carnegie Mellon University, David Waldeck of University of Pittsburgh, and David Beratan of Duke University will develop hybrid inorganic-nucleic acid structures and study charge transfer through these structures with the goal to direct and control charge flow on length scales up to tens of nanometers. Peptide nucleic acid (PNA) building blocks that contain electroactive units will be used, together with complementary nucleic acids (DNA or PNA) as a template for the building blocks, to self-assemble and form preprogrammed electroactive assemblies. The key feature of the proposed research is the general and modular approach to incorporate inorganic or organic charge transfer components at predefined spatial locations in a nucleic acid-based structural scaffold. The team of researchers with complementary expertise (synthesis, characterization, and theory) will collaborate to define the synthetic methodologies, to develop the predictive models, and to quantify the structure and the function of these novel electroactive, supramolecular structures. The broader impacts of this collaborative research program originate from: (1) the creation of new paradigms for charge transfer, (2) the creation of new pedagogical tools for science education that make use of cyber-infrastructure, and (3) outreach activities that enhance diversity in the STEM workforce. \r\n\r\nThis work will enhance our fundamental understanding of charge transfer in nano-size, supramolecular structures that mimic similar-size structures present in biological systems.  Ultimately such work could lead to a general approach for integrating electronic platforms with biological systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Waldeck",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Waldeck",
   "pi_email_addr": "dave@pitt.edu",
   "nsf_id": "000278990",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PROJECT OUTCOME</p>\n<p>Intellectual Merit:: In this collaborative project we focussed on the synthesis, study, and understanding of organized assemblies of redox molecular units, in which the redox&nbsp;centers are situated within a few nanometers of each other. The goal of this work is to elucidate the physical and chemical principles that Nature uses when organizing redox active units to perform various biochemical functions.&nbsp; We used nucleic acids (NAs) to organize the redox active units in space, because they have a well-defined structure and can be synthetically modified in a straightforward manner. These properties allow us to place the various molecular units with precision and to control the charge and chirality of the final assemblies.&nbsp; We studied the movement of electrons through these&nbsp; structures, either by applying a voltage with an electrode or by exciting one of the molecular units with light. Quantum mechanical theories were used to explain the experimental results.&nbsp; This&nbsp; project combined the expertise of a synthetic bioinorganic chemist, an experimental physical chemist, and a theoretical chemist.</p>\n<p><em><span style=\"text-decoration: underline;\">Conductance versus charge transfer.</span></em> We examined how the nature of the experiment affects the results and the mechanism of the charge transfer through the molecule.&nbsp; In particular, we compared measurements in which the two ends of the molecule are connected to electrodes (a molecular conductance measurement) to the case in which only one end is connected to an electrode and the other end has a molecular unit that can accept an electron (an electron transfer rate measurement).&nbsp; Then we examined whether the current measured in the conductance experiment is correlated with the rate constant in the rate measurement. We examined this dependence for different types of molecules and different lengths of related molecules.&nbsp; In contrast to the predictions of the simplest theoretical models, we found that the conductance and the rate constant display a power-law relationship for a given class of molecules, and a lack of correlation when a diverse group of molecules is compared. These experiments led us to create a more sophisticated theoretical model that can explain the power- law relations. This new theoretical model provides insight into the mechanism by which the electrons move through the molecules and makes predictions as to how we should expect the conductance and rate constants to be correlated for other types of molecules.</p>\n<p><span style=\"text-decoration: underline;\">The effect of molecular rigidity on charge transfer</span>. In this study we prepared two different types of nucleic acid structures (aeg-PNA and gamma-methylated PNA) that are structurally similar but have different rigidities;the flexibility of the aeg-PNA is much larger than that of the gamma-methylated PNA. The structural similarity and the different flexibility were shown by us and others in earlier studies.&nbsp; We used &nbsp;electrochemistry to measure the charge transfer rates and found that the&nbsp; rate through aeg-PNA is twice the rate through the gamma-PNA. In concert with the experimental measurements, we performed quantum chemistry and molecular dynamics calculations to reveal that the difference in the charge transfer rate can be related to differences in the extent of the molecular fluctuations. In particular, fluctuations of the nucleic acid backbone affect the local electric field, which in turn broadens the energy levels that are involved in the electrons&rsquo; transit through the molecule.&nbsp; In some conventional descriptions of electron transfer, fluctuations&nbsp;act to&nbsp;lower the charge transfer rate; this has led us to develop a new theoretical model that accounts for the role of fluctuations explicitly and reveals that a new mechanism can manifest itsel...",
  "por_txt_cntn": "\nPROJECT OUTCOME\n\nIntellectual Merit:: In this collaborative project we focussed on the synthesis, study, and understanding of organized assemblies of redox molecular units, in which the redox centers are situated within a few nanometers of each other. The goal of this work is to elucidate the physical and chemical principles that Nature uses when organizing redox active units to perform various biochemical functions.  We used nucleic acids (NAs) to organize the redox active units in space, because they have a well-defined structure and can be synthetically modified in a straightforward manner. These properties allow us to place the various molecular units with precision and to control the charge and chirality of the final assemblies.  We studied the movement of electrons through these  structures, either by applying a voltage with an electrode or by exciting one of the molecular units with light. Quantum mechanical theories were used to explain the experimental results.  This  project combined the expertise of a synthetic bioinorganic chemist, an experimental physical chemist, and a theoretical chemist.\n\nConductance versus charge transfer. We examined how the nature of the experiment affects the results and the mechanism of the charge transfer through the molecule.  In particular, we compared measurements in which the two ends of the molecule are connected to electrodes (a molecular conductance measurement) to the case in which only one end is connected to an electrode and the other end has a molecular unit that can accept an electron (an electron transfer rate measurement).  Then we examined whether the current measured in the conductance experiment is correlated with the rate constant in the rate measurement. We examined this dependence for different types of molecules and different lengths of related molecules.  In contrast to the predictions of the simplest theoretical models, we found that the conductance and the rate constant display a power-law relationship for a given class of molecules, and a lack of correlation when a diverse group of molecules is compared. These experiments led us to create a more sophisticated theoretical model that can explain the power- law relations. This new theoretical model provides insight into the mechanism by which the electrons move through the molecules and makes predictions as to how we should expect the conductance and rate constants to be correlated for other types of molecules.\n\nThe effect of molecular rigidity on charge transfer. In this study we prepared two different types of nucleic acid structures (aeg-PNA and gamma-methylated PNA) that are structurally similar but have different rigidities;the flexibility of the aeg-PNA is much larger than that of the gamma-methylated PNA. The structural similarity and the different flexibility were shown by us and others in earlier studies.  We used  electrochemistry to measure the charge transfer rates and found that the  rate through aeg-PNA is twice the rate through the gamma-PNA. In concert with the experimental measurements, we performed quantum chemistry and molecular dynamics calculations to reveal that the difference in the charge transfer rate can be related to differences in the extent of the molecular fluctuations. In particular, fluctuations of the nucleic acid backbone affect the local electric field, which in turn broadens the energy levels that are involved in the electronsÆ transit through the molecule.  In some conventional descriptions of electron transfer, fluctuations act to lower the charge transfer rate; this has led us to develop a new theoretical model that accounts for the role of fluctuations explicitly and reveals that a new mechanism can manifest itself under the right conditions.  \n\nBroader Impacts.  \n\n A high-school student, fourteen undergraduate students, ten graduate students, and three post-doctoral associates have worked on this collaborative project. Three of the ten graduate students supported on this gran..."
 }
}