{
 "awd_id": "1057902",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Making National Science Policy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelly Moore",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 204350.0,
 "awd_amount": 192884.0,
 "awd_min_amd_letter_date": "2011-01-24",
 "awd_max_amd_letter_date": "2011-01-24",
 "awd_abstract_narration": "How does science and policy mutually influence each other? How do policy priorities, for example, shape scientific research? In turn, how are scientific findings used to justify particular policies and laws? These are central questions for social and behavioral scientists who study policy as well as for policy makers and the public. This project grapples with these questions by exploring how scientific knowledge is created and what scientific policy-making means in a critical new domain of population science and policy. This area is particularly important since it creates incentives for the formation and constitution of families. \r\n\r\nSince the introduction of the one-child policy, China's ratio of males to females at birth has been growing ever more masculine. The disappearance of girls has led to what has been framed as a growing crisis for men who are unable to find wives. Since 2005, a new field of population science and policy has been emerging around this problem. Deeply worried about social stability, the national government and its expert advisors are now framing the bachelors as potentially violent menaces to the party's goal of creating a harmonious society. Policy framings such as these are critically important: once embedded in public policy, they can remake scientific research agendas, laws, and individuals' perceptions of themselves and others. \r\n\r\nBuilding on the Principle Investigator's long-term research on policies that impact the constitution of families, this project involves 14 months of research during 2011-13 aimed at understanding this emerging field of scientific governance. Using Science and Technology Studies theories and ethnographic and documentary research methods, the project has two parts, ethnographies of science-making and policy-making. The Principle Investigator will investigate the stakeholders involved in both scientific research and policy making. By studying the micro-practices of both scientists and policy-makers, this project investigates how science policy is made at the national level. \r\n\r\nThe project's broader impact illuminates the nature of scientific policy-making and the mutual constitution of science and law. How expert knowledge informs policy dynamics has substantial effects on what policies are created and how a nation is governed. The focus on population science and policy provides insight into policies that impact family formation more generally. Finally, this project contributes to the creation of networks between the United States and China, and adds to the social and behavioral scientific study of science and technology policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Greenhalgh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Greenhalgh",
   "pi_email_addr": "greenhalgh@fas.harvard.edu",
   "nsf_id": "000087910",
   "pi_start_date": "2011-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}