{
 "awd_id": "1057591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI:  Reaction Acceleration, Mediation, and Catalysis by In Situ Silylation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2011-01-31",
 "awd_max_amd_letter_date": "2011-01-31",
 "awd_abstract_narration": "In this project funded by the Chemical Synthesis program of the Chemistry Division, Professor Chiles W. Downey of the Department of Chemistry at the University of Richmond will explore the use of silylating agents for the acceleration, mediation, and catalysis of an array of chemical reactions.  Silylating agents such as trimethylsilyl trifluoromethanesulfonate will act in two roles.  First, the eletrophilic silicon center will act as a Lewis acid to activate other electrophiles toward nucleophilic attack.  Second, the formation of strong silicon-oxygen or other silicon-heteroatom bonds will help drive these chemical reactions to completion, affording high yields and shorter reaction times.  Of particular interest are alpha-substitution reactions of carboxylic acids, a class of reactions commonly hampered by strongly basic reaction conditions.  When these reactants are employed, the silylating agent can play a third role by transforming the acid functional group into a more easily controllable silyl ester.  This work could lead to the development of asymmetric reactions of carboxylic acids, such as an asymmetric carboxylic acid aldol reaction.  \r\n\r\nThis project has significant impacts on fundamental biological sciences, pharmaceutical and agricultural industries, as it would provide direct access to chiral carboxylate building blocks important in the biosynthesis and chemical synthesis of complex molecules of potent biological activities.  The emphasis upon one-pot reactivity reduces the generation of waste, providing a positive environmental impact as well as savings with respect to time and economics.  The project also provides trainings for undergraduate research students in preparation for careers in the science health fields as well as academia.  Over the course of this award, six to eight researchers will be funded for an intensive ten-week summer research experience in addition to experiments carried out during the regular academic year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chiles",
   "pi_last_name": "Downey",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Chiles W Downey",
   "pi_email_addr": "wdowney@richmond.edu",
   "nsf_id": "000505622",
   "pi_start_date": "2011-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Richmond",
  "inst_street_address": "110 UR DR # 200",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8042898100",
  "inst_zip_code": "231730008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "VA07",
  "org_lgl_bus_name": "UNIVERSITY OF RICHMOND",
  "org_prnt_uei_num": "RL3YF9NM92A3",
  "org_uei_num": "RL3YF9NM92A3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Richmond",
  "perf_str_addr": "110 UR DR # 200",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231730008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "VA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Great progress has been made in determining and describing the reactivity of the silicon-based catalyst and silylating agent, trimethylsilyl trifluoromethanesulfonate (TMSOTf). &nbsp;Funding from the National Science Foundation has facilitated the study and publication of numerous projects that focus on the formation of carbon-carbon bonds, the skeletons that hold together almost all the compounds necessary for life. &nbsp;All of our experiments were performed by undergraduate researchers at the University of Richmond, an experience that has catapulted those students into health and professional schools as well as high-quality graduate programs. &nbsp;Indeed, the most significant impact of research at a predominantly undergraduate institution is the training of student scientists, which benefits even those students who do not go on to become scientific professionals but will become voting members of the public.</p>\n<p>A number of specific studies have been published with the benefit of funding from NSF, and all of those studies provide some benefit to the chemical industry in terms of greater efficiency for previously known reactions, or access to compounds previously difficult to make. &nbsp;Specifically, the following five studies have been published with help from the NSF-Research at Undergraduate Institution program:</p>\n<p>1. &nbsp;&ldquo;One-Pot Enol Silane Formation-Mukaiyama&ndash;Mannich Addition of Ketones, Amides, and Thioesters to Nitrones in the Presence of Trialkylsilyl Trifluoromethanesulfonates&rdquo; C. Wade Downey, Carolyn M. Dombrowski, Erin N. Maxwell, Chelsea L. Safran, Odamea A. Akomah&nbsp;<em>European Journal of Organic Chemistry</em> <strong>2013</strong>, 5716-5720. &nbsp;All coauthors were University of Richmond undergraduates. &nbsp;Dombrowski is a consultant for pharmaceutical firms. &nbsp;Maxwell is a pharmacy graduate student. &nbsp;Safran and Akomah are public health professionals. &nbsp;The chemistry described in this paper describes the synthesis of a class of compounds not previously accessible, which may be conveniently derivatized to make pharmaceutically relevant compounds.</p>\n<p>2. &nbsp;&ldquo;Silyl trifluoromethanesulfonate-activated <em>para</em>-methoxybenzyl methyl ether as an alkylating agent for thiols and aryl ketones&rdquo; C. Wade Downey, Sarah E. Covington, Derek C. Obenschain, Evan Halliday, James T. Rague, Danielle N. Confair* <em>Tetrahedron Letters</em> <strong>2014</strong>, <em>55</em>, 5213-5215. &nbsp;All coauthors were University of Richmond undergraduates. &nbsp;Covington is now a high school science teacher. &nbsp;Obenschain is a chemistry graduate student at the University of Washington. &nbsp;Halliday and Confair are undergraduates who plan graduate study in chemistry. &nbsp;Rague is a medical doctor. &nbsp;The chemistry in this paper describes the use of methyl ethers as alkylating agents, which is significant because methyl ethers are generally regarded as inert compounds. &nbsp;This paper is a proof of priniciple that may open the door to more methyl ether chemistry, generally considered a very difficult problem. &nbsp;It is evidence of the unique reactivity of TMSOTf.</p>\n<p>&nbsp;3. &nbsp;&ldquo;Silyl Triflate-Accelerated Additions of Catalytically Generated Zinc Acetylides to <em>N</em>-Phenyl Nitrones&rdquo; C. Wade Downey, Erin N. Maxwell, Danielle N. Confair&nbsp;<em>Tetrahedron Letters</em> <strong>2014</strong>, <em>55</em>, 4959-4961. &nbsp;All coauthors were UR undergraduates. &nbsp;Maxwell is now a pharmacy graduate students, and Confair is an undergraduate planning graduate study in chemistry. &nbsp;This chemistry describes the synthesis of pharmaceutically relevant compounds under remarkably mild conditions, and provides insight into the useful somewhat surprising preference of TMSOTf to react with neutral oxygen rather than anionic carbon.</p>\n<p>4. &nbsp;&ldquo;Friedel&minus;Crafts Hy...",
  "por_txt_cntn": "\nGreat progress has been made in determining and describing the reactivity of the silicon-based catalyst and silylating agent, trimethylsilyl trifluoromethanesulfonate (TMSOTf).  Funding from the National Science Foundation has facilitated the study and publication of numerous projects that focus on the formation of carbon-carbon bonds, the skeletons that hold together almost all the compounds necessary for life.  All of our experiments were performed by undergraduate researchers at the University of Richmond, an experience that has catapulted those students into health and professional schools as well as high-quality graduate programs.  Indeed, the most significant impact of research at a predominantly undergraduate institution is the training of student scientists, which benefits even those students who do not go on to become scientific professionals but will become voting members of the public.\n\nA number of specific studies have been published with the benefit of funding from NSF, and all of those studies provide some benefit to the chemical industry in terms of greater efficiency for previously known reactions, or access to compounds previously difficult to make.  Specifically, the following five studies have been published with help from the NSF-Research at Undergraduate Institution program:\n\n1.  \"One-Pot Enol Silane Formation-Mukaiyama&ndash;Mannich Addition of Ketones, Amides, and Thioesters to Nitrones in the Presence of Trialkylsilyl Trifluoromethanesulfonates\" C. Wade Downey, Carolyn M. Dombrowski, Erin N. Maxwell, Chelsea L. Safran, Odamea A. Akomah European Journal of Organic Chemistry 2013, 5716-5720.  All coauthors were University of Richmond undergraduates.  Dombrowski is a consultant for pharmaceutical firms.  Maxwell is a pharmacy graduate student.  Safran and Akomah are public health professionals.  The chemistry described in this paper describes the synthesis of a class of compounds not previously accessible, which may be conveniently derivatized to make pharmaceutically relevant compounds.\n\n2.  \"Silyl trifluoromethanesulfonate-activated para-methoxybenzyl methyl ether as an alkylating agent for thiols and aryl ketones\" C. Wade Downey, Sarah E. Covington, Derek C. Obenschain, Evan Halliday, James T. Rague, Danielle N. Confair* Tetrahedron Letters 2014, 55, 5213-5215.  All coauthors were University of Richmond undergraduates.  Covington is now a high school science teacher.  Obenschain is a chemistry graduate student at the University of Washington.  Halliday and Confair are undergraduates who plan graduate study in chemistry.  Rague is a medical doctor.  The chemistry in this paper describes the use of methyl ethers as alkylating agents, which is significant because methyl ethers are generally regarded as inert compounds.  This paper is a proof of priniciple that may open the door to more methyl ether chemistry, generally considered a very difficult problem.  It is evidence of the unique reactivity of TMSOTf.\n\n 3.  \"Silyl Triflate-Accelerated Additions of Catalytically Generated Zinc Acetylides to N-Phenyl Nitrones\" C. Wade Downey, Erin N. Maxwell, Danielle N. Confair Tetrahedron Letters 2014, 55, 4959-4961.  All coauthors were UR undergraduates.  Maxwell is now a pharmacy graduate students, and Confair is an undergraduate planning graduate study in chemistry.  This chemistry describes the synthesis of pharmaceutically relevant compounds under remarkably mild conditions, and provides insight into the useful somewhat surprising preference of TMSOTf to react with neutral oxygen rather than anionic carbon.\n\n4.  \"Friedel&minus;Crafts Hydroxyalkylation of Indoles Mediatedby Trimethylsilyl Trifluoromethanesulfonate\" C. Wade Downey, Christopher D. Poff, Alissa N. Nizinski Journal of Organic Chemistry 2015, 80, 10364-10369.  All coauthors were UR undergraduates.  Poff is an undergraduate planning graduate study in chemistry.  Nizinski is currently applying to medical schools.  This astounding study shows the possibi..."
 }
}