{
 "awd_id": "1057924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-Resolution Spectroscopy of 3d Metal-Containing Compounds: Insights into Bond Activation, Catalysis, and Synthesis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 388625.0,
 "awd_amount": 388625.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2012-04-03",
 "awd_abstract_narration": "Professor Lucy Ziurys of the University of Arizona is supported by the Chemical Structure, Dynamics and Mechanisms Program to investigate model systems of relevant 3d transition metal compounds using high resolution gas-phase spectroscopy in the range of 4 - 850 GHz. This technique is particularly useful in the investigation of such species because basic molecular properties can be directly extracted from the spectra. The molecules of interest are almost entirely free radicals and molecular ions, and fall into five classes: 1) methane insertion products HMCH3, such as HCoCH3; 2) early 3d metal cyanides/isocyanides ScNC, TiNC, VCN/VNC; 3) metal hydroxides MOH, including MnOH and FeOH; 4) metal monoacetylides MCCH, such as TiCCH; and 5) MO+ metal oxide cluster ions. The study of these molecules will provide fundamental information for the understanding of C-H bond activation, mechanisms of MO+ catalysts, and the interaction of 3d metals with H2O and the CN moiety, relevant to biology and surface science, as well the basic knowledge of how metals bond to other functional groups.\r\n\r\nTransition metals play a wide and varied role in modern chemistry, including organic and inorganic synthesis, industrial catalysis, materials science, and in biomedical sciences. Despite their ubiquitous presence in both industrial and academic sectors, the chemistry of transition metals is far from understood. The investigations proposed will provide transformative insights into this chemistry.The millimeter/sub-mm technologies being developed in the Ziurys group in the context of this proposal are also applicable to analytical chemistry and poison-gas detection for Homeland Security. Finally, the proposed studies have important and potentially far-reaching consequences for the chemical industry, in particular, in catalyst design and the conversion of inert alkanes into useful products. This research project will lead to new knowledge about transition metals and molecules that could impact numerous applications such as catalyst design. Students who work on this project are being educated in experimental techniques in physical chemistry, and being prepared for challenging technical careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lucy",
   "pi_last_name": "Ziurys",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lucy M Ziurys",
   "pi_email_addr": "lziurys@as.arizona.edu",
   "nsf_id": "000283248",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "DeWayne",
   "pi_last_name": "Halfen",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "DeWayne T Halfen",
   "pi_email_addr": "halfendt@as.arizona.edu",
   "nsf_id": "000335498",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7243",
   "pgm_ref_txt": "FUND RES TO ENHANCE NATIONAL SEC (FRENS)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 286414.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 102211.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Transition metals play a ubiquitous role in modern chemistry. They are fundamental in molecular synthesis, in the science of making new materials, and in biochemical reactions. For example, interesting new materials can be created with transition metals that have led to advances in electronics in the form of \"molecular <span><span>nanowires</span></span>.\" Such metals can insert into <span><span>fullerenes</span></span>, or \"<span><span>buckyballs</span></span>,\" forming compounds with unusual chemical properties with biomedical applications.</p>\n<p>The purpose of the research proposal was to examine small&nbsp;\"model-type\" &nbsp;molecules containing a transition metal in order to learn more about their basic structural and chemical properties, for generalization into more complex systems.&nbsp;The molecules were studied in the gas phase using spectroscopic methods, specifically, measuring the spectrum of a given compound arising from its rotational motion in free space. From this type of&nbsp;spectroscopy, bond angles and bond lengths can be accurately determined, and information about the distribution of electrons can be obtained for a given chemical compound.</p>\n<p>Intellectual Merit:</p>\n<p>The element zinc plays an important role in enzymes in living organisms and as a catalyst in the creation of new, larger molecules. To aid in our understanding of zinc chemistry, rotational spectra of <span><span>ZnOH</span></span>, <span><span>ZnCCH</span></span>, and <span><span>IZnCH</span></span><sub>3 </sub>were measured. These species were created with exotic gas-phase synthetic methods involving electrical discharges and supersonic gas expansions. These data revealed that zinc&nbsp;can form linkages to&nbsp;oxygen and carbon that are unexpected for a metal, namely, \"covalent\" bonds are formed. Furthermore, zinc was found to behave in an unusual manner by inserting itself directly into a bond, in this case the I-C bond, in the formation of <span><span>IZnCH</span></span><sub>3</sub>. The derived structures of <span><span>ZnOH</span></span> and <span><span>IZnCH</span></span><sub>3</sub> are shown in&nbsp;Figures 1 and 2, along with a sample of the spectra obtained for the given molecule.</p>\n<p>Iron bonds to the cyanogen group in hemoglobin and other enzymes. How iron makes such linkages to the <span><span>CN</span></span> group is of interest to chemists and biochemists. In order to investigate&nbsp;&nbsp;iron-carbon and iron-nitrogen bond formation, the gas-phase rotational spectrum of both <span><span>FeCN</span></span> and <span><span>FeNC</span></span> were measured. These studies showed that the iron atom prefers to bond to the carbon, as opposed to the nitrogen. Again, a \"covalent\"-type bond is formed between the iron atom and the carbon atom, which is uncharacteristic of metals.</p>\n<p>A more recent class of unusual molecules are <span><span>endohedral</span></span> <span><span>metallofullerenes</span></span>, or <span><span>EMF's</span></span>. <span><span>EMF's</span></span> are novel new materials in which a transition metal, typically scandium or titanium, resides inside the \"<span><span>buckyball</span></span>.\" They have unique chemical and physical properties with applications in <span><span>photovoltaic</span></span> cells and nanomedicines. Clusters of scandium with carbon inside a <span><span>buckyball</span></span>&nbsp;are one type of EMF that commonly is found, such as Sc<sub>2</sub>C<sub>2</sub> or Sc<sub>3</sub>C<sub>2</sub> inside a C<sub>80 </sub><span><span>fullerene</span></span>. The geometry of the scandium-carbon cluster is of interest, because it provide clues to the unusual properties of the <span><span>EMF's</span></span>. To aid in understanding these novel materials, the gas-phase rotational spectrum of ScC<sub>2</sub> has been measured. The molecule was found to <span>exhibit</span> a T-shaped structure, as predicted by theory. A pi...",
  "por_txt_cntn": "\nTransition metals play a ubiquitous role in modern chemistry. They are fundamental in molecular synthesis, in the science of making new materials, and in biochemical reactions. For example, interesting new materials can be created with transition metals that have led to advances in electronics in the form of \"molecular nanowires.\" Such metals can insert into fullerenes, or \"buckyballs,\" forming compounds with unusual chemical properties with biomedical applications.\n\nThe purpose of the research proposal was to examine small \"model-type\"  molecules containing a transition metal in order to learn more about their basic structural and chemical properties, for generalization into more complex systems. The molecules were studied in the gas phase using spectroscopic methods, specifically, measuring the spectrum of a given compound arising from its rotational motion in free space. From this type of spectroscopy, bond angles and bond lengths can be accurately determined, and information about the distribution of electrons can be obtained for a given chemical compound.\n\nIntellectual Merit:\n\nThe element zinc plays an important role in enzymes in living organisms and as a catalyst in the creation of new, larger molecules. To aid in our understanding of zinc chemistry, rotational spectra of ZnOH, ZnCCH, and IZnCH3 were measured. These species were created with exotic gas-phase synthetic methods involving electrical discharges and supersonic gas expansions. These data revealed that zinc can form linkages to oxygen and carbon that are unexpected for a metal, namely, \"covalent\" bonds are formed. Furthermore, zinc was found to behave in an unusual manner by inserting itself directly into a bond, in this case the I-C bond, in the formation of IZnCH3. The derived structures of ZnOH and IZnCH3 are shown in Figures 1 and 2, along with a sample of the spectra obtained for the given molecule.\n\nIron bonds to the cyanogen group in hemoglobin and other enzymes. How iron makes such linkages to the CN group is of interest to chemists and biochemists. In order to investigate  iron-carbon and iron-nitrogen bond formation, the gas-phase rotational spectrum of both FeCN and FeNC were measured. These studies showed that the iron atom prefers to bond to the carbon, as opposed to the nitrogen. Again, a \"covalent\"-type bond is formed between the iron atom and the carbon atom, which is uncharacteristic of metals.\n\nA more recent class of unusual molecules are endohedral metallofullerenes, or EMF's. EMF's are novel new materials in which a transition metal, typically scandium or titanium, resides inside the \"buckyball.\" They have unique chemical and physical properties with applications in photovoltaic cells and nanomedicines. Clusters of scandium with carbon inside a buckyball are one type of EMF that commonly is found, such as Sc2C2 or Sc3C2 inside a C80 fullerene. The geometry of the scandium-carbon cluster is of interest, because it provide clues to the unusual properties of the EMF's. To aid in understanding these novel materials, the gas-phase rotational spectrum of ScC2 has been measured. The molecule was found to exhibit a T-shaped structure, as predicted by theory. A picture of the structure and a sample rotational spectrum is found in Figure 3.\n\nThese studies will allow theorists to better conduct their calculations of the structures of these model molecules. Generalizations to larger species will then be more accurate, and thus have more relevance to those actually creating these molecules and associated materials.\n\nBroader Impact:\n\nThe majority of these measurements was carried out by graduate students as part of their doctoral study. Several female students were involved - a definite minority in physical chemistry. Undergraduate students from Canisius College, an undergraduate institution, also participated in the research. A theorist worked with the group to help better refine theory. The students were trained in practical skills such as vacuum tech..."
 }
}