{
 "awd_id": "1057556",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Musical Experience in Older Adults:  Impact on Hearing Speech in Noise",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 274100.0,
 "awd_amount": 401021.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "Many cognitive and perceptual skills are negatively affected by aging. One critical concern for older adults is an age-related decrease in speech understanding, especially in noisy environments such as restaurants. Dr. Nina Kraus, at Northwestern University, will examine whether musical training can protect against age-related deterioration in the ability to perceive speech in noise. Dr. Kraus will record the subcortical processing of speech in noise in musicians and non-musicians who are 45 to 65 years of age to determine whether lifelong musical training results in enhanced brainstem tracking of speech in noise. In addition, the influences of musical training on a variety of behavioral measures will be examined, including perception of speech in noise, short-term memory, and attention.\r\n\r\nAs life circumstances change, including loss of job or spouse, maintaining social contacts becomes ever more important for social and emotional health. It would be of great benefit if speech understanding could be improved at the source of difficulty by increasing the brain's ability to represent the speech signal accurately and to separate speech from background noise. If musical experience can lessen or slow the negative effects of age on cognitive skills, perceptual acuity and neural encoding of speech in noise, it would have substantial scientific and societal impact, emphasizing the importance of music as a rehabilitation strategy.\r\n \r\n ",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nina",
   "pi_last_name": "Kraus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nina Kraus",
   "pi_email_addr": "nkraus@northwestern.edu",
   "nsf_id": "000154340",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "633 CLARK ST",
  "perf_city_name": "EVANSTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 250847.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150174.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Older adults frequently complain that while they can hear a person talking, they cannot fully understand what is being said, and this challenge is greatly increased in background noise. This study investigated how older adults&rsquo; ability to understand speech in noise may be influenced by musical training.</p>\n<p>Understanding speech in noise relies on cognitive skills, such as working memory, as well as the precise neural encoding of the fine acoustic details of speech. &nbsp;Both cognitive function and neural encoding precision decline later in life, and these declines are thought to contribute to older adults&rsquo; greater difficulty hearing in noise. In contrast, musical training in young adults has been shown to strengthen cognitive and sensory processing, raising the question of whether musical training&nbsp;could offset the age-related difficulties with hearing in noise.</p>\n<p>We discovered that older musicians have enhanced speech-in-noise perception compared with their non-musician peers, as well as greater auditory working memory. The musicians have enhanced neural encoding of speech in both quiet and noisy settings. Enhancements include faster neural responses to speech input, more consistent responses to sound over time, greater ability to track the fast-changing acoustic characteristics that differentiate consonants, and more robust representation of speech harmonics. These outcomes are consistent with the findings in younger adults, and suggest that musical experience may offset precisely those cognitive and biological declines that contribute to communication difficulties in older adults.</p>\n<p>Additionally, we assessed older adult musicians with hearing loss to see how the advantages conferred by musical experience interact with a reduction in hearing sensitivity. Older musicians with age-related hearing loss still showed several neural encoding advantages over non-musicians, including greater fidelity of the response to the stimulus, and greater consistency in the responses over time. These findings suggest that a musician advantage for hearing in noise can persist despite the negative impact of hearing loss, and that musical training may be an effective way to lessen the impact of age-related hearing declines on everyday communication.</p>\n<p>&nbsp;Our research has led to significant advances in understanding how musical training may increase the resilience of the aging nervous system. Age-related declines in neural function contribute strongly to older adults&rsquo; communication difficulties, especially their ability to understand speech in noisy environments. With the aging population growing rapidly, there is an expanding need to discover effective means to offset or remediate these declines.</p>\n<p>Our work has been equally well-received by translational scientists and clinicians interested in developing music-based strategies for intervention and to support healthy aging.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2015<br>\n\t\t\t\t\tModified by: Nina&nbsp;Kraus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOlder adults frequently complain that while they can hear a person talking, they cannot fully understand what is being said, and this challenge is greatly increased in background noise. This study investigated how older adultsÆ ability to understand speech in noise may be influenced by musical training.\n\nUnderstanding speech in noise relies on cognitive skills, such as working memory, as well as the precise neural encoding of the fine acoustic details of speech.  Both cognitive function and neural encoding precision decline later in life, and these declines are thought to contribute to older adultsÆ greater difficulty hearing in noise. In contrast, musical training in young adults has been shown to strengthen cognitive and sensory processing, raising the question of whether musical training could offset the age-related difficulties with hearing in noise.\n\nWe discovered that older musicians have enhanced speech-in-noise perception compared with their non-musician peers, as well as greater auditory working memory. The musicians have enhanced neural encoding of speech in both quiet and noisy settings. Enhancements include faster neural responses to speech input, more consistent responses to sound over time, greater ability to track the fast-changing acoustic characteristics that differentiate consonants, and more robust representation of speech harmonics. These outcomes are consistent with the findings in younger adults, and suggest that musical experience may offset precisely those cognitive and biological declines that contribute to communication difficulties in older adults.\n\nAdditionally, we assessed older adult musicians with hearing loss to see how the advantages conferred by musical experience interact with a reduction in hearing sensitivity. Older musicians with age-related hearing loss still showed several neural encoding advantages over non-musicians, including greater fidelity of the response to the stimulus, and greater consistency in the responses over time. These findings suggest that a musician advantage for hearing in noise can persist despite the negative impact of hearing loss, and that musical training may be an effective way to lessen the impact of age-related hearing declines on everyday communication.\n\n Our research has led to significant advances in understanding how musical training may increase the resilience of the aging nervous system. Age-related declines in neural function contribute strongly to older adultsÆ communication difficulties, especially their ability to understand speech in noisy environments. With the aging population growing rapidly, there is an expanding need to discover effective means to offset or remediate these declines.\n\nOur work has been equally well-received by translational scientists and clinicians interested in developing music-based strategies for intervention and to support healthy aging.\n\n\t\t\t\t\tLast Modified: 06/29/2015\n\n\t\t\t\t\tSubmitted by: Nina Kraus"
 }
}