{
 "awd_id": "1057744",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDRI: Desalination and Development: The Technological Transformation of the Gulf of California in the Face of Climate Change",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 13880.0,
 "awd_amount": 13880.0,
 "awd_min_amd_letter_date": "2011-01-26",
 "awd_max_amd_letter_date": "2011-01-26",
 "awd_abstract_narration": "Summary\r\nThe provision of potable water in urbanizing arid regions is a critical challenge worldwide. The state of Baja California Sur (BCS) is located in Mexico's most arid region where groundwater supplies are insufficient to meet demands. Desalination?the conversion of saline water into potable water offers a potentially limitless supply and is becoming the preferred augmentation strategy in BCS. While desalination can reduce some vulnerabilities (e.g., future water supply), it may increase others (e.g., equity, affordability, environmental impacts, and energy demands). Research will be carried out over a 9-month period in two research sites in BCS (Los Cabos and La Paz), using semi-structured interviews, focus groups, household surveys, and a time-series analysis of secondary data. \r\nSignificance & broader impact\r\nExisting research concludes that while large-scale water infrastructure projects (e.g., dams) have facilitated economic development, they have typically resulted in inequitable social outcomes and negative environmental impacts. This research examines how desalination, a relatively new water infrastructure technology, transforms and is transformed by social and environmental relations\r\n By framing desalination as an adaptive management strategy for dealing with growth and climate change, this research will illuminate how technology can alleviate or exacerbate vulnerability to water scarcity. It also highlights the decision-making and regulatory processes involved in adaptation actions. The study addresses an important gap in the understanding of the social and environmental consequences of desalination technology. The policy-oriented approach will develop a set of best management practices for water managers and decision-makers considering the adoption of desalination technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Wilder",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret O Wilder",
   "pi_email_addr": "mwilder@email.arizona.edu",
   "nsf_id": "000289945",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jamie",
   "pi_last_name": "McEvoy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jamie McEvoy",
   "pi_email_addr": "jamie.mcevoy@montana.edu",
   "nsf_id": "000567923",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13880.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>PI: Dr. Margaret Wilder,&nbsp;Co-PI: Jamie McEvoy</p>\n<p>This NSF DDRI award provided support for nine months of dissertation field research on water management, climate change vulnerability, adaptation, and desalination technology in La Paz and Los Cabos, Baja California Sur, Mexico. Using data from household surveys, interviews with various stakeholders (e.g., water experts, urban planners, and citizens&rsquo; groups) and information from official reports, this dissertation research explains what social, political, economic and biophysical factors lead to the adoption of desalination technology as a climate change adaptation and development strategy.&nbsp; It also shows how this technology affects the community where it is implemented, and how it affects the institutional dimensions of water management at the local, state, and federal levels.</p>\n<p><strong>Intellectual Merit: </strong>By providing two grounded, empirical case studies on water security, climate change vulnerability, adaptation, and the institutional dimensions of water management and desalination, this research contributes new knowledge and understanding to the fields of Science, Technology and Society (STS), political ecology, water resources management, climate change adaptation, and technological risk. This multi-scalar analysis, which examines water management at the local, state and federal level, provides a more nuanced understanding of water security and vulnerability. The research finds that the degree to which desalination reduces water insecurity and vulnerability depends on the spatial scale of analysis. At the household level, in certain neighborhoods, desalination has reduced water insecurity. However, when analyzed at the scale of the city and state, there is less vulnerability reduction, and indeed, new vulnerabilities are introduced. Second, there is little evidence that technological change through desalination has led to increased adaptive capacity in the water sector. There has been little progress on integrating land and water policy, limited progress on demand-side water management, and few opportunities for social learning between stakeholders to improve water management. Absent institutional changes and conservation measures, desalination enables a business-as-usual water culture that does little to incentivize the sustainable water use or build adaptive capacity for long-term water planning. Lastly, this research highlights the importance of understanding the climate-water-energy nexus.</p>\n<p><strong>Broader Impacts: </strong>The co-PI received excellent education opportunities, including conducting household surveys, leading focus groups, planning a participatory workshop, and obtaining government documents and secondary data. Additional educational activities have included guest lectures in a seminar on water management in arid regions at the local Universidad Aut&oacute;noma de Baja California Sur, as well as a guest lectures in two undergraduate geography courses at the University of Arizona, and a poster presentation of preliminary survey results at the Association of Pacific Coast Geographers conference.&nbsp;</p>\n<p>As part of the research activities, a participatory workshop on water management alternatives was held in La Paz.&nbsp; There were 90 participants in the workshop, including students in urban planning and key decisionmakers involved in water management and urban planning. This workshop provided technical presentations on water management in La Paz, rainwater harvesting and stormwater management, native plant restoration, urban planning and linear park development, and planning for sustainable transportation corridors.&nbsp;</p>\n<p>While not directly related to the research conducted as part of the NSF DDRI research project, an associated outcome is the involvement of the co-PI in hosting a visiting delegation of city managers from La Paz, including the ...",
  "por_txt_cntn": "\nPI: Dr. Margaret Wilder, Co-PI: Jamie McEvoy\n\nThis NSF DDRI award provided support for nine months of dissertation field research on water management, climate change vulnerability, adaptation, and desalination technology in La Paz and Los Cabos, Baja California Sur, Mexico. Using data from household surveys, interviews with various stakeholders (e.g., water experts, urban planners, and citizensÆ groups) and information from official reports, this dissertation research explains what social, political, economic and biophysical factors lead to the adoption of desalination technology as a climate change adaptation and development strategy.  It also shows how this technology affects the community where it is implemented, and how it affects the institutional dimensions of water management at the local, state, and federal levels.\n\nIntellectual Merit: By providing two grounded, empirical case studies on water security, climate change vulnerability, adaptation, and the institutional dimensions of water management and desalination, this research contributes new knowledge and understanding to the fields of Science, Technology and Society (STS), political ecology, water resources management, climate change adaptation, and technological risk. This multi-scalar analysis, which examines water management at the local, state and federal level, provides a more nuanced understanding of water security and vulnerability. The research finds that the degree to which desalination reduces water insecurity and vulnerability depends on the spatial scale of analysis. At the household level, in certain neighborhoods, desalination has reduced water insecurity. However, when analyzed at the scale of the city and state, there is less vulnerability reduction, and indeed, new vulnerabilities are introduced. Second, there is little evidence that technological change through desalination has led to increased adaptive capacity in the water sector. There has been little progress on integrating land and water policy, limited progress on demand-side water management, and few opportunities for social learning between stakeholders to improve water management. Absent institutional changes and conservation measures, desalination enables a business-as-usual water culture that does little to incentivize the sustainable water use or build adaptive capacity for long-term water planning. Lastly, this research highlights the importance of understanding the climate-water-energy nexus.\n\nBroader Impacts: The co-PI received excellent education opportunities, including conducting household surveys, leading focus groups, planning a participatory workshop, and obtaining government documents and secondary data. Additional educational activities have included guest lectures in a seminar on water management in arid regions at the local Universidad Aut&oacute;noma de Baja California Sur, as well as a guest lectures in two undergraduate geography courses at the University of Arizona, and a poster presentation of preliminary survey results at the Association of Pacific Coast Geographers conference. \n\nAs part of the research activities, a participatory workshop on water management alternatives was held in La Paz.  There were 90 participants in the workshop, including students in urban planning and key decisionmakers involved in water management and urban planning. This workshop provided technical presentations on water management in La Paz, rainwater harvesting and stormwater management, native plant restoration, urban planning and linear park development, and planning for sustainable transportation corridors. \n\nWhile not directly related to the research conducted as part of the NSF DDRI research project, an associated outcome is the involvement of the co-PI in hosting a visiting delegation of city managers from La Paz, including the Director of the Municipal Water and Wastewater Utility, the Director of Urban Development and Ecology, Chairman of the stateÆs watershed advisory board, two ..."
 }
}