{
 "awd_id": "1057896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coherent Multidimensional Spectroscopy of the Oxygen Evolving Complex in Photosystem II",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924956",
 "po_email": "lhe@nsf.gov",
 "po_sign_block_name": "Lin He",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 635000.0,
 "awd_amount": 664308.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2011-06-23",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program and co-funding from the Chemical Structures, Dynamics, and Mechanisms Program in the Division of Chemistry, Prof. John Wright and his group at the University of Wisconsin are developing and employing powerful new laser spectroscopic probes to investigate how photosynthesis generates oxygen from water. Oxygen generation is the most difficult step in photosynthesis because it requires the coordinated removal of four electrons. A great deal of effort has gone into understanding the oxygen evolving complex (OEC) in plants but its complexity has limited progress. Professor Wright's methods use multiple lasers to create multiple quantum coherences (MQCs) - mixtures of wave functions from different parts of the OEC.  The MQCs in turn re-emit light beams that are highly characteristic of the OEC parts from which they originate, thereby revealing details of each of the four steps required to create oxygen from water - key insights needed to develop efficient artificial photosynthesis.\r\n\r\nUnraveling the mysteries of the OEC will have a broad impact in our society because it is a key to developing new technologies to satisfy our future energy needs. This program's goal of understanding the OEC will provide a model of how nature achieves high efficiency solar conversion that scientists can use in designing new technologies. It is also clear that the new laser methods have wide applicability in many fields of science for probing more deeply into how molecular structure and dynamics control a material?s properties and applications. Professor Wright is also a leader in developing new active learning methods for college teaching, and will incorporate aspects of his research in those efforts. He is part of a consortium of universities committed to implementing and advancing effective teaching practices for diverse student audiences as part of their professional careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wright",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Wright",
   "pi_email_addr": "wright@chem.wisc.edu",
   "nsf_id": "000158923",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  },
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 664308.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The oxygen evolving complex (OEC) is one of the most important structures in science. It forms the basis for photosynthesis that produced all of the oxygen on our planet. It is also central for artificial photosynthesis that can convert solar energy into solar fuels. The mechanism for oxygen evolution is understood so gaining that understanding ranks as one of the Grand Challenges of science. This project focuses on developing a new family of coherent multidimensional spectroscopies (CMDS) that can probe how the OEC works. CMDS methods are the optical analogues to nuclear magnetic resonance (NMR). NMR is a sophisticated and powerful technology that has the selectivity to probe the structure and dynamics of complex molecules with atomic resolution. NMR is based on creating multiple quantum coherences of nuclear spin states using radio waves. The new CMDS family is based on creating multiple quantum coherences of the vibrational and electronic states of molecules using coherent infrared, visible, and ultraviolet light beams. CMDS acquires the selectivity required to probe the OEC by forming multiple quantum coherences with the electronic quantum states of the manganese ions in the OEC and the vibrational states of the OEC molecules.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project has developed the methodology required to understand the OEC. It has created an entire family of CMDS methods that have the selectivity and sensitivity required. The family uses two approaches. Both use two infrared laser beams and one visible or ultraviolet beam that we have named Doubly Vibrationally Enhanced (DOVE) and Fully Resonant Sum Frequency (TRSF) Four Wave Mixing (FWM). We showed that focusing the beams into a sample creates new frequencies at the sums and differences of the frequencies and that this spectral isolation is central to eliminating interferences from scattered light and other components in the photosynthetic system. We demonstrated the capabilities of these new methods using the donor-acceptor Styryl 9M dye (or LDS 820). The figure shows an example of the two dimensional spectrum. Each peak corresponds to a particular molecular vibrational ring breathing mode. The peaks that are not on the diagonal are cross-peaks that define how much the different modes interact with each other. The interactions include one mode changing the bonding of the oher mode or distorting the electronic state involved in the other mode. The spectroscopy showed that the electronic distortion dominated the interactions.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Resonance Raman is a powerful analytical method because it can create Raman vibrational spectra at low molecular concentrations where normal Raman is not possible. Infrared absorption spectroscopy is another powerful analytical method because it creates vibrational absorption spectra but a resonance infrared methods haven&rsquo;t been possible. The figure shows the CMDS spectrum of copperphtalocyanine, a symmetric molecule where the Raman and infrared spectra are known. It is the resonance infrared analogue of resonance Raman. It uses multiple quantum coherences involving both vibrational and electronic states. The figure shows both the Raman and infrared absorption spectra but comparison with the two dimensional CMDS spectrum shows the only peaks arise from the infrared absorption transitions. The key developments that have allowed us to probe the OEC are summarized below:</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp; We can coherently access both vibrational and electronic states including states with low molar absorptivity and access a wide range of frequencies</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp; The spectroscopy increases resolution&nbsp; by line-narrowing the spectra.</p>\n<p>3)&nbsp;&nbsp;&nbsp;&nbsp; The methods spectrally resolve the output from scattered light of the excita...",
  "por_txt_cntn": "\nThe oxygen evolving complex (OEC) is one of the most important structures in science. It forms the basis for photosynthesis that produced all of the oxygen on our planet. It is also central for artificial photosynthesis that can convert solar energy into solar fuels. The mechanism for oxygen evolution is understood so gaining that understanding ranks as one of the Grand Challenges of science. This project focuses on developing a new family of coherent multidimensional spectroscopies (CMDS) that can probe how the OEC works. CMDS methods are the optical analogues to nuclear magnetic resonance (NMR). NMR is a sophisticated and powerful technology that has the selectivity to probe the structure and dynamics of complex molecules with atomic resolution. NMR is based on creating multiple quantum coherences of nuclear spin states using radio waves. The new CMDS family is based on creating multiple quantum coherences of the vibrational and electronic states of molecules using coherent infrared, visible, and ultraviolet light beams. CMDS acquires the selectivity required to probe the OEC by forming multiple quantum coherences with the electronic quantum states of the manganese ions in the OEC and the vibrational states of the OEC molecules.\n\n            This project has developed the methodology required to understand the OEC. It has created an entire family of CMDS methods that have the selectivity and sensitivity required. The family uses two approaches. Both use two infrared laser beams and one visible or ultraviolet beam that we have named Doubly Vibrationally Enhanced (DOVE) and Fully Resonant Sum Frequency (TRSF) Four Wave Mixing (FWM). We showed that focusing the beams into a sample creates new frequencies at the sums and differences of the frequencies and that this spectral isolation is central to eliminating interferences from scattered light and other components in the photosynthetic system. We demonstrated the capabilities of these new methods using the donor-acceptor Styryl 9M dye (or LDS 820). The figure shows an example of the two dimensional spectrum. Each peak corresponds to a particular molecular vibrational ring breathing mode. The peaks that are not on the diagonal are cross-peaks that define how much the different modes interact with each other. The interactions include one mode changing the bonding of the oher mode or distorting the electronic state involved in the other mode. The spectroscopy showed that the electronic distortion dominated the interactions.\n\n            Resonance Raman is a powerful analytical method because it can create Raman vibrational spectra at low molecular concentrations where normal Raman is not possible. Infrared absorption spectroscopy is another powerful analytical method because it creates vibrational absorption spectra but a resonance infrared methods havenÆt been possible. The figure shows the CMDS spectrum of copperphtalocyanine, a symmetric molecule where the Raman and infrared spectra are known. It is the resonance infrared analogue of resonance Raman. It uses multiple quantum coherences involving both vibrational and electronic states. The figure shows both the Raman and infrared absorption spectra but comparison with the two dimensional CMDS spectrum shows the only peaks arise from the infrared absorption transitions. The key developments that have allowed us to probe the OEC are summarized below:\n\n1)     We can coherently access both vibrational and electronic states including states with low molar absorptivity and access a wide range of frequencies\n\n2)     The spectroscopy increases resolution  by line-narrowing the spectra.\n\n3)     The methods spectrally resolve the output from scattered light of the excitation beams.\n\n4)     The detection limits are low because the output is spectrally resolved and detected with photomultipliers and CCDs.\n\n5)     The methods have complementary selection rules that provide flexibility.\n\n6)     The methods isolate specific electronic states t..."
 }
}