{
 "awd_id": "1057331",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Further Discovery and Elaboration of Metallacrowns",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 513000.0,
 "awd_amount": 513000.0,
 "awd_min_amd_letter_date": "2011-06-22",
 "awd_max_amd_letter_date": "2013-07-01",
 "awd_abstract_narration": "The Chemical Structure, Dynamics and Mechanisms Program supports Professor Vincent L. Pecoraro at the University of Michigan-Ann Arbor whose research emphasizes the development of metallacrowns, metal-based molecular recognition agents that may eventually be used in applications of practical importance. Two key objectives guide the metallacrown research. The first is to understand molecular recognition of these hosts with a variety of guests in the solid state and in solution. Professor Pecoraro hopes to exploit the environment within chiral metallacrown cavities to carry out catalytic chemical transformations. The second objective seeks to exploit the solid state properties of metallacrowns to make chiral, soft non-linear optical materials, porous solids, and molecular magnets. The proposed molecular magnets, if successful, would revolutionize data storage and provide greater fundamental insight on magnetic phenomena.\r\n\r\nWith the support of the Chemical Structure, Dynamics and Mechanisms Program in the Chemistry Division at the National Science Foundation, Professor Pecoraro explores the utility of metallocrowns as molecular recognition agents, catalysts, optical materials and molecular magnets. This work specifically targets the use of these materials as catalysts as well for the design of optically transparent chiral compartments for guests that display second harmonic generation for nonlinear optical materials applications. Professor  Pecoraro will continue an excellent track record for producing scientists at all levels and for mentoring women and minorities in both his laboratory and the department. The PI is the Director of the Michigan Chemistry Biology Interface Training Program, which mentors second and third year graduate students and has had about 17% minority participation and 50% female trainees. The intent of this training program is to cross train students in chemistry and biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Pecoraro",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent L Pecoraro",
   "pi_email_addr": "vlpec@umich.edu",
   "nsf_id": "000443527",
   "pi_start_date": "2011-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 171000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 171000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 171000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metallacrowns (MCs) are a unique class of metallamacrocycles that were discovered by Vincent Pecoraro in 1989. MCs draw on the crown ether analogy for its definition and nomenclature. The traditional definition of a metallacrown is a repeat unit of -[M-N-O]<em><sub>n</sub></em>- in a cyclic arrangement where the ring metal and nitrogen atom replace the methylene carbon atoms of a crown ether (<strong>Fig. 1</strong>).&nbsp;</p>\n<p>Owning to their structural versatility and metal-rich topology, the family of MCs has significantly extended over the last two decades with molecules as small as 8-MC-4 and as large as 60-MC-20. Besides their structural beauty, MCs are promising for interesting material applications. &nbsp;It has been shown that MCs form molecular containers with Ln<sup>3+ </sup>ions at the core. These cavities are adjusted by choice in organic ligand whose structure modulates size, hydrophilicity, and asymmetry. Systematic variation of the MC cavities and quantitative study of Ln<sup>3+</sup>-guest binding proves that these complexes have potential to specifically recognize substrates with similar structural profiles to a given container and binding is relatively weak, allowing substrate dissociation in catalytic applications (<strong>Fig. 2</strong>).</p>\n<p>An intriguing application is employing MCs as luminophores in biological imaging, which requires the use of Ln<sup>3+</sup>-based MCs. Although the theory of molecular luminescence involving &lsquo;antena effect&rsquo; is well-known, the fundamental challenge for chemists is finding suitable chromophores to obtain lanthanide complexes that simultaneously satisfy the following requirements:&nbsp; i) soluble in aqueous solution and stable under the condition of biological environment, ii) non-toxic to biological cells, and iii) possess high quantum yield and long luminescence lifetime. The use of MCs has demonstrated an innovative strategy to obtain lanthanide luminophores that meet all of the above-mentioned requirements. Several classes of Zn<sub>x</sub>Ln and Ga<sub>x</sub>Ln MCs display the highest luminescent quantum yields for Nd<sup>3+</sup>, Er<sup>3+</sup>, and Yb<sup>3+</sup> (<strong>Fig. 3</strong>).</p>\n<p>Another interesting utilization of MCs is for non-linear optics (NLO). Nonlinear optics were discovered in an experiment that a weak optical signal at 3471 &Aring; could be generated in a quartz crystal when the material was illuminated with a high-power ruby laser at 6942 &Aring;. The new light source was due to the coherent mixing of two optical electric fields in the quartz so as to produce a &ldquo;second harmonic&rdquo; response in the bulk region of the material. NLO has applications in telecommunications, optical storage, and photonic computing. It has been known that crystals that lack a center of inversion symmetry can possess nonvanishing second-order susceptibility. Introducing a polar asymmetric guest into a chiral MC afforded the formation of a non-centrosymmetric material that showed NLO features (<strong>Fig. 4</strong>).</p>\n<p>MCs allow the preparation of complexes with mixtures of large numbers of transition metal and lanthanide elements, both of which have high single-ion spin. A selective combination of transition metals and lanthanides can generate systems with simultaneous high spin and large magnetoanisotropy suitable for single-molecule magnet (SMM) research. MCs possess the unique ability to control geometry as a way to optimize magnetoanisotropy and many successful MC SMMs have been reported (<strong>Fig. 5</strong>). In addition, several MCs having high spin but small magnetoanisotropy can show the magnetocaloric effect &ndash; a phenomenon allows attaining extremely low temperatures used in magnetic refrigerators. Current results indicate that MCs are prime targets for the development of high performing magnetic refrigerant materials (<strong>Fig. 6</strong>)...",
  "por_txt_cntn": "\nMetallacrowns (MCs) are a unique class of metallamacrocycles that were discovered by Vincent Pecoraro in 1989. MCs draw on the crown ether analogy for its definition and nomenclature. The traditional definition of a metallacrown is a repeat unit of -[M-N-O]n- in a cyclic arrangement where the ring metal and nitrogen atom replace the methylene carbon atoms of a crown ether (Fig. 1). \n\nOwning to their structural versatility and metal-rich topology, the family of MCs has significantly extended over the last two decades with molecules as small as 8-MC-4 and as large as 60-MC-20. Besides their structural beauty, MCs are promising for interesting material applications.  It has been shown that MCs form molecular containers with Ln3+ ions at the core. These cavities are adjusted by choice in organic ligand whose structure modulates size, hydrophilicity, and asymmetry. Systematic variation of the MC cavities and quantitative study of Ln3+-guest binding proves that these complexes have potential to specifically recognize substrates with similar structural profiles to a given container and binding is relatively weak, allowing substrate dissociation in catalytic applications (Fig. 2).\n\nAn intriguing application is employing MCs as luminophores in biological imaging, which requires the use of Ln3+-based MCs. Although the theory of molecular luminescence involving æantena effectÆ is well-known, the fundamental challenge for chemists is finding suitable chromophores to obtain lanthanide complexes that simultaneously satisfy the following requirements:  i) soluble in aqueous solution and stable under the condition of biological environment, ii) non-toxic to biological cells, and iii) possess high quantum yield and long luminescence lifetime. The use of MCs has demonstrated an innovative strategy to obtain lanthanide luminophores that meet all of the above-mentioned requirements. Several classes of ZnxLn and GaxLn MCs display the highest luminescent quantum yields for Nd3+, Er3+, and Yb3+ (Fig. 3).\n\nAnother interesting utilization of MCs is for non-linear optics (NLO). Nonlinear optics were discovered in an experiment that a weak optical signal at 3471 &Aring; could be generated in a quartz crystal when the material was illuminated with a high-power ruby laser at 6942 &Aring;. The new light source was due to the coherent mixing of two optical electric fields in the quartz so as to produce a \"second harmonic\" response in the bulk region of the material. NLO has applications in telecommunications, optical storage, and photonic computing. It has been known that crystals that lack a center of inversion symmetry can possess nonvanishing second-order susceptibility. Introducing a polar asymmetric guest into a chiral MC afforded the formation of a non-centrosymmetric material that showed NLO features (Fig. 4).\n\nMCs allow the preparation of complexes with mixtures of large numbers of transition metal and lanthanide elements, both of which have high single-ion spin. A selective combination of transition metals and lanthanides can generate systems with simultaneous high spin and large magnetoanisotropy suitable for single-molecule magnet (SMM) research. MCs possess the unique ability to control geometry as a way to optimize magnetoanisotropy and many successful MC SMMs have been reported (Fig. 5). In addition, several MCs having high spin but small magnetoanisotropy can show the magnetocaloric effect &ndash; a phenomenon allows attaining extremely low temperatures used in magnetic refrigerators. Current results indicate that MCs are prime targets for the development of high performing magnetic refrigerant materials (Fig. 6). \n\n\t\t\t\t\tLast Modified: 12/30/2014\n\n\t\t\t\t\tSubmitted by: Vincent L Pecoraro"
 }
}