{
 "awd_id": "1057411",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tautomerically Active Modules in Extended pi-Electron Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2011-09-16",
 "awd_max_amd_letter_date": "2011-09-16",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Ronald K. Castellano of the University of Florida will synthesize and characterize pi-conjugated molecular systems containing tautomerically active heterocyclic building blocks that ultimately could be used to create materials with tunable physical, chemical, supramolecular, and optoelectronic properties.  Experimental and theoretical studies will systematically explore the interplay between tautomerism and extended pi-electron delocalization in three settings: (1) fused polycyclic aromatic ring systems; (2) linear pi-conjugated architectures; (3) supramolecular aggregates.  The broader impacts of the project include training graduate and undergraduate students in multidisciplinary science in preparation for their future careers.  The students involved in the project will also participate, as graduate/undergraduate teams and together with the University of Florida Chemistry Club, in the delivery of standards-aligned experimental modules to science classrooms around Alachua County, Florida.  \r\n\r\nElectrically conducting carbon-based (organic) molecules and polymers hold enormous promise for realizing highly efficient, affordable, and broadly available electronic and optical devices.  This research explores a general approach to prepare \"adjustable\" versions of these materials with tunable or environmentally responsive properties. The results of the studies could facilitate access to high performing organic light-emitting devices, solar cells, and sensors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Castellano",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald K Castellano",
   "pi_email_addr": "castellano@chem.ufl.edu",
   "nsf_id": "000192531",
   "pi_start_date": "2011-09-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong> Semiconducting carbon-based (organic) molecules and polymers hold enormous promise for realizing highly efficient, affordable, and broadly distributable electronic and optical devices.&nbsp; Despite their desirability, organic materials have yet to reach their application potential because of stability and efficiency drawbacks.&nbsp; The research undertaken in this project has explored a general approach to prepare &ldquo;dynamic&rdquo; versions of these materials with uniquely tunable and environmentally responsive chemical, physical, and optoelectronic properties that could make them more suitable for downstream applications.</p>\n<p><strong>Intellectual Merit: </strong>Outcomes of this award that are intellectually meritorious include the following:</p>\n<p>1) For organic semiconductive molecules to be most useful for applications they must be broadly soluble.&nbsp; We showed how the most popular chemical approach to confer solubility can affect the solid-state structure and solar cell performance of a commercially-available small molecule semiconductor.&nbsp; Our findings sent an important message to a community which has historically ignored this particular aspect in the design of new materials.&nbsp;</p>\n<p>2) Organic materials are typically constructed from a common set of building blocks.&nbsp; As the community tends to draw from the same building block pool, the diversity of structure and function achievable for the resultant materials is limited.&nbsp; We made significant progress designing and studying new building blocks for organic materials that are both structurally dynamic and capable of spontaneously coaxing the materials into predictable and complex arrangements.</p>\n<p>3) Scientists rely on various analytical tools to understand and characterize molecular behavior.&nbsp; In this project we have established a protocol for monitoring hierarchical molecular assembly of application-relevant organic molecules in solution that provides information on aggregate size, shape, and molecularity.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>4) &nbsp;Most of the organic building blocks used to create semiconductive materials lack the &ldquo;information content&rdquo; to program molecular arrangements (order) in the solid state.&nbsp; We have successfully married building blocks from DNA/RNA - the nucleobases - with the more conventional constructs considered for organic material applications.&nbsp; Our results should benefit the community&rsquo;s efforts to prepare other classes of bioinspired materials with useful optical and electronic properties.&nbsp; &nbsp;&nbsp;</p>\n<p>5) The scientific achievements made possible through this award have or will ultimately be documented in six publications (four published, two in preparation), ~15 presentations at conferences, and several Ph.D. dissertations.&nbsp; &nbsp;&nbsp;&nbsp;</p>\n<p><strong>Broader Impacts: </strong>It is through the science supported from this grant that five graduate (Ph.D.) students, three undergraduates, and one foreign exchange student have received hands-on training in the multidisciplinary chemical sciences.&nbsp; A portion of the funds from this award have also been used to support the outreach program maintained by the University of Florida Chemistry Club.&nbsp; It is in this capacity that undergraduate Club members lead standards-based, science laboratory modules in the classroom in partnership with local elementary and middle school science teachers and their students.&nbsp; In fall 2014, for example, 44 student volunteers were dispatched to 17 teacher classrooms at 8 schools around Alachua County, FL (grades K&ndash;8).&nbsp;&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/20/2016<br>\n\t\t\t\t\tModified by: Ronald&nbsp;K&nbsp;Castellano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview: Semiconducting carbon-based (organic) molecules and polymers hold enormous promise for realizing highly efficient, affordable, and broadly distributable electronic and optical devices.  Despite their desirability, organic materials have yet to reach their application potential because of stability and efficiency drawbacks.  The research undertaken in this project has explored a general approach to prepare \"dynamic\" versions of these materials with uniquely tunable and environmentally responsive chemical, physical, and optoelectronic properties that could make them more suitable for downstream applications.\n\nIntellectual Merit: Outcomes of this award that are intellectually meritorious include the following:\n\n1) For organic semiconductive molecules to be most useful for applications they must be broadly soluble.  We showed how the most popular chemical approach to confer solubility can affect the solid-state structure and solar cell performance of a commercially-available small molecule semiconductor.  Our findings sent an important message to a community which has historically ignored this particular aspect in the design of new materials. \n\n2) Organic materials are typically constructed from a common set of building blocks.  As the community tends to draw from the same building block pool, the diversity of structure and function achievable for the resultant materials is limited.  We made significant progress designing and studying new building blocks for organic materials that are both structurally dynamic and capable of spontaneously coaxing the materials into predictable and complex arrangements.\n\n3) Scientists rely on various analytical tools to understand and characterize molecular behavior.  In this project we have established a protocol for monitoring hierarchical molecular assembly of application-relevant organic molecules in solution that provides information on aggregate size, shape, and molecularity.       \n\n4)  Most of the organic building blocks used to create semiconductive materials lack the \"information content\" to program molecular arrangements (order) in the solid state.  We have successfully married building blocks from DNA/RNA - the nucleobases - with the more conventional constructs considered for organic material applications.  Our results should benefit the communityÆs efforts to prepare other classes of bioinspired materials with useful optical and electronic properties.    \n\n5) The scientific achievements made possible through this award have or will ultimately be documented in six publications (four published, two in preparation), ~15 presentations at conferences, and several Ph.D. dissertations.     \n\nBroader Impacts: It is through the science supported from this grant that five graduate (Ph.D.) students, three undergraduates, and one foreign exchange student have received hands-on training in the multidisciplinary chemical sciences.  A portion of the funds from this award have also been used to support the outreach program maintained by the University of Florida Chemistry Club.  It is in this capacity that undergraduate Club members lead standards-based, science laboratory modules in the classroom in partnership with local elementary and middle school science teachers and their students.  In fall 2014, for example, 44 student volunteers were dispatched to 17 teacher classrooms at 8 schools around Alachua County, FL (grades K&ndash;8).   \n\n\t\t\t\t\tLast Modified: 05/20/2016\n\n\t\t\t\t\tSubmitted by: Ronald K Castellano"
 }
}