{
 "awd_id": "1058291",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Testing the Criticality Hypothesis in Local Cortical Circuits",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2013-07-11",
 "awd_abstract_narration": "How do cortical neurons collectively interact to process information? A new hypothesis, supported by recent multielectrode recordings in brain tissue samples and in the intact brain, suggests that local cortical networks self-organize to operate near a critical point. At this point, interactions across all spatial and temporal scales can occur, and avalanches of neural activity are generated at all sizes, resulting in approximately power law distributions. Very generic neural network models suggest that information processing will be optimal at this point. This \"criticality hypothesis\" has significant implications for computation in cortical circuits, and ultimately, for human health. Despite the potential importance of this hypothesis, it has remained untested in local cortical networks consisting of 100 or more synaptically connected neurons. Previous work has relied on local field potential recordings, which do not reveal the number or location of individual neurons generating signals. Previous work also has relied on relatively few (~60-100) broadly-spaced recording sites, which are insufficient to adequately sample a population of synaptically connected neurons. Here, the PI will record from 512 closely spaced electrodes, allowing us to monitor the spiking behavior of hundreds of neurons, many of which are expected to share synaptic connections. The tests the PI will perform of the criticality hypothesis will allow him, for the first time, to determine if networks of cortical neurons are critical or not. \r\n\r\nScientific education and outreach is another vital component of this proposal. The PI will engage thousands of children from economically disadvantaged areas in the development and use of an interactive exhibit for WonderLab, a popular local science museum for K-middle school children. This exhibit is based on electroencephalogram (EEG) recordings and will display children's brain waves, allowing them to modify these waves by biofeedback. This exhibit will be placed in WonderLab museum, which serves 78,000 visitors each year. WonderLab has been named by Parent's magazine as one of the \"Top 25 Science Centers in the United States.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Beggs",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "John M Beggs",
   "pi_email_addr": "jmbeggs@indiana.edu",
   "nsf_id": "000317259",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">The motivation</span></strong>: The brain is a very complex system and although we know many facts about it, there are far fewer theories as to how it works. One theory that has received much attention over the past 15 years hypothesizes that the brain is operating near a &ldquo;critical point&rdquo; where many of its information processing functions would be optimized. This theory predicts that activity in the brain would be neither completely random nor completely ordered, but balanced somewhere in between, where there would be a mixture of both variety and structure. This middle ground, at the critical point, would allow the brain to respond to inputs in a flexible yet orderly manner. While this theory has received much attention, there have been few conclusive tests of it. Perhaps for this reason, this theory has been widely debated and in need of decisive evidence one way or the other. &nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">The results</span></strong>: In this funded research, we conducted tests that were designed to show conclusively whether or not some key components of this idea were correct. One of these tests was to see if there was a special signature of the critical point. We placed networks of brain cells on a microelectrode array of wires to record the activity of hundreds of brain cells at a time for periods of one hour or more. This allowed us to collect excellent data for testing the hypothesis that the brain operates near a critical point. We indeed found a signature that strongly supports this hypothesis. This signature involves two concepts from statistical physics called an exponent relation and a universal scaling function. Both of these signatures are extremely unlikely to have been produced by random activity or other alternatives to the criticality hypothesis. This result was published in Physical Review Letters, a leading journal of physics, and has been cited over 100 times in the past four years. We have also communicated these results nationally and internationally at conferences of scientists. Now several other groups have adopted these methods and applied them to their brain data to replicate this result, reinforcing its validity.</p>\n<p><strong><span style=\"text-decoration: underline;\">The broader impact</span></strong>: This finding has implications for several areas that may affect society. First, the idea that the brain operates near a critical point suggests that there will be mechanisms to keep it near this point for optimum performance. Just as blood pressure, heart rate and body temperature are regulated to be within an optimal range for good health, it may also be true that the brain regulates itself to be near the critical point. Indeed, there is evidence from several labs that brains with epilepsy do not operate near the critical point. If the mechanisms underlying dysregulation could be identified, then this could lead to new approaches to neurological disorders like epilepsy. Second, the idea that the brain operates near a critical point may help in the design of new, more brain-like, computers. A new approach to computer chips based on random networks of extremely small nanotubes recently showed that these random networks could be used to perform computations when they operated near a critical point. This suggests that future generation computer chips may operate like the networks of brain cells that we have been studying. Further knowledge about how the brain attains the critical point may help in designing new chips to operate there also.</p>\n<p><strong><span style=\"text-decoration: underline;\">Education</span></strong>: Another key component of this funded work has been education. This work supported several graduate students over a period of three years. Three of these students have earned their PhDs in physics and will continue on as scientis...",
  "por_txt_cntn": "\nThe motivation: The brain is a very complex system and although we know many facts about it, there are far fewer theories as to how it works. One theory that has received much attention over the past 15 years hypothesizes that the brain is operating near a \"critical point\" where many of its information processing functions would be optimized. This theory predicts that activity in the brain would be neither completely random nor completely ordered, but balanced somewhere in between, where there would be a mixture of both variety and structure. This middle ground, at the critical point, would allow the brain to respond to inputs in a flexible yet orderly manner. While this theory has received much attention, there have been few conclusive tests of it. Perhaps for this reason, this theory has been widely debated and in need of decisive evidence one way or the other.  \n\nThe results: In this funded research, we conducted tests that were designed to show conclusively whether or not some key components of this idea were correct. One of these tests was to see if there was a special signature of the critical point. We placed networks of brain cells on a microelectrode array of wires to record the activity of hundreds of brain cells at a time for periods of one hour or more. This allowed us to collect excellent data for testing the hypothesis that the brain operates near a critical point. We indeed found a signature that strongly supports this hypothesis. This signature involves two concepts from statistical physics called an exponent relation and a universal scaling function. Both of these signatures are extremely unlikely to have been produced by random activity or other alternatives to the criticality hypothesis. This result was published in Physical Review Letters, a leading journal of physics, and has been cited over 100 times in the past four years. We have also communicated these results nationally and internationally at conferences of scientists. Now several other groups have adopted these methods and applied them to their brain data to replicate this result, reinforcing its validity.\n\nThe broader impact: This finding has implications for several areas that may affect society. First, the idea that the brain operates near a critical point suggests that there will be mechanisms to keep it near this point for optimum performance. Just as blood pressure, heart rate and body temperature are regulated to be within an optimal range for good health, it may also be true that the brain regulates itself to be near the critical point. Indeed, there is evidence from several labs that brains with epilepsy do not operate near the critical point. If the mechanisms underlying dysregulation could be identified, then this could lead to new approaches to neurological disorders like epilepsy. Second, the idea that the brain operates near a critical point may help in the design of new, more brain-like, computers. A new approach to computer chips based on random networks of extremely small nanotubes recently showed that these random networks could be used to perform computations when they operated near a critical point. This suggests that future generation computer chips may operate like the networks of brain cells that we have been studying. Further knowledge about how the brain attains the critical point may help in designing new chips to operate there also.\n\nEducation: Another key component of this funded work has been education. This work supported several graduate students over a period of three years. Three of these students have earned their PhDs in physics and will continue on as scientists working on complex systems. A high school student who heard about this work contacted us to be mentored in her science project. Her project won 2nd place in the prestigious Siemens national science fair competition, leading her to win a $50,000 scholarship. This work also supported the construction of a new exhibit called \"Your Amazing Brain\" that opened i..."
 }
}