{
 "awd_id": "1058778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Sociophonetic Methodology for the 2011 Linguistics Institute",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 42491.0,
 "awd_amount": 42491.0,
 "awd_min_amd_letter_date": "2011-04-11",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "Thanks to the burgeoning of free or low cost technical resources for acoustic analysis, a much larger, more diverse group of researchers can now conduct detailed phonetic analysis for a variety of linguistic studies; however, the speed with which these resources are being made available makes it difficult for most researchers to keep abreast of the best use of the new technology. This Workshop addresses these methodological needs by providing specialized training for advanced graduate students and professors in the fields of sociolinguistics, field phonetics, corpus linguistics, laboratory/experimental phonology, language documentation and preservation, language acquisition, and social interaction. The venue for the Workshop is the Linguistic Society of America 2011 Summer Institute, devised to permit students and faculty from a cross-section of all subfields to interact and learn from each other. While the Workshop supplements the organizers' Sociophonetics Institute course, everyone at the Institute will be invited to participate in the Workshop.\r\n\r\nThe Workshop presenters, 17 top researchers in specific subspecialties, will each teach the methodological techniques developed for their own research and then moderate a discussion session on the specific techniques. Each of the presenters has been chosen because of his/her accessibility and dynamic teaching and research reputation. The presenters will meet with students and other researchers the week of the Workshop during office hours and casual events, permitting all participants to incubate new research projects together. The presentation materials will serve as the basis for a Workshop website. The high quality of presenters and the planned level of interaction speaks to the intellectual merit of the proposal. The broader impact of this proposal will go to the research community, both students and faculty, who can take advantage of the Workshop to enhance the methodology of the work in their own subfields and to become more reflective about their research methodology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marianna",
   "pi_last_name": "Di Paolo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marianna Di Paolo",
   "pi_email_addr": "m.dipaolo@m.cc.utah.edu",
   "nsf_id": "000417275",
   "pi_start_date": "2011-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 42491.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of our project was to provide an extensive Workshop on Sociophonetic Methodology at the 2011 Linguistic Society of America Institute.&nbsp; The PI and co-PI had previously only organized and presented in Best Practices in Sociophonetics workshops at the New Ways of Analyzing Variation annual conferences. The NWAV workshops served, and continue to serve, to quickly disseminate knowledge about new research techniques in phonetic analysis and other methodological innovations to sociolinguists, including established researchers and students.&nbsp; Offering a more extensive Best Practices Workshop at the 2011 Summer Institute, which had a focus on Language in the World, expanded the audience to include a wide range of linguists with interests in other specialities, including phonetics, laboratory phonology, corpus linguistics, endangered languages, child language acquisition, Conversational Analysis, and historical linguistics, practitioners of which could benefit from learning cutting-edge phonetic analysis techniques and sociolinguistic data-gathering methodology.&nbsp; We anticipated that the Workshop would make linguists of all subfields more concerned about the methodology they use and work on improvements.</p>\n<p>&nbsp;</p>\n<p>Another goal was to bring the workshop presenters together in hopes of encouraging new research collaborations.&nbsp; The Workshop was a way to supplement the course in Sociophonetics co-taught by Di&nbsp;Paolo and Yaeger-Dror at the Institute.&nbsp; In addition, another goal of the project was to create a Sociophonetics website containing the presentations from the 2011 Workshop, materials from past and future NWAV Best Practices in Sociophonetics Workshops, and links to sites with supplemental information regarding sociophonetics methodology.</p>\n<p>&nbsp;</p>\n<p>To achieve these the first three of these goals, we offered some of the workshop sessions on Sunday and the remainder on the following Wednesday and set up non-overlapping office hours for the presenters on Monday and Tuesday so that they would find it easy to interact with one another and with the students in the PI&rsquo;s class and in other Institute classes.&nbsp; We also held dinners for the Workshop presenters to enhance interaction.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The program for the Workshop is available at <a href=\"http://sociophonetics.utah.edu/workshop/program.php\">http://sociophonetics.utah.edu/workshop/program.php</a>.&nbsp; The Workshop itself was very successful.&nbsp; In all 74 people registered and attended the Workshop, including the presenters (Participants and PI&rsquo;s) and the two undergraduate assistants.&nbsp; It was probably the best attended workshop at the 2011 LSA Institute. The Participants gave excellent presentations, most of which are available via the project website.&nbsp; They also proved to be superior pedagogues in other ways, and were willing both to interact with other presenters of the Workshop, as well as with students.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Perhaps one of the most important achievements of the Workshop is the number and type of collaborations that it spawned.&nbsp; Although academic linguists make up a relatively small community as contrasted with researchers in biology, for example, it is still unusual for us to participate in collaborative projects across subfields.&nbsp; For example, in the U.S. it is still uncommon for phoneticians <em>per se</em> to collaborate with sociophoneticians. The feedback we have received from Participants shows that a number of such collaborations began at our Workshop and have resulted in publications, websites, data-sharing, and additional workshops in the U.S. and Europe.</p>\n<p>The Workshop website <a href=\"http://sociophonetics.utah.edu/\">http://sociophonetics.utah.edu/</a> is now functional and will be updated on an ongoing basis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/09/2014<br>\n\t\t\t...",
  "por_txt_cntn": "\nThe major goal of our project was to provide an extensive Workshop on Sociophonetic Methodology at the 2011 Linguistic Society of America Institute.  The PI and co-PI had previously only organized and presented in Best Practices in Sociophonetics workshops at the New Ways of Analyzing Variation annual conferences. The NWAV workshops served, and continue to serve, to quickly disseminate knowledge about new research techniques in phonetic analysis and other methodological innovations to sociolinguists, including established researchers and students.  Offering a more extensive Best Practices Workshop at the 2011 Summer Institute, which had a focus on Language in the World, expanded the audience to include a wide range of linguists with interests in other specialities, including phonetics, laboratory phonology, corpus linguistics, endangered languages, child language acquisition, Conversational Analysis, and historical linguistics, practitioners of which could benefit from learning cutting-edge phonetic analysis techniques and sociolinguistic data-gathering methodology.  We anticipated that the Workshop would make linguists of all subfields more concerned about the methodology they use and work on improvements.\n\n \n\nAnother goal was to bring the workshop presenters together in hopes of encouraging new research collaborations.  The Workshop was a way to supplement the course in Sociophonetics co-taught by Di Paolo and Yaeger-Dror at the Institute.  In addition, another goal of the project was to create a Sociophonetics website containing the presentations from the 2011 Workshop, materials from past and future NWAV Best Practices in Sociophonetics Workshops, and links to sites with supplemental information regarding sociophonetics methodology.\n\n \n\nTo achieve these the first three of these goals, we offered some of the workshop sessions on Sunday and the remainder on the following Wednesday and set up non-overlapping office hours for the presenters on Monday and Tuesday so that they would find it easy to interact with one another and with the students in the PIÆs class and in other Institute classes.  We also held dinners for the Workshop presenters to enhance interaction. \n\n \n\nThe program for the Workshop is available at http://sociophonetics.utah.edu/workshop/program.php.  The Workshop itself was very successful.  In all 74 people registered and attended the Workshop, including the presenters (Participants and PIÆs) and the two undergraduate assistants.  It was probably the best attended workshop at the 2011 LSA Institute. The Participants gave excellent presentations, most of which are available via the project website.  They also proved to be superior pedagogues in other ways, and were willing both to interact with other presenters of the Workshop, as well as with students. \n\n \n\nPerhaps one of the most important achievements of the Workshop is the number and type of collaborations that it spawned.  Although academic linguists make up a relatively small community as contrasted with researchers in biology, for example, it is still unusual for us to participate in collaborative projects across subfields.  For example, in the U.S. it is still uncommon for phoneticians per se to collaborate with sociophoneticians. The feedback we have received from Participants shows that a number of such collaborations began at our Workshop and have resulted in publications, websites, data-sharing, and additional workshops in the U.S. and Europe.\n\nThe Workshop website http://sociophonetics.utah.edu/ is now functional and will be updated on an ongoing basis.\n\n\t\t\t\t\tLast Modified: 05/09/2014\n\n\t\t\t\t\tSubmitted by: Marianna Di Paolo"
 }
}