{
 "awd_id": "1058330",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Science and Technology Studies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-12-03",
 "awd_max_amd_letter_date": "2010-12-03",
 "awd_abstract_narration": "This dissertation research examines techno-scientific knowledge and politics in Bolivia. It contends that a specific drug is constituted as an object, through concrete practices in the realms of politics and techno-science, will greatly influence the contemporary project of state formation in Bolivia. \r\nIntellectual Merit:\r\nThe aim of this research is an ethnographic case study with the following objectives. First, examine how the interplay between techno-science, politics, and the physical properties of the salmuera shape the material and symbolic construction of lithium and the development of a lithium industry. Second, detail how the development of this industry in Bolivia intersects with the form and direction of the allegedly post-neoliberal, post-socialist, \"plurinational\" political project underway there. As such, the research examines the practices of engineers guiding a nascent lithium industry to understand the potential of those practices to intersect with controversies around the conceptual boundaries of the \"plurinational\" state. It examines how technological and scientific practices intersect with visions of what such a state is and should be.\r\nBroader Impacts:\r\nAs the possibility of transitioning to a \"lithium economy\" becomes more likely, peripheral states such as Bolivia will find themselves crucially positioned geopolitically. This research promises broader significance in examining the role that new strategic resources, particularly those whose importance is tightly linked to global dynamics of an emerging ?green-technology? sector, play in the state formations of peripheral countries charged with the production of such resources. The research promises broader insights into emerging dynamics?particularly in Latin America?that are challenging traditional conceptions of development, modernization, the management and use of natural resources, and models of state formation, as well as the relation of science and technology to the actual practices of building alternatives to such traditional conceptions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Carroll",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick E Carroll",
   "pi_email_addr": "pcarroll@ucdavis.edu",
   "nsf_id": "000489744",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathaniel",
   "pi_last_name": "Freiburger",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Nathaniel M Freiburger",
   "pi_email_addr": "nmfreiburger@ucdavis.edu",
   "nsf_id": "000555036",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>PROJECT OUTCOMES REPORT</strong></p>\n<p><strong>Synopsis: </strong>This dissertation research examines the making of lithium as an object of techno-scientific knowledge and politics in Bolivia. NSF funding has supported one year of fieldwork with both international and Bolivian engineers, regional community members, and local and national politicians in order to follow the ways that this industry is currently taking shape, under what constraints, and to what ends in Bolivia. With increasing international pressure to secure cheap sources of lithium for the production of \"green technologies,\" i.e. battery operated vehicles and plug-in hybrid electric vehicles, Bolivian lithium is increasingly being made into an object of politics and Bolivian state policy. The aim of this research is an ethnographic case study with the following objectives. First, examine how the interplay between techno-science, politics, and the physical properties of the <em>salmuera</em> (salt water containing lithium) shape the material and symbolic construction of lithium and the development of a lithium industry. Second, detail how development of this industry in Bolivia intersects with the form and direction of the allegedly post-neo-liberal, post-socialist, &ldquo;pluri-national&rdquo; political project underway there. This research examines the practices of engineers guiding a nascent lithium industry to understand their potential to intersect with controversies around the conceptual boundaries of the \"plurinational\" state. The larger dissertation project is still underway, including the analysis and write up of findings, as well as the writing of the dissertation. Given the current status of the project, the following report is to serve less as a &ldquo;presentation of findings&rdquo; than as a reporting of expected contributions of the full dissertation project.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merit:</strong> This research integrates theoretical approaches in STS, political sociology, and anthropology by focusing on how the interplay between the symbolic (the meaning and significance of lithium and cognitive proclivities of engineers and scientists) and the material (the chemical and physical properties of lithium, the built environment related to production) bears upon the political project of building the &ldquo;pluri-national&rdquo; state. The research details how metallurgists, chemists, geologists, seek to understand the behavior of the salmuera (salt water brine containing lithium) and employ a diverse set of discipline specific tools and technologies to characterize the behavior of the salmuera. Yet engineers employing field experimental methods understand this behavior differently, and this difference is important to understanding why controlled laboratory experiments or representation of the components of the salmuera in the scientific literature are seldom useful in engineering processes based on empirical field data.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research also contributes to literature on the &ldquo;modern state&rdquo; and its relation to science and technology by bringing the strengths of ethnography to bear on the practices of engineering, their role in constructing techno-scientific objects, and consequently their role in state-building projects and the meaning populations give to those projects. Local populations in the Salar de Uyuni region show an intense desire to understand &ldquo;lithium&rdquo; in techno-scientific terms while at the same time preserving and confirming the location of that resource in their own cultural terms. Increasing state presence in the region brings infrastructural developments such as roads, electricity, water wells, etc that are desired by much of the local population, but which on the other hand alters local daily life and brings increasing control and adminis...",
  "por_txt_cntn": "\nPROJECT OUTCOMES REPORT\n\nSynopsis: This dissertation research examines the making of lithium as an object of techno-scientific knowledge and politics in Bolivia. NSF funding has supported one year of fieldwork with both international and Bolivian engineers, regional community members, and local and national politicians in order to follow the ways that this industry is currently taking shape, under what constraints, and to what ends in Bolivia. With increasing international pressure to secure cheap sources of lithium for the production of \"green technologies,\" i.e. battery operated vehicles and plug-in hybrid electric vehicles, Bolivian lithium is increasingly being made into an object of politics and Bolivian state policy. The aim of this research is an ethnographic case study with the following objectives. First, examine how the interplay between techno-science, politics, and the physical properties of the salmuera (salt water containing lithium) shape the material and symbolic construction of lithium and the development of a lithium industry. Second, detail how development of this industry in Bolivia intersects with the form and direction of the allegedly post-neo-liberal, post-socialist, \"pluri-national\" political project underway there. This research examines the practices of engineers guiding a nascent lithium industry to understand their potential to intersect with controversies around the conceptual boundaries of the \"plurinational\" state. The larger dissertation project is still underway, including the analysis and write up of findings, as well as the writing of the dissertation. Given the current status of the project, the following report is to serve less as a \"presentation of findings\" than as a reporting of expected contributions of the full dissertation project.\n\n \n\nIntellectual Merit: This research integrates theoretical approaches in STS, political sociology, and anthropology by focusing on how the interplay between the symbolic (the meaning and significance of lithium and cognitive proclivities of engineers and scientists) and the material (the chemical and physical properties of lithium, the built environment related to production) bears upon the political project of building the \"pluri-national\" state. The research details how metallurgists, chemists, geologists, seek to understand the behavior of the salmuera (salt water brine containing lithium) and employ a diverse set of discipline specific tools and technologies to characterize the behavior of the salmuera. Yet engineers employing field experimental methods understand this behavior differently, and this difference is important to understanding why controlled laboratory experiments or representation of the components of the salmuera in the scientific literature are seldom useful in engineering processes based on empirical field data.\n\n            This research also contributes to literature on the \"modern state\" and its relation to science and technology by bringing the strengths of ethnography to bear on the practices of engineering, their role in constructing techno-scientific objects, and consequently their role in state-building projects and the meaning populations give to those projects. Local populations in the Salar de Uyuni region show an intense desire to understand \"lithium\" in techno-scientific terms while at the same time preserving and confirming the location of that resource in their own cultural terms. Increasing state presence in the region brings infrastructural developments such as roads, electricity, water wells, etc that are desired by much of the local population, but which on the other hand alters local daily life and brings increasing control and administration of this geographic region. This research extends anthropological and sociological theory through a focus on the relationship between \"science\" and the \"state,\" particularly in Latin America.\n\n \n\nBroader Impacts: A looming peak oil crisis demands developing alternative energy..."
 }
}