{
 "awd_id": "1058883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecular Interaction with Colloidal Surfaces Probed By Nonlinear Light Scattering",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 447000.0,
 "awd_amount": 447000.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2011-02-14",
 "awd_abstract_narration": "The Macromolecular, Supramolecular and Nanochemistry (MSN) program of the Division of Chemistry will support the research program of Prof. Hai-Lung Dai of Temple University. Prof. Dai and his students will develop and apply nonlinear light scattering method to characterize the structure and energetics at the surface of colloidal objects so that a fundamental understanding of colloidal properties can be established based on quantitative descriptions of molecular interactions at colloidal surfaces. Prof. Dai and his students will use optical second harmonic generation (SHG) spectroscopy to determine the geometry of molecules adsorbed on colloidal particles based on rigorous theoretical modeling; use SHG spectroscopy to define the effects of solvent ionic strength and ion specificity on molecular adsorption on colloidal surface, formation of emulsion, and molecular transport through biological cells; and demonstrate Sum Frequency Generation (SFG) using narrow bandwidth IR laser source for vibrational spectroscopy of functional groups at colloidal surfaces. \r\n\r\nThe new experimental capabilities for microscopic characterization of the colloidal surface to be developed in this study will be highly beneficial for the advancement of fundamental colloidal and surface sciences and cell membrane research. The techniques developed may also be used for monitoring a wide variety of industrial processes involving colloidal systems. The knowledge acquired will directly impact on technologies such as coating materials, solar cells, drug testing assays and petroleum processing. The project will provide excellent training opportunities to students, including students from underrepresented groups, who wish to train in nanoscience and nanotechnology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hai-Lung",
   "pi_last_name": "Dai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hai-Lung Dai",
   "pi_email_addr": "hldai@temple.edu",
   "nsf_id": "000459421",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "1805 N BROAD ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 447000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Award Title: </strong>Molecular Interaction with Colloidal Surfaces Probed By Nonlinear Light Scattering</p>\n<p><strong>Federal Award ID: </strong>1058883</p>\n<p><strong>PI:</strong> Hai-Lung Dai, Temple University</p>\n<p>&nbsp;</p>\n<p><strong>Summary:</strong></p>\n<p>Colloids, mixtures of solid or liquid particles in a liquid solvent, are a form of matter that is often found in the environment and living systems. It is also a form of matter that is frequently used in industrial processes and laboratory research. It is important that we can characterize the properties of colloids so we can better understand, design and control the many phenomena and processes that involve colloids.</p>\n<p>&nbsp;</p>\n<p>A critical factor affecting the colloidal properties is the interactions at the particle-solvent interface. To experimentally characterize what is happening at the particle surface is not a trivial matter. Whatever tools we develop have to be able to &lsquo;reach&rsquo; the surface which is buried deep in the solvent. And they have to be able to differentiate the surface layers of atoms and molecules from the bulk solvent and particles &ndash; this is like detecting a needle in a hay stack. In our laboratory, we have accomplished this task by using a specific form of Nonlinear Light Scattering, Second Harmonic Generation. This laser-based probe with unique surface sensitivity enables us to detect the structure, adsorption, and reactions of molecules at the surface of colloidal particles, with sizes ranging from micron to nanometer, immersed in liquid solvent.</p>\n<p>&nbsp;</p>\n<p>In order to properly understand the data measured by this SHG probe, we have done substantial theoretical development for describing nonlinear light scattering off the surface of micron to nanometer size particles and experimentally confirmed the theoretical modelling.</p>\n<p>&nbsp;</p>\n<p>Several colloidal systems have been probed by using this newly developed SHG technique. Here we use our work on molecular transport through living biological cell membrane as an illustration of the effectiveness of this probe.</p>\n<p>&nbsp;</p>\n<p>Figure 1 shows that the bacteria E. Coli has two membranes &ndash; an outer membrane with polysaccharide hair extended out of the cell and ion channels imbedded in the membrane, and an inner membrane that is almost purely a lipid bilayer. In between the two membranes is a polyglycan mesh. Molecular transport through these membranes is critical to the defense and viability of the bacteria. In the past, molecular transport can only be measured through assays that give indirect evidence of transportation and cell intake. Using the SHG method we show that molecular transport can now be measured with real time resolution and membrane specificity. Figure 2 shows a particular molecule, Malachite Green - a dye often used to stain bacteria, adsorbs onto the outer surface of the outer membrane immediately after it is added to the solution. The molecule then penetrates the outer membrane with a rate indicated by the decrease of the signal, followed by adsorption onto the outer surface of the inner membrane, the second rise of the signal. Eventually the molecule penetrates the inner membrane with a rate indicated by the second decrease of the signal. Quantitative analysis shows that the transport rate through the outer membrane is one order of magnitude faster than the inner one, reflecting the effectiveness of the ion channels in the outer membrane. This study is a first demonstration of time-resolved observation of molecular transport through living biological cell membranes.</p>\n<p>&nbsp;</p>\n<p>The new experimental capabilities for microscopic characterization of the colloidal surface will be potentially highly beneficial for the advancement of fundamental colloidal and surface sciences and cell membrane research. The techniques developed can also be used for mon...",
  "por_txt_cntn": "\nAward Title: Molecular Interaction with Colloidal Surfaces Probed By Nonlinear Light Scattering\n\nFederal Award ID: 1058883\n\nPI: Hai-Lung Dai, Temple University\n\n \n\nSummary:\n\nColloids, mixtures of solid or liquid particles in a liquid solvent, are a form of matter that is often found in the environment and living systems. It is also a form of matter that is frequently used in industrial processes and laboratory research. It is important that we can characterize the properties of colloids so we can better understand, design and control the many phenomena and processes that involve colloids.\n\n \n\nA critical factor affecting the colloidal properties is the interactions at the particle-solvent interface. To experimentally characterize what is happening at the particle surface is not a trivial matter. Whatever tools we develop have to be able to æreachÆ the surface which is buried deep in the solvent. And they have to be able to differentiate the surface layers of atoms and molecules from the bulk solvent and particles &ndash; this is like detecting a needle in a hay stack. In our laboratory, we have accomplished this task by using a specific form of Nonlinear Light Scattering, Second Harmonic Generation. This laser-based probe with unique surface sensitivity enables us to detect the structure, adsorption, and reactions of molecules at the surface of colloidal particles, with sizes ranging from micron to nanometer, immersed in liquid solvent.\n\n \n\nIn order to properly understand the data measured by this SHG probe, we have done substantial theoretical development for describing nonlinear light scattering off the surface of micron to nanometer size particles and experimentally confirmed the theoretical modelling.\n\n \n\nSeveral colloidal systems have been probed by using this newly developed SHG technique. Here we use our work on molecular transport through living biological cell membrane as an illustration of the effectiveness of this probe.\n\n \n\nFigure 1 shows that the bacteria E. Coli has two membranes &ndash; an outer membrane with polysaccharide hair extended out of the cell and ion channels imbedded in the membrane, and an inner membrane that is almost purely a lipid bilayer. In between the two membranes is a polyglycan mesh. Molecular transport through these membranes is critical to the defense and viability of the bacteria. In the past, molecular transport can only be measured through assays that give indirect evidence of transportation and cell intake. Using the SHG method we show that molecular transport can now be measured with real time resolution and membrane specificity. Figure 2 shows a particular molecule, Malachite Green - a dye often used to stain bacteria, adsorbs onto the outer surface of the outer membrane immediately after it is added to the solution. The molecule then penetrates the outer membrane with a rate indicated by the decrease of the signal, followed by adsorption onto the outer surface of the inner membrane, the second rise of the signal. Eventually the molecule penetrates the inner membrane with a rate indicated by the second decrease of the signal. Quantitative analysis shows that the transport rate through the outer membrane is one order of magnitude faster than the inner one, reflecting the effectiveness of the ion channels in the outer membrane. This study is a first demonstration of time-resolved observation of molecular transport through living biological cell membranes.\n\n \n\nThe new experimental capabilities for microscopic characterization of the colloidal surface will be potentially highly beneficial for the advancement of fundamental colloidal and surface sciences and cell membrane research. The techniques developed can also be used for monitoring a wide variety of industrial processes involving colloidal systems. The knowledge acquired will directly impact on technologies such as coating materials, solar cells, drug testing assays, petroleum processing, etc. The students participating in this res..."
 }
}