{
 "awd_id": "1058241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "1-D and 2-D Patterning of Strongly Physisorbed Monolayers on HOPG: Strategies and Template Applications",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927196",
 "po_email": "tpatten@nsf.gov",
 "po_sign_block_name": "Timothy Patten",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2013-04-17",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry, Matthew Zimmt of Brown University will study ways to stabilize physisorbed monolayers on graphite in order to enable practical uses and applications of these nanoperiodic structures. Patterning strategies to be explored include modulating electrostatic interactions between aliphatic chains bearing dipolar groups, tailored packing of alkadiyne chains, and electrostatic interactions between heteroaromatic cores of adsorbing molecules. Monolayer stabilization strategies to be tested include using extremely long aliphatic chains, polymerizing diyne side chains, and polymerizing functionalized aromatic cores.  Functional groups projecting from the aromatic cores of molecules in the monolayers will be used as capture elements, enabling patterned monolayers to function as ultra-high resolution (less than 10 nm size features) planar templates for capturing polymers, nanoparticles and biomolecules. The broader impacts involve training undergraduate and graduate students, enhancing research infrastructure through hosting graduate student visitors from the Czech Technical University in Prague, and broadly disseminating research results through publications, presentations at national meetings, and software development to correct for thermal drifts in STM.\r\n\r\nOne of the major challenges of modern nanochemistry is to guide very small chemical objects to assemble spontaneously into precise, useful patterns over large areas.  If successful, this project will yield novel strategies for the preparation of stable, patterned templates with a thickness of one molecule and an extremely high density of binding sites.  The binding site patterns will direct the assembly of many other chemical species into precise, two dimensional patterns. Ultimately, such work could lead to applications in the fields of chemical sensing, nanoscale electronics, solar energy conversion, and biomedical materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Zimmt",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew B Zimmt",
   "pi_email_addr": "Matthew_Zimmt@Brown.edu",
   "nsf_id": "000210835",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, support from the National Science Foundation Chemistry Division was used to design sets of compounds that spontaneously assemble complex patterns of molecules on a planar graphite surface. The project developed general strategies that &ldquo;empower&rdquo; each molecule within a designed set to direct specific partner molecules to adsorb at specific adjoining locations on the surface. The resulting continuous film, one molecule thick, may be visualized as an auto-assembling Oxford stripe cloth made of molecules (1-D patterned film) or checkerboard (2-D patterned film). Molecules &ldquo;recognize&rdquo; and &ldquo;select&rdquo; their neighbors based on (i) favorable electrostatic interactions between partial charges on atoms in ketone functional groups or (ii) favorable dispersion interactions generated by gap-free packing of highly kinked regions whose shapes are complementary. The latter strategy successfully directed a set of four compounds to assemble a molecular film with a pattern aptly described as a &ldquo;four-color Oxford stripe cloth&rdquo; (the cloth&rsquo;s repeating sequence of colored stripes are (red-blue-green-yellow-green-blue-) see Image 1).</p>\n<p>Image 1:&nbsp; &ldquo;4-color Oxford stripe&rdquo; molecular film (46 nm width) &nbsp;</p>\n<p>In addition to preparing &ldquo;multi-color Oxford stripe&rdquo; molecular films with precisely identical color sequence repeats, progress was made preparing &ldquo;two color Oxford stripe&rdquo; films with random width &ldquo;white&rdquo; stripes between constant width &ldquo;blue&rdquo; stripes. Achieving this required development of shape amphiphilic molecules, i.e. molecules with two arms that exhibit vastly distinct shape selectivity for neighboring molecules. The assembly of relatively long stripes required both compounds to exchange onto and off of the underlying graphite surface many times to fully express the shape preference of its &ldquo;arms&rdquo;. Surprisingly, the exchange requirement for stripe assembly did not occur at room temperature (rapid exchange often is assumed). Instead, the desired exchange required heating (for times as long as 10 hours at 45C) the graphite sample in contact with solution containing the compounds to assemble&nbsp; long &ldquo;blue stripes&rdquo; (see Image 2). The distribution of spacings between the &ldquo;blue stripes&rdquo; can be varied by altering the relative amounts of the two compounds&rsquo; solution concentrations. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Image 2:&nbsp; Heating of amphiphilic &ldquo;2-color Oxford stripe&rdquo; film increases stripe length (135 nm width regions)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>These &ldquo;Oxford cloth&rdquo; molecular films have potential to serve as guides to position very small objects (proteins, nanoparticles, metal clusters) along specific stripes with desired, very small, spacings. Developing such template applications requires (a)&nbsp; the Oxford cloth stripes to project chemical traps into solution to grab and capture the very small objects and (b) cross-linking (gluing together) the molecules comprising the films. Progress was made demonstrating capture of very small objects and inducing cross-linking of molecules in the films.</p>\n<p>Broader Impacts: Four graduate students (3 men, 1 woman), five undergraduates (4 men, 1 woman; 1 underrepresented minority) and a masters student from the Czech Republic (1 woman) developed expertise in organic synthesis, molecular spectroscopy, self-assembly and surface science in the course of advancing ...",
  "por_txt_cntn": "\nIn this project, support from the National Science Foundation Chemistry Division was used to design sets of compounds that spontaneously assemble complex patterns of molecules on a planar graphite surface. The project developed general strategies that \"empower\" each molecule within a designed set to direct specific partner molecules to adsorb at specific adjoining locations on the surface. The resulting continuous film, one molecule thick, may be visualized as an auto-assembling Oxford stripe cloth made of molecules (1-D patterned film) or checkerboard (2-D patterned film). Molecules \"recognize\" and \"select\" their neighbors based on (i) favorable electrostatic interactions between partial charges on atoms in ketone functional groups or (ii) favorable dispersion interactions generated by gap-free packing of highly kinked regions whose shapes are complementary. The latter strategy successfully directed a set of four compounds to assemble a molecular film with a pattern aptly described as a \"four-color Oxford stripe cloth\" (the clothÆs repeating sequence of colored stripes are (red-blue-green-yellow-green-blue-) see Image 1).\n\nImage 1:  \"4-color Oxford stripe\" molecular film (46 nm width)  \n\nIn addition to preparing \"multi-color Oxford stripe\" molecular films with precisely identical color sequence repeats, progress was made preparing \"two color Oxford stripe\" films with random width \"white\" stripes between constant width \"blue\" stripes. Achieving this required development of shape amphiphilic molecules, i.e. molecules with two arms that exhibit vastly distinct shape selectivity for neighboring molecules. The assembly of relatively long stripes required both compounds to exchange onto and off of the underlying graphite surface many times to fully express the shape preference of its \"arms\". Surprisingly, the exchange requirement for stripe assembly did not occur at room temperature (rapid exchange often is assumed). Instead, the desired exchange required heating (for times as long as 10 hours at 45C) the graphite sample in contact with solution containing the compounds to assemble  long \"blue stripes\" (see Image 2). The distribution of spacings between the \"blue stripes\" can be varied by altering the relative amounts of the two compoundsÆ solution concentrations.                                                          \n\nImage 2:  Heating of amphiphilic \"2-color Oxford stripe\" film increases stripe length (135 nm width regions)               \n\nThese \"Oxford cloth\" molecular films have potential to serve as guides to position very small objects (proteins, nanoparticles, metal clusters) along specific stripes with desired, very small, spacings. Developing such template applications requires (a)  the Oxford cloth stripes to project chemical traps into solution to grab and capture the very small objects and (b) cross-linking (gluing together) the molecules comprising the films. Progress was made demonstrating capture of very small objects and inducing cross-linking of molecules in the films.\n\nBroader Impacts: Four graduate students (3 men, 1 woman), five undergraduates (4 men, 1 woman; 1 underrepresented minority) and a masters student from the Czech Republic (1 woman) developed expertise in organic synthesis, molecular spectroscopy, self-assembly and surface science in the course of advancing these projects. Their studies produced (or will produce) 4 doctoral theses, 1 masters thesis and 2 bachelors theses. In addition, software was developed and distributed to correct drift artifacts that appear will imaging the molecular films.\n\n\t\t\t\t\tLast Modified: 04/19/2015\n\n\t\t\t\t\tSubmitted by: Matthew B Zimmt"
 }
}