{
 "awd_id": "1058573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Power Tagging Grid Intelligence for 21st Century Energy Applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2011-02-11",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project develops devices and systems to conduct two-way data communication using the electrical power distribution grid as the communications medium. The Phase I research provided information needed to optimize the devices, systems, and methods used, but also raised additional questions that need to be researched during Phase II. This effort includes the development of specialized high-order modulation techniques, filters and shields to allow the equipment to operate in a high-voltage environment, and specialized low-overhead communication protocols to accommodate the constraints imposed by the communications medium.  If successful, an application platform for grid applications and a management model for distributed communications and intelligence will be developed.  Typically, these needs are being addressed by overlaying a digital network of some sort over the power distribution network. Smart Grid initiatives in development today are complicated by the fact that no one digital communication technology is adapted to all the places and environments in which the Smart Grid must operate. The grid itself is always present wherever Smart Grid intelligence is needed, making on-grid communications potentially the simplest and most cost-effective medium for enabling Smart Grid communications.\r\n\r\nPower Tagging Technology encourages a fundamentally different approach to Smart Grid implementation. Early efforts at using technology for demand management by engaging consumers have favored consumers at the high end of the economic scale, ones who live in newer subdivisions, and have the funds, skills, and interest to invest in personal energy management technology. Rural and inner city consumers benefit much less if at all from these programs. However, Power Tagging Technology has the potential to benefit all types of consumers equally through applications like high-resolution Conservation Voltage Regulation that reduces energy consumption and costs for wide-range of consumers. Power Tagging Technology is not only a communications mechanism, but it is inherently also a mechanism for monitoring the grid and inferring information about the electrical distribution infrastructure that is not readily available today. If successfully deployed, Power Tagging Technology has the potential for enabling whole new fields of research and development in Power Engineering and Grid Security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Martin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia Martin",
   "pi_email_addr": "mmartin@powertagging.com",
   "nsf_id": "000562109",
   "pi_start_date": "2011-02-11",
   "pi_end_date": "2012-07-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerritt",
   "pi_last_name": "Hansell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerritt Hansell",
   "pi_email_addr": "jhansell@powertagging.com",
   "nsf_id": "000621936",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Power Tagging Technologies, Inc.",
  "inst_street_address": "5425 Airport Blvd",
  "inst_street_address_2": "Suite 101",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3033851705",
  "inst_zip_code": "803010000",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Power Tagging Technologies, Inc.",
  "perf_str_addr": "5425 Airport Blvd",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803010000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "6850",
   "pgm_ref_txt": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p><span style=\"text-decoration: underline;\"><strong>Power Tagging Grid Intelligence</strong></span></p>\n</div>\n<h2>Background</h2>\n<p>Just about everyone who follows technology developments has heard of the Smart Grid.&nbsp; The Smart Grid promises to improve the electrical distribution networks in the United States&nbsp; by increasing the accuracy with which electrical utilities understand how consumers use electricity. &nbsp;This allows better planning, leading to lower costs and more energy conservation.&nbsp; Today, the Smart Grid mostly means Smart Meters and the Advanced Metering Infrastructure (AMI).&nbsp; An AMI is a wireless data collection network with Smart Meters at the edge reporting to data aggregation centers.&nbsp; The aggregation points in turn transmit the meter data to utility service centers, over the Internet or using private broadband networks.&nbsp; The AMI reduces the cost of meter reading, and enables energy and demand management by reporting energy use hourly or more instead of monthly.&nbsp; AMI&rsquo;s are a first step.&nbsp; The Smart Grid of the future must enable improved outage management, extend the life of the components of the grid, enable distributed power generation, and enhance homeland security.&nbsp; AMI alone can&rsquo;t do this.</p>\n<p>Utilities use two types of models or maps of their distribution grids to manage and improve their service.&nbsp; The <em>Physical Network Model (PNM) </em>contains the geospatial coordinates of the assets of the distribution grid, from substations to the transformer on your street corner to the meter on your home.&nbsp; Modern Global Positioning Systems (GPS) and Smart Meters have greatly improved the accuracy of the PNM, because GPS locators were used to capture the coordinates of each Smart Meter when it was installed.</p>\n<p>The <em>Logical Network Model (LNM)</em> contains the schematic of the grid: how the big distribution transformers at substations are connected via overhead and underground lines via intermediate transformers, switches, capacitor banks, and regulators to the meters at the edge of the grid.&nbsp; It is the LNM combined with the PNM that enables the highest-value Smart Grid applications to be deployed: rapid fault isolation; safe and fast recovery management after a disaster like Superstorm Sandy, conserving power (and fossil fuels) by delivering the minimum power to the grid needed to power the current demand, and homeland security identifying threats by detecting and locating tampering with the distribution grid.&nbsp; Unfortunately, the AMI networks don&rsquo;t help maintain the LNM, which changes more rapidly than the PNM, because the AMI only touches the grid at the electrical meters and nowhere else.&nbsp; Utilities don&rsquo;t have high confidence in the accuracy of their Logical Network Models.</p>\n<h2>The Power Tagging Advantage: Grid Location Awareness&trade;</h2>\n<p>Funded by the National Science Foundation SBIR Grant, Power Tagging Technologies, Inc. of Boulder, Colorado has developed a unique capability that truly moves the science of mapping and managing the electrical distribution grid into the 21<sup>st</sup> Century.&nbsp; A small device, inside the Smart Meter, monitors electrical conditions at the meter&rsquo;s connection point and transmits an encoded signal over the electrical power lines themselves.&nbsp; A Smart Meter so enhanced is called a Grid Location Aware Smart Meter or a GLA Smart Meter.</p>\n<p>&nbsp;</p>\n<p>A GLA Smart Meter transmits its message twice daily to a very intelligent receiver at the electrical distribution substation.&nbsp; If the GLA Smart Meter detects any kind of error condition, it can transmit a special alert on another channel, immediately and separately from its regularly scheduled transmission.&nbsp; Sending this message on the grid requires little power (usually about 8-10 watts).&nbsp; But, because of Power Taggin...",
  "por_txt_cntn": "\n\nPower Tagging Grid Intelligence\n\nBackground\n\nJust about everyone who follows technology developments has heard of the Smart Grid.  The Smart Grid promises to improve the electrical distribution networks in the United States  by increasing the accuracy with which electrical utilities understand how consumers use electricity.  This allows better planning, leading to lower costs and more energy conservation.  Today, the Smart Grid mostly means Smart Meters and the Advanced Metering Infrastructure (AMI).  An AMI is a wireless data collection network with Smart Meters at the edge reporting to data aggregation centers.  The aggregation points in turn transmit the meter data to utility service centers, over the Internet or using private broadband networks.  The AMI reduces the cost of meter reading, and enables energy and demand management by reporting energy use hourly or more instead of monthly.  AMIÆs are a first step.  The Smart Grid of the future must enable improved outage management, extend the life of the components of the grid, enable distributed power generation, and enhance homeland security.  AMI alone canÆt do this.\n\nUtilities use two types of models or maps of their distribution grids to manage and improve their service.  The Physical Network Model (PNM) contains the geospatial coordinates of the assets of the distribution grid, from substations to the transformer on your street corner to the meter on your home.  Modern Global Positioning Systems (GPS) and Smart Meters have greatly improved the accuracy of the PNM, because GPS locators were used to capture the coordinates of each Smart Meter when it was installed.\n\nThe Logical Network Model (LNM) contains the schematic of the grid: how the big distribution transformers at substations are connected via overhead and underground lines via intermediate transformers, switches, capacitor banks, and regulators to the meters at the edge of the grid.  It is the LNM combined with the PNM that enables the highest-value Smart Grid applications to be deployed: rapid fault isolation; safe and fast recovery management after a disaster like Superstorm Sandy, conserving power (and fossil fuels) by delivering the minimum power to the grid needed to power the current demand, and homeland security identifying threats by detecting and locating tampering with the distribution grid.  Unfortunately, the AMI networks donÆt help maintain the LNM, which changes more rapidly than the PNM, because the AMI only touches the grid at the electrical meters and nowhere else.  Utilities donÆt have high confidence in the accuracy of their Logical Network Models.\nThe Power Tagging Advantage: Grid Location Awareness&trade;\n\nFunded by the National Science Foundation SBIR Grant, Power Tagging Technologies, Inc. of Boulder, Colorado has developed a unique capability that truly moves the science of mapping and managing the electrical distribution grid into the 21st Century.  A small device, inside the Smart Meter, monitors electrical conditions at the meterÆs connection point and transmits an encoded signal over the electrical power lines themselves.  A Smart Meter so enhanced is called a Grid Location Aware Smart Meter or a GLA Smart Meter.\n\n \n\nA GLA Smart Meter transmits its message twice daily to a very intelligent receiver at the electrical distribution substation.  If the GLA Smart Meter detects any kind of error condition, it can transmit a special alert on another channel, immediately and separately from its regularly scheduled transmission.  Sending this message on the grid requires little power (usually about 8-10 watts).  But, because of Power TaggingÆs innovative use of low-frequency modulation techniques, this little signal propagates to the substation receiver 99.9997% error-free without intermediate amplifiers.\n\nAt the substation, the receiver can discern critical data from the signal itself and the information encoded in it.  Specifically, it can infer:\n\nWhich major feeder line is now supplying ..."
 }
}