{
 "awd_id": "1058205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:   Social foraging in Ameiva lizards",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 9137.0,
 "awd_amount": 9137.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "Animals that rely on information from others to obtain food are engaging in social foraging, which can include such diverse behaviors as food stealing (kleptoparasitism), communal scavenging, and the cooperative hunting of social carnivores. Well documented examples of social foraging are unevenly concentrated in certain animal groups, though the phenomenon is widespread and extends to animals typically not considered social.  The purpose of this EAGER proposal is to develop a line of inquiry concerning the social foraging of the lizard Ameiva corax.  \r\n\r\nPilot work on A. corax indicates that social foraging is important to this lizard; food sharing is common for large food items and lizards obtain material that adult seabirds bring to the nest to feed nestlings (a form of kleptoparasitism).  This project will focus on characterizing the foraging ecology of Ameiva corax, with particular attention devoted to the interactions between A. corax and provisioning seabirds.  Observations and surveys of naturally foraging lizards will be used to determine the 1) patterns of association among individual lizards, 2) demographic and social status of lizards that secure food, and 3) circumstances under which lizards obtain fish.  The study will enrich understanding of the characteristics of social foraging across circumstances and across animal groups, and will serve as the basis for further studies evaluating the generality of models of social behavior. \r\n\r\nThis study will provide research training to underrepresented students, and the results as well as follow-up efforts will be incorporated into educational activities at a tribal college. Results will be disseminated to the general public through presentations to schools and other organizations (including, but not limited to, schools, tribal organizations, and natural history clubs or centers).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Eifler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas A Eifler",
   "pi_email_addr": "doug.eifler@gmail.com",
   "nsf_id": "000557696",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Center for Cooperative Education",
  "inst_street_address": "2808 MEADOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7857498414",
  "inst_zip_code": "660473240",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "ERELL INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "M9TKNTSCKKZ1"
 },
 "perf_inst": {
  "perf_inst_name": "National Center for Cooperative Education",
  "perf_str_addr": "2808 MEADOW DR",
  "perf_city_name": "LAWRENCE",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660473240",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9137.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For many animals, decisions are strongly influenced by their social environment, including among animals not commonly recognized as being <em>social</em>.&nbsp; The reasons that animals engage in various social activities are not always clear.&nbsp; New methods of characterizing social behavior and novel study subjects can allow us to test our understanding of the conditions that promote different forms of social organization.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The lizard <em>Ameiva corax</em> engages in social foraging, congregating at cactus fruits and seabird eggs to feed.&nbsp; Both the level of social contact exhibited by this species and the existence of social foraging are extremely uncommon among reptiles.&nbsp; Our exploratory study applied methods of social network analysis to characterizing the social system of <em>A. corax</em>.&nbsp; Through extensive field observations, we were able to document the social links among 82 identifiable individuals.&nbsp; We then examined the characteristics of their social network. Some individuals were extremely well connected socially and interacted with a significant portion of the population, while others were minimally integrated into the social system.&nbsp; There were also sex differences in the pattern of social connection; the network of social interactions was most extensive among males.&nbsp; Further, our results indicate that entrance to hard-to-open foods (fruit and eggs) is accomplished primarily by males, the larger sex, particularly among individuals most strongly connected to the social network. We also observed repeated instances of food &ldquo;sharing&rdquo; among known pairs of individuals.&nbsp; Our results expand our appreciation of reptile social systems, demonstrate the benefit of applying network analysis to &ldquo;less social&rdquo; taxa, and provide new information concerning the circumstances that may lead to social foraging.&nbsp; We anticipate that future work will allow us to more fully evaluate current models of social foraging.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/31/2012<br>\n\t\t\t\t\tModified by: Douglas&nbsp;A&nbsp;Eifler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor many animals, decisions are strongly influenced by their social environment, including among animals not commonly recognized as being social.  The reasons that animals engage in various social activities are not always clear.  New methods of characterizing social behavior and novel study subjects can allow us to test our understanding of the conditions that promote different forms of social organization.  \n\n \n\nThe lizard Ameiva corax engages in social foraging, congregating at cactus fruits and seabird eggs to feed.  Both the level of social contact exhibited by this species and the existence of social foraging are extremely uncommon among reptiles.  Our exploratory study applied methods of social network analysis to characterizing the social system of A. corax.  Through extensive field observations, we were able to document the social links among 82 identifiable individuals.  We then examined the characteristics of their social network. Some individuals were extremely well connected socially and interacted with a significant portion of the population, while others were minimally integrated into the social system.  There were also sex differences in the pattern of social connection; the network of social interactions was most extensive among males.  Further, our results indicate that entrance to hard-to-open foods (fruit and eggs) is accomplished primarily by males, the larger sex, particularly among individuals most strongly connected to the social network. We also observed repeated instances of food \"sharing\" among known pairs of individuals.  Our results expand our appreciation of reptile social systems, demonstrate the benefit of applying network analysis to \"less social\" taxa, and provide new information concerning the circumstances that may lead to social foraging.  We anticipate that future work will allow us to more fully evaluate current models of social foraging.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/31/2012\n\n\t\t\t\t\tSubmitted by: Douglas A Eifler"
 }
}