{
 "awd_id": "1058434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II: Continuous Near Infrared Monitor for Pichia Pastoris Bioreactors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 1110000.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2014-12-04",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will further develop a fully hardened, user friendly ASL Pichia monitor for commercial protein production. The Phase I effort demonstrated the commercial feasibility of the continuous, real-time near infrared monitor for tracking metabolite levels and cell density during protein expression with Pichia pastoris. Implementing this technology into an industrial production or process development setting requires the entire system to be hardened and made more user-friendly. All hardware components will be incorporated into a single unit with an embedded computer and the sampling interface will be enhanced to permit continuous monitoring or discrete sampling. Protocols for calibration generation and updating will be established, and performance diagnostics to maximize calibration robustness developed. The final design of the instrumentation will be beta-tested by current Pichia users.\r\n\r\nThe broader impacts of this research will enable accurate control of bioreactors and enhance optimization efforts, resulting in maximum production yields of highly valued proteins from Pichia. Successful development of ASL's continuous, real-time monitor will enhance the attractiveness of Pichia as a protein expression platform. Acceptance of the monitor by the Pichia community will enhance efforts to develop new biopharmaceuticals and shorten the drug development process. ASL's monitor will catalyze the use of Pichia by enabling more effective control and optimization, thereby driving down healthcare costs and making these bio-therapeutic proteins more widely available. ASL's core monitor technology will be adaptable to broader markets with applications in biotechnology, biomedical, and clinical settings, where reliable, on-line sensing is currently unavailable.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Gibson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth R Gibson",
   "pi_email_addr": "elizabeth-r-gibson@uiowa.edu",
   "nsf_id": "000083607",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ASL Analytical, Inc.",
  "inst_street_address": "2500 Crosspark Rd., Ste E224",
  "inst_street_address_2": "",
  "inst_city_name": "Coralville",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "3196652214",
  "inst_zip_code": "522414710",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IA01",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "ASL Analytical, Inc.",
  "perf_str_addr": "2500 Crosspark Rd., Ste E224",
  "perf_city_name": "Coralville",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "522414710",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1167",
   "pgm_ref_txt": "MULTIDISCIPLINARY BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "1491",
   "pgm_ref_txt": "BIOTECH, BIOCHEM & BIOMASS ENG"
  },
  {
   "pgm_ref_code": "1591",
   "pgm_ref_txt": "STTR PHASE II"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8240",
   "pgm_ref_txt": "SBIR/STTR CAP"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9181",
   "pgm_ref_txt": "BIOPROCESSING/BIOMOLECULAR MATERIALS"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ASL Analytical, Inc. (ASL) is developing state-of-the-art tools for automated chemical measurement in biotechnology-focused industries.&nbsp; Products from these industries span medical, agricultural, and industrial markets and include advanced biopharmaceutical medicines, animal feed supplements, and industrial enzymes.&nbsp; Chemical analyses to monitor the complex bioprocesses that create these advanced products commonly require the removal of a discrete sample from the process followed by laboratory analysis of that sample.&nbsp; During this award, ASL developed a fully automated system for the real-time measurement of key chemicals throughout bioprocess product production.&nbsp; This first of its kind chemical monitor requires no operator expertise, is completely non-destructive, and continuously displays the concentration of key analytes as well as tracking the number of cells throughout the bioprocess.&nbsp; ASL&rsquo;s first commercial system was released during this award, automatically measuring glycerol and methanol during bioprocesses using the yeast <em>Pichia pastoris</em>.&nbsp; Further commercial release of a module for chemical measurement of mammalian cell culture bioprocesses was also realized during this award.&nbsp; The capability for continuous measurement of glucose and lactate during CHO cell cultures addresses the most widely used bioprocess platform for creation of biopharmaceuticals.&nbsp; The state-of-the-art bioprocess measurement tools developed during this award are designed to increase productivity and product quality.&nbsp; In biopharmaceutical applications, the resultant decrease in development and production costs is anticipated to lead to lower medicine costs and the greater availability of advanced treatments for debilitating conditions including rheumatoid arthritis, Crohn&rsquo;s disease, and multiple sclerosis.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2016<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;R&nbsp;Gibson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nASL Analytical, Inc. (ASL) is developing state-of-the-art tools for automated chemical measurement in biotechnology-focused industries.  Products from these industries span medical, agricultural, and industrial markets and include advanced biopharmaceutical medicines, animal feed supplements, and industrial enzymes.  Chemical analyses to monitor the complex bioprocesses that create these advanced products commonly require the removal of a discrete sample from the process followed by laboratory analysis of that sample.  During this award, ASL developed a fully automated system for the real-time measurement of key chemicals throughout bioprocess product production.  This first of its kind chemical monitor requires no operator expertise, is completely non-destructive, and continuously displays the concentration of key analytes as well as tracking the number of cells throughout the bioprocess.  ASLÆs first commercial system was released during this award, automatically measuring glycerol and methanol during bioprocesses using the yeast Pichia pastoris.  Further commercial release of a module for chemical measurement of mammalian cell culture bioprocesses was also realized during this award.  The capability for continuous measurement of glucose and lactate during CHO cell cultures addresses the most widely used bioprocess platform for creation of biopharmaceuticals.  The state-of-the-art bioprocess measurement tools developed during this award are designed to increase productivity and product quality.  In biopharmaceutical applications, the resultant decrease in development and production costs is anticipated to lead to lower medicine costs and the greater availability of advanced treatments for debilitating conditions including rheumatoid arthritis, CrohnÆs disease, and multiple sclerosis. \n\n \n\n\t\t\t\t\tLast Modified: 01/08/2016\n\n\t\t\t\t\tSubmitted by: Elizabeth R Gibson"
 }
}