{
 "awd_id": "1058987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Main Group Element Complexes Supported by Multidentate Ligands:  Alkyl, Hydride and Subvalent Compounds and their Applications to Catalysis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Johnson",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-06-22",
 "awd_max_amd_letter_date": "2011-06-22",
 "awd_abstract_narration": "With this award, the Chemical Synthesis Program is funding Professor Gerard Parkin of Columbia University to investigate main group metal chemistry relevant to the development of future technological applications of these elements.  Applications range from their enlistment as catalysts to their use in solid-state devices and further research into the chemistry of these elements will lead to new developments.  The intent of this proposal is to obtain fundamental information that will facilitate such advances by using well-defined ligands to control the coordination environment about main group metal centers, such as those of zinc and calcium, and thereby derive a detailed understanding concerned with bonding and reactivity of these elements.\r\n\r\nThe Broader Impact of the proposed research is far reaching, and an important aspect involves training students to be future professionals, be it in an academic or industrial setting.  The research activities described in this proposal are not restricted to students from Columbia University, but will also involve undergraduate students from other universities (typically non-PhD granting institutions), as illustrated by students who have participated in the NSF REU Program.  In addition, high school children will also participate in this research, e.g. from the Harlem Children Society, as has become customary for the group.  In addition, the PI will continue to reach out to New York City public middle schools that are ethnically diverse, as well as bring such students in house to gain exposure to simple experimental chemistry at Columbia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerard",
   "pi_last_name": "Parkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerard Parkin",
   "pi_email_addr": "parkin@columbia.edu",
   "nsf_id": "000467754",
   "pi_start_date": "2011-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"NSF-12\">Compounds of the main group elements have many important applications, which range from their use as catalysts to their use as solid-state devices.&nbsp; Continued investigation into main group metal chemistry is crucial for providing essential information that will enable the development of future technological applications of these elements and this objective has been achieved by using ligands that create well-defined coordination environments about a metal center. &nbsp;For example, with respect to the Group 12 elements, specific emphasis has been placed on the use of tetradentate tripodal ligands to afford compounds of zinc that exhibit interesting reactivity.&nbsp; As an illustration, a zinc hydroxide compound reacts with carbon dioxide to form a bicarbonate compound.&nbsp; This reactivity is of direct relevance to the mechanism of action of carbonic anhydrase, an enzyme that is essential to all forms of life.&nbsp; Furthermore, the ability of the zinc compound to absorb carbon dioxide from the atmosphere is also of relevance to efforts to remove this greenhouse gas from the environment.&nbsp; This class of ligands has also been used to synthesize the first example of an organozinc compound that incorporates a terminal fluoride ligand.&nbsp; The significance of this result is underscored by the fact that the chemistry of metal compounds with terminal fluoride ligands is virtually nonexistent by comparison to that of the other halides (for example, terminal fluorides correspond to only 0.14 % of structurally characterized zinc halides).&nbsp; The reactivity of this zinc fluoride compound is, therefore, of considerable interest and it has been demonstrated that the fluoride ligand is capable of serving as both a hydrogen bond and a halogen bond acceptor.&nbsp; Such interactions are of considerable importance in areas as diverse as biological systems and crystal engineering.&nbsp;</p>\n<p>The research was performed by both male and female graduate students and the accompanying training allowed them to take up successful positions in both academia and industry.&nbsp; Undergraduate students also participated in the research and the training that they received allowed them to be successful in their application to graduate school.&nbsp; Furthermore, one of these students became a recipient of a National Science Foundation GRFP award.&nbsp; In addition to graduate and undergraduate students, high school students also participated in research within the group.&nbsp; These students received awards from several Science Fairs and are currently enrolled in undergraduate programs at various institutions, including Columbia University.&nbsp; The Principal Investigator (PI) also encouraged a local high school to enroll some of their&nbsp; students in his General Chemistry I (C1403) class at Columbia, which proved to be very successful.&nbsp; In addition, the graduate and undergraduate students in the PI&rsquo;s research group participated in outreach activities with school students and this also contributed to their professional development.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2015<br>\n\t\t\t\t\tModified by: Gerard&nbsp;Parkin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Compounds of the main group elements have many important applications, which range from their use as catalysts to their use as solid-state devices.  Continued investigation into main group metal chemistry is crucial for providing essential information that will enable the development of future technological applications of these elements and this objective has been achieved by using ligands that create well-defined coordination environments about a metal center.  For example, with respect to the Group 12 elements, specific emphasis has been placed on the use of tetradentate tripodal ligands to afford compounds of zinc that exhibit interesting reactivity.  As an illustration, a zinc hydroxide compound reacts with carbon dioxide to form a bicarbonate compound.  This reactivity is of direct relevance to the mechanism of action of carbonic anhydrase, an enzyme that is essential to all forms of life.  Furthermore, the ability of the zinc compound to absorb carbon dioxide from the atmosphere is also of relevance to efforts to remove this greenhouse gas from the environment.  This class of ligands has also been used to synthesize the first example of an organozinc compound that incorporates a terminal fluoride ligand.  The significance of this result is underscored by the fact that the chemistry of metal compounds with terminal fluoride ligands is virtually nonexistent by comparison to that of the other halides (for example, terminal fluorides correspond to only 0.14 % of structurally characterized zinc halides).  The reactivity of this zinc fluoride compound is, therefore, of considerable interest and it has been demonstrated that the fluoride ligand is capable of serving as both a hydrogen bond and a halogen bond acceptor.  Such interactions are of considerable importance in areas as diverse as biological systems and crystal engineering. \n\nThe research was performed by both male and female graduate students and the accompanying training allowed them to take up successful positions in both academia and industry.  Undergraduate students also participated in the research and the training that they received allowed them to be successful in their application to graduate school.  Furthermore, one of these students became a recipient of a National Science Foundation GRFP award.  In addition to graduate and undergraduate students, high school students also participated in research within the group.  These students received awards from several Science Fairs and are currently enrolled in undergraduate programs at various institutions, including Columbia University.  The Principal Investigator (PI) also encouraged a local high school to enroll some of their  students in his General Chemistry I (C1403) class at Columbia, which proved to be very successful.  In addition, the graduate and undergraduate students in the PIÆs research group participated in outreach activities with school students and this also contributed to their professional development.\n\n\t\t\t\t\tLast Modified: 08/13/2015\n\n\t\t\t\t\tSubmitted by: Gerard Parkin"
 }
}