{
 "awd_id": "1058405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Next Generation Displays Based on Novel Carbon Fiber MEMS Micromirrors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 499662.0,
 "awd_amount": 1015643.0,
 "awd_min_amd_letter_date": "2011-03-18",
 "awd_max_amd_letter_date": "2016-05-26",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project is aimed at overcoming the small screen size limitations of mobile devices. The use of projection technology based on microelectromechanical systems (MEMS) micromirrors capable of scanning laser beams onto surfaces embedded within these devices offers a potential solution to the screen size problem.  The end-goal of this project is the development of a tiny, energy efficient, low-cost, embeddable projection system capable of projecting large, high-resolution images at short distances from mobile devices.  This effort will build off of work done in the Phase I project, in which a lab-scale functional prototype (a functional prototype has functionality but not scale or form-factor) of the system was built. This proposed effort will consist of two major research thrusts that are critical to the technology?s success 1) Development of an illumination module with integrated intensity modulator, and 2) Development of an advanced, miniaturized, pico-projector prototype.\r\n\r\nThe broader impact/commercial potential of this project includes improving technology in the mobile device field. Business users and consumers are increasingly relying on the convenience of mobile devices as computing power and communication bandwidth improves.  This market sector is increasing rapidly, and wireless mobile devices such as smart phones and netbooks are primary devices for computing and Internet access.  However, the limitations of a sub-5\" diagonal display have prevented mobile devices from achieving their full potential.  The demand for ever smaller wireless devices (as witnessed by subsequent generations of the iPod) and the need for more screen real estate are in direct conflict.  The capability of pico projectors to overcome screen-size limitations in mobile electronics devices, projecting a large image despite their small size, makes embedded pico projectors a perfect fit for space-constrained mobile devices. Through their ability to enlarge displays, embedded pico projectors can unlock the potential of the mobile device and make them more capable as primary computing and Internet-access platforms. This capability ensures this proposed technology will have high commercial demand for the extended future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shahyaan",
   "pi_last_name": "Desai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shahyaan Desai",
   "pi_email_addr": "sdesai@mezmeriz.com",
   "nsf_id": "000506988",
   "pi_start_date": "2011-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mezmeriz, Inc.",
  "inst_street_address": "95 Brown Road, Suite 184",
  "inst_street_address_2": "Mailstop 1005",
  "inst_city_name": "Ithaca",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5102958140",
  "inst_zip_code": "148501277",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Mezmeriz, Inc.",
  "perf_str_addr": "95 Brown Road, Suite 184",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148501277",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1517",
   "pgm_ref_txt": "ELECT, PHOTONICS, & DEVICE TEC"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 507662.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 499981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Project Outcomes Summary</strong></p>\n<p>NSF SBIR Award 1058405: Next Generation Displays Based on Novel Carbon Fiber MEMS Mirrors</p>\n<p><br /> Under the National Science Foundation (NSF) Phase II Small Business Innovative Research (SBIR) grant (1058405) entitled &ldquo;Next Generation Displays Based on Novel Carbon Fiber MEMS Micromirrors&rdquo;, Mezmeriz has developed a prototype of an innovative pico-projection display system for mobile devices that uses novel carbon fiber-integrated microelectromechanical (MEMS) structures. This device is aimed at addressing the mobile industry&rsquo;s desire to reduce the size of smartphones without reducing the screen sizes of these devices. &nbsp;The use of projection technology based on MEMS micromirrors capable of projecting large, vivid laser images onto nearby surfaces decouples the size of the device from that of its screen, and permits novel interactivity between the user, mobile device, and the environment.</p>\n<p><br /> At the heart of this projector is a patented carbon fiber MEMS system developed by Mezmeriz capable of scanning laser light along two orthogonal axes at very rapid speeds over more than 90&deg; fields of view. Combing this mirror with one red, green and blue laser diode and simple video processing circuits results in a small, efficient pico projector that can project a consistently focused image that is twice as large as the distance from the projection surface. This is twice as good as any other competing picoprojection technology. &nbsp;Mezmeriz&rsquo;s prototype picoprojection system shown in Figure 1. exploits this performance advantage to produce an 848 x 480 pixel, 9&rdquo; diagonal video image onto a table top from a smartphone sized device placed upright. &nbsp;This module has been designed for integration into mobile computing devices and consumer electronic products such as smartphones, tablet computers, lightweight laptops, and digital cameras and camcorders.</p>\n<p>&nbsp;</p>\n<p>The performance advantages afforded by Mezmeriz&rsquo;s carbon fiber MEMS technology also provides similar benefits for 3D laser depth scanning systems.&nbsp; The global 3D Scanning market is estimated to grow from an estimated $2.06 billion in 2013 to $4.08 billion by 2018, at an estimated CAGR of 14.6% from 2013 to 2018. &nbsp;Furthermore, with greater interest in autonomous vehicles and drones, 3D laser scanning technology is now also gaining widespread use as driver assistance and collision sensors in cars.&nbsp; However, performance and system size relative to cost remain a major challenge for wide spread adoption.&nbsp; Mezmeriz&rsquo;s MEMS technology is uniquely positioned to address these challenges, permitting the development of a portable, inexpensive 3D scanning device, with the performance capabilities of expensive high-end industrial laser scanning systems.</p>\n<p>To address this market, proceeds from this Phase IIB grant were also used to developed a prototype 3D laser scanning system based on Mezmeriz&rsquo;s unique MEMS technology.&nbsp; Mezmeriz&rsquo;s lab prototype is currently capable of producing 3D scans of objects and spaces, with a 360&deg; x 270&deg; field of view and a range of 0.1 &ndash; 10 meters.&nbsp; The system uses proprietary laser modulation techniques, and signal processing algorithms to provide a single shot instantaneous pointing accuracy of 1 centimeter or better over the entire range of 10 centimeters &ndash; 10 meters, and has the potential to produce a 360&deg; x 270&deg;, 19.44-million-point depth image in less than 5 minutes.&nbsp; Single shot measurement accuracy and example images captured are shown in Figures 2 and 3. &nbsp;Mezmeriz anticipates converting the prototype into a $2000 prosumer geometry capture product for virtual reality, and architectural/construction markets by the end of 2016.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tL...",
  "por_txt_cntn": "Project Outcomes Summary\n\nNSF SBIR Award 1058405: Next Generation Displays Based on Novel Carbon Fiber MEMS Mirrors\n\n\n Under the National Science Foundation (NSF) Phase II Small Business Innovative Research (SBIR) grant (1058405) entitled \"Next Generation Displays Based on Novel Carbon Fiber MEMS Micromirrors\", Mezmeriz has developed a prototype of an innovative pico-projection display system for mobile devices that uses novel carbon fiber-integrated microelectromechanical (MEMS) structures. This device is aimed at addressing the mobile industryÆs desire to reduce the size of smartphones without reducing the screen sizes of these devices.  The use of projection technology based on MEMS micromirrors capable of projecting large, vivid laser images onto nearby surfaces decouples the size of the device from that of its screen, and permits novel interactivity between the user, mobile device, and the environment.\n\n\n At the heart of this projector is a patented carbon fiber MEMS system developed by Mezmeriz capable of scanning laser light along two orthogonal axes at very rapid speeds over more than 90&deg; fields of view. Combing this mirror with one red, green and blue laser diode and simple video processing circuits results in a small, efficient pico projector that can project a consistently focused image that is twice as large as the distance from the projection surface. This is twice as good as any other competing picoprojection technology.  MezmerizÆs prototype picoprojection system shown in Figure 1. exploits this performance advantage to produce an 848 x 480 pixel, 9\" diagonal video image onto a table top from a smartphone sized device placed upright.  This module has been designed for integration into mobile computing devices and consumer electronic products such as smartphones, tablet computers, lightweight laptops, and digital cameras and camcorders.\n\n \n\nThe performance advantages afforded by MezmerizÆs carbon fiber MEMS technology also provides similar benefits for 3D laser depth scanning systems.  The global 3D Scanning market is estimated to grow from an estimated $2.06 billion in 2013 to $4.08 billion by 2018, at an estimated CAGR of 14.6% from 2013 to 2018.  Furthermore, with greater interest in autonomous vehicles and drones, 3D laser scanning technology is now also gaining widespread use as driver assistance and collision sensors in cars.  However, performance and system size relative to cost remain a major challenge for wide spread adoption.  MezmerizÆs MEMS technology is uniquely positioned to address these challenges, permitting the development of a portable, inexpensive 3D scanning device, with the performance capabilities of expensive high-end industrial laser scanning systems.\n\nTo address this market, proceeds from this Phase IIB grant were also used to developed a prototype 3D laser scanning system based on MezmerizÆs unique MEMS technology.  MezmerizÆs lab prototype is currently capable of producing 3D scans of objects and spaces, with a 360&deg; x 270&deg; field of view and a range of 0.1 &ndash; 10 meters.  The system uses proprietary laser modulation techniques, and signal processing algorithms to provide a single shot instantaneous pointing accuracy of 1 centimeter or better over the entire range of 10 centimeters &ndash; 10 meters, and has the potential to produce a 360&deg; x 270&deg;, 19.44-million-point depth image in less than 5 minutes.  Single shot measurement accuracy and example images captured are shown in Figures 2 and 3.  Mezmeriz anticipates converting the prototype into a $2000 prosumer geometry capture product for virtual reality, and architectural/construction markets by the end of 2016.\n\n \n\n\t\t\t\t\tLast Modified: 03/15/2016\n\n\t\t\t\t\tSubmitted by: Shahyaan Desai"
 }
}