{
 "awd_id": "1058156",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  An Immersive 3D Simulator to Experientially Learn Immunobiology as a Networked System",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will build on previous work to produce a transformative learning resource: a first-of-its-kind simulator that applies an innovative approach and advanced 3D interactive technology to learning the complex interrelationships in immunology.  The company has used simulation-based learning technology platform to convey disease state concepts and clinical best practices to physicians for large pharmaceutical companies. This project extends this technology and approach to the study of immunology in higher education.  Like many areas of science, immunobiology involves complex systems.  The company is using an engineering paradigm to create a model immune system that is compartmentalized into elements that interact, forming a responsive whole.  When this system is brought to life through interactivity and 3D visuals, students will experience how the immune system functions instead of reading about it.  The company will work with educators and immunologists to build this simulator to fill recognized gaps in understanding this science.  This Phase II project will result in a commercial version of the Immunobiology Simulator that will be marketed to colleges, universities, and medical schools with strategic science publishing partners.  \r\n\r\n\r\nThe broader/commercial impact of this project will be the potential to create an Immunobiology Simulator that facilitates the comprehensive understanding of the immune system through direct experience of the interactions between its essential parts.  This systems approach is a forward-thinking one that when combined with technology creates a new way to experience and learn immunology. Understanding the immune system is critical for advancing the battle against infectious diseases, autoimmune diseases, cancer, asthma, and many other disorders.  Immunology is an essential component in sustaining our nations competitiveness in the life sciences. It is a growing element of biology, bioengineering, nursing, and medical school curricula, with 29 schools already offering a dedicated immunology major.  The Immunobiology Simulator will be accessible over the Internet, providing broad distribution.  With content oversight by accomplished immunologists and educators, it can also be a trusted remote resource to students at institutions that do not retain faculty members with this expertise. The firms systems approach can also be applied to virtually any complex scientific topic using the same Syandus platform and expertise, allowing them to expand the business and impact other areas in life science education\r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Seifert",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas B Seifert",
   "pi_email_addr": "douglas.seifert@syandus.com",
   "nsf_id": "000226771",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syandus, Inc.",
  "inst_street_address": "600 EAGLEVIEW BLVD STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "EXTON",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6103212500",
  "inst_zip_code": "193411224",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "PA06",
  "org_lgl_bus_name": "SYANDUS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "SKW6Q67MKQN1"
 },
 "perf_inst": {
  "perf_inst_name": "Syandus, Inc.",
  "perf_str_addr": "600 EAGLEVIEW BLVD STE 300",
  "perf_city_name": "EXTON",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "193411224",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "PA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "118E",
   "pgm_ref_txt": "GRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "8042",
   "pgm_ref_txt": "Health and Safety"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--?xml:namespace prefix = \"v\" ns = \"urn:schemas-microsoft-com:vml\" /-->\n<p>This project resulted in the creation of ImmuneQuest<sup>TM</sup>, an innovative educational game for college students, medical students, AP high school students, and the general public to experience how the immune system works as a networked whole rather than reading about the disparate parts.</p>\n<p>Players begin by controlling macrophages, the sentinels of the innate immune system to protect their human host.&nbsp; Each game level builds on the previous ones and introduces new, more advanced immune capabilities for the player to integrate into their virtual immune system.&nbsp; In this way players move from controlling a relative few macrophages&nbsp;- internalizing the concepts of PAMP detection and phagocytosis, before moving on to directing the complement cascade, and the recruitment of neutrophils to eradicate increasingly virulent microbes. The addition of the adaptive immune system is in the works and will be available as an update to the program.&nbsp; At the end of each level, players receive feedback on how they performed versus their peers on specific immune responses so they can improve their performance.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br /><br />ImmuneQuest utilizes advanced 3D game technology, enhanced with a 2D information display engine to deliver scientific descriptions, diagrams, and scanning microscopic images of the immune system in action.&nbsp; While the immune characters are game-like, the player controls a growing repertoire of interrelated immune actions as they build and master their virtual immune system.&nbsp; A systems engineering approach was utilized to create the underlying intelligence for how the immune components interact and how the microbes respond.&nbsp; Learning concepts were distilled into actions, feedback, and measurable metrics.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Understanding the immune system is critical for advancing the battle against infectious diseases, autoimmune diseases (multiple sclerosis, rheumatoid arthritis, psoriasis, Crohn&rsquo;s), cancer, asthma, and many other disorders.&nbsp; It is a growing element of biology, bioengineering, nursing, and medical school curricula.&nbsp; ImmuneQuest is designed to bring immunology to life for these students, augmenting an educator&rsquo;s curricula or providing an immunology component in institutions that do not retain faculty members with immunology expertise. The cloud based analytics system allows educators to observe student progress within the program and fosters competition among students. Ultimately, ImmuneQuest strives to galvanize more students to be drawn to immunology and become our future leaders in life science and medicine.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>ImmuneQuest will be available on PC/Mac platforms January 2014; iPad and Android tablet versions will be released soon after.&nbsp;&nbsp; Visit <a title=\"ImmuneQuest\" href=\"http://immunequest.com\" target=\"_blank\">ImmuneQuest.com </a>to start your adventure in immunology!&nbsp; The first in the series, called &ldquo;The First Responders&rdquo; is free and available to everyone.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2013<br>\n\t\t\t\t\tModified by: Douglas&nbsp;B&nbsp;Seifert</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1058156/1058156_10078819_138327...",
  "por_txt_cntn": "\n\nThis project resulted in the creation of ImmuneQuestTM, an innovative educational game for college students, medical students, AP high school students, and the general public to experience how the immune system works as a networked whole rather than reading about the disparate parts.\n\nPlayers begin by controlling macrophages, the sentinels of the innate immune system to protect their human host.  Each game level builds on the previous ones and introduces new, more advanced immune capabilities for the player to integrate into their virtual immune system.  In this way players move from controlling a relative few macrophages - internalizing the concepts of PAMP detection and phagocytosis, before moving on to directing the complement cascade, and the recruitment of neutrophils to eradicate increasingly virulent microbes. The addition of the adaptive immune system is in the works and will be available as an update to the program.  At the end of each level, players receive feedback on how they performed versus their peers on specific immune responses so they can improve their performance.       \n\nImmuneQuest utilizes advanced 3D game technology, enhanced with a 2D information display engine to deliver scientific descriptions, diagrams, and scanning microscopic images of the immune system in action.  While the immune characters are game-like, the player controls a growing repertoire of interrelated immune actions as they build and master their virtual immune system.  A systems engineering approach was utilized to create the underlying intelligence for how the immune components interact and how the microbes respond.  Learning concepts were distilled into actions, feedback, and measurable metrics.     \n\nUnderstanding the immune system is critical for advancing the battle against infectious diseases, autoimmune diseases (multiple sclerosis, rheumatoid arthritis, psoriasis, CrohnÆs), cancer, asthma, and many other disorders.  It is a growing element of biology, bioengineering, nursing, and medical school curricula.  ImmuneQuest is designed to bring immunology to life for these students, augmenting an educatorÆs curricula or providing an immunology component in institutions that do not retain faculty members with immunology expertise. The cloud based analytics system allows educators to observe student progress within the program and fosters competition among students. Ultimately, ImmuneQuest strives to galvanize more students to be drawn to immunology and become our future leaders in life science and medicine.          \n\nImmuneQuest will be available on PC/Mac platforms January 2014; iPad and Android tablet versions will be released soon after.   Visit ImmuneQuest.com to start your adventure in immunology!  The first in the series, called \"The First Responders\" is free and available to everyone.        \n\n\t\t\t\t\tLast Modified: 10/31/2013\n\n\t\t\t\t\tSubmitted by: Douglas B Seifert"
 }
}