{
 "awd_id": "1058096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Endangered Languages Catalog (ELCat)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Colleen M. Fitzgerald",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 256138.0,
 "awd_amount": 318912.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2013-12-09",
 "awd_abstract_narration": "Language loss is one of the most urgent problems facing linguistics, posing scientific, practical, and moral challenges of enormous proportions. Thus it is remarkable that no centralized, up-to-date source of information on the world's endangered languages currently exists. Although there are many sources with partial coverage, none provides all the information needed to support documentation, analysis, education, and revitalization efforts. \r\n\r\nThe Endangered Languages Catalog project (ELCat) is designed to provide accurate, up-to-date information on the endangered languages of the world, i.e., a definitive catalog of languages at risk.  It will correct errors in existing databases and provide new data not available from existing sources, offering this information in an accessible, updatable online format.  \r\n\r\nThe catalog will allow users to assess, not only how critically endangered a language is, but also how much it can contribute to scientific knowledge and how well it has already been described. Thus it will provide information on: (1) the number, age, and location of the speakers, (2) the genetic affiliation of the language, and (3) what descriptive materials and projects already exist. The content of the catalog will be developed by the linguistic research teams at the University of Hawaii and Eastern Michigan University, in collaboration with regional experts. It will be designed so that scholars, community members, and other users can submit and annotate catalog information in many different ways, e.g., via smart phone, as well as conventional Internet applications. \r\n\r\nThe ELCat website will be a means of raising public awareness and fostering increased research on endangered languages. It will also constitute a resource for communities whose languages are at risk, providing them with materials to support language preservation and revitalization activities. At the same time, ELCat will contribute to advances in the social and human sciences. The most pressing research priority in linguistics and other cognitive sciences is the documentation of those endangered languages whose disappearance would mean loss of knowledge of the full range of linguistic diversity. By providing information on these languages, ELCat will not only expand scientific knowledge of human language but also further understanding of human cultures and cognitive abilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lyle",
   "pi_last_name": "Campbell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lyle Campbell",
   "pi_email_addr": "lylecamp@hawaii.edu",
   "nsf_id": "000569886",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 256138.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5843.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10544.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 46387.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Catalogue of Endangered Languages Catalogue (ELCat) project has been extremely successful, excitingly so. The project&rsquo;s principal goal was to create a definitive catalogue of the endangered languages of the world. It reviewed, corrected, and substantially increased &ndash; and continues to do so &ndash; the information available on the world&rsquo;s endangered languages, making it available in an accessible, updatable format.</p>\n<p>In collaborative research, the University of Hawai&lsquo;i Manoa and Eastern Michigan University (EMU) have developed the most definitive and authoritative resource on the endangered languages of the world. Since its launch in June 2012, the website, www.endangerelanguages.com, developed in collaboration with and Google.org, has reached a wide variety of audiences, of linguists, scholars, community members, students, educators, members of the media, and others. It has had literally millions of viewers, with c.200,000 unique visitors in the past year, and over 6 million page views. The site continues to grow exponentially, and has established itself as a go&shy;to resource for information on endangered languages, utilized for example by major news sources from CNN, BBC, and the New York Times to MSNBC.</p>\n<p>The project has produced significant new knowledge about the status of the world&rsquo;s languages. It has identified 3386 endangered languages, roughly 45% of the world&rsquo;s languages. This is near the oft-cited claim that 50% of languages are endangered of extinction. ELCat finds that 457 languages have fewer than 10 speakers (nearly 7% of all languages). Furthermore, 423 languages are &ldquo;critically&rdquo; endangered, and 800 are &ldquo;critically&rdquo; or &ldquo;severely&rdquo; endangered. Some 639 languages about which we have some linguistic information are already extinct &ndash; c.9% of known languages. Of these, 227 became extinct recently, since 1960 (35%). All the languages of 100 families (including isolates) have become extinct, from the world&rsquo;s c.420 language families &ndash; that is, nearly a quarter of the linguistic diversity of the world (calculated in terms of language families) has been lost. Twenty-eight of these 100 extinct language families became extinct since 1960 (28%). Both the number of languages and language families that became extinct in recent times demonstrate the highly accelerated rate of language extinction in recent years, as frequently claimed.&nbsp;</p>\n<p>The Catalogue of Endangered Languages has had and will continue to have a major impact on endangered language research and knowledge of these languages. It contributes significantly to the infrastructure of the field. Research projects with assorted empirical goals are under way basing their investigations on the ELCat database.</p>\n<p>The ELCat database and interface serve as an example to other disciplines interested in organizing and disseminating their data to the public in easy&shy;to&shy;understand formats. It also allows scholars from science&shy; and engineering&shy;related fields to use the Catalogue&rsquo;s language data easily for purposes connecting to economics, social science research, census data corroboration, software engineering, translation, and civil engineering.</p>\n<p>The website allows academic and non&shy;academic communities to share information on endangered languages. It seeks user suggestions for improvement of information in language entries; it encourages user participation to upload documents, audio or video recordings, images, etc. It facilitates sharing of resources about language documentation and revitalization practices. It provides the means to make audio or video recordings that might otherwise become inaccessible or lost readily available to community members and linguists alike.</p>\n<p>The Catalogue of Endangered Languages serves communities whose languages are at risk or are under th...",
  "por_txt_cntn": "\nCatalogue of Endangered Languages Catalogue (ELCat) project has been extremely successful, excitingly so. The projectÆs principal goal was to create a definitive catalogue of the endangered languages of the world. It reviewed, corrected, and substantially increased &ndash; and continues to do so &ndash; the information available on the worldÆs endangered languages, making it available in an accessible, updatable format.\n\nIn collaborative research, the University of Hawaiæi Manoa and Eastern Michigan University (EMU) have developed the most definitive and authoritative resource on the endangered languages of the world. Since its launch in June 2012, the website, www.endangerelanguages.com, developed in collaboration with and Google.org, has reached a wide variety of audiences, of linguists, scholars, community members, students, educators, members of the media, and others. It has had literally millions of viewers, with c.200,000 unique visitors in the past year, and over 6 million page views. The site continues to grow exponentially, and has established itself as a go&shy;to resource for information on endangered languages, utilized for example by major news sources from CNN, BBC, and the New York Times to MSNBC.\n\nThe project has produced significant new knowledge about the status of the worldÆs languages. It has identified 3386 endangered languages, roughly 45% of the worldÆs languages. This is near the oft-cited claim that 50% of languages are endangered of extinction. ELCat finds that 457 languages have fewer than 10 speakers (nearly 7% of all languages). Furthermore, 423 languages are \"critically\" endangered, and 800 are \"critically\" or \"severely\" endangered. Some 639 languages about which we have some linguistic information are already extinct &ndash; c.9% of known languages. Of these, 227 became extinct recently, since 1960 (35%). All the languages of 100 families (including isolates) have become extinct, from the worldÆs c.420 language families &ndash; that is, nearly a quarter of the linguistic diversity of the world (calculated in terms of language families) has been lost. Twenty-eight of these 100 extinct language families became extinct since 1960 (28%). Both the number of languages and language families that became extinct in recent times demonstrate the highly accelerated rate of language extinction in recent years, as frequently claimed. \n\nThe Catalogue of Endangered Languages has had and will continue to have a major impact on endangered language research and knowledge of these languages. It contributes significantly to the infrastructure of the field. Research projects with assorted empirical goals are under way basing their investigations on the ELCat database.\n\nThe ELCat database and interface serve as an example to other disciplines interested in organizing and disseminating their data to the public in easy&shy;to&shy;understand formats. It also allows scholars from science&shy; and engineering&shy;related fields to use the CatalogueÆs language data easily for purposes connecting to economics, social science research, census data corroboration, software engineering, translation, and civil engineering.\n\nThe website allows academic and non&shy;academic communities to share information on endangered languages. It seeks user suggestions for improvement of information in language entries; it encourages user participation to upload documents, audio or video recordings, images, etc. It facilitates sharing of resources about language documentation and revitalization practices. It provides the means to make audio or video recordings that might otherwise become inaccessible or lost readily available to community members and linguists alike.\n\nThe Catalogue of Endangered Languages serves communities whose languages are at risk or are under threat in several ways. ELCat sheds light on issues involving language endangerment and the realities faced by endangered language communities. The endangeredlanguages.com website all..."
 }
}