{
 "awd_id": "1058762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Life in the Gray Zone:  Governance of New Biology in Europe, South Korea, and the United States",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 165511.0,
 "awd_amount": 165511.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2015-04-24",
 "awd_abstract_narration": "Life in the Gray Zone: Governance of New Biology in Europe, South Korea, and the United States\r\n\r\nIntellectual Merit: This proposal constitutes the first phase of a long-term study of the co-evolution of research in the biosciences and biotechnologies together with political and constitutional decisionmaking in advanced industrial nations. Using an innovative cross-national research design, focusing primarily on the US, UK, and Germany, the project will follow legal, ethical, and social responses to two novel biological constructs: animal-human chimeras and the synthetic organism called Mycoplasma mycoides JCVI-syn1.0. \r\n\r\nThese inventions are challenging scientific and policy thinking by crossing three salient conceptual boundaries: human and non-human; life and non-life; person and property. These classes of objects are produced in divergent ethical, legal, and cultural contexts that have given rise to different ways of classifying and governing them. In an era of globalized scientific activity?the exchange of materials, mobility of scientists, publication, data sharing, and risk assessment?it is critically important to analyze and explain the basis for disparate national treatments.\r\n\r\nThe project will make intellectual contributions on three dimensions: \r\n(a) Improved legal and political theories of public reason, to illuminate how legal and political decision makers explicate their treatment of novel biologica constructs. \r\n(b) Novel research methods to explain how civil and common law constitutional cultures diverge in their approaches to regulating new entities that challenge pre existing classifications. \r\n(c) New empirical knowledge about the governance of two rapidly developing areas of biology (stem cells and synthetic biology), including relevant legislation, case law, ethical principles, and regulatory decisions.\r\n\r\nBroader Impacts: The project will contribute to human resource development and advance efforts to build the infrastructure for science and technology studies at Harvard. It will strengthen the Science and Democracy Network founded by the PI. It will continue bridge-building across scientific research labs, policy institutions, and professional communities, and construct a web-based public database and research platform for STS scholars and other users.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheila",
   "pi_last_name": "Jasanoff",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sheila S Jasanoff",
   "pi_email_addr": "sheila_jasanoff@harvard.edu",
   "nsf_id": "000128512",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6866",
   "pgm_ref_txt": "BIO & SOCIETY"
  },
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102928.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 62583.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study explored the relationship between constitutional understandings of life and advances in the life sciences and technologies in the United States, Europe, and South Korea. The research demonstrated that, contrary to expectations, preexisting definitions of life did not fully determine how novel biological entities such as <em>in vitro</em> embryos, chimeras, or stem cells were legally classified and treated. Instead, the study showed that the ways in which law and policy make sense of new biological objects and developments depend in part on the &ldquo;constitutional position&rdquo; of science in different political cultures. This term refers to the set of relationships that include a state&rsquo;s obligations toward scientific research, science&rsquo;s reciprocal obligations toward the state, and the accountability principles that relate both science and the state to citizens. Differences along all these dimensions can be observed in the design and organization of funding programs, the nature of oversight mechanisms and practices, and&mdash;most important&mdash;institutional approaches to considering the ethical, legal and social implications of biological research &ldquo;in the gray zone.&rdquo;</p>\n<p>Cross-national differences that influenced the classification of ambiguous biological entities in the study countries include relations between publicly and privately funded science, the degree of centralization or decentralization of regulation, and the formality or informality of provisions regarding the protection of human life and dignity. For example, ethical responsibilities with regard to stem cell research are carried out in the US by extra-legal committees, consistent with a constitutional structure that sees basic science as largely autonomous and self-regulating, whereas in the UK and Germany those same functions are performed under explicit legislative authority. The UK and Germany, however, differ substantially in their ways of integrating public reasoning and law: the UK prefers wide but informal consultation before enacting rules, whereas Germany conducts regulatory debates within formal frameworks of adjudication and legislation. These differences correspond to divergences in political culture that have been noted in the project team&rsquo;s earlier work but these were not previously linked to ideas of constitutionalism.</p>\n<p>A major published result of the project is Sheila Jasanoff and Sang-Hyun Kim, eds., <em>Dreamscapes of </em><em>Modernity: Sociotechnical Imaginaries and the Fabrication of Power</em> (Chicago: University of Chicago Press, 2015). The book includes chapters on the US, Germany, Austria, and South Korea among others. It develops the concept of sociotechnical imaginaries that is already having an impact on scholarship outside Harvard and beyond the specific domain of biosciences and technologies.</p>\n<p>A further significant project outcome is the emergence of an international team of researchers, now based in Europe (Austria, Denmark, UK) and South Korea, as well as in the US (ASU, Berkeley, Harvard, Wisconsin, and beyond), who are incorporating ideas of (bio)constitutionalism into their work on the governance of emerging life sciences and technologies. This internationalization and institutional diversification of scholarship was an unforeseen and productive output of the research.</p>\n<p>The project also developed fruitful connections with members of the legal studies community under the umbrella of Harvard Law School&rsquo;s Institute for Global Law and Policy (IGLP). These interactions have led to changes, reflected in presentations and published work, in how scholars in science and technology studies and in law conceptualize biological &ldquo;reality&rdquo; and how each field deals with apparently universal claims, whether couched in scientific or in constitutional terms.</p>\n<p>The project exceeded its original aims in four ways:</p>\n<p>1.&nbsp; It nurtured an accomplished network of international, early career scholars who are working with increasing impact on the governance of the life sciences and technologies and are operating with the concepts of bioconstitutionalism and sociotechnical imaginaries.</p>\n<p>2. It attracted funding from other sources, enabling the project team to offer a Summer School on &ldquo;Science and Governance at the Frontiers of Life&rdquo; from July 27 to August 2, 2014. This week-long program trained a diverse group of 25 graduate students and postdocs selected from over 80 US and international applicants and provided a model for a later workshop at the University of Wisconsin-Madison.</p>\n<p>3.&nbsp; A collateral grant from the Faraday Institute at the University of Cambridge enabled research on a new topical focus: the practices of US ethics deliberative bodies concerned with stem cell research and other boundary-crossing work at the frontiers of biomedicine.</p>\n<p>4.&nbsp; Additional collaborative and dissemination opportunities became available under the auspices of the Brocher Foundation, allowing lead project team members to produce influential joint writing. These products affected contemporary deliberations on gene editing that were not foreseen at the time of the initial award.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/23/2017<br>\n\t\t\t\t\tModified by: Sheila&nbsp;S&nbsp;Jasanoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study explored the relationship between constitutional understandings of life and advances in the life sciences and technologies in the United States, Europe, and South Korea. The research demonstrated that, contrary to expectations, preexisting definitions of life did not fully determine how novel biological entities such as in vitro embryos, chimeras, or stem cells were legally classified and treated. Instead, the study showed that the ways in which law and policy make sense of new biological objects and developments depend in part on the \"constitutional position\" of science in different political cultures. This term refers to the set of relationships that include a state?s obligations toward scientific research, science?s reciprocal obligations toward the state, and the accountability principles that relate both science and the state to citizens. Differences along all these dimensions can be observed in the design and organization of funding programs, the nature of oversight mechanisms and practices, and&mdash;most important&mdash;institutional approaches to considering the ethical, legal and social implications of biological research \"in the gray zone.\"\n\nCross-national differences that influenced the classification of ambiguous biological entities in the study countries include relations between publicly and privately funded science, the degree of centralization or decentralization of regulation, and the formality or informality of provisions regarding the protection of human life and dignity. For example, ethical responsibilities with regard to stem cell research are carried out in the US by extra-legal committees, consistent with a constitutional structure that sees basic science as largely autonomous and self-regulating, whereas in the UK and Germany those same functions are performed under explicit legislative authority. The UK and Germany, however, differ substantially in their ways of integrating public reasoning and law: the UK prefers wide but informal consultation before enacting rules, whereas Germany conducts regulatory debates within formal frameworks of adjudication and legislation. These differences correspond to divergences in political culture that have been noted in the project team?s earlier work but these were not previously linked to ideas of constitutionalism.\n\nA major published result of the project is Sheila Jasanoff and Sang-Hyun Kim, eds., Dreamscapes of Modernity: Sociotechnical Imaginaries and the Fabrication of Power (Chicago: University of Chicago Press, 2015). The book includes chapters on the US, Germany, Austria, and South Korea among others. It develops the concept of sociotechnical imaginaries that is already having an impact on scholarship outside Harvard and beyond the specific domain of biosciences and technologies.\n\nA further significant project outcome is the emergence of an international team of researchers, now based in Europe (Austria, Denmark, UK) and South Korea, as well as in the US (ASU, Berkeley, Harvard, Wisconsin, and beyond), who are incorporating ideas of (bio)constitutionalism into their work on the governance of emerging life sciences and technologies. This internationalization and institutional diversification of scholarship was an unforeseen and productive output of the research.\n\nThe project also developed fruitful connections with members of the legal studies community under the umbrella of Harvard Law School?s Institute for Global Law and Policy (IGLP). These interactions have led to changes, reflected in presentations and published work, in how scholars in science and technology studies and in law conceptualize biological \"reality\" and how each field deals with apparently universal claims, whether couched in scientific or in constitutional terms.\n\nThe project exceeded its original aims in four ways:\n\n1.  It nurtured an accomplished network of international, early career scholars who are working with increasing impact on the governance of the life sciences and technologies and are operating with the concepts of bioconstitutionalism and sociotechnical imaginaries.\n\n2. It attracted funding from other sources, enabling the project team to offer a Summer School on \"Science and Governance at the Frontiers of Life\" from July 27 to August 2, 2014. This week-long program trained a diverse group of 25 graduate students and postdocs selected from over 80 US and international applicants and provided a model for a later workshop at the University of Wisconsin-Madison.\n\n3.  A collateral grant from the Faraday Institute at the University of Cambridge enabled research on a new topical focus: the practices of US ethics deliberative bodies concerned with stem cell research and other boundary-crossing work at the frontiers of biomedicine.\n\n4.  Additional collaborative and dissemination opportunities became available under the auspices of the Brocher Foundation, allowing lead project team members to produce influential joint writing. These products affected contemporary deliberations on gene editing that were not foreseen at the time of the initial award.\n\n\t\t\t\t\tLast Modified: 03/23/2017\n\n\t\t\t\t\tSubmitted by: Sheila S Jasanoff"
 }
}