{
 "awd_id": "1058900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Science, Policy and Crime: A Case Study",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 8060.0,
 "awd_amount": 8060.0,
 "awd_min_amd_letter_date": "2010-12-03",
 "awd_max_amd_letter_date": "2010-12-03",
 "awd_abstract_narration": "Science, Policy and Crime: A Case Study\r\n\r\nThis project investigates the historical construction of the sex offender category through the interplay between crime control and the science of mental health. By analyzing discourses from the legislative, legal, and scientific domains from the late 1960s through the 1990s, the research examines categorization as both the condition for and the effect of the registration of offenders, as enacted in the 1990s in the United States. \r\n\r\nIntellectual merit \r\nThe dissertation examines the following three questions: (1) what constitutes the offender category and how has it changed?; (2) what are the means by which facts constitutive of the target category have been established?; and (3) how did politics and knowledge interact to make possible the operation of offender registries as a significant security measure? The dissertation draws on (1) governmental documents regarding regulations, and major materials produced by non-governmental organizations and individuals involved in the policy processes; (2) the work of psychiatrists and psychologists who have been active and influential in the academic and policy areas; and (3) court opinions and related documents for significant criminal cases.\r\n\r\nBroader impact \r\nThis project contributes to our understanding of  offender regulation by examining the category as at once a bearer of civil rights and a threat to public safety. Results will be shared with those in the policy and legal areas, victim and offender advocates, and mental health professionals, in order to facilitate reflection.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saul",
   "pi_last_name": "Halfon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saul Halfon",
   "pi_email_addr": "shalfon@vt.edu",
   "nsf_id": "000502757",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jin",
   "pi_last_name": "You",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jin You",
   "pi_email_addr": "syjin@vt.edu",
   "nsf_id": "000568941",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8060.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Summary</p>\n<p>While public concern about child abuse initially emerged as the issue of physical domestic violence in the early 1960s, the child protection measures put into operation since the 1990s are predicated on an assumption that the perpetrator is likely a stranger to the child victim. This project investigates the historical construction of the sex offender category through the interplay between the political field of crime control and the scientific field of mental health. By analyzing discourses produced in the legislative, legal, and scientific domains from the late 1960s through the 1990s, the research examines categorization as both the condition for and the effect of the registration and indefinite commitment of sex offenders, as enacted in the 1990s in the United States. This project found that psychological knowledge had contributed to the development of sex offender management in at least three ways: first, mental health professionals redefined child molesters in psychological terms so that they came to be conceived of as a distinct group of people with mental disorders; second, by emphasizing the role of parents in healthy child development, psychological knowledge contributed to gearing the criminal justice system toward the goal of family reintegration and strengthening when child abuse happens in the family, as opposed to when a stranger commits a crime against a child; and third, psychologists have refined statistical and psycho-physiological methods for assessing risks of sexual recidivism, which enabled psychologists to take over from psychiatrists as the major profession in charge of sex offender treatment and management.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit</p>\n<p>This project contributes new knowledge to the field of science, technology, and society by examining the role that the human sciences have played in constituting social categories pertaining to crime control. Attending to the mutual construction of social problems and scientific knowledge, the project illuminates the process by which the category of sex offenders became constituted simultaneously as a policy agenda and knowledge object. It analyzes political discourses concerning civil rights and public safety and considers how these discourses interacted with the scientific methods for producing and establishing knowledge about the category of sex offenders. This approach offers an empirical study of the ways in which modes of scientific knowledge production take shape in particular socio-political settings.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>In the field of law and social sciences, a number of commentators have pointed out that sex offender regulation has been driven by the aim of punitive, expressive justice. What is overlooked in such an understanding, however, is the fact that concern with effectiveness and efficiency of crime prevention has constituted another crucial building block of the current regulation of sex offenders. As policy-makers have continued to introduce and pass legislation adding more stringent sanctions to the litany of regulations since 1990, psychologists have also produced research that addresses the effectiveness of a broad range of methods for managing sex offenders. By doing so, psychologists have made significant contributions to the growing weight given to effective treatment and management as proven in the research literature. This project investigates into this relatively unattended aspect and contributes to rethinking the conventional wisdom that contrasts treatment and punishment. This project focuses in particular on how the practices and concepts of risk management in current crime control efforts came into being in a way that creates an amalgamation of treatment and punishment. This approach contributes to understanding the interplay between the scientific culture and the moral politics that buttress the current regime ...",
  "por_txt_cntn": "\nProject Summary\n\nWhile public concern about child abuse initially emerged as the issue of physical domestic violence in the early 1960s, the child protection measures put into operation since the 1990s are predicated on an assumption that the perpetrator is likely a stranger to the child victim. This project investigates the historical construction of the sex offender category through the interplay between the political field of crime control and the scientific field of mental health. By analyzing discourses produced in the legislative, legal, and scientific domains from the late 1960s through the 1990s, the research examines categorization as both the condition for and the effect of the registration and indefinite commitment of sex offenders, as enacted in the 1990s in the United States. This project found that psychological knowledge had contributed to the development of sex offender management in at least three ways: first, mental health professionals redefined child molesters in psychological terms so that they came to be conceived of as a distinct group of people with mental disorders; second, by emphasizing the role of parents in healthy child development, psychological knowledge contributed to gearing the criminal justice system toward the goal of family reintegration and strengthening when child abuse happens in the family, as opposed to when a stranger commits a crime against a child; and third, psychologists have refined statistical and psycho-physiological methods for assessing risks of sexual recidivism, which enabled psychologists to take over from psychiatrists as the major profession in charge of sex offender treatment and management.\n\n \n\nIntellectual Merit\n\nThis project contributes new knowledge to the field of science, technology, and society by examining the role that the human sciences have played in constituting social categories pertaining to crime control. Attending to the mutual construction of social problems and scientific knowledge, the project illuminates the process by which the category of sex offenders became constituted simultaneously as a policy agenda and knowledge object. It analyzes political discourses concerning civil rights and public safety and considers how these discourses interacted with the scientific methods for producing and establishing knowledge about the category of sex offenders. This approach offers an empirical study of the ways in which modes of scientific knowledge production take shape in particular socio-political settings.\n\n \n\nBroader Impacts\n\nIn the field of law and social sciences, a number of commentators have pointed out that sex offender regulation has been driven by the aim of punitive, expressive justice. What is overlooked in such an understanding, however, is the fact that concern with effectiveness and efficiency of crime prevention has constituted another crucial building block of the current regulation of sex offenders. As policy-makers have continued to introduce and pass legislation adding more stringent sanctions to the litany of regulations since 1990, psychologists have also produced research that addresses the effectiveness of a broad range of methods for managing sex offenders. By doing so, psychologists have made significant contributions to the growing weight given to effective treatment and management as proven in the research literature. This project investigates into this relatively unattended aspect and contributes to rethinking the conventional wisdom that contrasts treatment and punishment. This project focuses in particular on how the practices and concepts of risk management in current crime control efforts came into being in a way that creates an amalgamation of treatment and punishment. This approach contributes to understanding the interplay between the scientific culture and the moral politics that buttress the current regime of crime control.\n\n\t\t\t\t\tLast Modified: 09/18/2012\n\n\t\t\t\t\tSubmitted by: Jin You"
 }
}