{
 "awd_id": "1058266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Training and Transfer of Executive Processes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Cleary",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 216454.0,
 "awd_amount": 153469.0,
 "awd_min_amd_letter_date": "2011-06-30",
 "awd_max_amd_letter_date": "2013-11-04",
 "awd_abstract_narration": "There are a growing number of websites and software packages that offer \"brain training\" courses that claim to improve functions such as memory and attention, which are grouped under the label of \"executive functions\". Executive functions are general purpose control processes that allow us to monitor our behavior and to form and achieve our goals. They help us to focus on problems before us, to inhibit irrelevant information, and to successfully switch between multiple tasks. Recent research has shown modest support for the claim that targeted training regimens can improve executive functioning. It is not known, however, whether improvement in executive functioning can translate into improvement in academic performance.\r\n\r\nAn NSF-funded research project conducted by Dr. Meredith Minear and her students at The College of Idaho will investigate the nature of training-related improvements in executive functions and the extent to which such training can improve performance on complex tasks such reasoning, problem solving and reading comprehension. In a series of training studies, participants will be measured on a battery of cognitive tasks before and after 4 weeks of training on one or more executive functions.  The resulting data will identify the most effective training program and whether there is any program for which there is meaningful transfer to complex real world tasks.  \r\n\r\nThis project will involve a large number of undergraduate students in research both as collaborators, but also as participants in long term training studies. Both experiences will allow students to see how research can be applicable to their own lives and to society at large. Students who join the research team will have many opportunities to engage in data collection, analysis, presentation at regional and national conferences and authorship on peer-reviewed journal articles.  This research project will benefit society by improving our understanding of the effects of training on executive function.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Meredith",
   "pi_last_name": "Minear",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Meredith Minear",
   "pi_email_addr": "mereditheminear@gmail.com",
   "nsf_id": "000557746",
   "pi_start_date": "2011-06-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The College of Idaho",
  "inst_street_address": "2112 CLEVELAND BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "CALDWELL",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2084595249",
  "inst_zip_code": "836054432",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "THE COLLEGE OF IDAHO INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "FMC4ER2TSTN7"
 },
 "perf_inst": {
  "perf_inst_name": "The College of Idaho",
  "perf_str_addr": "2112 CLEVELAND BLVD",
  "perf_city_name": "CALDWELL",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "836054432",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ID01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 153468.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed to test recent claims made about cognitive training, specifically the training of executive functions such as working memory. Working memory is the ability to simultaneously process and store information and is linked to individual differences in fluid intelligence as well as measures of academic performance. Several exciting and controversial studies have reported that the intensive computerized training of working memory can lead to increases in intelligence and other cognitive abilities. Over the funding period, my students and I conducted two large scale studies of cognitive training at The College of Idaho. The primary scientific goals of this project were 1) to attempt an independent replication of the original work as well as testing for the mechanisms by which transfer to intelligence could occur 2) to test whether training multiple executive processes could produce greater benefits and 3) to test whether individual differences in initial ability, motivation or personality affect training and transfer. An equally important goal was to involve undergraduate students at a small liberal arts college in all aspects of the research as well as give them the skills and opportunities to develop their own research interests.</p>\n<p>The first study compared two different types of working memory training that have been previously reported as improving cognitive function. College-aged participants trained for 4 weeks on either keeping track of a series of spatial locations or memorizing an increasing series of letters while performing a distracting task. Both increased in difficulty as participants improved on the task. We also included a comparison group that trained on playing video games and a control group that practiced memorizing a sequence without any increases in difficulty. We found both working memory training groups showed transferable improvement to similar cognitive tasks, but found no evidence of transfer to fluid intelligence or other cognitive processes. In our second study, we upped our training procedure to train multiple executive processes which we hypothesized might lead to greater transfer. These were 1) introducing greater variability by having participants alternate between training on the spatial working memory task used in study one and added training on another cognitive process, switching between tasks 2) as the training proceeded, we made the training tasks more difficult by adding distracting information that had to be ignored and 3) we also tried to motivate participants by providing small bonuses for improved performance. For a comparison group, we used participation in an 8 week mindfulness meditation course taught by qualified and experienced instructors from the mindfulness community. We also included a no-contact control group as a baseline for both groups. For the cognitive training group, again we saw clear evidence for near transfer as these participants improved on another measure of switching between tasks, but again no evidence for transfer of training to intelligence tasks or other measures of cognitive function. We also found some preliminary evidence that the participants who were the most successful at training were less stressed and had better initial working memory performance. Finally, we found no evidence that our meditation participants showed any improvements in cognitive function though the majority of both our training groups did report enjoying their experience and feeling cognitively more alert. &nbsp;</p>\n<p>Our research did not find evidence of improvement in intelligence or other measures of cognitive function following training on executive functions. Our work joins a growing number of studies that have been unable to replicate the original demonstrations of an improvement in fluid intelligence following a course of working memory training. The field remains divided on this issue and ...",
  "por_txt_cntn": "\nThis project was designed to test recent claims made about cognitive training, specifically the training of executive functions such as working memory. Working memory is the ability to simultaneously process and store information and is linked to individual differences in fluid intelligence as well as measures of academic performance. Several exciting and controversial studies have reported that the intensive computerized training of working memory can lead to increases in intelligence and other cognitive abilities. Over the funding period, my students and I conducted two large scale studies of cognitive training at The College of Idaho. The primary scientific goals of this project were 1) to attempt an independent replication of the original work as well as testing for the mechanisms by which transfer to intelligence could occur 2) to test whether training multiple executive processes could produce greater benefits and 3) to test whether individual differences in initial ability, motivation or personality affect training and transfer. An equally important goal was to involve undergraduate students at a small liberal arts college in all aspects of the research as well as give them the skills and opportunities to develop their own research interests.\n\nThe first study compared two different types of working memory training that have been previously reported as improving cognitive function. College-aged participants trained for 4 weeks on either keeping track of a series of spatial locations or memorizing an increasing series of letters while performing a distracting task. Both increased in difficulty as participants improved on the task. We also included a comparison group that trained on playing video games and a control group that practiced memorizing a sequence without any increases in difficulty. We found both working memory training groups showed transferable improvement to similar cognitive tasks, but found no evidence of transfer to fluid intelligence or other cognitive processes. In our second study, we upped our training procedure to train multiple executive processes which we hypothesized might lead to greater transfer. These were 1) introducing greater variability by having participants alternate between training on the spatial working memory task used in study one and added training on another cognitive process, switching between tasks 2) as the training proceeded, we made the training tasks more difficult by adding distracting information that had to be ignored and 3) we also tried to motivate participants by providing small bonuses for improved performance. For a comparison group, we used participation in an 8 week mindfulness meditation course taught by qualified and experienced instructors from the mindfulness community. We also included a no-contact control group as a baseline for both groups. For the cognitive training group, again we saw clear evidence for near transfer as these participants improved on another measure of switching between tasks, but again no evidence for transfer of training to intelligence tasks or other measures of cognitive function. We also found some preliminary evidence that the participants who were the most successful at training were less stressed and had better initial working memory performance. Finally, we found no evidence that our meditation participants showed any improvements in cognitive function though the majority of both our training groups did report enjoying their experience and feeling cognitively more alert.  \n\nOur research did not find evidence of improvement in intelligence or other measures of cognitive function following training on executive functions. Our work joins a growing number of studies that have been unable to replicate the original demonstrations of an improvement in fluid intelligence following a course of working memory training. The field remains divided on this issue and we feel that further research is valuable given the number of commercially avai..."
 }
}