{
 "awd_id": "1058328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase II:  Development of High Temperature Membranes for Increased PEM Electrolysis Efficiency",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 499977.0,
 "awd_amount": 559977.0,
 "awd_min_amd_letter_date": "2011-02-07",
 "awd_max_amd_letter_date": "2012-01-03",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase II project aims to develop improved membranes for water electrolysis cells, providing a potentially renewable, cost competitive hydrogen source for fueling and backup power applications.  Currently, the membrane contributes substantial efficiency losses, and is also one of the highest cost materials in the cell stack.  In Phase 1, feasibility of obtaining increased efficiency using new membrane chemistry was demonstrated.  In Phase 2, Proton Energy will continue research to understand longer term degradation mechanisms and scale up to a relevant level to prove manufacturability. Proton?s academic partner, Penn State, will also build on Phase 1 work, using membrane reinforcement strategies to improve robustness.  The proposed membranes represent significantly cheaper and more efficient materials for water electrolysis applications, enabling widespread access to hydrogen for a variety of energy uses.   \r\n\r\nThe broader impacts of this research are new market opportunities in electrolysis and fuel cell applications as well as electro-dialysis and other ion exchange technologies.  Creating a new class of mechanically robust proton exchange membranes would be a significant advance in the field and would find immediate commercial interest.  The chemistry proposed has the opportunity to decrease the membrane cost by 75%, as well as increasing the efficiency of the cell stack.  These combined effects result in substantial potential increases in Proton?s existing markets, which are primarily focused on industrial gas and laboratory applications. This project will also enable new applications markets such as vehicle fueling (including fuel cell fork trucks) and telecom backup power.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Ayers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine Ayers",
   "pi_email_addr": "kayers@protononsite.com",
   "nsf_id": "000506142",
   "pi_start_date": "2011-02-07",
   "pi_end_date": "2011-10-26"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Capuano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Capuano",
   "pi_email_addr": "ccapuano@protononsite.com",
   "nsf_id": "000605027",
   "pi_start_date": "2011-10-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hickner",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Hickner",
   "pi_email_addr": "mhickner@msu.edu",
   "nsf_id": "000257030",
   "pi_start_date": "2011-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Proton Energy Systems, Inc.",
  "inst_street_address": "10 TECHNOLOGY DR",
  "inst_street_address_2": "",
  "inst_city_name": "WALLINGFORD",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2036782338",
  "inst_zip_code": "064921955",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "PROTON ENERGY SYSTEMS INC",
  "org_prnt_uei_num": "K7S1CFQM4AY5",
  "org_uei_num": "HXVYJL2C8DY8"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1440",
   "pgm_ref_txt": "ENVIRONMENTAL ENGINEERING"
  },
  {
   "pgm_ref_code": "1591",
   "pgm_ref_txt": "STTR PHASE II"
  },
  {
   "pgm_ref_code": "167E",
   "pgm_ref_txt": "SBIR I/UCRC Membership"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499977.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes</strong></p>\n<p>In Phase 1 of this project, Proton Energy Systems, Inc. d/b/a Proton OnSite (&ldquo;Proton&rdquo;) in collaboration with Penn State University demonstrated feasibility<br />of utilizing hydrocarbon-based proton exchange membranes (PEMs) for electrolysis applications, at higher efficiency and lower cost than existing Nafion membranes.&nbsp; Both benefits are essential for utilization of hydrogen for renewable energy storage and biogas conversion applications, because the value proposition requires hydrogen that is itself generated from renewable sources, and cost targets are challenging.&nbsp; While efficiency is not the direct driver in the biogas applications, it is still important because a) the ability to operate at higher current density for the same electrochemical cell reduces capital cost for the electrolyzer substantially, and b) a less efficient generator requires more installation of renewable power input to generate the required hydrogen.&nbsp; The hydrocarbon structures examined had been shown to inherently have more mechanical strength vs. the baseline.&nbsp; The second key advantage was the lack of fluorination, eliminating substantial manufacturing cost.&nbsp; The main goal of Phase 2 was to demonstrate durability of these membranes through improved understanding of structure-property relationships as well as integrating a commercial membrane partner (WL Gore) for improved casting and exploration of reinforcement structures to increase stability.</p>\n<p>Over the course of the 2-year Phase II program, significant progress was made in advancing membrane technology.&nbsp; First, changes in membrane casting processes, solvents, and conditions had to be developed based on the differences in behavior vs. standard fluorinated membranes.&nbsp; After initial trials with the reinforcement were not successful, a series of studies were performed to isolate the variables responsible for failure.&nbsp; While operating temperature was found to be an influencing parameter, increasing the membrane thickness to mitigate creep was unsuccessful.&nbsp; It was determined that the membrane chemistry itself was the key variable, and adjustments were made to improve performance.&nbsp; In addition, substantial changes in electrode fabrication methods were developed and utilized to avoid subjecting the membrane materials to very high processing temperatures and pressures.&nbsp; The culmination of this effort was successful integration of these membranes into commercial hardware, demonstrating a 7% improvement in operating efficiency under relevant commercial conditions.&nbsp; Cells are still under test and have accumulated several hundred hours of operation with no evidence of failure.</p>\n<p>The output from this effort could have a significant impact on the types of membranes used in electrolyzers and throughout membrane technology,&nbsp; including fuel cells, electrodialysis membranes, and other ion exchange membranes.&nbsp; Lessons learned by Gore from their work on supported proton exchange membranes, such as the choice of support properties like thickness, porosity, processing, and polymer-support interactions were integral to the positive outcome of this effort.&nbsp; The need for mechanical&nbsp;support of new membranes for electrolyzers has been demonstrated and this advancement will enable advanced engineered membrane technology to fill a critical need in the field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/24/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Capuano</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes\n\nIn Phase 1 of this project, Proton Energy Systems, Inc. d/b/a Proton OnSite (\"Proton\") in collaboration with Penn State University demonstrated feasibility\nof utilizing hydrocarbon-based proton exchange membranes (PEMs) for electrolysis applications, at higher efficiency and lower cost than existing Nafion membranes.  Both benefits are essential for utilization of hydrogen for renewable energy storage and biogas conversion applications, because the value proposition requires hydrogen that is itself generated from renewable sources, and cost targets are challenging.  While efficiency is not the direct driver in the biogas applications, it is still important because a) the ability to operate at higher current density for the same electrochemical cell reduces capital cost for the electrolyzer substantially, and b) a less efficient generator requires more installation of renewable power input to generate the required hydrogen.  The hydrocarbon structures examined had been shown to inherently have more mechanical strength vs. the baseline.  The second key advantage was the lack of fluorination, eliminating substantial manufacturing cost.  The main goal of Phase 2 was to demonstrate durability of these membranes through improved understanding of structure-property relationships as well as integrating a commercial membrane partner (WL Gore) for improved casting and exploration of reinforcement structures to increase stability.\n\nOver the course of the 2-year Phase II program, significant progress was made in advancing membrane technology.  First, changes in membrane casting processes, solvents, and conditions had to be developed based on the differences in behavior vs. standard fluorinated membranes.  After initial trials with the reinforcement were not successful, a series of studies were performed to isolate the variables responsible for failure.  While operating temperature was found to be an influencing parameter, increasing the membrane thickness to mitigate creep was unsuccessful.  It was determined that the membrane chemistry itself was the key variable, and adjustments were made to improve performance.  In addition, substantial changes in electrode fabrication methods were developed and utilized to avoid subjecting the membrane materials to very high processing temperatures and pressures.  The culmination of this effort was successful integration of these membranes into commercial hardware, demonstrating a 7% improvement in operating efficiency under relevant commercial conditions.  Cells are still under test and have accumulated several hundred hours of operation with no evidence of failure.\n\nThe output from this effort could have a significant impact on the types of membranes used in electrolyzers and throughout membrane technology,  including fuel cells, electrodialysis membranes, and other ion exchange membranes.  Lessons learned by Gore from their work on supported proton exchange membranes, such as the choice of support properties like thickness, porosity, processing, and polymer-support interactions were integral to the positive outcome of this effort.  The need for mechanical support of new membranes for electrolyzers has been demonstrated and this advancement will enable advanced engineered membrane technology to fill a critical need in the field.\n\n\t\t\t\t\tLast Modified: 03/24/2013\n\n\t\t\t\t\tSubmitted by: Christopher Capuano"
 }
}