{
 "awd_id": "1058288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Minimum Quantity Lubrication Delivered by Supercritical Carbon Dioxide for Forming Applications",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922174",
 "po_email": "rmehta@nsf.gov",
 "po_sign_block_name": "Rajesh Mehta",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 486395.0,
 "awd_amount": 734320.0,
 "awd_min_amd_letter_date": "2011-01-03",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project aims to develop next-generation supercritical CO2 metalworking fluid (MWF) technology for highly demanding metal forming applications. The approach is to deliver specialized environmentally-friendly lubricants with supercritical CO2, achieving tool wear rates, forces, and surface finish at least as good as aqueous-based MWFs that are currently in use.  It is anticipated that a much smaller amount of MWFs will be required with this technology.  The formulation of new supercritical MWFs and the optimization of flowrates of oil and CO2 for metalworking processes will be studied. The patented supercritical CO2 system (so-called CHiP Lube) will be evaluated in real industrial settings to confirm its capability to replace current MWFs. The effectiveness and efficacy of CHiP Lube system will also be scaled and applied to other common industrial metal working processes such as rolling, extruding, and cutting.\r\n\r\nThe broader/commercial impacts of this project will be the potential to provide an environmentally-benign lubricant system as an alternative to conventional MWFs with equal or better performance and lower cost. At any given time, approximately 2 billion gallons of MWFs are in use in the U.S.A. This represents a massive waste stream that must be treated and remediated. Plus, the negative effects of MWFs on worker health and safety are well documented. The components of CHiP Lube are naturally occurring and used in extremely low quantities. Therefore, the waste treatment and worker health concerns are minimized. CHiP Lube has been demonstrated in simple metal removal applications as providing lower tool wear and/or higher machining speeds than conventional MWFs, thereby leading to a lower overall cost of manufacturing. In addition, no carbon dioxide will be produced to run the process, as the CO2 used in the process will be recovered from other industrial processes such as ammonia and ethanol production.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Jones",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Jones",
   "pi_email_addr": "sjones@fusioncoolant.com",
   "nsf_id": "000569712",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fusion Coolant Systems, Inc.",
  "inst_street_address": "40625 KOPPERNICK RD",
  "inst_street_address_2": "",
  "inst_city_name": "CANTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347487859",
  "inst_zip_code": "481874280",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "FUSION COOLANT SYSTEMS, INC.",
  "org_prnt_uei_num": "KGG3C3VW9514",
  "org_uei_num": "LKJSPWME7ES5"
 },
 "perf_inst": {
  "perf_inst_name": "Fusion Coolant Systems, Inc.",
  "perf_str_addr": "40625 KOPPERNICK RD",
  "perf_city_name": "CANTON",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481874280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1467",
   "pgm_ref_txt": "MATERIALS PROCESSING AND MANFG"
  },
  {
   "pgm_ref_code": "1468",
   "pgm_ref_txt": "MANUFACTURING & CONST MACH EQP"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "9163",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY - INDUSTRY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 404463.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 79896.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 249961.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 10pt;\"><span style=\"font-family: Calibri; font-size: small;\">Project Outcomes Report &ndash; NSF Phase II Forming - Grant #1058288</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 10pt;\"><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">Fusion Coolant Systems, Inc. was awarded an NSF Phase II grant to study the use of supercritical CO</span><sub><span style=\"font-size: x-small;\">2</span></sub><span style=\"font-size: small;\"> (scCO</span><sub><span style=\"font-size: x-small;\">2</span></sub><span style=\"font-size: small;\">) based metalworking fluids in metal forming applications.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Water-based emulsions and straight oil metalworking fluids are used extensively in forming for the purpose of extending tool life by providing lubricity and heat removal.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Water-based emulsions and straight oil metalworking fluids used today are limited in their heat removal and/or lubrication potential, and they bear a large environmental footprint as well as well-documented risks to worker health.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">The scCO</span><sub><span style=\"font-size: x-small;\">2</span></sub><span style=\"font-size: small;\"> metalworking fluids developed at the University of Michigan and commercialized by Fusion Coolant Systems enable a new method to deliver cooling and lubrication power with a lower environmental footprint and improved employee health and safety while providing superior cooling and lubricity relative to today&rsquo;s coolants and lubricants.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 10pt;\"><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">Funding from NSF allowed Fusion Coolant to develop delivery systems for the scCO</span><sub><span style=\"font-size: x-small;\">2</span></sub><span style=\"font-size: small;\"> product, named CHiP Lube (</span><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-size: small;\">C</span></strong><span style=\"font-size: small;\">omposite </span><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-size: small;\">Hi</span></strong><span style=\"font-size: small;\">gh </span><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-size: small;\">P</span></strong><span style=\"font-size: small;\">ressure </span><strong style=\"mso-bidi-font-weight: normal;\"><span style=\"font-size: small;\">Lub</span></strong><span style=\"font-size: small;\">rication) that were targeted at metal forming applications such as roll tapping, stamping and sheet rolling. These systems were tested both in the lab and with industrial partners.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Several product iterations were completed along with the associated nozzles and delivery systems tailored to specific applications. </span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp;</span></span><span style=\"font-size: small;\">In the process of conducting the experiments under this grant, considerable knowledge was gained regarding the heat transfer characteristics of scCO</span><sub><span style=\"font-size: x-small;\">2</span></sub><span style=\"font-size: small;\">-based metalworking fluids in real-world applications.</span><span style=\"mso-spacerun: yes;\"><span style=\"fo...",
  "por_txt_cntn": "\n \nProject Outcomes Report &ndash; NSF Phase II Forming - Grant #1058288\n\n \nFusion Coolant Systems, Inc. was awarded an NSF Phase II grant to study the use of supercritical CO2 (scCO2) based metalworking fluids in metal forming applications.  Water-based emulsions and straight oil metalworking fluids are used extensively in forming for the purpose of extending tool life by providing lubricity and heat removal.  Water-based emulsions and straight oil metalworking fluids used today are limited in their heat removal and/or lubrication potential, and they bear a large environmental footprint as well as well-documented risks to worker health.  The scCO2 metalworking fluids developed at the University of Michigan and commercialized by Fusion Coolant Systems enable a new method to deliver cooling and lubrication power with a lower environmental footprint and improved employee health and safety while providing superior cooling and lubricity relative to todayÆs coolants and lubricants.  \n\n \nFunding from NSF allowed Fusion Coolant to develop delivery systems for the scCO2 product, named CHiP Lube (Composite High Pressure Lubrication) that were targeted at metal forming applications such as roll tapping, stamping and sheet rolling. These systems were tested both in the lab and with industrial partners.  Several product iterations were completed along with the associated nozzles and delivery systems tailored to specific applications.  In the process of conducting the experiments under this grant, considerable knowledge was gained regarding the heat transfer characteristics of scCO2-based metalworking fluids in real-world applications.  In addition, it was learned that delivering scCO2 based metalworking fluids as close to or through the forming tool is ideal for reducing tool temperature and process friction.\n\n \nSpecific tests were run in the laboratory to understand how well CHiP Lube performs relative to other alternative lubrication methods such as oil-in-air minimum quantity lubrication (MQL).  For steel tapping, the results showed that supercritical CO2 can provide more effective lubrication than the MQL baseline at significantly lower oil volumes.  This indicates that supercritical CO2 could provide benefit by reducing lubricant usage in ferrous forming applications.  For aluminum tapping, the results showed that supercritical CO2 can provide more effective lubrication than MQL.  \n\n \nEfforts are on-going to transition the laboratory into the field.  Several rounds of on-site testing were performed under this grant with two companies who have primary interests in metal forming.  The first company has interests in rolling sheets of metal.  So far three phase of testing have taken place.  In the first, the rolling process was simulated by heating roll mills and using CHiP Lube to remove the heat.  It was shown that the CHiP Lube process is feasible for the rolling process.  Tests then progressed to a second phase which involved rolling metal rather than simulating heat removal from rolling.  These tests provided information regarding the minimal supercritical CO2 flowrates necessary to achieve quality rolled product.  The most recent phase of testing was aimed at building a model of how much CO2 would be needed to serve the needs of different rolling processes and an economic model has been developed for business case evaluation.  \n\n \nAt the second company, CHiP Lube demonstrated the possibility of replacing water-based lubricants in the forming of aluminum containers.  By replacing these water-based lubricants, the necessity of cleaning is reduced offering large economic savings.  On-going work is developing an integrated system incorporating the CHiP Lube product into their machine along with preparations for further testing.\n\n \nThe hardware and scientific knowledge developed during the NSF Phase II project has had broader benefits to the application of CHiP Lube to other metal working processes. Knowledge and systems developed durin..."
 }
}