{
 "awd_id": "1058791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Radiative and Relaxation Processes",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 560000.0,
 "awd_amount": 560000.0,
 "awd_min_amd_letter_date": "2011-01-28",
 "awd_max_amd_letter_date": "2013-02-11",
 "awd_abstract_narration": "Shaul Mukamel of the University of California Irvine is supported by an award from the Theory, Models and Computational Methods program in the Chemistry Division for the design, modeling and analysis of coherent nonlinear multidimensional spectroscopies. Superoperator approaches in Liouville space are being developed and used as computational tools for applications involving interactions of fast-pulsed light and matter: (1) Coherent and incoherent femtosecond single-molecule spectroscopy, including non-equilibrium circumstances with tip and junction current-carrying contacts,  (2) multidimensional spectroscopy with entangled photons of quantum fields , (3) charge separation and multi-exciton spectroscopic signatures in molecular chromophore aggregates and quantum dot arrays, and (4) femtosecond coherent anti-Stokes Raman scattering probes of molecular chirality using flexible pulse-polarization strategies.  These and numerous other experiments  are described using the Liouville approach, and computationally modeled using software SPECTRON created for multidimensional optical electronic and vibrational spectroscopy and made available to the research community.  \r\n\r\nThe response of a molecule to different light beams depends on many factors, such as how much the beams overlap with each other and the molecule in both space and time.  The PI has developed the tools to calculate the responses under different circumstances, such as when the molecule is also being probed by a scanning tunneling microscope tip or is carrying current between two electrical leads.  Each beam can also be a series of pulses repeated very quickly, enriching the collection of responses that can be evoked.  Many of the most interesting experiments that can be simulated using the methods and software created by the PI involve definite types of correlations between photons approaching or scattering from the molecular sample, which can consist of even a single molecule.  The PIs book \"The Principles of Nonlinear Optics\" is the principal guidebook for research in this community and is undergoing extensive revision under this award.  A steady flow of researchers trained in these methods is produced by the students and postdoctoral fellows mentored by the PI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shaul",
   "pi_last_name": "Mukamel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaul Mukamel",
   "pi_email_addr": "smukamel@uci.edu",
   "nsf_id": "000090031",
   "pi_start_date": "2011-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electronic and nuclear motions in molecules can be studied by subjecting them to sequences of short femtosecond laser pulses and watching the response. Theoretical and computational methods were developed for the design and interpretation of such novel experiments. Applications were made to study vibrational motions of nuclei in electronically excited<br />states by Raman resonances and the energy and charge separation in<br />photosynthesis. It was demonstrated how the efficiency of heat engines may be improved by using quantum effects.</p>\n<p>The molecular nonlinear response to optical fields and to other external stimuli (e.g. electric currents in a junction) and the resulting electronic and nuclear processes were systematically described using quantum pathways.&nbsp; Novel pulse sequences and detection schemes that can probe single molecules and molecules in current-carrying states on the femtosecond time scale were developed.&nbsp; Spectroscopic techniques based on the quantum nature of light were proposed and used to provide new observation windows of molecular elementary events.&nbsp; Signals that probe both response functions and spontaneous nonlinear fluctuations in molecules by varying wavefunction parameters of entangled photons were designed.&nbsp; The signatures of charge separation and energy transfer in chromophore<br />aggregates and arrays of quantum dots in multidimensional optical signals were investigated.&nbsp; These studies provide design principles for artificial light harvesting devices of solar energy and suggest how to optimize molecular parameters and geometry to maximize the efficiency of converting light energy to electric power.</p>\n<p>Students and postdoctoral fellows were trained and prepared to assume faculty and teaching positions in academia and government labs. Undergraduate students were engaged in the research projects. A<br />graduate level course taught regularly at UCI and in short courses and summer schools at other institutions have been used to test new teaching ideas and develop lecture notes on nonlinear spectroscopy and response of many body systems.&nbsp; A computer code SPECTRON developed for multidimensional optical electronic and vibrational spectroscopy<br />has been made available to the research community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2014<br>\n\t\t\t\t\tModified by: Shaul&nbsp;Mukamel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElectronic and nuclear motions in molecules can be studied by subjecting them to sequences of short femtosecond laser pulses and watching the response. Theoretical and computational methods were developed for the design and interpretation of such novel experiments. Applications were made to study vibrational motions of nuclei in electronically excited\nstates by Raman resonances and the energy and charge separation in\nphotosynthesis. It was demonstrated how the efficiency of heat engines may be improved by using quantum effects.\n\nThe molecular nonlinear response to optical fields and to other external stimuli (e.g. electric currents in a junction) and the resulting electronic and nuclear processes were systematically described using quantum pathways.  Novel pulse sequences and detection schemes that can probe single molecules and molecules in current-carrying states on the femtosecond time scale were developed.  Spectroscopic techniques based on the quantum nature of light were proposed and used to provide new observation windows of molecular elementary events.  Signals that probe both response functions and spontaneous nonlinear fluctuations in molecules by varying wavefunction parameters of entangled photons were designed.  The signatures of charge separation and energy transfer in chromophore\naggregates and arrays of quantum dots in multidimensional optical signals were investigated.  These studies provide design principles for artificial light harvesting devices of solar energy and suggest how to optimize molecular parameters and geometry to maximize the efficiency of converting light energy to electric power.\n\nStudents and postdoctoral fellows were trained and prepared to assume faculty and teaching positions in academia and government labs. Undergraduate students were engaged in the research projects. A\ngraduate level course taught regularly at UCI and in short courses and summer schools at other institutions have been used to test new teaching ideas and develop lecture notes on nonlinear spectroscopy and response of many body systems.  A computer code SPECTRON developed for multidimensional optical electronic and vibrational spectroscopy\nhas been made available to the research community.\n\n\t\t\t\t\tLast Modified: 03/07/2014\n\n\t\t\t\t\tSubmitted by: Shaul Mukamel"
 }
}