{
 "awd_id": "1058709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Impact of Chirped Pulse Millimeter-Wave Technology on the Spectroscopy, Dynamics, and Manipulation of Molecules in Rydberg States",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 754000.0,
 "awd_amount": 754000.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2013-04-17",
 "awd_abstract_narration": "Professor Robert Field of MIT is supported by the Chemical Structure, Dynamics, and Mechanisms Program to develop experimental methods that exploit the interaction of Chirped Pulse millimeter wave (CPmmW) radiation with large Rydberg-Rydberg transition moments (kilo-Debye) in excited molecules.  The CPmmW-based approach will enable the development of schemes for efficiently populating core-nonpenetrating Rydberg states, which are of special interest in part because of their enormous transition moments and relatively long lifetimes (> 1 microsecond).  The crucial feature of CPmmW spectroscopy is that Rydberg-Rydberg transitions are detected directly via the Free Induction Decay (FID) signal that results when the CPmmW pulse polarizes all two-level systems that fall within the ca. 10 GHz wide spectral region of the chirp (10^5 resolution elements in a single 10 nanosecond duration CP).  This NMR-like scheme is vastly superior to the single-resolution- element-at-a-time indirect detection schemes that are universally used in pulsed supersonic molecular beam spectroscopy.   The interpretation of experimental spectra will be done in the context of Multichannel Quantum Defect Theory (MQDT), which is a beyond-Hydrogen, scattering-based framework for assembling, interpreting, and extrapolating all information about the electronic structure of a molecule.  Its building blocks are channels, each comprised of an infinite number of electronic states, rather than Born-Oppenheimer potential energy curves.  Although the quantum defect matrix elements provide a compact numerical description of structure and dynamics, the fundamental physical meanings encoded in these matrix elements remain obscure.  The most ambitious objective of this project is to uncover the more compact physical representation that lies beyond the numerical MQDT matrix elements.  \r\n\r\n\r\nCore-nonpenetrating Rydberg states are a neglected state of matter.  Knowledge and exploitation of their unique properties will ignite research in areas ranging from fundamental science to practical applications.  For example, MQDT can potentially provide a complete picture of the structure and dynamics of a molecule, which will be essential for the development of molecular electronic devices and quantum computing.  Professor Field expects to continue providing assistance to spectroscopists, users of spectroscopic data, and creators of spectrum-based approaches in other areas of science.  He has a passion for sharing his unique vision of how intramolecular dynamics is encoded in spectroscopic arcanae, and for devising elegantly simple experimental methods to interrogate and exploit molecules that are not amenable to simple, textbook conceptualization.  Students and postdocs in the Field laboratory are challenged to design original experiments, build unconventional fit models for their unconventional spectra, and perform rigorous yet intuition-based quantum mechanical and quantum optics calculations.  Members of Field's research group leave MIT with the confidence, instincts, and vision to formulate and solve both fundamental and applied problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Field",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Field",
   "pi_email_addr": "rwfield@mit.edu",
   "nsf_id": "000311245",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "6879",
   "pgm_ref_txt": "STRUCTURE, DYNAMIC & MECHANISM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 304667.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 224667.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 224666.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">&nbsp;</span>Rydberg states of atoms and molecules are a unique form of matter that is especially well suited for both practical applications and fundamental measurements.&nbsp;&nbsp; One electron and one +1 charged ion (the &ldquo;ion-core&rdquo;) are electrostatically bound to each other, but at a systematically adjustable electron/ion average separation that is large relative to the size of the ion. &nbsp;Rydberg spectra encode the detailed mechanisms and relative probabilities of <em>all imaginable</em> inelastic collisions between the electron and the ion.&nbsp; A key question is <em>how does a light particle, the electron, transfer energy and angular momentum into a much heavier particle, the ion-core</em>?&nbsp;</p>\n<p>The information about why, how, and how fast energy is transferred between these grossly mass-mismatched particles is obtained from high-resolution spectra of Rydberg-Rydberg transitions.&nbsp; The spectral data is input to a Multichannel Quantum Defect Theory (MQDT) model.&nbsp; MQDT is a scattering-based representation capable of a unified description of <em>all</em> Rydberg quantum states and dynamical processes.&nbsp; MQDT provides an insight-rich description based on quantum number scaling relationships among all spectroscopically observable properties.&nbsp;</p>\n<p>The goal of our project has been to exploit two transformative experimental technologies in order to make it possible to characterize a wide range of Rydberg systems rapidly, systematically, and completely.&nbsp; These two technologies are Chirped Pulse millimeter-Wave (CPmmW) spectroscopy, pioneered in the laboratory of Brooks Pate (University of Virginia), and the buffer gas cooled ablation source, pioneered in the John Doyle (Harvard)/David DeMille (Yale) laboratories.&nbsp; We have built the only apparatus in the world that combines these two technologies and we are applying this unique apparatus to the study of Rydberg spectra and dynamics.&nbsp; The experimental setup is summarized in the figure.</p>\n<p>A crucial feature of CPmmW spectroscopy is that a single mm-Wave pulse, the frequency of which is chirped linearly-in-time over 20 GHz, is capable of simultaneously polarizing all two-level systems that have transition frequencies within the frequency range of the chirped pulse. Each of these polarized two-level systems returns to equilibrium by emitting a frequency-and-phase-distinct Free Induction Decay (FID) signal.&nbsp; These FIDs are simultaneously detected and phase-coherently averaged in the time-domain by a fast oscilloscope.&nbsp; When this time-signal is transformed into the frequency domain, 400,000 resolution elements with 50 kHz resolution are retrieved from a single CPmmW spectrum.</p>\n<p>However, in order to achieve sufficient sensitivity for direct detection of FID signals from a pulsed beam of atoms/molecules that initially is sequentially excited by two tunable lasers to a selected Rydberg state, it is necessary to replace our pulsed supersonic jet photoablation source (developed 30 years ago by Richard Smalley) by the 1000x brighter and 10x translationally-colder (in the laboratory frame) output from the buffer gas cooled ablation source.&nbsp;</p>\n<p>The sensitivity, flexibility, and rate of generation of spectra achieved with our combination of the CPmmW spectrometer and the buffer gas cooled ablation source exceeded our expectations.&nbsp; At a 10 Hz pulse repetition rate, it takes 10 seconds to record 20 GHz of 50 kHz resolution spectra at 10:1 signal:background ratio. &nbsp;&nbsp;This amounts to an improvement by a factor of <em>one million</em> in &ldquo;spectral velocity&rdquo; over our previous setup. &nbsp;&nbsp;&nbsp;</p>\n<p>We are learning how to take advantage of the unique properties of our new spectrometer, initially by studying the spectra of the Ba atom and the BaF molecule.&nbsp; Our long-term ...",
  "por_txt_cntn": "\n Rydberg states of atoms and molecules are a unique form of matter that is especially well suited for both practical applications and fundamental measurements.   One electron and one +1 charged ion (the \"ion-core\") are electrostatically bound to each other, but at a systematically adjustable electron/ion average separation that is large relative to the size of the ion.  Rydberg spectra encode the detailed mechanisms and relative probabilities of all imaginable inelastic collisions between the electron and the ion.  A key question is how does a light particle, the electron, transfer energy and angular momentum into a much heavier particle, the ion-core? \n\nThe information about why, how, and how fast energy is transferred between these grossly mass-mismatched particles is obtained from high-resolution spectra of Rydberg-Rydberg transitions.  The spectral data is input to a Multichannel Quantum Defect Theory (MQDT) model.  MQDT is a scattering-based representation capable of a unified description of all Rydberg quantum states and dynamical processes.  MQDT provides an insight-rich description based on quantum number scaling relationships among all spectroscopically observable properties. \n\nThe goal of our project has been to exploit two transformative experimental technologies in order to make it possible to characterize a wide range of Rydberg systems rapidly, systematically, and completely.  These two technologies are Chirped Pulse millimeter-Wave (CPmmW) spectroscopy, pioneered in the laboratory of Brooks Pate (University of Virginia), and the buffer gas cooled ablation source, pioneered in the John Doyle (Harvard)/David DeMille (Yale) laboratories.  We have built the only apparatus in the world that combines these two technologies and we are applying this unique apparatus to the study of Rydberg spectra and dynamics.  The experimental setup is summarized in the figure.\n\nA crucial feature of CPmmW spectroscopy is that a single mm-Wave pulse, the frequency of which is chirped linearly-in-time over 20 GHz, is capable of simultaneously polarizing all two-level systems that have transition frequencies within the frequency range of the chirped pulse. Each of these polarized two-level systems returns to equilibrium by emitting a frequency-and-phase-distinct Free Induction Decay (FID) signal.  These FIDs are simultaneously detected and phase-coherently averaged in the time-domain by a fast oscilloscope.  When this time-signal is transformed into the frequency domain, 400,000 resolution elements with 50 kHz resolution are retrieved from a single CPmmW spectrum.\n\nHowever, in order to achieve sufficient sensitivity for direct detection of FID signals from a pulsed beam of atoms/molecules that initially is sequentially excited by two tunable lasers to a selected Rydberg state, it is necessary to replace our pulsed supersonic jet photoablation source (developed 30 years ago by Richard Smalley) by the 1000x brighter and 10x translationally-colder (in the laboratory frame) output from the buffer gas cooled ablation source. \n\nThe sensitivity, flexibility, and rate of generation of spectra achieved with our combination of the CPmmW spectrometer and the buffer gas cooled ablation source exceeded our expectations.  At a 10 Hz pulse repetition rate, it takes 10 seconds to record 20 GHz of 50 kHz resolution spectra at 10:1 signal:background ratio.   This amounts to an improvement by a factor of one million in \"spectral velocity\" over our previous setup.    \n\nWe are learning how to take advantage of the unique properties of our new spectrometer, initially by studying the spectra of the Ba atom and the BaF molecule.  Our long-term goal is, starting from zero knowledge about a new molecule, to obtain spectra sufficient to completely characterize the electronic structure of the ion-core (multipole moments and polarizabilities) and all of the interactions between the Rydberg electron and the ion-core. First, we expect to capture the overall energy le..."
 }
}