{
 "awd_id": "1058627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing a better understanding of organic reactions under solvent-free ball milling conditions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 367835.0,
 "awd_amount": 367835.0,
 "awd_min_amd_letter_date": "2011-09-14",
 "awd_max_amd_letter_date": "2011-09-14",
 "awd_abstract_narration": "The Chemical Structure, Dynamics and Mechanisms Program in the Chemistry Division at the National Science Foundation supports Professor James Mack II of the University of Cincinnati, for investigation and development of new solid state organic chemistry reactions using a high speed ball milling process.  The goal of this work is to understand the fundamental principles guiding these novel mechanochemical reactions, with a particular emphasis on heat transfer and mass transfer quantification.  Solvent-free reactions are attractive to the chemical industry in terms of reducing the waste stream and saving the energy otherwise expended on solvent synthesis, delivery, storage and recovery/disposal.\r\n\r\nBroader impacts of this research include its direct applicability to \"green\" chemistry, where one of the major components of a typical organic reaction, the solvent, is removed.  Potential benefits to society include the energy savings from elimination of a significant volume of the reactants, less volatile organic components released into the atmosphere, and a smaller waste stream.  Professor Mack is known for building a laboratory atmosphere where undergraduates can succeed, and he is very active in recruiting and mentoring scientists from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Mack II",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Mack II",
   "pi_email_addr": "james.mack@uc.edu",
   "nsf_id": "000148776",
   "pi_start_date": "2011-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "2600 CLIFTON AVE",
  "perf_city_name": "CINCINNATI",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452202872",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 367835.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a global interest in reducing the amount chemical waste produced.&nbsp; Therefore, there is an <em>urgent need</em> to develop safer, inexpensive, versatile environmentally benign methods to carry out organic reactions.&nbsp; Mechanochemistry (i.e. ball milling) is an underexplored potential solution to the chemical waste problem.&nbsp; Mechanochemistry is a procedure in which, solid reactants are placed inside a vessel, in the <em>absence of solvent</em>, along with a ball bearing.&nbsp; The vessel is sealed and placed inside the milling apparatus whereby it is agitated.&nbsp; The high speed agitation provides enough kinetic energy to the ball to initiate a reaction.&nbsp; The fundamental principles that govern this technique are absent from the literature. The focus of this research is to use mechanochemistry to develop solvent free, recyclable catalytic reactions. Not only will this approach cause a paradigm shift in the way organic reactions are conducted, but it will also greatly reduce the amount of waste generated.&nbsp; The funded research has allowed our research team to discover new reaction pathways and chemical conditions.&nbsp;&nbsp; If this transformative research is not studied, then the chemical community will continually rely on harmful organic solvents and other non-sustainable processes to conduct chemical reactions.&nbsp; A lack of a viable alternative to traditional solution-based chemistry, will further perpetuate common practices that will increase VOC emissions and increase waste generation.&nbsp; During the course of the funding period we have learn the following:</p>\n<ul>\n<li><strong><em>No special precautions are needed under ball milling to conduct moisture sensitive reactions. </em></strong><em>We learned through these experiments that the sealed reaction vials have the same level of water as dry organic solvents which allow us the ability to conduct air and moisture sensitive reactions without taking any other precautions</em></li>\n<li><strong><em>The reaction vial can be used as a reagent in a chemical reaction. </em></strong><em>We learned from this study that the metal surface of our reaction vial can be used as a component of a chemical reaction under mechanochemical conditions.</em></li>\n<li><strong><em>Polymer supports can be used to create a chromatography-free methodology for the isolation of mechanochemical reactions.</em></strong><strong>&nbsp;&nbsp; </strong><em>We learned from this study that polymer beads can be activated under mechanochemical conditions and used for the isolation of desired products without the need for chromatography.&nbsp; </em>&nbsp; \n<ul>\n<li><strong><em>Metal catalyzed mechanochemical reactions can be different than what is observed in solution.</em></strong><em> We learned from this study that metal catalyzed reactions can give different product yields and different products than observed in traditional solution methods.&nbsp; Additionally, we learned that metal catalyst on a polymer support can be used in the absence of a solvent and be recycled for use in subsequent reactions.</em>&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;<strong><em>&nbsp;</em></strong></li>\n<li><strong><em>Speed is a significant factor in the control of mechanochemical reactions.&nbsp; </em></strong><em>We learned through this study that energy can be changed and controlled through a number of different variables, most notably milling speed. We are poised in our lab to explore and better understand the effect each component has on the energy of the mill.&nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp;<strong></strong></em></li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2015<br>\n\t\t\t\t\tModified by: James&nbsp;Mack Ii</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls on...",
  "por_txt_cntn": "\nThere is a global interest in reducing the amount chemical waste produced.  Therefore, there is an urgent need to develop safer, inexpensive, versatile environmentally benign methods to carry out organic reactions.  Mechanochemistry (i.e. ball milling) is an underexplored potential solution to the chemical waste problem.  Mechanochemistry is a procedure in which, solid reactants are placed inside a vessel, in the absence of solvent, along with a ball bearing.  The vessel is sealed and placed inside the milling apparatus whereby it is agitated.  The high speed agitation provides enough kinetic energy to the ball to initiate a reaction.  The fundamental principles that govern this technique are absent from the literature. The focus of this research is to use mechanochemistry to develop solvent free, recyclable catalytic reactions. Not only will this approach cause a paradigm shift in the way organic reactions are conducted, but it will also greatly reduce the amount of waste generated.  The funded research has allowed our research team to discover new reaction pathways and chemical conditions.   If this transformative research is not studied, then the chemical community will continually rely on harmful organic solvents and other non-sustainable processes to conduct chemical reactions.  A lack of a viable alternative to traditional solution-based chemistry, will further perpetuate common practices that will increase VOC emissions and increase waste generation.  During the course of the funding period we have learn the following:\n\nNo special precautions are needed under ball milling to conduct moisture sensitive reactions. We learned through these experiments that the sealed reaction vials have the same level of water as dry organic solvents which allow us the ability to conduct air and moisture sensitive reactions without taking any other precautions\nThe reaction vial can be used as a reagent in a chemical reaction. We learned from this study that the metal surface of our reaction vial can be used as a component of a chemical reaction under mechanochemical conditions.\nPolymer supports can be used to create a chromatography-free methodology for the isolation of mechanochemical reactions.   We learned from this study that polymer beads can be activated under mechanochemical conditions and used for the isolation of desired products without the need for chromatography.    \n\nMetal catalyzed mechanochemical reactions can be different than what is observed in solution. We learned from this study that metal catalyzed reactions can give different product yields and different products than observed in traditional solution methods.  Additionally, we learned that metal catalyst on a polymer support can be used in the absence of a solvent and be recycled for use in subsequent reactions.       \nSpeed is a significant factor in the control of mechanochemical reactions.  We learned through this study that energy can be changed and controlled through a number of different variables, most notably milling speed. We are poised in our lab to explore and better understand the effect each component has on the energy of the mill.        \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2015\n\n\t\t\t\t\tSubmitted by: James Mack Ii"
 }
}