{
 "awd_id": "1058575",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  An Internet-based Emotional Connectedness and Monitoring Device and Service for the Elderly",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 499992.0,
 "awd_amount": 599992.0,
 "awd_min_amd_letter_date": "2011-01-18",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II research project will develop to market a new  class of assistive technologies to improve the quality of life and well being of the elderly and to reduce the overall burden of the of aging on social and private healthcare systems.  The company envisions the digital transformation of the aging process through the application of emerging technologies to change the context of caregiving from a medical to a familial one.  Today's telehealth solutions focus on medical aspects and ignore social and psychological needs - a sense of contribution and connection for older adults.  Research has shown that social isolation significantly increases the health risks. Conversely, even small increases in perceived emotional support result in significant improvement.  The proposed platform has the potential to integrate with existing Health IT and telehealth systems to provide a holistic patient-centric solution, focusing not just on medical needs, but on the emotional and social aspects of aging.\r\n\r\n\r\nThree powerful market forces intersect to create a new context in elder care: (1) Reducing rehospitalization has become a National priority, (2) New recognition that family caregiving needs to be an integral part of health care, and (3) Significant shift in age mass. One in five seniors discharged from hospitals is readmitted within the month. Research indicates that a \"failing support system appeared to be the most important factor of influence in this respect.\" The American College of Physicians now encourages doctors to recognize the value of family caregivers as part of the care plan.  Supportive social ties enhance physical and mental health among older adults whereas social isolation, loneliness and stressful social ties contribute to a higher risk of disability, poor recovery from illness, and early death.  The company believes that there is significant market for consumer-oriented, social-based, self-care solutions that can integrate gracefully with professional medical monitoring solutions. If successful, the effort could kick start an ecosystem of similar, emotional connectedness solutions and technologies that could positively impact the lives of the elderly, and potentially other isolated groups as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "To",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul To",
   "pi_email_addr": "paulto@emota.net",
   "nsf_id": "000534346",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "emota.net",
  "inst_street_address": "904 Theresa Ct",
  "inst_street_address_2": "",
  "inst_city_name": "Menlo Park",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4087576318",
  "inst_zip_code": "940251725",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "CA15",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "emota.net",
  "perf_str_addr": "904 Theresa Ct",
  "perf_city_name": "Menlo Park",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940251725",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "6850",
   "pgm_ref_txt": "DIGITAL SOCIETY&TECHNOLOGIES"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 499992.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Overview</strong></p>\n<p>The overall goal of the Phase II project was to research, develop and commercialize a product based on concept of Ambient Awareness / User Experience design to improve emotional connectedness between isolated seniors and remote loved ones.</p>\n<p>During the course of the project, we conducted a field trial with Humana and two Proof-Of-Concept projects co-funded by two commercial partners. We have gone through 4 major iterations of our product / concepts:</p>\n<ol>\n<li>A tablet / picture frame based ambient user interface application &ndash; </li>\n<li>The same ambient application integrated with 3rd party telehealth products &ndash; with the goal of using family social &amp; emotional support to improve health of seniors</li>\n<li>A combination of Smart TV App, Connected Emotional Objects, and Facebook App designed to improve cross generational communication and social connectedness in a multi-generation, geographically dispersed modern family</li>\n<li>The final iteration of the product concept - Connected Emotional Objects &ndash; an &ldquo;Emotional APPcessory&rdquo; electronic module that is designed to provide an Ambient User Experience in conjunction with a mobile/tablet/TV app.&nbsp; The APPcessory module is a custom Bluetooth electronic module that can be embedded in various physical merchandises to provide connectivity and interactivity with the apps. Example of APPcessory we prototyped: Plush Toy, Personal Accessories such as pendant, jewelry, and cell phone cases, mood light/table lamp, and other everyday household objects. The project also included development of iPhone App and messaging framework.</li>\n</ol>\n<p>&nbsp;</p>\n<p><strong>Some key insights and lessons learned during the project are:</strong></p>\n<ul>\n<li><strong>Unintended Ageism -&nbsp;</strong>While we designed our initial interfaces to be fun, cheerful and easy to use, it was interpreted by some as &ldquo;childish&rdquo;.&nbsp; This &ldquo;theme&rdquo; carries over to even how we do our marketing message. When we went to the Facebook &amp; TV app, we designed the UI to be sleek and modern but to observe basic elder friendly UI principle such as font size, colors, accessibility via simple TV remote buttons, etc.</li>\n<li>&nbsp;<strong>Multi-Generational Family Tech &ndash; One Size Doesn&rsquo;t Fit All -&nbsp;</strong>We initially have one UI that runs on iPad/Picture Frame for seniors, and desktop browser for remote loved ones. The younger members of the family hate the UI. Also, we initially tried to &ldquo;dumb down&rdquo; the interface and limit the functionalities to keep things simple. But those who are more technology savvy were left feeling unfulfilled. First, we tried allowing family members to send SMS to the &ldquo;Picture Frame&rdquo; app.&nbsp; But not everybody uses SMS.&nbsp;&nbsp; We then realized, circa 2012, most family members, besides the oldest (&gt;60) and the youngest (&lt;12) , are already using Facebook. We decided to develop a Facebook App for that reason. For the older seniors (&gt;60), especially the home bound ones, TV is a fixture in their living room. So we decided to move the senior app from iPad to the TV instead.&nbsp; For the &ldquo;Very young&rdquo; grandkids (&lt;12), we also started prototyping the idea of an Internet connected plush toy that can interact with Grandma&rsquo;s TV App remotely (but we never fully explored this).</li>\n<li>&nbsp;<strong>Ambient Interface is important for Emotional Connectedness -&nbsp;</strong>When we move to the &ldquo;traditional&rdquo; look and feel of Facebook and TV app, we lost the ambient nature of the UI. The original &ldquo;picture frame&rdquo; always on design turned out to be very important to facilitate feeling of connectedness, increasing frequency and spontaneity of family interactions.&nbsp; The always-on, always-there picture frame sitting in the middle of the living ro...",
  "por_txt_cntn": "\nProject Overview\n\nThe overall goal of the Phase II project was to research, develop and commercialize a product based on concept of Ambient Awareness / User Experience design to improve emotional connectedness between isolated seniors and remote loved ones.\n\nDuring the course of the project, we conducted a field trial with Humana and two Proof-Of-Concept projects co-funded by two commercial partners. We have gone through 4 major iterations of our product / concepts:\n\nA tablet / picture frame based ambient user interface application &ndash; \nThe same ambient application integrated with 3rd party telehealth products &ndash; with the goal of using family social &amp; emotional support to improve health of seniors\nA combination of Smart TV App, Connected Emotional Objects, and Facebook App designed to improve cross generational communication and social connectedness in a multi-generation, geographically dispersed modern family\nThe final iteration of the product concept - Connected Emotional Objects &ndash; an \"Emotional APPcessory\" electronic module that is designed to provide an Ambient User Experience in conjunction with a mobile/tablet/TV app.  The APPcessory module is a custom Bluetooth electronic module that can be embedded in various physical merchandises to provide connectivity and interactivity with the apps. Example of APPcessory we prototyped: Plush Toy, Personal Accessories such as pendant, jewelry, and cell phone cases, mood light/table lamp, and other everyday household objects. The project also included development of iPhone App and messaging framework.\n\n\n \n\nSome key insights and lessons learned during the project are:\n\nUnintended Ageism - While we designed our initial interfaces to be fun, cheerful and easy to use, it was interpreted by some as \"childish\".  This \"theme\" carries over to even how we do our marketing message. When we went to the Facebook &amp; TV app, we designed the UI to be sleek and modern but to observe basic elder friendly UI principle such as font size, colors, accessibility via simple TV remote buttons, etc.\n Multi-Generational Family Tech &ndash; One Size DoesnÆt Fit All - We initially have one UI that runs on iPad/Picture Frame for seniors, and desktop browser for remote loved ones. The younger members of the family hate the UI. Also, we initially tried to \"dumb down\" the interface and limit the functionalities to keep things simple. But those who are more technology savvy were left feeling unfulfilled. First, we tried allowing family members to send SMS to the \"Picture Frame\" app.  But not everybody uses SMS.   We then realized, circa 2012, most family members, besides the oldest (&gt;60) and the youngest (&lt;12) , are already using Facebook. We decided to develop a Facebook App for that reason. For the older seniors (&gt;60), especially the home bound ones, TV is a fixture in their living room. So we decided to move the senior app from iPad to the TV instead.  For the \"Very young\" grandkids (&lt;12), we also started prototyping the idea of an Internet connected plush toy that can interact with GrandmaÆs TV App remotely (but we never fully explored this).\n Ambient Interface is important for Emotional Connectedness - When we move to the \"traditional\" look and feel of Facebook and TV app, we lost the ambient nature of the UI. The original \"picture frame\" always on design turned out to be very important to facilitate feeling of connectedness, increasing frequency and spontaneity of family interactions.  The always-on, always-there picture frame sitting in the middle of the living room provides \"glancability\" of info. We initially played with various notification mechanisms available in IOS and Android. But notification alerts are more disruptive in nature, and also not available at all when the TV if turned off.  Because of this, we resorted to building simple Bluetooth connected accessories that are physical objects in the living room that can glow, vibrate and make sound and facilitate aware..."
 }
}