{
 "awd_id": "1058613",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Seven Societies Travel Grants for Students, Independent Scholars and Recent PhDs",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 165214.0,
 "awd_amount": 192001.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2013-09-07",
 "awd_abstract_narration": "Project summary\r\n\r\nThis award will enable seven STS societies to provide travel grants to graduate students, independent scholars, and junior scholars to attend professional meetings of these societies from 2011-2013. The seven societies are the History of Science Society (HSS), the Society for the History of Technology (SHOT), the Philosophy of Science Association (PSA), the International Society for the History of Philosophy of Science (HOPOS), the American Society for Environmental History (ASEH), the International Society for the Psychology of Science and Technology (ISPST), and the International Society for the History, Philosophy, and Social Studies of Biology (ISHPSSB).\r\n\r\nIntellectual Merit\r\n\r\nSince the mid 1990s, NSF has provided travel grants to the HSS so that graduate students and independent scholars could attend the conferences of HSS, SHOT, PSA, and the Society for Social Studies of Science (4S). The intellectual merits of these grants can be easily measured by surveying the past conferences of each society and noting the high rate of participation by students, independent scholars, and, in the past 5 years, recent PhDs. As a result, society conferences have been richer and more diverse due to the participation of these scholars. In turn, the research and careers of these scholars (as they have testified) have been boosted by this participation. Such professionalization is crucial on several fronts: younger scholars will be teaching at major research universities, liberal arts colleges, and community colleges; curating museum exhibits; working at research institutes; overseeing library collections; and helping with government programs, whereas grants to independent scholars will allow these scholars to maintain contact with their professional societies, creating intellectual and practical stimulation as they continue to work in museums, research institutes, libraries, and government agencies. Finally, recent PhDs, in the midst of budgets that have cut or eliminated departmental travel funds, will have the opportunity to maintain their career trajectory.\r\n\r\nPotential Broader Impacts\r\n\r\nThe current proposal will also lead to broader impacts for STS disciplines by including related general fields, such as ASEH, that are experiencing rapid growth, and by welcoming specialized subfields, such as ISHPSSB, HOPOS, and ISPST, that are likewise gaining in numbers and influence. The inclusion of the latter groups is particularly important since they represent the rapid growth in societies representing scientific sub fields. The cooperation that the grant will require will insure that we maintain relationships in these divergent fields. NSF travel grants have been a major force in facilitating international exchange, allowing US scholars to travel overseas to share the results of their research. This exchange enhances the intellectual quality of the meetings, while fostering diverse viewpoints and interpretations of science. As the US sees its share of college enrollees in the world dwindle, it is all the more important that these seven societies and their largely US membership share ideas and questions about science and its influence on society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Malone",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Robert J Malone",
   "pi_email_addr": "robertj.malone@gmail.com",
   "nsf_id": "000354226",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "History of Science Society",
  "inst_street_address": "315 CHESTNUT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7146241381",
  "inst_zip_code": "191062702",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "HISTORY OF SCIENCE SOCIETY, THE ( INC)",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y2LPCYVD2BG9"
 },
 "perf_inst": {
  "perf_inst_name": "History of Science Society",
  "perf_str_addr": "315 CHESTNUT STREET",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191062702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 57820.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 102747.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 31434.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>7 Societies Outcomes</p>\n<p>The history and philosophy and social study of science and technology and the history of the environment and environmental science offer unique ways to understand the nature of science. And because science and technology are our most important tools, it is essential that we know how these tools work. One of the better ways to deepen our understanding of these fields is through conferences, venues that offer the world&rsquo;s leading researchers the opportunity to discuss and share their research and to deepen our knowledge of these fields. We are enriching these conferences by providing travel grants to graduate students, independent scholars, and junior scholars so that they may attend the seven societies&rsquo; professional meetings. The intellectual merit in issuing these grants can be measured in several ways. Past travel grants have increased the number of students, independent scholars, and recent PhDs who have participated in these meetings, with the intellectual merit of these increases flowing in at least two directions: 1) society conferences have been richer and more diverse thanks to these scholars, and 2) these scholars&rsquo; research and careers, as they have testified, have been boosted by this participation. Such professionalization is crucial on several fronts: younger scholars will be teaching at major research universities, liberal arts colleges, and community colleges; curating museum exhibits; working at research institutes; overseeing library collections; and helping with government programs, whereas grants to independent scholars will allow these scholars to maintain contact with their professional societies, creating intellectual and practical stimulation as they continue to work in museums, research institutes, libraries, and government agencies. Finally, recent PhDs, who face severe cuts in departmental travel funds, can be assisted in their career trajectories. All of these groups advance the core mission of the NSF by improving science literacy and by enhancing the scientific process. Their work provides insights into how science operates and how it can be improved, and these insights are especially important during periods of constricting funding for science.</p>\n<p>In addition to these insights, the conferences foster the intellectual breadth and diversity of the disciplines. An important goal for any discipline is to nurture scholars in training and those individuals who work outside the environs of academic institutions. And since conference presentations and participation are an important part of professionalization, this professional development is vital not only for these individuals but also for the future of the disciplines.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2015<br>\n\t\t\t\t\tModified by: Robert&nbsp;J&nbsp;Malone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n7 Societies Outcomes\n\nThe history and philosophy and social study of science and technology and the history of the environment and environmental science offer unique ways to understand the nature of science. And because science and technology are our most important tools, it is essential that we know how these tools work. One of the better ways to deepen our understanding of these fields is through conferences, venues that offer the worldÆs leading researchers the opportunity to discuss and share their research and to deepen our knowledge of these fields. We are enriching these conferences by providing travel grants to graduate students, independent scholars, and junior scholars so that they may attend the seven societiesÆ professional meetings. The intellectual merit in issuing these grants can be measured in several ways. Past travel grants have increased the number of students, independent scholars, and recent PhDs who have participated in these meetings, with the intellectual merit of these increases flowing in at least two directions: 1) society conferences have been richer and more diverse thanks to these scholars, and 2) these scholarsÆ research and careers, as they have testified, have been boosted by this participation. Such professionalization is crucial on several fronts: younger scholars will be teaching at major research universities, liberal arts colleges, and community colleges; curating museum exhibits; working at research institutes; overseeing library collections; and helping with government programs, whereas grants to independent scholars will allow these scholars to maintain contact with their professional societies, creating intellectual and practical stimulation as they continue to work in museums, research institutes, libraries, and government agencies. Finally, recent PhDs, who face severe cuts in departmental travel funds, can be assisted in their career trajectories. All of these groups advance the core mission of the NSF by improving science literacy and by enhancing the scientific process. Their work provides insights into how science operates and how it can be improved, and these insights are especially important during periods of constricting funding for science.\n\nIn addition to these insights, the conferences foster the intellectual breadth and diversity of the disciplines. An important goal for any discipline is to nurture scholars in training and those individuals who work outside the environs of academic institutions. And since conference presentations and participation are an important part of professionalization, this professional development is vital not only for these individuals but also for the future of the disciplines. \n\n \n\n\t\t\t\t\tLast Modified: 08/28/2015\n\n\t\t\t\t\tSubmitted by: Robert J Malone"
 }
}