{
 "awd_id": "1058465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Electroconcentration, Separation, and Rupture of Bioalgae for Fuel Production",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 590000.0,
 "awd_min_amd_letter_date": "2011-01-05",
 "awd_max_amd_letter_date": "2012-04-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project addresses the need for innovative approaches to harvesting oil from bio-algae, specifically to dewater the bio-algae and recycle the processed algae stream for reuse. The subject innovation will facilitate the development of an economical alternative to current technologies, and result in a more favorable application of bio-fuels to the marketplace. Current dewatering technologies (e.g., centrifugation and chemical flocculation) are energy intensive and require chemical additives that can contaminate the oil, resulting in prohibitively high costs to concentrate bio-algae for fuel production. The Phase II program objective is to develop, scale up and integrate the FARADAYIC ElectroConcentration and ElectroFlotation Processes with Harvesting, Dewatering and Drying (HDD) technology being developed by our strategic partner, Algaeventure Systems (AVS), to quickly and efficiently dewater bio-algae.\r\nThe broader impacts of this research are in the energy and cost savings that will result from the innovative dewatering process. This technology will enable a cost effective, energy efficient, nearly carbon-neutral source of bio-fuel that does not compete with food crops. Bio-fuel technology is anticipated to have a significant environmental impact by greatly reducing carbon dioxide emissions (e.g. from power plants) by storing the carbon dioxide as lipids. This technology would find applicability in other areas of the algae cultivation industry (bio-plastics, dyes, pharmaceuticals, etc.) and also result in an improved understanding of electric field effects on algae concentration processes. Finally, this project provides opportunities for teachers and undergraduates to gain research experience through the NSF RET/REU programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "McCrabb",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Heather A McCrabb",
   "pi_email_addr": "heathermccrabb@faradaytechnology.com",
   "nsf_id": "000277437",
   "pi_start_date": "2012-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Kell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Kell",
   "pi_email_addr": "josephkell@faradaytechnology.com",
   "nsf_id": "000533102",
   "pi_start_date": "2011-01-05",
   "pi_end_date": "2012-04-20"
  }
 ],
 "inst": {
  "inst_name": "FARADAY TECHNOLOGY, INC",
  "inst_street_address": "315 HULS DR",
  "inst_street_address_2": "",
  "inst_city_name": "ENGLEWOOD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9378367749",
  "inst_zip_code": "453158983",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "FARADAY TECHNOLOGY, INC.",
  "org_prnt_uei_num": "RMG1AZ1ZH8Q7",
  "org_uei_num": "ZL5LDDLNHGN4"
 },
 "perf_inst": {
  "perf_inst_name": "FARADAY TECHNOLOGY, INC",
  "perf_str_addr": "315 HULS DR",
  "perf_city_name": "ENGLEWOOD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "453158983",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "167E",
   "pgm_ref_txt": "SBIR I/UCRC Membership"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "9110",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RESEAR"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 590000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The search for renewable alternatives to fossil fuels is an active and important ongoing area of research. One possible fossil fuel replacement under active investigation are the cyanobacteria (often called &lsquo;blue-green algae&rsquo;) which, like plants, are able to use energy from sunlight to convert carbon dioxide (a greenhouse gas) and water into food and other cellular building blocks. Many of these products are oil-based and can be extracted from the algae and converted to biodiesel, among other things. A significant challenge in working with these algae is that they are grown in very dilute suspensions&mdash;that is, they are floating around in a lot of water &ndash;with a consistency similar to diluted vegetable juice. Separating these algae from the water (&ldquo;harvesting&rdquo; them) using more standard tools like centrifuges or filters is costly. Often, these costs are high enough that the overall process is too expensive. One alternative separation approach is called &ldquo;bubble flotation,&rdquo; where tiny gas bubbles are created at the bottom of the algae suspension and are allowed to rise up through it, lifting the algae along the way. The result is a foam layer on top of the liquid with algae concentrated inside. A significant economic and environmental advantage of this approach is that it is a non-contaminating process: the water left over after the separation can typically be recycled back to the algae growth portion of the process.</p>\n<p>When using bubble flotation methods, one wants the smallest bubbles possible in order to achieve the best separation. One common approach to bubble flotation is by simply &lsquo;blowing&rsquo; bubbles into the liquid through an array of small holes, but the bubbles formed by this method tend to be too large for effective separation of algae. Another method of bubble generation is by electrical splitting of water into oxygen and hydrogen gas, which is termed &ldquo;electroflotation.&rdquo; However, in a standard electroflotation implementation, where a constant electrical current is used, the bubbles formed also tend to be too large. One possible solution to this problem is through the use of &lsquo;pulsed&rsquo; electrical currents, where the power is turned on and off many times per second. There are literature reports indicating that these &lsquo;pulse-generated&rsquo; bubbles can have smaller sizes than are achievable with constant current.</p>\n<p>Given the significant potential economic and environmental benefits of electroflotation in algae processing, in this project we tested the pulsed (FARADAYIC<sup>SM</sup>) electroflotation behavior of two different algae species and a &ldquo;surrogate&rdquo; made from tomato paste, as compared to traditional, constant-current electroflotation. As expected, smaller bubbles were generated using the FARADAYIC<sup>SM</sup> pulsed waveforms, resulting in more effective and more economical separation behavior. At this time, however, the economics of the FARADAYIC<sup>SM</sup> ElectroFlotation process are unfavorable for algae harvesting for biofuels production (~$50/gal electricity costs, compared to ~$2/gal electricity cost target). Optimization of the equipment and the applied FARADAYIC<sup>SM</sup> waveforms has the potential to bring the costs down into a reasonable range. Successful development of an economically feasible algae harvesting process for biofuels production would revolutionize the fuels market and allow great strides in energy sustainability and energy independence.</p>\n<p>It is worthwhile to note that, even in its present form, the economics of FARADAYIC<sup>SM</sup> ElectroFlotation are feasible for other, higher-value algae-derived products like nutraceuticals. FARADAYIC<sup>SM</sup> ElectroFlotation is especially well suited for applications like nutraceuticals because, as noted above, it does not contaminate the algae for later human consumpt...",
  "por_txt_cntn": "\nThe search for renewable alternatives to fossil fuels is an active and important ongoing area of research. One possible fossil fuel replacement under active investigation are the cyanobacteria (often called æblue-green algaeÆ) which, like plants, are able to use energy from sunlight to convert carbon dioxide (a greenhouse gas) and water into food and other cellular building blocks. Many of these products are oil-based and can be extracted from the algae and converted to biodiesel, among other things. A significant challenge in working with these algae is that they are grown in very dilute suspensions&mdash;that is, they are floating around in a lot of water &ndash;with a consistency similar to diluted vegetable juice. Separating these algae from the water (\"harvesting\" them) using more standard tools like centrifuges or filters is costly. Often, these costs are high enough that the overall process is too expensive. One alternative separation approach is called \"bubble flotation,\" where tiny gas bubbles are created at the bottom of the algae suspension and are allowed to rise up through it, lifting the algae along the way. The result is a foam layer on top of the liquid with algae concentrated inside. A significant economic and environmental advantage of this approach is that it is a non-contaminating process: the water left over after the separation can typically be recycled back to the algae growth portion of the process.\n\nWhen using bubble flotation methods, one wants the smallest bubbles possible in order to achieve the best separation. One common approach to bubble flotation is by simply æblowingÆ bubbles into the liquid through an array of small holes, but the bubbles formed by this method tend to be too large for effective separation of algae. Another method of bubble generation is by electrical splitting of water into oxygen and hydrogen gas, which is termed \"electroflotation.\" However, in a standard electroflotation implementation, where a constant electrical current is used, the bubbles formed also tend to be too large. One possible solution to this problem is through the use of æpulsedÆ electrical currents, where the power is turned on and off many times per second. There are literature reports indicating that these æpulse-generatedÆ bubbles can have smaller sizes than are achievable with constant current.\n\nGiven the significant potential economic and environmental benefits of electroflotation in algae processing, in this project we tested the pulsed (FARADAYICSM) electroflotation behavior of two different algae species and a \"surrogate\" made from tomato paste, as compared to traditional, constant-current electroflotation. As expected, smaller bubbles were generated using the FARADAYICSM pulsed waveforms, resulting in more effective and more economical separation behavior. At this time, however, the economics of the FARADAYICSM ElectroFlotation process are unfavorable for algae harvesting for biofuels production (~$50/gal electricity costs, compared to ~$2/gal electricity cost target). Optimization of the equipment and the applied FARADAYICSM waveforms has the potential to bring the costs down into a reasonable range. Successful development of an economically feasible algae harvesting process for biofuels production would revolutionize the fuels market and allow great strides in energy sustainability and energy independence.\n\nIt is worthwhile to note that, even in its present form, the economics of FARADAYICSM ElectroFlotation are feasible for other, higher-value algae-derived products like nutraceuticals. FARADAYICSM ElectroFlotation is especially well suited for applications like nutraceuticals because, as noted above, it does not contaminate the algae for later human consumption and permits recycling of the water.\n\n\t\t\t\t\tLast Modified: 01/24/2013\n\n\t\t\t\t\tSubmitted by: Heather A Mccrabb"
 }
}