{
 "awd_id": "1058306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Social and Political Interaction in South Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2010-12-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2010-12-03",
 "awd_max_amd_letter_date": "2010-12-03",
 "awd_abstract_narration": "Under the supervision of Dr. Roderick J. McIntosh, Alexander Antonites will conduct excavations and analyze data from two archaeological settlements, Mutamba and Vhunyela, located on the periphery of southern Africa's earliest state-like polities, K2 and Mapungubwe, dating from AD1000 to AD1300. The hinterland location of Mutamba and Vhunyela is ideal to study how small-scale communities structure interaction with emerging political centers. Too often, there is an overemphasis on control and homogeneity stemming directly from the more complex center. Excavations and analysis by Antonites will test a model that views this region as comprised of geographically separate but interacting communities. These interactions are believed to be structured locally rather than orchestrated from above.\r\n\r\nThe research is guided by specific questions regarding household identity, patterns of interaction, association and social organization at a community level. In particular, the study aims to identify differences in foodway patterns, access to exotic items and craft production activities between households through comparative excavations of both household and public areas at the two settlement sites. Among the analytical methods to be used are ceramic petrography and Inductively Coupled Mass Plasma Spectrometry (ICP-MS)  to trace the source of ceramics. Sourcing ceramics to their manufacturing locales will indicate whether centralized monopolies over production and redistribution patterns existed, or whether the alternative expectation for dispersed local exchange of materials is a better explanation. The geochemical sampling of house floors and courtyards and the flotation of excavated soils will recover small-scale cultural and environmental data. This will be used to test whether expectations for intensified tribute based production are adequate, or whether production was intended to satisfy local needs. Significantly, this project moves beyond the over-emphasis of South African Iron Age studies on ceramic data by simultaneously incorporating multiple lines of evidence from phytolith, starch, ICP-MS, petrographic and macro botanical studies. \r\n\r\nBy using a paradigm that takes interaction patterns and the role of identity into account, the research will contribute to a more nuanced view of variability in the South African past. It is a departure from normative models in South African archaeology and, instead, explores significant variation in material culture. Examining variability and agency on the outlying frontier of the K2/Mapungubwe polity will hopefully provide an example for research on emerging regional polities beyond South Africa. The project also adds to a worldwide body of research in which consideration of peripheral communities results in a more comprehensive understanding of early politics. As such, the project will contribute to debates concerning political interaction and contestation in areas as diverse as Mesoamerica, East Asia, and the Andes. This research is intended to refine conceptions of early politics by focusing on the relationship between larger scale social change and the daily practices carried out by common people who primarily populated the past.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roderick",
   "pi_last_name": "McIntosh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Roderick J McIntosh",
   "pi_email_addr": "roderick.mcintosh@yale.edu",
   "nsf_id": "000524527",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Antonites",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Antonites",
   "pi_email_addr": "alexander.antonites@yale.edu",
   "nsf_id": "000564457",
   "pi_start_date": "2010-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Project&nbsp;Outcomes&nbsp;Report&nbsp;for&nbsp;the&nbsp;General&nbsp;Public:&nbsp; AWARD 1058306</p>\n<p>The focus of this research is on the archaeological settlement known as Mutamba, situated on the northern slopes of the Soutpansberg, South Africa. Mutamba was occupied during the 13<sup>th</sup> century, a period during which northern South Africa, southern Zimbabwe, and eastern Botswana sees the expansion of the Mapungubwe polity. This period is characterized by the centralization of political, social and ritual power and authority by the elite members of society. Prior to this research, the communities that occupied the hinterland of the Mapungubwe-state was cast as passive participants in the region&rsquo;s metanarrative.</p>\n<p>Research on Mutamba yielded multiple strands of information that suggests that hinterland society was more active in shaping regional processes. Items such as glass beads, gold, iron, copper, wild cotton cloth and marine shells, all imply that hinterland sites like Mutamba, had access to a repertoire of artifacts traditionally considered to be the restricted to elite members of society. The inhabitants of Mutamba also participated in trading networks by producing items of their own, in particular shell-beads and cotton cloth.</p>\n<p>This suggests that political power in the Mapungubwe-state, was counterpoised between maintaining generalized subsistence production and more intensive efforts to acquire trade goods. In the Mapungubwe heartland, there was a clear emphasis on centralizing processes and the accumulation of material wealth. However, to gain wealth and access to trade goods, the political center had to engage with diverse networks of hinterland communities. At a regional scale, this resulted in a society with weak vertical control and a fluctuating, flexible system<strong> </strong>of<strong> </strong>horizontal integration. At a regional scale, one can see that centralized power of the Mapungbwe elite was distinguished from a heterogeneous and varied hinterland occupied by foragers, herders, and farming communities.</p>\n<p>&nbsp;</p>\n<p>INTELLECTUAL MERIT:&nbsp; Within archaeology there is a vibrant debate about the role of so-called &ldquo;peripheral&rdquo; communities within an early state.&nbsp; This is part of a larger rethink of the classic &ldquo;core &ndash; v- periphery&rdquo; formulation, in which the balance of innovation and change comes from elites residing at the core and the peripheral peoples are rather passive.&nbsp; This research shows that other-wise &ldquo;peripheral&rdquo; communities, especially on the frontier with other states or other cultural groups can generate significant innovation.&nbsp; In the form of several industries, both for everyday and for elite consumption, these people living at the margins of the Mapungubwe-state created their own vibrant trade networks.&nbsp; We now need to look in a different way, and take more seriously, how the core and periphery of early complex societies really interacted.</p>\n<p>&nbsp;</p>\n<p>BROADER IMPLICATIONS:&nbsp; There is an active and sometimes acrimonious debate within South Africa concerning &ldquo;ownership&rdquo; of the ruins of Mapungubwe.&nbsp; An older style of archaeological research, that focused on the elite residences at Mapungubwe itself had little to say to many of the present-day, local stakeholders who want a say in how the new transnational heritage park is managed and developed.&nbsp; If the periphery of the state is no longer thought of as passive and insignificant, this changes the terms of the debate significantly.&nbsp; Archaeologists (and on-going research) does indeed have a relevance in the conception and promulgation of heritage histories.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2013<br>\n\t\t\t\t\tModified by: Roderick&nbsp;Mcintosh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nProject Outcomes Report for the General Public:  AWARD 1058306\n\nThe focus of this research is on the archaeological settlement known as Mutamba, situated on the northern slopes of the Soutpansberg, South Africa. Mutamba was occupied during the 13th century, a period during which northern South Africa, southern Zimbabwe, and eastern Botswana sees the expansion of the Mapungubwe polity. This period is characterized by the centralization of political, social and ritual power and authority by the elite members of society. Prior to this research, the communities that occupied the hinterland of the Mapungubwe-state was cast as passive participants in the regionÆs metanarrative.\n\nResearch on Mutamba yielded multiple strands of information that suggests that hinterland society was more active in shaping regional processes. Items such as glass beads, gold, iron, copper, wild cotton cloth and marine shells, all imply that hinterland sites like Mutamba, had access to a repertoire of artifacts traditionally considered to be the restricted to elite members of society. The inhabitants of Mutamba also participated in trading networks by producing items of their own, in particular shell-beads and cotton cloth.\n\nThis suggests that political power in the Mapungubwe-state, was counterpoised between maintaining generalized subsistence production and more intensive efforts to acquire trade goods. In the Mapungubwe heartland, there was a clear emphasis on centralizing processes and the accumulation of material wealth. However, to gain wealth and access to trade goods, the political center had to engage with diverse networks of hinterland communities. At a regional scale, this resulted in a society with weak vertical control and a fluctuating, flexible system of horizontal integration. At a regional scale, one can see that centralized power of the Mapungbwe elite was distinguished from a heterogeneous and varied hinterland occupied by foragers, herders, and farming communities.\n\n \n\nINTELLECTUAL MERIT:  Within archaeology there is a vibrant debate about the role of so-called \"peripheral\" communities within an early state.  This is part of a larger rethink of the classic \"core &ndash; v- periphery\" formulation, in which the balance of innovation and change comes from elites residing at the core and the peripheral peoples are rather passive.  This research shows that other-wise \"peripheral\" communities, especially on the frontier with other states or other cultural groups can generate significant innovation.  In the form of several industries, both for everyday and for elite consumption, these people living at the margins of the Mapungubwe-state created their own vibrant trade networks.  We now need to look in a different way, and take more seriously, how the core and periphery of early complex societies really interacted.\n\n \n\nBROADER IMPLICATIONS:  There is an active and sometimes acrimonious debate within South Africa concerning \"ownership\" of the ruins of Mapungubwe.  An older style of archaeological research, that focused on the elite residences at Mapungubwe itself had little to say to many of the present-day, local stakeholders who want a say in how the new transnational heritage park is managed and developed.  If the periphery of the state is no longer thought of as passive and insignificant, this changes the terms of the debate significantly.  Archaeologists (and on-going research) does indeed have a relevance in the conception and promulgation of heritage histories.\n\n \n\n\t\t\t\t\tLast Modified: 01/15/2013\n\n\t\t\t\t\tSubmitted by: Roderick Mcintosh"
 }
}