{
 "awd_id": "1058381",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Ethnic Conflict and the Provision of Public Goods: A Framed Field Experiment",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2011-08-18",
 "awd_abstract_narration": "In many developing countries, public goods are financed by means of voluntary donations or through costly lobbying activities that influence the pattern of low-level government expenditure. Such public goods include irrigation systems, schools, health facilities, access to drinking water, roads and so on. Many of these goods come in two versions: a \"local\" one which is fine-tuned to the nature of a social group (e.g., education with a religious or linguistic component), and a \"global\" version which may be less targeted in its ability to satisfy each group, but has more widespread benefits for the community at large. Indeed, the greater the underlying conflict or exclusion across social groups, the greater is the potential for local goods to come into existence: even an undifferentiated product which can be withheld from one sub-group (e.g., drinking water segregated by caste) acquires that status. A special case of a local public good is, of course, a private good, in which just one individual or household gets to enjoy the good, to the exclusion of all others.\r\n\r\nThe potential tension between the provision of local and global public goods forms the subject matter of this research project. The standard theory of public goods provision does not make this distinction. Typically, agents contribute to a global public good consumed by the entire community. In contrast, this project investigates how the existence of local public goods affects social welfare, both in the presence and absence of conflict. It contributes to existing research in two ways. First, it adds to the understanding of how social heterogeneity affects the provision of public goods in a community. Second, it adds to the empirical literature on the effects of the in-group/out-group conflict on social choice and welfare. In general, the intensity of conflict between different ethnic groups in the community may affect the level of provision of public goods in the community and determine whether an enforcement of the production of a global public good will be welfare improving for the society. As the investigator demonstrates, introducing policies which encourage (or even mandate) global public goods provision can be potentially welfare improving in many ethnically or racially heterogeneous communities.\r\n\r\nIn this paper, the researcher first introduces a new theoretical model which allows an individual to choose between the provision of local and global public goods by making a contribution to the preferred type of public good. Second, an experiment is carried out to test the theoretical predictions of the model in three different environments: one in which the experimental subjects are entirely neutral to one another, one in which there is a tendency for intergroup conflict, and one with a tendency for intergroup sympathy. These last two cases are created, first, by assigning subjects from different college fraternities to different groups, and second, by assigning subjects from the same fraternity to different groups. This procedure permits variation in the environment in which the individuals take decisions; from neutral to hostile to friendly. Such variation provides an opportunity to investigate if and to what extent potential conflict between the groups reduces the welfare of each individual in the community.\r\n\r\nAs mentioned above, local public goods are restricted for the consumption of a particular social group that an agent belongs to, whereas global public goods can be consumed by anyone in the society. The theory predicts that in the absence of strong ethnic animosity between the groups an enforcement of global good production can have beneficial effects on the welfare of the entire community. That is, the theory presented in this paper demonstrates that the existence of local public goods may be detrimental to social welfare.\r\n \r\nThe researcher employs naturally occurring and highly cohesive groups in the experiment, consisting of the members of different college fraternities, in order to induce conflict in the lab environment. Although inducing group identity artificially allows for a greater control over identity formation process, inducing inter-group conflict is difficult in the lab environment and the results of an experiment may poorly reflect the real-world conflict situation between two groups in an ethnically heterogeneous society. Therefore using fraternity groups in the experiment allows studying the effects of intergroup conflict on investment decisions and social welfare. The idea is that a group consisting of the members of one fraternity may not choose an action which maximizes both individual and social welfare, in order to reduce the other group's payoff. This irrational behavior, triggered by the rivalry that exists between different fraternities, suggests that a similar behavior may be expected of groups consisting of the members of different ethnic groups.\r\n\r\nThe results of the experiment provide further insights into the effect of group identity on individual choice behavior and the subsequent effects on social welfare.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Schotter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Schotter",
   "pi_email_addr": "andrew.schotter@nyu.edu",
   "nsf_id": "000181634",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Gumen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Gumen",
   "pi_email_addr": "ag1966@nyu.edu",
   "nsf_id": "000570182",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In many developing countries, public goods are financed by means of voluntary donations or through costly lobbies that influence the pattern of low-level government expenditure. Such public goods include irrigation systems, schools, health facilities, and so on. We often observe that public goods come in two versions: a &ldquo;local&rdquo; one which is fine-tuned to the nature of a social group (e.g., education with a religious or linguistic component), and a &ldquo;global&rdquo; version which may be blunter in its ability to satisfy each group, but has more widespread benefits for the community at large.&nbsp;In countries with diverse ethnic populations, we observe many more local public goods, which are restricted for the consumption by a certain fraction of the population. The existence of local public goods is often attributed to the division of the society into groups. And the greater the underlying conflict or exclusion across the social groups, the greater is the potential for local goods to come into existence.&nbsp;I investigate how the ability to produce local public goods affects individual welfare, both in the presence and absence of conflict.&nbsp;</p>\n<p>In a typical public goods experiment, individuals contribute to a global public good that benefits everyone. In contrast, in this experiment the individuals have a choice of which type of public good to provide, namely local or global. The intensity of conflict between different ethnic groups in the community determines how the introduction of the local public goods affects individual welfare. I demonstrate that introducing policies which encourage (or even mandate) global public good provision in the absence of strong social conflict can be potentially welfare improving in many ethnically or racially heterogeneous communities.</p>\n<p>I examine the welfare effects of the policy which restricts the individuals to provide global public goods. The theory predicts that the magnitude and the sign of the effect of such a restriction will depend on the extent to which any local public good is preferred to a global public good. I conduct an experiment to examine the effect of the policy in three different environments: one in which the experimental subjects are entirely neutral to one another, one in which there is a tendency for intergroup conflict, and one with a tendency for intergroup sympathy. These last two cases are created, first, by assigning subjects from different college fraternities to different groups, and second, by assigning subjects from the same fraternity to different groups. This procedure permits variation in the environment in which the individuals take decisions, and provides an opportunity to investigate to what extent the potential conflict between groups affects the types of public goods that are produced by individuals. I also examine how the restrictive policy on public good production affects the individual welfare in each case.</p>\n<p>The findings of the experiment illustrate that local public goods are more likely to be produced in the presence of conflict than in the absence of such. In contrast, when the group environment is friendly the individuals tend to favor the global public good over the local public goods. In the neutral group environment, the experimental subjects mostly respond to the monetary incentives given in the experiment. Therefore the decision of which type of public good one wants to invest in largely depends on what is less costly for the individual. However, once the group environment changes to hostile or friendly, the investment decision is also affected by the considerations of who gets to benefit from this investment.</p>\n<p>Using the data from the experiment, I estimate the change in individual welfare, which occurs after the introduction of a policy which does not allow local public good provision. The results indicate that introducing such policies,...",
  "por_txt_cntn": "\nIn many developing countries, public goods are financed by means of voluntary donations or through costly lobbies that influence the pattern of low-level government expenditure. Such public goods include irrigation systems, schools, health facilities, and so on. We often observe that public goods come in two versions: a \"local\" one which is fine-tuned to the nature of a social group (e.g., education with a religious or linguistic component), and a \"global\" version which may be blunter in its ability to satisfy each group, but has more widespread benefits for the community at large. In countries with diverse ethnic populations, we observe many more local public goods, which are restricted for the consumption by a certain fraction of the population. The existence of local public goods is often attributed to the division of the society into groups. And the greater the underlying conflict or exclusion across the social groups, the greater is the potential for local goods to come into existence. I investigate how the ability to produce local public goods affects individual welfare, both in the presence and absence of conflict. \n\nIn a typical public goods experiment, individuals contribute to a global public good that benefits everyone. In contrast, in this experiment the individuals have a choice of which type of public good to provide, namely local or global. The intensity of conflict between different ethnic groups in the community determines how the introduction of the local public goods affects individual welfare. I demonstrate that introducing policies which encourage (or even mandate) global public good provision in the absence of strong social conflict can be potentially welfare improving in many ethnically or racially heterogeneous communities.\n\nI examine the welfare effects of the policy which restricts the individuals to provide global public goods. The theory predicts that the magnitude and the sign of the effect of such a restriction will depend on the extent to which any local public good is preferred to a global public good. I conduct an experiment to examine the effect of the policy in three different environments: one in which the experimental subjects are entirely neutral to one another, one in which there is a tendency for intergroup conflict, and one with a tendency for intergroup sympathy. These last two cases are created, first, by assigning subjects from different college fraternities to different groups, and second, by assigning subjects from the same fraternity to different groups. This procedure permits variation in the environment in which the individuals take decisions, and provides an opportunity to investigate to what extent the potential conflict between groups affects the types of public goods that are produced by individuals. I also examine how the restrictive policy on public good production affects the individual welfare in each case.\n\nThe findings of the experiment illustrate that local public goods are more likely to be produced in the presence of conflict than in the absence of such. In contrast, when the group environment is friendly the individuals tend to favor the global public good over the local public goods. In the neutral group environment, the experimental subjects mostly respond to the monetary incentives given in the experiment. Therefore the decision of which type of public good one wants to invest in largely depends on what is less costly for the individual. However, once the group environment changes to hostile or friendly, the investment decision is also affected by the considerations of who gets to benefit from this investment.\n\nUsing the data from the experiment, I estimate the change in individual welfare, which occurs after the introduction of a policy which does not allow local public good provision. The results indicate that introducing such policies, on average, improves individual welfare. This improvement is substantial both in the hostile and neutral environments. Howev..."
 }
}