{
 "awd_id": "1058885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conjugated Polymer Nanoparticles for Nanoscale Chemical Microscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelsey Cook",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2011-08-12",
 "awd_max_amd_letter_date": "2011-08-12",
 "awd_abstract_narration": "Professor Jason McNeill of Clemson University is supported by the Chemical Measurement and Imaging (CMI) program in the Division of Chemistry to develop conjugated polymer nanoparticles (CPNs) for sensing and high resolution fluorescent imaging and tracking applications. The specific aims of the proposed research are: (1) to use dopants to increase the stability and brightness of CPNs; (2) to characterize the nanoscale photophysics of excitons and charge carriers in CPNs and optimize the photoswitching and sensing properties of CPNs; and (3) to use high resolution imaging to observe CPN motion and polaron dynamics within CPNs.\r\n\r\nThe ultimate objective is to create new imaging and sensing capabilities with innovation in nanomaterials, fluorescence and biomolecular dynamics. If successful, the proposed research will result in important advances in imaging with nanometer resolution, thus positively impacting nanotechnology, chemistry, biology and the health sciences. Students and other participants in the project will be provided with valuable training in nanoscience, advanced imaging and sensing technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "McNeill",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jason D McNeill",
   "pi_email_addr": "mcneill@clemson.edu",
   "nsf_id": "000308151",
   "pi_start_date": "2011-08-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fluorescence is the familiar property of certain molecules that glow under ultraviolet or \"black light&rdquo;, due to a process in which molecules absorb light, which puts the molecule into an excited state, and then later the molecule relaxes down to its normal or ground state, emitting light of a (typically) different color. Fluorescence is used by crime scene investigators for detection of bodily fluids and fingerprints, and in medicine for some types of blood tests and diagnosis. Fluorescence microscopy is often used to provide detailed images of cells and tissue, which is useful for diagnosing disease, showing the presence of bacteria from infections, and in the biological sciences for understanding the functioning of the cell and the various stages of the life cycle of the cell. Fluorescence microscopy has also been helpful for imaging and understanding animal and human brains. Some fluorescent dyes \"light up\" when a brain neuron fires, indicating brain activity at the cellular level. Fluorescent dyes can also light up or change color to indicate the presence or absence of a particular molecule or chemical, much like how litmus paper indicates the presence of acids or bases. Scientists have found that nanoparticles&mdash;particles that are larger than a molecule but still much smaller than most cell features&mdash;can be useful for a broad range of imaging and sensing applications. They are much brighter than fluorescent dye molecules, and in some cases have special amplifying properties that could improve sensitivity, thus reducing the amount of material needed for medical tests, and in some cases leading to earlier detection of disease. Fluorescent nanoparticles could also potentially help increase the speed and reduce cost of medical testing.</p>\n<p><br />This research project was centered on the continued development of a relatively new class of fluorescent nanoparticles called &ldquo;polydots&rdquo;, with enhanced properties for microscopy and chemical sensing. Polydots are arguably the brightest fluorescent nanoparticles yet discovered, and owe their excellent fluorescence and sensing properties to a polymer or plastic material known as a conjugated polymer. Conjugated polymers are a special class of polymers that are semiconducting due to certain characteristics of the polymer chain, and are the principal active material on some emerging low-cost light-emitting display and flexible solar panel technologies. Some conjugated polymers are highly fluorescent&mdash;some are the most fluorescent materials yet discovered. In addition, the active fluorescent material in polydots exhibits a cascading phenomenon, which can amplify the sensitivity of the nanoparticles to various chemical stimuli.</p>\n<p><br />In this research project, the scientists performed a series of experiments in order to better understand and to learn how to control the physical and chemical processes occurring in polydots, in order to optimize them for various imaging and sensing applications. They also performed various proof-of-concept demonstrations of the nanoparticle imaging and sensing capabilities, in order to provide potential adopters of the technology with information needed to properly exploit polydots for various applications. Specific milestones include development of a detailed physical picture and theoretical model of polydots, development of brighter, more fade-resistant polydots, and development of deep red-emitting polydots, which are needed for some applications (can improve contrast and sensitivity). The results, published in peer-reviewed scientific journals, could potentially lead to improvements in biomedical imaging and diagnosis. In addition, several graduate students received training in nanotechnology and advanced imaging and spectroscopy methods in the course of performing research under the guidance of the principal investigator.</p><br>\n<p>\n\t\t\t\t      \tLast Mo...",
  "por_txt_cntn": "\nFluorescence is the familiar property of certain molecules that glow under ultraviolet or \"black light\", due to a process in which molecules absorb light, which puts the molecule into an excited state, and then later the molecule relaxes down to its normal or ground state, emitting light of a (typically) different color. Fluorescence is used by crime scene investigators for detection of bodily fluids and fingerprints, and in medicine for some types of blood tests and diagnosis. Fluorescence microscopy is often used to provide detailed images of cells and tissue, which is useful for diagnosing disease, showing the presence of bacteria from infections, and in the biological sciences for understanding the functioning of the cell and the various stages of the life cycle of the cell. Fluorescence microscopy has also been helpful for imaging and understanding animal and human brains. Some fluorescent dyes \"light up\" when a brain neuron fires, indicating brain activity at the cellular level. Fluorescent dyes can also light up or change color to indicate the presence or absence of a particular molecule or chemical, much like how litmus paper indicates the presence of acids or bases. Scientists have found that nanoparticles&mdash;particles that are larger than a molecule but still much smaller than most cell features&mdash;can be useful for a broad range of imaging and sensing applications. They are much brighter than fluorescent dye molecules, and in some cases have special amplifying properties that could improve sensitivity, thus reducing the amount of material needed for medical tests, and in some cases leading to earlier detection of disease. Fluorescent nanoparticles could also potentially help increase the speed and reduce cost of medical testing.\n\n\nThis research project was centered on the continued development of a relatively new class of fluorescent nanoparticles called \"polydots\", with enhanced properties for microscopy and chemical sensing. Polydots are arguably the brightest fluorescent nanoparticles yet discovered, and owe their excellent fluorescence and sensing properties to a polymer or plastic material known as a conjugated polymer. Conjugated polymers are a special class of polymers that are semiconducting due to certain characteristics of the polymer chain, and are the principal active material on some emerging low-cost light-emitting display and flexible solar panel technologies. Some conjugated polymers are highly fluorescent&mdash;some are the most fluorescent materials yet discovered. In addition, the active fluorescent material in polydots exhibits a cascading phenomenon, which can amplify the sensitivity of the nanoparticles to various chemical stimuli.\n\n\nIn this research project, the scientists performed a series of experiments in order to better understand and to learn how to control the physical and chemical processes occurring in polydots, in order to optimize them for various imaging and sensing applications. They also performed various proof-of-concept demonstrations of the nanoparticle imaging and sensing capabilities, in order to provide potential adopters of the technology with information needed to properly exploit polydots for various applications. Specific milestones include development of a detailed physical picture and theoretical model of polydots, development of brighter, more fade-resistant polydots, and development of deep red-emitting polydots, which are needed for some applications (can improve contrast and sensitivity). The results, published in peer-reviewed scientific journals, could potentially lead to improvements in biomedical imaging and diagnosis. In addition, several graduate students received training in nanotechnology and advanced imaging and spectroscopy methods in the course of performing research under the guidance of the principal investigator.\n\n\t\t\t\t\tLast Modified: 07/06/2016\n\n\t\t\t\t\tSubmitted by: Jason D Mcneill"
 }
}