{
 "awd_id": "1058726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Zinc Fingers as Templates for Metal and Metal-DNA Interactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 462000.0,
 "awd_amount": 462000.0,
 "awd_min_amd_letter_date": "2011-06-15",
 "awd_max_amd_letter_date": "2011-06-15",
 "awd_abstract_narration": "This research award in the Chemistry of Life Processes (CLP) program supports work by Professor Nicholas Farrell at Virginia Commonwealth University to explore the fundamental chemistry and biology of platinum-metal complexes with zinc finger proteins and model zinc chelates.  The proposed work centers on a series of studies pertaining to the coordination chemistry of the so-called zinc fingers, small protein assemblies of zinc ions and a combination of cysteine or histidine residues that play a key role in the structural stability of proteins and other biomolecules such as RNA and DNA.  New patterns of zinc-finger chemistry are explored by recognizing the conceptual analogy between alkylation and metallation.  These patterns include molecular recognition and electrophilic attack by platinum-metal compounds on zinc-thiolate bonds.  Zinc finger proteins are involved in a host of biological processes such as transcription and DNA repair and they are important targets for therapeutic intervention in viral diseases and cancer. \r\n\r\nThe study on the \"coordination chemistry\" of zinc expands the known properties of this important class of proteins in hitherto unrecognized directions.  The research will suggest new mechanisms of action and new targets for biologically active inorganic compounds with long-term possibilities for new medicinal applications.  Broader impacts of the project also include the training of undergraduate and graduate students, including joint activities with institutions in Brazil, China, and the Czech Republic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Farrell",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas P Farrell",
   "pi_email_addr": "npfarrell@vcu.edu",
   "nsf_id": "000089470",
   "pi_start_date": "2011-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "910 WEST FRANKLIN ST",
  "perf_city_name": "RICHMOND",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232849005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 462000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><span style=\"font-family: Calibri; font-size: small;\"> </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 10pt; text-align: justify; text-indent: 0.5in; mso-layout-grid-align: none;\"><span style=\"font-size: small;\">This project simultaneously examined two aspects of bioinorganic chemistry &ndash; the interplay between the chemistry of inorganic compounds and biological life processes. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 10pt; text-align: justify; text-indent: 35.45pt; mso-layout-grid-align: none;\"><span style=\"font-size: small;\">The principal project was to examine the chemistry of new agents capable of interfering with the function of a class of proteins, zinc fingers, essential for viral replication. The key outcome has been proof-in-principle that new chemotypes are indeed capable of interrupting protein-DNA(RNA) interactions. Thus we have successfully confirmed t</span><span style=\"mso-bidi-font-family: Arial;\"><span style=\"font-size: small;\">he intellectual merit of the proposed activity in expanding the known properties of this important class of proteins in hitherto unrecognized directions. Experimental (chemical and biological) and theoretical approaches were integrated to examine the basis of the interaction between small molecules and proteins.</span> <span style=\"mso-spacerun: yes;\">&nbsp;</span><span style=\"font-size: small;\">We have provided the scientific groundwork for the long-term possibilities for new medicinal applications, expanding frontiers and suggesting new mechanisms of action and targets for biologically active inorganic compounds. </span></span></p>\n<p style=\"margin: 0in 0in 10pt; text-align: justify; text-indent: 35.45pt; mso-layout-grid-align: none;\"><span style=\"mso-bidi-font-family: Arial;\"><span style=\"font-size: small;\">Secondly, we have applied theoretical and biophysical methods to the question of the nature of the zinc coordination sphere in metalloproteins. Especially, the role of zinc in apoptosis, programmed cell death, was studied. An understanding of the bioinorganic chemistry of apoptosis, including the details of the role of metal ions in one of life's fundamental processes, cell death, is essential to maximizing drug interventions and is crucial for the improvement of therapies targetting the apoptotic&nbsp;processes. <br /></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 6pt 0in; text-align: justify; line-height: 115%;\"><span style=\"line-height: 115%;\"><span style=\"mso-spacerun: yes;\">&nbsp; </span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 10pt; text-align: justify; text-indent: 35.45pt;\"><span style=\"font-size: small;\">Science, and research in science, is more than ever a global enterprise.</span><span style=\"mso-spacerun: yes;\">&nbsp; </span><span style=\"font-size: small;\">The benefits of international research continue to become clearer and well documented, especially with the ease of information transfer available to us.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">This project benefitted by collaboration with Brazilian researchers.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">Brazilian undergraduate and postgraduate students visited our laboratories to conduct research through</span> <span style=\"mso-spacerun: yes;\">&nbsp;&nbsp;</span><span style=\"font-size: small;\">exchange programs funded by their government.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp; </span></span><span style=\"font-size: small;\">While hopefully of benefit to them,...",
  "por_txt_cntn": "\n \n\n \n\n \nThis project simultaneously examined two aspects of bioinorganic chemistry &ndash; the interplay between the chemistry of inorganic compounds and biological life processes. \n\n \nThe principal project was to examine the chemistry of new agents capable of interfering with the function of a class of proteins, zinc fingers, essential for viral replication. The key outcome has been proof-in-principle that new chemotypes are indeed capable of interrupting protein-DNA(RNA) interactions. Thus we have successfully confirmed the intellectual merit of the proposed activity in expanding the known properties of this important class of proteins in hitherto unrecognized directions. Experimental (chemical and biological) and theoretical approaches were integrated to examine the basis of the interaction between small molecules and proteins.  We have provided the scientific groundwork for the long-term possibilities for new medicinal applications, expanding frontiers and suggesting new mechanisms of action and targets for biologically active inorganic compounds. \nSecondly, we have applied theoretical and biophysical methods to the question of the nature of the zinc coordination sphere in metalloproteins. Especially, the role of zinc in apoptosis, programmed cell death, was studied. An understanding of the bioinorganic chemistry of apoptosis, including the details of the role of metal ions in one of life's fundamental processes, cell death, is essential to maximizing drug interventions and is crucial for the improvement of therapies targetting the apoptotic processes. \n\n\n \n  \n\n \nScience, and research in science, is more than ever a global enterprise.  The benefits of international research continue to become clearer and well documented, especially with the ease of information transfer available to us.  This project benefitted by collaboration with Brazilian researchers.  Brazilian undergraduate and postgraduate students visited our laboratories to conduct research through   exchange programs funded by their government.  While hopefully of benefit to them, these visits are something which benefit US students as they meet their peers in other countries and hear of their educational approaches.  I also exercised activities as a Special Visiting Researcher in the \"Science Without Borders\" program and gave courses and organized collaborative research activities within Brazil. Thus, this project is truly an international one and Brazilian researchers are exposed to this topic. All students participating in these activities presented papers at scientific meetings as well as contributing to published articles in scientific journals, resulting in broad dissemination of the results. Fostering the development of bioinorganic chemistry worldwide is important and other activities, such as helping edit volumes specifically dedicated to research in Latin America, raise the awareness of work being done in less recognized international arenas. These activities may also contribute eventually to expanding the balance of active researchers in chemistry, in general, in this country. \nUnderrepresented groups participated in this reserch program. The long-term impact of this work for society is to expand the knowledge base; to challenge current concepts in a rational and innovative manner and to lay the groundwork for development of new medicines. The potential application of these results demonstrates the linkage between discovery and societal benefit by expanding the knowledge base in diverse scientific areas and placing them in new contexts and understanding.   \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \nUnderrepresented groups participated in this research program. The long-term impact of this work for society is to expand the knowledge base; to challenge in a rational and innovative manner current concepts and to lay the groundwork for development of new medicines. The potential application of these basic results demonstrates the..."
 }
}