{
 "awd_id": "1058648",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Physics of Motility of Bacteria Living in Mucus Gels",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 331275.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "The focus of the proposed research is to understand the fundamental physics of bacterial motility in a non-Newtonian, viscoelastic gel and to correlate the motility with the viscoelastic properties of the medium. Using the ulcer causing bacterium H. pylori in mucin gels we will explore two regimes of motion: translational motion in solutions at neutral pH, and pure rotation without translation in gels at low pH. We will apply state-of-the-art imaging techniques such as two-photon microscopy and single and multi-particle tracking for quantitative measurements of the dynamics of the motion of the bacterium and its impact on the local micro-rheology of its environment. Global or bulk changes in the mechanical and rheological properties of the bacteria infected gel will be determined by oscillatory shear rheology. Comparative studies of the wild-type H. pylori bacteria with mutants deficient in specific receptors or flagella, as well as with different body shapes, will enable us to assess the effect of the many variables at play in this complex living system. The experimental studies will be complemented by computational analysis and theoretical modeling of bacterial motility and flagella dynamics in gels to provide quantitative estimates of the velocity, forces, and torques involved in the motion and understand the underlying physics of how the motion correlates with the viscoelasticity. The results have potential relevance to many biomedical applications where motility in a gel plays a key role, such as in the infection of stomach mucus by H. pylori which leads to ulcers and cancer, to culturing of bacteria and cells in 3-dimensional gel matrices, in the design of bacterial resistant hydrogels for artificial tissues, and in the development of nano- and microscale swimmers and rotators. \r\n\r\nThe research project, involving collaborators with expertise in theoretical physics, biomedical imaging, microbiology, and gastroenterology, will provide a unique opportunity for multidisciplinary training of graduate and undergraduate students in the areas of biophysics, fluid dynamics and microbiology, biochemistry and molecular biology. Videos on bacterial motility and simple analysis tools will be developed for use in undergraduate courses and for demonstration purposes. We will take advantage of the diversity of our team, and the broad appeal of the research topic, to do outreach activities involving presentations to a broader audience, including local high schools, and minority and other community groups and to recruit women and minority undergraduate and high school students to participate in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rama",
   "pi_last_name": "Bansil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rama Bansil",
   "pi_email_addr": "rb@bu.edu",
   "nsf_id": "000171450",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Keates",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Keates",
   "pi_email_addr": "skeates@bidmc.harvard.edu",
   "nsf_id": "000570416",
   "pi_start_date": "2011-09-09",
   "pi_end_date": "2012-09-17"
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "1 SILBER WAY",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 31275.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How does the helical shaped ulcer and gastric cancer causing bacterium, <em>Helicobacter pylori</em> (<em>H. pylori</em>) move across the highly visco-elastic, gel-like protective mucus lining of the stomach remains an open question. The PI, Rama Bansil and her collaborators have previously shown that the bacterium cannot swim in the highly acidic mucin gel; it can only move via triggering a biochemical mechanism to produce ammonia that elevates the pH of the mucus layer leading to de-gelation of the mucin gel. In the current project they have addressed how the swimming speed depends on the shape of the bacterium&rsquo;s cell body and the viscosity of the medium by comparing the motility of the wild-type helical bacterium with mutants having cylindrical body lacking the helical shape in solutions of gastric mucin and other polymers.</p>\n<p>&nbsp;</p>\n<p>The research involves live cell microscopic tracking of bacteria and analyzing the tracks to obtain the instantaneous swimming speed and comparing the measured speed distributions with theoretical models of swimming bacteria. The shape and size of bacteria was also measured using both electron microscopy and optical microscopy. Figure 1 shows electron microscopic images of the helical shaped wild-type H. pylori and its mutants, one lacking the helical shape and the other having only one single flagellum. The swimming behavior of three different wild-type helical <em>H. pylori</em> strains and their corresponding straight rod shaped mutants was compared using live-cell tracking of individual bacteria in viscous solutions of gastric mucin, viscous solutions of methylcellulose, and the culture broth medium. In addition, the hydrodynamic effects of cell shape on swimming speed were modeled using Resistive Force Theory. The combined experimental and computational modeling indicate that helical cell shape enhances <em>H. pylori&rsquo;s</em> swimming speed through a viscous gastric mucin environment by providing ~ 10-15% additional propulsion as compared to the straight-rod shaped mutants. The results also show that swimming speed differs in the different strains due to variation in their shape and size as well as variation in the number of flagella. Bacteria with larger number of flagella swim faster. The swimming speed of helical bacteria was also shown to decrease with increasing cell length and helical radius, implying that bacteria with small cell lengths and small radii and larger number of flagella swim faster. These findings have implications to the differences in infectivity of different strains.</p>\n<p>&nbsp;</p>\n<p>Another outcome of their studies was to show that the <em>H. pylori</em> bacteria use a run-reverse mechanism to swim in viscous media, i.e. they swim in a straight line for some time and then reverse their swimming direction (see Figure 2). This type of swimming behavior differs from the more commonly seen run-tumble behavior observed in other bacteria like <em>E. coli, </em>and is similar to that exhibited by marine bacteria which swim in highly viscous environments, suggesting that the run-reverse swimming mechanism is better suited for enabling the <em>H. pylori </em>bacterium to colonize in the highly viscous mucus layer that lines the stomach.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The research project addresses questions of direct relevance to understanding how the pathogen H. pylori infects and colonizes in the harsh environment of the stomach mucus lining. The live-cell imaging methods and computational analysis used and further developed in this work are of general applicability to understanding the broader question of how bacteria swim to colonize in highly viscous media.&nbsp;&nbsp;Additionally this project helped support educational and outreach activities. Multidisciplinary research training in physics and cell and molecular biology was provided to both undergraduate students and graduate st...",
  "por_txt_cntn": "\nHow does the helical shaped ulcer and gastric cancer causing bacterium, Helicobacter pylori (H. pylori) move across the highly visco-elastic, gel-like protective mucus lining of the stomach remains an open question. The PI, Rama Bansil and her collaborators have previously shown that the bacterium cannot swim in the highly acidic mucin gel; it can only move via triggering a biochemical mechanism to produce ammonia that elevates the pH of the mucus layer leading to de-gelation of the mucin gel. In the current project they have addressed how the swimming speed depends on the shape of the bacteriumÆs cell body and the viscosity of the medium by comparing the motility of the wild-type helical bacterium with mutants having cylindrical body lacking the helical shape in solutions of gastric mucin and other polymers.\n\n \n\nThe research involves live cell microscopic tracking of bacteria and analyzing the tracks to obtain the instantaneous swimming speed and comparing the measured speed distributions with theoretical models of swimming bacteria. The shape and size of bacteria was also measured using both electron microscopy and optical microscopy. Figure 1 shows electron microscopic images of the helical shaped wild-type H. pylori and its mutants, one lacking the helical shape and the other having only one single flagellum. The swimming behavior of three different wild-type helical H. pylori strains and their corresponding straight rod shaped mutants was compared using live-cell tracking of individual bacteria in viscous solutions of gastric mucin, viscous solutions of methylcellulose, and the culture broth medium. In addition, the hydrodynamic effects of cell shape on swimming speed were modeled using Resistive Force Theory. The combined experimental and computational modeling indicate that helical cell shape enhances H. pyloriÆs swimming speed through a viscous gastric mucin environment by providing ~ 10-15% additional propulsion as compared to the straight-rod shaped mutants. The results also show that swimming speed differs in the different strains due to variation in their shape and size as well as variation in the number of flagella. Bacteria with larger number of flagella swim faster. The swimming speed of helical bacteria was also shown to decrease with increasing cell length and helical radius, implying that bacteria with small cell lengths and small radii and larger number of flagella swim faster. These findings have implications to the differences in infectivity of different strains.\n\n \n\nAnother outcome of their studies was to show that the H. pylori bacteria use a run-reverse mechanism to swim in viscous media, i.e. they swim in a straight line for some time and then reverse their swimming direction (see Figure 2). This type of swimming behavior differs from the more commonly seen run-tumble behavior observed in other bacteria like E. coli, and is similar to that exhibited by marine bacteria which swim in highly viscous environments, suggesting that the run-reverse swimming mechanism is better suited for enabling the H. pylori bacterium to colonize in the highly viscous mucus layer that lines the stomach.\n\n \n\n \n\nThe research project addresses questions of direct relevance to understanding how the pathogen H. pylori infects and colonizes in the harsh environment of the stomach mucus lining. The live-cell imaging methods and computational analysis used and further developed in this work are of general applicability to understanding the broader question of how bacteria swim to colonize in highly viscous media.  Additionally this project helped support educational and outreach activities. Multidisciplinary research training in physics and cell and molecular biology was provided to both undergraduate students and graduate students pursuing Ph. D. Outreach activities included presentations at national and international scientific meetings as well as to K-12 students and the general public. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/15/2016\n\n\t..."
 }
}