{
 "awd_id": "1058597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Dynamic Broadband Wireless Networks",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 499913.0,
 "awd_amount": 599799.0,
 "awd_min_amd_letter_date": "2011-03-31",
 "awd_max_amd_letter_date": "2014-02-21",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will demonstrate\r\nthe ability of an adaptive antenna system ? a radio with an antenna that changes its\r\nradiation pattern to provide coverage where it is needed ? to automatically optimize\r\ncoverage. Harsh RF environments, for example those with shifting reflective surfaces\r\nsuch as shipping container yards, make it hard to set up reliable communication even\r\nwhen there is only one radio. When several radios must work together to provide\r\ncoverage in an extended area, it is extremely difficult and time-consuming to manually\r\ntailor the radiation pattern of each antenna so that every portion of the area receives\r\nadequate signal and the radios do not interfere with each other. Through a combination of\r\ninnovative pattern computation algorithms and active sensor feedback, the system\r\nresulting from this project will automatically tailor coverage to meet these goals. The\r\nsystem will not just be able to set up the initial coverage of an area, it will also\r\ncontinually monitor the quality of the coverage and automatically adjust to changes in the\r\nsystem or the environment that may affect the quality of that coverage.\r\n\r\nThe broader impact/commercial potential of this project is decreased deployment\r\ncosts and substantially increased reliability. In the short run, the system will be built with\r\na WiFi platform for use in the maritime ports market as a more reliable communication\r\nsystem to run their mission critical scheduling application. The deployment savings result\r\nfrom not only a quicker and more reliable initial setup but also from automated\r\nadjustments to coverage as environmental factors change ? including such radical\r\nchanges as the failure of one radio. Because the system is agnostic to the frequency and\r\nthe protocol used by the radio, it is not limited to WiFi deployments. The project will\r\ndemonstrate this by creating and operating a prototype WiMAX version of the adaptive\r\nantenna system. In the long term, this adaptive antenna technology offers significant\r\nbenefits to any large scale radio deployment. For example, as providers roll out the next\r\ngeneration of cellular, cell sizes will shrink significantly which will substantially increase\r\nthe deployment cost. An adaptive antenna system offers not only the promise of reducing\r\nthese costs but also adding increased connection reliability to these next generation\r\nsystems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Weaver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Weaver",
   "pi_email_addr": "robert.weaver@fidelity-comtech.com",
   "nsf_id": "000568661",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "FIDELITY COMTECH INC",
  "inst_street_address": "2400 TRADE CENTER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LONGMONT",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3036788876",
  "inst_zip_code": "805037600",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "FIDELITY COMTECH INC",
  "perf_str_addr": "2400 TRADE CENTER AVE",
  "perf_city_name": "LONGMONT",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805037600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1367",
   "pgm_ref_txt": "DDOP-WIRELESS TECH & INFO NETW"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "4096",
   "pgm_ref_txt": "COMMUNICATIONS RESEARCH"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 496450.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100349.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">This Small Business Innovation Research (SBIR) project resulted in an innovative algorithm that creates an interlocking set of custom antenna patterns which optimizes coverage for a multi access point site, created a commercial 802.11 client and associated monitoring software that allows customers monitor the RF performance of their network, and opened up the potential for more efficient use of the RF spectrum in areas such as cellular.</p>\n<p class=\"Body\">The optimization algorithm, which Fidelity Comtech calls the &ldquo;PPS&rdquo; (&ldquo;Probability of Packet Success&rdquo;) algorithm, defines an entirely new optimization criterion: maximize the probability that a packet transmitted from anywhere in the desired coverage area will be successfully received. The algorithm computes this probability based on existing antenna patterns and the EIRP of the mobile client for a site with access points at given locations. It then iterates in a structured way over varying pattern sets until the result converges to an optimum solution. Fidelity has used this algorithm to create enhanced antenna patterns for almost a half dozen commercial ports resulting in significantly improved coverage over the omni patterns that are typically used.</p>\n<p class=\"Body\">Fidelity Comtech has also repurposed the sensor and software used during this project to develop and validate the PPS algorithm into commercial products. The sensor was re-engineered into an 802.11 client called an &ldquo;eCone&rdquo; consisting of a high power 802.11 radio and a GPS packaged in a rugged, weatherproof case designed to be mounted on the top of a vehicle. The software was rewritten to become &ldquo;NetWatch&rdquo;, a monitoring program that leverages the location and status reporting capabilities of the eCone to provide the customer with a visual map displaying the RF performance of the network.</p>\n<p class=\"Body\">In the long run, the adaptive antenna technology developed by Fidelity Comtech for the maritime ports market can be applied to any wireless communication system using multiple base stations. In particular, the technology is an especially good fit for cellular communication. In order to accommodate the ever increasing demand for bandwidth, wireless companies are, among other things, increasing the number of cells by shrinking their size. This process exacerbates the problem of self-interference. The adaptive antenna technology developed as part of this project can be a significant part of the solution to this problem.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/20/2014<br>\n\t\t\t\t\tModified by: Robert&nbsp;Weaver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This Small Business Innovation Research (SBIR) project resulted in an innovative algorithm that creates an interlocking set of custom antenna patterns which optimizes coverage for a multi access point site, created a commercial 802.11 client and associated monitoring software that allows customers monitor the RF performance of their network, and opened up the potential for more efficient use of the RF spectrum in areas such as cellular.\nThe optimization algorithm, which Fidelity Comtech calls the \"PPS\" (\"Probability of Packet Success\") algorithm, defines an entirely new optimization criterion: maximize the probability that a packet transmitted from anywhere in the desired coverage area will be successfully received. The algorithm computes this probability based on existing antenna patterns and the EIRP of the mobile client for a site with access points at given locations. It then iterates in a structured way over varying pattern sets until the result converges to an optimum solution. Fidelity has used this algorithm to create enhanced antenna patterns for almost a half dozen commercial ports resulting in significantly improved coverage over the omni patterns that are typically used.\nFidelity Comtech has also repurposed the sensor and software used during this project to develop and validate the PPS algorithm into commercial products. The sensor was re-engineered into an 802.11 client called an \"eCone\" consisting of a high power 802.11 radio and a GPS packaged in a rugged, weatherproof case designed to be mounted on the top of a vehicle. The software was rewritten to become \"NetWatch\", a monitoring program that leverages the location and status reporting capabilities of the eCone to provide the customer with a visual map displaying the RF performance of the network.\nIn the long run, the adaptive antenna technology developed by Fidelity Comtech for the maritime ports market can be applied to any wireless communication system using multiple base stations. In particular, the technology is an especially good fit for cellular communication. In order to accommodate the ever increasing demand for bandwidth, wireless companies are, among other things, increasing the number of cells by shrinking their size. This process exacerbates the problem of self-interference. The adaptive antenna technology developed as part of this project can be a significant part of the solution to this problem.\n\n\t\t\t\t\tLast Modified: 06/20/2014\n\n\t\t\t\t\tSubmitted by: Robert Weaver"
 }
}