{
 "awd_id": "1058768",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research Improvement Grants: Administering Culture: Law, State and Technology in the Remaking of Intellectual Property in Brazil",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-01-27",
 "awd_max_amd_letter_date": "2011-01-27",
 "awd_abstract_narration": "This project explores the implications of technological innovation and \"digital inclusion\" on intellectual property regimes and practices. The research will examine relationships among innovative forms of intellectual property protection, music, new technologies, and the state, by comparing two different technologically-assisted sharing practices in two arenas. The first arena is a popular movement promoting and distributing music \"for free.\" The second arena involves a governmental administrative program that gives out \"micro-multimedia studios\" to marginalized cultural producers and mandates \"open-source\" licensing. The research involves interviews, a survey of production studios, archival data analysis, and ethnography.\r\n\r\nThe results of this project will enhance our understanding of how intellectual property practices change under conditions of technological transformation and the economic repercussions of such changes. Further, the results will speak to the ongoing policy debate around technological inclusion, intellectual ownership and authorship.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Maurer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Maurer",
   "pi_email_addr": "wmmaurer@uci.edu",
   "nsf_id": "000180171",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexandra",
   "pi_last_name": "Lippman",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandra S Lippman",
   "pi_email_addr": "lippmana@uci.edu",
   "nsf_id": "000553043",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Creative Commons is an alternative form of copyright protection whose creators sought to challenge what they say as overly restrictive intellectual property (IP) prescriptions for creative content. The more flexible licenses &ldquo;some rights reserved&rdquo; are meant to allow for more &ldquo;sharing,&rdquo; particularly for online sharing. In 2004, Brazil lent official mandate to the nationwide adoption of International Creative Commons alternative licensing. Subsequently the Brazilian Ministry of Culture supported alternative forms of intellectual property, such as Free Open Source software. The Ministry also initiated a multiyear process of open reform of copyright law to include the interests of the consuming public. This is important because it signals how models for creativity, media access, and economic progress are being re-imagined within an emerging world leader. Popular media in the global North proclaimed Brazil an exemplar for embracing more open IP regimes facilitated by its technological development, its explosion in Internet use, and its state support of Free Open Source Software formats.</p>\n<p>&nbsp;Practices of production and distribution of local dance music of Rio de Janeiro, <em>funk carioca</em> (&ldquo;funk from Rio&rdquo;), however, continue to escape both traditional copyright and the alternative forms of IP, such as Creative Commons. <em>Funk </em>musicians innovate ways to use technology, to collaborate artistically, and to share their music in ways that are illegible or &ldquo;illegitimate&rdquo; both to conventional copyright and to most &ldquo;alternative&rdquo; licenses. Furthermore, although many <em>funk carioca </em>artists sampled and shared their instrumental productions freely and most supported street &ldquo;piracy&rdquo; and free, online sharing of their music as a way to get their music distributed, some artists also wish they could receive a higher proportion of their royalties. For instance, an artistic association for the interests of <em>funk </em>musicians both expressed support of street media piracy while also encouraging artists to register their compositions.</p>\n<p>&nbsp;This NSF-funded study explored the relationship between alternative forms of licensing, creative content production, new media and legal change in Brazil. It relied on a variety of qualitative ethnographic research methods. I interviewed employees and beneficiaries of the Ministry of Culture, members of Creative Commons Brazil, and <em>funk carioca </em>participants. I collected and analyzed archival data including the online public consultation of the proposed reform of Brazilian copyright law. I created survey &ldquo;biographies&rdquo; of music studios, including inventories of equipment and whether it was purchased with state or private funds, to trace technical and artistic practices of production, distribution, and authorship. I conducted ethnography through participant-observation at government, legal, and music sites and at relevant forums and conferences to understand debates about legislating definitions of &ldquo;culture,&rdquo; digital inclusion, and intellectual ownership and authorship.</p>\n<p>This project contributes to anthropology of media and legal studies of intellectual property as they relate to artistic creativity, a transforming music industry, and the democratization of media access (and access to knowledge) by the public. Intellectual property, especially alternative intellectual property, remains understudied ethnographically in the global South. And, except for proponents, few have studied alternative licensing forms in action. Remaking intellectual property law and intellectual property practices also take on a deep significance in a place with such dramatic property inequality and such a dramatic emergence onto the global economic stage, especially with regard to digital media and content. Finally, the online publ...",
  "por_txt_cntn": "\n Creative Commons is an alternative form of copyright protection whose creators sought to challenge what they say as overly restrictive intellectual property (IP) prescriptions for creative content. The more flexible licenses \"some rights reserved\" are meant to allow for more \"sharing,\" particularly for online sharing. In 2004, Brazil lent official mandate to the nationwide adoption of International Creative Commons alternative licensing. Subsequently the Brazilian Ministry of Culture supported alternative forms of intellectual property, such as Free Open Source software. The Ministry also initiated a multiyear process of open reform of copyright law to include the interests of the consuming public. This is important because it signals how models for creativity, media access, and economic progress are being re-imagined within an emerging world leader. Popular media in the global North proclaimed Brazil an exemplar for embracing more open IP regimes facilitated by its technological development, its explosion in Internet use, and its state support of Free Open Source Software formats.\n\n Practices of production and distribution of local dance music of Rio de Janeiro, funk carioca (\"funk from Rio\"), however, continue to escape both traditional copyright and the alternative forms of IP, such as Creative Commons. Funk musicians innovate ways to use technology, to collaborate artistically, and to share their music in ways that are illegible or \"illegitimate\" both to conventional copyright and to most \"alternative\" licenses. Furthermore, although many funk carioca artists sampled and shared their instrumental productions freely and most supported street \"piracy\" and free, online sharing of their music as a way to get their music distributed, some artists also wish they could receive a higher proportion of their royalties. For instance, an artistic association for the interests of funk musicians both expressed support of street media piracy while also encouraging artists to register their compositions.\n\n This NSF-funded study explored the relationship between alternative forms of licensing, creative content production, new media and legal change in Brazil. It relied on a variety of qualitative ethnographic research methods. I interviewed employees and beneficiaries of the Ministry of Culture, members of Creative Commons Brazil, and funk carioca participants. I collected and analyzed archival data including the online public consultation of the proposed reform of Brazilian copyright law. I created survey \"biographies\" of music studios, including inventories of equipment and whether it was purchased with state or private funds, to trace technical and artistic practices of production, distribution, and authorship. I conducted ethnography through participant-observation at government, legal, and music sites and at relevant forums and conferences to understand debates about legislating definitions of \"culture,\" digital inclusion, and intellectual ownership and authorship.\n\nThis project contributes to anthropology of media and legal studies of intellectual property as they relate to artistic creativity, a transforming music industry, and the democratization of media access (and access to knowledge) by the public. Intellectual property, especially alternative intellectual property, remains understudied ethnographically in the global South. And, except for proponents, few have studied alternative licensing forms in action. Remaking intellectual property law and intellectual property practices also take on a deep significance in a place with such dramatic property inequality and such a dramatic emergence onto the global economic stage, especially with regard to digital media and content. Finally, the online public consultation of Brazilian copyright highlighted how participation is being imagined as a means towards democratization in a country less than twenty-five years out of a dictatorship.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/04/2012\n\n\t\t\t\t\t..."
 }
}