{
 "awd_id": "1059440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-ADDO-EN: Enhancing Emulab for Virtualization and Clouds",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Weisong Shi",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "This project is enhancing the public Emulab network testbed to better support research and educational activities that deal with computer virtualization.  Virtualization is transforming computing.  Cloud computing, virtual desktops, and similar techniques are changing the ways people think about, provision, and purchase resources.  Virtualization is a cornerstone of future computing architectures, so it is critical to promote research in this area.\r\n\r\nAlthough there is an abundance of virtual infrastructure today, there is a lack of public physical infrastructure on which to conduct sizable experiments in virtualization.  Investigations into virtual-machine and cloud-management software require access to \"bare metal\" computer and network resources because the goal of virtualization is to abstract underlying physical resources.  Currently, researchers and educators lack access to the modern, networked, physical facilities needed to develop the next generation of virtualization-based systems software.\r\n\r\nThis project is addressing the need for these physical facilities.  It is extending Emulab, an existing and Internet-accessible network testbed, to support widespread experimentation and education in virtualization technologies.  Activities include acquiring modern hardware on which to conduct virtualization experiments, developing software to support this new hardware, operating the enhanced testbed, and performing outreach through open-source software releases and support to sites that run Emulab software.\r\n\r\nThe enhanced testbed will support research and education toward new services that utilize virtualization: e.g., tomorrow's clouds, virtual machines, and Internet-based applications.  It will enable thousands of researchers and students to run realistic virtualization-oriented experiments that would otherwise be impossible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Ricci",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Ricci",
   "pi_email_addr": "ricci@cs.utah.edu",
   "nsf_id": "000518706",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Eide",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Eric N Eide",
   "pi_email_addr": "eeide@cs.utah.edu",
   "nsf_id": "000423472",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mike",
   "pi_last_name": "Hibler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mike Hibler",
   "pi_email_addr": "mike@cs.utah.edu",
   "nsf_id": "000518715",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "201 PRESIDENTS CIR",
  "perf_city_name": "SALT LAKE CITY",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841129049",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1000000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project enhanced the public Emulab network testbed at the University of Utah to better support research and educational activities that deal with computer virtualization.&nbsp; In terms of hardware, this project added sixteen Dell R820 PowerEdge servers to the testbed.&nbsp; These are configured with plentiful resources for running multiple, concurrent virtual machines: for example, each PowerEdge server has 32 cores, 128 GB RAM, and multiple high-speed network interfaces.&nbsp; The servers are connected to each other and to the rest of the Emulab testbed cluster through an Arista DCS-7504 10Gbps Ethernet switch.&nbsp; In terms of software, this project supported multiple enhancements to the Emulab testbed-management system.&nbsp; These enhancements were needed for operating the new hardware and for providing new features to users of the testbed expansion.&nbsp; The new hardware and software are available to researchers, educators, and students worldwide, 24/7, through the Utah Emulab web portal .<br /><br />The purpose of this project was to support new research and educational activities related to computer virtualization.&nbsp; Virtualization is transforming computing; ideas such as \"virtual machines\" and \"cloud computing\" are changing the ways that people think about, provision, and pay for computational resources.&nbsp; Although there is an abundance of virtual infrastructure today, such as public compute clouds, there is a dearth of available physical infrastructure on which to conduct sizable experiments in virtualization.&nbsp; New investigations into virtual-machine and cloud-management software require access to \"bare metal\" computer and network resources because the goal of virtualization is to abstract underlying physical resources.&nbsp; Without access to such physical facilities, known as \"testbeds,\" researchers, educators, and students would be unable to explore and develop the next generation of virtualization-based systems software.<br /><br />This project helped to address the need for these physical facilities.&nbsp; It extended the Utah Emulab site, an existing and Internet-accessible network testbed, to better support experimentation and education in virtualization technologies.&nbsp; The project's principal activities included acquiring new hardware on which to conduct virtualization experiments, developing software to support experiments on top of this new hardware, operating the enhanced testbed, providing technical support to users of the Utah testbed expansion, and performing outreach through open-source software releases and support to the many other sites that run Emulab software.&nbsp; All of these tasks were accomplished.<br /><br />The intellectual merit of this project is found in the new capabilities of the Utah Emulab testbed site and its software.&nbsp; The technical work of the project involved the construction of the new facility and the integration and modification of large, complex software systems.&nbsp; Three Master's students completed their degree projects by assisting with the software-development efforts of the testbed expansion.<br /><br />The broader impacts of this project are found in the new research that the enhanced testbed is supporting now and in the future.&nbsp; As of mid-2013, the Utah Emulab site had more that 4,650 users from more than 600 institutions.&nbsp; Utah Emulab users ran more than 14,500 individual experiments from mid-2012 to mid-2013.&nbsp; As a result of the testbed expansion project, the Utah Emulab site is equipped to support sizable experiments that seek to advance the state of the art in computer virtualization, cloud computing, and datacenter-related topics.&nbsp; Because the Utah Emulab site is available to researchers worldwide, without cost to them, it will enable thousands of researchers and students, and hundreds of individual research projects, to run realistic virtualization-or...",
  "por_txt_cntn": "\nThis project enhanced the public Emulab network testbed at the University of Utah to better support research and educational activities that deal with computer virtualization.  In terms of hardware, this project added sixteen Dell R820 PowerEdge servers to the testbed.  These are configured with plentiful resources for running multiple, concurrent virtual machines: for example, each PowerEdge server has 32 cores, 128 GB RAM, and multiple high-speed network interfaces.  The servers are connected to each other and to the rest of the Emulab testbed cluster through an Arista DCS-7504 10Gbps Ethernet switch.  In terms of software, this project supported multiple enhancements to the Emulab testbed-management system.  These enhancements were needed for operating the new hardware and for providing new features to users of the testbed expansion.  The new hardware and software are available to researchers, educators, and students worldwide, 24/7, through the Utah Emulab web portal .\n\nThe purpose of this project was to support new research and educational activities related to computer virtualization.  Virtualization is transforming computing; ideas such as \"virtual machines\" and \"cloud computing\" are changing the ways that people think about, provision, and pay for computational resources.  Although there is an abundance of virtual infrastructure today, such as public compute clouds, there is a dearth of available physical infrastructure on which to conduct sizable experiments in virtualization.  New investigations into virtual-machine and cloud-management software require access to \"bare metal\" computer and network resources because the goal of virtualization is to abstract underlying physical resources.  Without access to such physical facilities, known as \"testbeds,\" researchers, educators, and students would be unable to explore and develop the next generation of virtualization-based systems software.\n\nThis project helped to address the need for these physical facilities.  It extended the Utah Emulab site, an existing and Internet-accessible network testbed, to better support experimentation and education in virtualization technologies.  The project's principal activities included acquiring new hardware on which to conduct virtualization experiments, developing software to support experiments on top of this new hardware, operating the enhanced testbed, providing technical support to users of the Utah testbed expansion, and performing outreach through open-source software releases and support to the many other sites that run Emulab software.  All of these tasks were accomplished.\n\nThe intellectual merit of this project is found in the new capabilities of the Utah Emulab testbed site and its software.  The technical work of the project involved the construction of the new facility and the integration and modification of large, complex software systems.  Three Master's students completed their degree projects by assisting with the software-development efforts of the testbed expansion.\n\nThe broader impacts of this project are found in the new research that the enhanced testbed is supporting now and in the future.  As of mid-2013, the Utah Emulab site had more that 4,650 users from more than 600 institutions.  Utah Emulab users ran more than 14,500 individual experiments from mid-2012 to mid-2013.  As a result of the testbed expansion project, the Utah Emulab site is equipped to support sizable experiments that seek to advance the state of the art in computer virtualization, cloud computing, and datacenter-related topics.  Because the Utah Emulab site is available to researchers worldwide, without cost to them, it will enable thousands of researchers and students, and hundreds of individual research projects, to run realistic virtualization-oriented experiments that would otherwise not have been possible.\n\n\t\t\t\t\tLast Modified: 10/29/2013\n\n\t\t\t\t\tSubmitted by: Eric N Eide"
 }
}