{
 "awd_id": "1059886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Tracer Age-Based Estimates of Carbon Export and Ventilation Variability in the Indian Ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 561782.0,
 "awd_amount": 561782.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "Over the past two decades, several large observational climate programs in the Indian Ocean have collected a comprehensive chemical and physical oceanographic data set. In this project, all available Indian Ocean data will combined to investigate carbon cycling and decadal variability in the Indian Ocean. The timing of the project is such that the proposed work will supplement an ongoing NSF-funded project designed to determine the three-dimensional Indian Ocean circulation from hydrographic observations.\r\n\r\nThis project has two main goals: To perform a comprehensive, basin-wide study to determine the strength of the biological carbon pump in the Indian Ocean, and to investigate changes in ventilation time scales at the southern entry point to the Indian Ocean along 32°S. The proposed research effort consists of an extensive analysis of ventilation ages derived from analysis of transit time distributions (TTDs) and the corresponding mean ages. This age information will be used to estimate subsurface rates of oxygen utilization, denitrification, and calcium carbonate dissolution, and the amount of organic and inorganic carbon export from the surface ocean needed to support these rates. In addition, at 32°S, a time series of ventilation ages will be constructed based on four occupations of this section. This will provide time scales for the ventilation variability that can be seen in other properties and that may be related to the Southern Annual Mode (SAM). Correlations with meridional transport variations inferred from the three-dimensional Indian Ocean circulation estimates will also be examined.\r\n\r\nThe data analysis will be complemented by offline numerical simulations with an isopycnal ocean circulation model that includes tracers and basic biogeochemistry. In addition to sensitivity studies regarding the data methods used, a tracer adjoint for the offline code will be developed. With the adjoint, it will be possible to determine whether the source region of waters in the thermocline at 32°S changes during different states of the SAM and how changes in remote forcing may contribute to tracer age variability observed at 32°S. \r\n\r\nIntellectual Merit: Inferring surface ocean carbon export rates from subsurface tracer data is an entirely data-based, \"bottom-up approach\" that provides estimates on a large scale. A novel tracer, sulfur hexafluoride, will be used in a dual tracer approach with chlorofluorocarbons to constrain transit time distributions and mean ventilation ages. The tracer adjoint model provides a tool to run tracers \"backwards\" to trace anomalies back to their surface origin.\r\n\r\nBroader Impacts: The proposed work will contribute to the analyses of data from the CLIVAR/Carbon Repeat Hydrography Program and the study of decadal climate variability. The work is interdisciplinary, involving ocean physics and biogeochemistry, and will contribute to the study of the global carbon cycle. Studies of the Indian Ocean are timely because of the development of the Indian Ocean Global Ocean Observing System. All three investigators are involved in outreach activities at all educational levels from high school through mentoring women at the early states of their careers. A graduate student will be involved in the proposed work and receive training in ocean modeling and analyses of transient tracer data.\r\n\r\nThis project is a contribution to the U.S. CLIVAR (CLImate VARiability and predictability) Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sabine",
   "pi_last_name": "Mecking",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sabine Mecking",
   "pi_email_addr": "smecking@apl.washington.edu",
   "nsf_id": "000429164",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "LuAnne",
   "pi_last_name": "Thompson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "LuAnne Thompson",
   "pi_email_addr": "luanne@uw.edu",
   "nsf_id": "000454655",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 561782.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"WordSection1\">\n<p><strong>1. INTRODUCTION</strong></p>\n<p>Ocean water moves both in the horizontal and in the vertical, and all of it is at some point in contact with the surface. Water that is several hundred meters and more below the surface can take from a few years to hundreds of years until the ocean circulation carries it back to the surface. In order to understand how fast surface ocean water is exchanged with deeper water, we define the age of water as the time elapsed since water was last at the surface. Year to year and decade to decade changes in water ages can be an indicator of changes in the speed with which interior ocean waters are renewed. Combined with measurements of dissolved oxygen and nutrients (i.e. nitrate or phosphate), water ages can also be used to determine how fast bacteria in the ocean dissolve sinking organic matter that results from photosynthesis at the surface. As the organic matter sinks, it fuels the respiration that results in the consumption of oxygen, measured via oxygen utilization rates (OUR), at depth.&nbsp;</p>\nThe goal of this project was to infer water ages in the Indian Ocean, both their temporal mean values as well as changes, using measurements of chlorofluorocarbons (CFCs) and also sulfur hexafluoride (SF<sub>6</sub>; where available) made on trans-basin cruises (Figure 1).&nbsp; In addition, simulations of these man-made tracers (CFCs, SF<sub>6</sub>) in an ocean general circulation model (OGCM) were performed to evaluate their use as indicators of water age changes. Furthermore, the amount of organic carbon that is carried (exported) from the sunlit surface ocean to the ocean interior was determined for the Indian Ocean based on OURs inferred from the water ages.</div>\n<p><strong><br /> </strong></p>\n<p><strong>2. OUTCOMES</strong>&nbsp;</p>\n<p>The results of the project include the following:&nbsp;</p>\n<ul>\n<li>Method test in OGCM: Ages inferred from CFCs and SF<sub>6</sub> via the commonly used transit time distribution (TTD) method are reliable indicators of age changes for younger waters with ages less than several decades. For older and deeper waters changes in oxygen concentrations are better indicators of ventilation changes than the CFC and SF<sub>6 </sub>tracer inferred ages.</li>\n</ul>\n<ul>\n<li>Age variability in Indian Ocean: Along 30-34&deg;S where repeat East-West transects of the ocean have been made (yellow box in Figure 1), we found that in the upper 800m of water ages decreased from 1987 to 2002, confirming a speed-up in the ventilation of the South Indian Ocean subtropical gyre. From 2002 to 2009, ages increased, suggesting a return to slower circulation. Corresponding changes in oxygen concentrations, an increase followed by a decrease, support these results. </li>\n</ul>\n<ul>\n<li>Carbon Export: We estimated the total amount of organic carbon carried to the deep Indian Ocean using regressions of oxygen/nutrient data versus water ages. Its value is 0.71&minus;1.35 Pg C yr<sup>-1</sup> (1 Pg = 10<sup>15</sup> g). Our estimates of export rates are on the low side as compared with satellite based estimates inferred from satellite observation of surface ocean color except in the subtropics (Region 5; Figure 1). </li>\n</ul>\n<p>A graduate student, Andrew Shao, completed his dissertation on this project. He created an adjoint version of the model and investigated long term trends in the position of Antarctic Circumpolar Current (ACC) that flows eastward around Antarctica, using satellite altimetry sea surface height data:&nbsp;</p>\n<ul>\n<li>Tracing Indian Ocean Subantarctic Mode Water (SAMW), a vertically homogenous region of the water column, back to the surface using our model&rsquo;s adjoint shows that variability in the formation locations of SAMW is not correlated with the dominant mode of atmospheric variability, the Southern Annular Mode (SAM). Instead, SAMW properties show slow mode of va...",
  "por_txt_cntn": "\n\n1. INTRODUCTION\n\nOcean water moves both in the horizontal and in the vertical, and all of it is at some point in contact with the surface. Water that is several hundred meters and more below the surface can take from a few years to hundreds of years until the ocean circulation carries it back to the surface. In order to understand how fast surface ocean water is exchanged with deeper water, we define the age of water as the time elapsed since water was last at the surface. Year to year and decade to decade changes in water ages can be an indicator of changes in the speed with which interior ocean waters are renewed. Combined with measurements of dissolved oxygen and nutrients (i.e. nitrate or phosphate), water ages can also be used to determine how fast bacteria in the ocean dissolve sinking organic matter that results from photosynthesis at the surface. As the organic matter sinks, it fuels the respiration that results in the consumption of oxygen, measured via oxygen utilization rates (OUR), at depth. \nThe goal of this project was to infer water ages in the Indian Ocean, both their temporal mean values as well as changes, using measurements of chlorofluorocarbons (CFCs) and also sulfur hexafluoride (SF6; where available) made on trans-basin cruises (Figure 1).  In addition, simulations of these man-made tracers (CFCs, SF6) in an ocean general circulation model (OGCM) were performed to evaluate their use as indicators of water age changes. Furthermore, the amount of organic carbon that is carried (exported) from the sunlit surface ocean to the ocean interior was determined for the Indian Ocean based on OURs inferred from the water ages.\n\n\n \n\n2. OUTCOMES \n\nThe results of the project include the following: \n\nMethod test in OGCM: Ages inferred from CFCs and SF6 via the commonly used transit time distribution (TTD) method are reliable indicators of age changes for younger waters with ages less than several decades. For older and deeper waters changes in oxygen concentrations are better indicators of ventilation changes than the CFC and SF6 tracer inferred ages.\n\n\nAge variability in Indian Ocean: Along 30-34&deg;S where repeat East-West transects of the ocean have been made (yellow box in Figure 1), we found that in the upper 800m of water ages decreased from 1987 to 2002, confirming a speed-up in the ventilation of the South Indian Ocean subtropical gyre. From 2002 to 2009, ages increased, suggesting a return to slower circulation. Corresponding changes in oxygen concentrations, an increase followed by a decrease, support these results. \n\n\nCarbon Export: We estimated the total amount of organic carbon carried to the deep Indian Ocean using regressions of oxygen/nutrient data versus water ages. Its value is 0.71&minus;1.35 Pg C yr-1 (1 Pg = 1015 g). Our estimates of export rates are on the low side as compared with satellite based estimates inferred from satellite observation of surface ocean color except in the subtropics (Region 5; Figure 1). \n\n\nA graduate student, Andrew Shao, completed his dissertation on this project. He created an adjoint version of the model and investigated long term trends in the position of Antarctic Circumpolar Current (ACC) that flows eastward around Antarctica, using satellite altimetry sea surface height data: \n\nTracing Indian Ocean Subantarctic Mode Water (SAMW), a vertically homogenous region of the water column, back to the surface using our modelÆs adjoint shows that variability in the formation locations of SAMW is not correlated with the dominant mode of atmospheric variability, the Southern Annular Mode (SAM). Instead, SAMW properties show slow mode of variability dominated by a roughly 30-year oscillation. \n\n\nAnalysis of satellite-derived sea surface height showed that the ACC did not significantly shift over the 20-year data record available. This occurred despite the contraction towards the South Pole of westerly wind patterns over Antarctica. \n\n\n \n\n3. IMPLICATIONS\n\nQuestions governing cu..."
 }
}