{
 "awd_id": "1059089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Superresolution Imaging of Semiconductor Quantum Dot Clusters",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 535000.0,
 "awd_amount": 535000.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2016-11-09",
 "awd_abstract_narration": "The Macromolecular, Supramolecular and Nanochemistry (MSN) program of the Division of Chemistry will support the research program of Prof. Alan Van Orden of Colorado State University. In collaboration with investigators at the National Renewable Energy Laboratory, Prof. Van Orden and his students will employ high resolution imaging methods to study electronic interactions in small clusters of luminescent quantum dots. The study aims to uncover new basic science about the nature of electronic interactions in quantum dots assemblies. \r\n\r\nThe project will uncover new basic science about the nature of electronic interactions in luminescent semiconductor nanoparticles assemblies that will be of great value in the rational design of optoelectronic devices, such as solar cells. The synergistic collaboration with researchers at the National Renewable Energy Laboratory will provide training opportunities to students and postdoctoral researchers in a field of science that has a direct impact on alternative energy research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Van Orden",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Alan K Van Orden",
   "pi_email_addr": "vanorden@lamar.colostate.edu",
   "nsf_id": "000413911",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Gelfand",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Martin P Gelfand",
   "pi_email_addr": "martin.gelfand@colostate.edu",
   "nsf_id": "000213152",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 195000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project investigated fundamental physical principles governing the transport of electronic energy in small assemblies of nanometer sized semiconductor particles. These particles are sometimes referred to as quantum dots, or QDs, because the electrons-hole pairs created when they absorb light are confined in all three spatial dimensions. This gives quantum dots unique electronic and optical properties, including discreet electronic energy levels and band gaps that are &ldquo;size-tunable.&rdquo; The energy transport is believed to occur when one quantum dot that is part of an assembly of multiple quantum dots absorbs a particle of light, causing an electron in the quantum dot to undergo a transition to an excited electronic state. This excitation energy can then transfer to a neighboring quantum dot, in turn, promoting the electron in the neighboring quantum dot to an excited state, which can then transfer to yet another neighboring quantum dot. The process terminates when a donor or acceptor quantum loses its energy through photoemission or the energy dissipates as heat. The process can be repeated many times with different quantum dots serving as donors and acceptors. We envision that ultimately, the process can be coupled to some type of electronic circuit such as a photovoltaic cell, providing a way for energy to flow through a series of quantum dots until it is released to an electrode that is part of an electricity generating circuit. Knowing how the quantum dots assemble and which structural parameters of the quantum dots affect the energy transport is key to achieving this goal and was the main subject of our research project.</p>\n<p>Our research investigated this energy transport process in a unique way, by studying the emission of the individual particles within the assembly using single molecule detection and spectroscopy techniques combined with high-resolution scanning probe and electron microscopy imaging. To achieve this goal, a major aspect of the project was to develop new experimental strategies for detecting and analyzing the photons emitted by the particles, and to combine these strategies with high-resolution microscope imaging techniques, such as atomic force microscopy and electron microscopy. We succeeded in developing novel ways to image the photons based on the ideas of superresolution imaging microscopy, whereby the spatial position of the emission can be determined with precision that exceeds to normal limitations of light microscopy. In our experiments, we imaged the light emitted by the particles to within approximately 10 nanometers. By comparing spatial maps of the emission with electron microscope images, we were able to identify each particles&rsquo; major role in the energy transport process, with some particles serving predominantly as energy transfer donors and others as energy transfer acceptors. Still others served as both donors and acceptors, while a few appeared to play no role in the energy transfer process. Unraveling the structural basis for these different roles, as well as the molecular level mechanism of the energy transfer, is an ongoing research effort in our laboratory.</p>\n<p>The intellectual merit of this research is the new scientific knowledge obtained about energy transport in quantum dot nanostructures.</p>\n<p>The broader impact is the new experimental capabilities that will prove useful in a broad range of studies, including materials science and biology. In addition, the scientific knowledge obtained will lead to improved solar energy conversion and renewable energy sources. Finally, the students who worked on this project gained valuable training and expertise in physics, chemistry, and nanomaterials science that will enhance the technical and scientific workforce of our nation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2018<br>\n\t\t\t\t\tModified by: Alan&nbsp;K&nbsp;Van Orden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project investigated fundamental physical principles governing the transport of electronic energy in small assemblies of nanometer sized semiconductor particles. These particles are sometimes referred to as quantum dots, or QDs, because the electrons-hole pairs created when they absorb light are confined in all three spatial dimensions. This gives quantum dots unique electronic and optical properties, including discreet electronic energy levels and band gaps that are \"size-tunable.\" The energy transport is believed to occur when one quantum dot that is part of an assembly of multiple quantum dots absorbs a particle of light, causing an electron in the quantum dot to undergo a transition to an excited electronic state. This excitation energy can then transfer to a neighboring quantum dot, in turn, promoting the electron in the neighboring quantum dot to an excited state, which can then transfer to yet another neighboring quantum dot. The process terminates when a donor or acceptor quantum loses its energy through photoemission or the energy dissipates as heat. The process can be repeated many times with different quantum dots serving as donors and acceptors. We envision that ultimately, the process can be coupled to some type of electronic circuit such as a photovoltaic cell, providing a way for energy to flow through a series of quantum dots until it is released to an electrode that is part of an electricity generating circuit. Knowing how the quantum dots assemble and which structural parameters of the quantum dots affect the energy transport is key to achieving this goal and was the main subject of our research project.\n\nOur research investigated this energy transport process in a unique way, by studying the emission of the individual particles within the assembly using single molecule detection and spectroscopy techniques combined with high-resolution scanning probe and electron microscopy imaging. To achieve this goal, a major aspect of the project was to develop new experimental strategies for detecting and analyzing the photons emitted by the particles, and to combine these strategies with high-resolution microscope imaging techniques, such as atomic force microscopy and electron microscopy. We succeeded in developing novel ways to image the photons based on the ideas of superresolution imaging microscopy, whereby the spatial position of the emission can be determined with precision that exceeds to normal limitations of light microscopy. In our experiments, we imaged the light emitted by the particles to within approximately 10 nanometers. By comparing spatial maps of the emission with electron microscope images, we were able to identify each particles? major role in the energy transport process, with some particles serving predominantly as energy transfer donors and others as energy transfer acceptors. Still others served as both donors and acceptors, while a few appeared to play no role in the energy transfer process. Unraveling the structural basis for these different roles, as well as the molecular level mechanism of the energy transfer, is an ongoing research effort in our laboratory.\n\nThe intellectual merit of this research is the new scientific knowledge obtained about energy transport in quantum dot nanostructures.\n\nThe broader impact is the new experimental capabilities that will prove useful in a broad range of studies, including materials science and biology. In addition, the scientific knowledge obtained will lead to improved solar energy conversion and renewable energy sources. Finally, the students who worked on this project gained valuable training and expertise in physics, chemistry, and nanomaterials science that will enhance the technical and scientific workforce of our nation.\n\n\t\t\t\t\tLast Modified: 05/30/2018\n\n\t\t\t\t\tSubmitted by: Alan K Van Orden"
 }
}