{
 "awd_id": "1059025",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Technocratic Expertise and the Government of Catastrophic Risk in the United States, 1950-2010",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 124726.0,
 "awd_amount": 124726.0,
 "awd_min_amd_letter_date": "2011-01-13",
 "awd_max_amd_letter_date": "2011-12-30",
 "awd_abstract_narration": "Technocratic Expertise and the Government of Catastrophic Risk in the United States, 1950 ? 2010\r\n\r\nStephen J. Collier (The New School) and Andrew Lakoff (University of Southern California)\r\n\r\nAbstract:\r\n\r\nIn the last two decades a series of events in the United States has focused public attention on the government's role in anticipating and managing catastrophic events. In the wake of terrorist attacks, major natural disasters, pandemic influenza, and financial crises, planners and policy-makers have been criticized for their failure to prepare adequately for potential catastrophes. The problem of catastrophic risk has become a critical arena in which government is expected to manage risks to collective wellbeing.  This project approaches the government of catastrophic risk from the vantage of science and technology studies: it asks how the category of catastrophic risk is constituted as an object of knowledge and intervention at the interface of potentially disruptive events, on the one hand, and the agencies and experts charged with managing them, on the other. \r\n\r\nThe project investigates the historical emergence of distinctive \"styles of reasoning\" about catastrophic risk, and associated knowledge practices such as catastrophe modeling, vulnerability assessment, and simulation exercises. Many of these practices were initially developed in the context of the Cold War military confrontation, and then migrated to other areas, including natural disaster response, public health, and terrorism preparedness. The project traces critical moments when experts developed tools to manage events whose catastrophic potential outstripped the capacities of government agencies charged with protecting wellbeing. \r\n\r\nFindings from the investigation will be significant for several areas of scholarship and policy. These findings indicate that contemporary controversies over risk governance can be understood in terms of conflicting styles of reasoning that cannot be adjudicated by reference to common standards for validating truths. For policy-makers and risk analysts, the project's findings will be of interest in that they shed new light on the sources of conflict among experts and officials over how to understand and mitigate the risk of potentially catastrophic events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Lakoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Lakoff",
   "pi_email_addr": "andrewlakoff@gmail.com",
   "nsf_id": "000467206",
   "pi_start_date": "2011-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 95848.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 28878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the last two decades a series of events in the United States has focused public attention on the government&rsquo;s role in anticipating and managing emergencies. In the wake of terrorist attacks, major natural disasters, pandemic influenza, and financial crises, planners and policy-makers have been criticized for their failure to prepare adequately for potential catastrophes. They face intense pressure to improve preparedness, to reduce vulnerabilities, and to increase response capacity. The problem of preparing for and managing emergencies has thus become a critical arena in which government is expected to manage risks to collective wellbeing.&nbsp;</p>\n<p>It is tempting to take both these demands for preparedness and the emergencies to which they respond to be self-evident and uncontroversial. Our project on &ldquo;Technocratic Expertise and the Politics of Emergency&rdquo; showed that in fact these are recent and contingent developments. We argue that emergencies are constituted as objects of knowledge and intervention at the interface of disruptive events, on the one hand, and the agencies and experts charged with managing them, on the other. Following insights from the social studies of science and technology, our research examined how expert communities shape understandings of emergencies and define the range of possible measures that can be taken in response to them.</p>\n<p>The central questions that oriented our research included: How have experts in these fields assembled evidence and authorized truth claims? How has the specter of catastrophic<em> </em>threats &ndash; from nuclear attacks to major natural disasters to deadly pandemics &ndash; challenged accepted forms of risk assessment? What knowledge practices guide the construction of emergencies as events that lend themselves to specific interventions? And what are the institutional and organizational contexts in which these practices have developed?&nbsp;</p>\n<p>Our project began with the hypothesis that many of these practices were first developed in the context of Cold War military confrontation, and then migrated to other areas, including natural disaster response, public health, and terrorism preparedness. We sought to analyze how, over the course of the decades following World War II, experts in think tanks and government agencies created the knowledge practices and institutional mechanisms of a &ldquo;political technology of emergency.&rdquo; Thus the project traced critical moments in the development of this technology, including: the post-World War II development of civil defense based on the lessons of strategic bombing theory; the transformation of civil defense discourse in the wake of the new threat of thermonuclear war and transcontinental missiles; the extension of these tools to non-military emergencies such as natural disasters and economic crises in the 1960s and the 1970s; and more recent developments such as the development of &ldquo;critical infrastructure protection&rdquo; in response to the threat of terrorism or technological accidents, and the rise of &ldquo;public health preparedness&rdquo; as a response to the specter of catastrophic infectious disease.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;Lakoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the last two decades a series of events in the United States has focused public attention on the governmentÆs role in anticipating and managing emergencies. In the wake of terrorist attacks, major natural disasters, pandemic influenza, and financial crises, planners and policy-makers have been criticized for their failure to prepare adequately for potential catastrophes. They face intense pressure to improve preparedness, to reduce vulnerabilities, and to increase response capacity. The problem of preparing for and managing emergencies has thus become a critical arena in which government is expected to manage risks to collective wellbeing. \n\nIt is tempting to take both these demands for preparedness and the emergencies to which they respond to be self-evident and uncontroversial. Our project on \"Technocratic Expertise and the Politics of Emergency\" showed that in fact these are recent and contingent developments. We argue that emergencies are constituted as objects of knowledge and intervention at the interface of disruptive events, on the one hand, and the agencies and experts charged with managing them, on the other. Following insights from the social studies of science and technology, our research examined how expert communities shape understandings of emergencies and define the range of possible measures that can be taken in response to them.\n\nThe central questions that oriented our research included: How have experts in these fields assembled evidence and authorized truth claims? How has the specter of catastrophic threats &ndash; from nuclear attacks to major natural disasters to deadly pandemics &ndash; challenged accepted forms of risk assessment? What knowledge practices guide the construction of emergencies as events that lend themselves to specific interventions? And what are the institutional and organizational contexts in which these practices have developed? \n\nOur project began with the hypothesis that many of these practices were first developed in the context of Cold War military confrontation, and then migrated to other areas, including natural disaster response, public health, and terrorism preparedness. We sought to analyze how, over the course of the decades following World War II, experts in think tanks and government agencies created the knowledge practices and institutional mechanisms of a \"political technology of emergency.\" Thus the project traced critical moments in the development of this technology, including: the post-World War II development of civil defense based on the lessons of strategic bombing theory; the transformation of civil defense discourse in the wake of the new threat of thermonuclear war and transcontinental missiles; the extension of these tools to non-military emergencies such as natural disasters and economic crises in the 1960s and the 1970s; and more recent developments such as the development of \"critical infrastructure protection\" in response to the threat of terrorism or technological accidents, and the rise of \"public health preparedness\" as a response to the specter of catastrophic infectious disease.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/12/2015\n\n\t\t\t\t\tSubmitted by: Andrew Lakoff"
 }
}