{
 "awd_id": "1059828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Violent Victimization in the U.S.: The Vulnerability of Minorities and Women Over Time",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 55808.0,
 "awd_amount": 55808.0,
 "awd_min_amd_letter_date": "2011-03-25",
 "awd_max_amd_letter_date": "2011-03-25",
 "awd_abstract_narration": "In the United States, blacks and Latinos are more vulnerable than whites to violent victimization and women are more vulnerable than men to violence by intimate partners.  It is likely that economic disadvantage plays a key role in explaining victimization risk.  Yet, the relationships between violent victimization and race, ethnicity, gender, and economic disadvantage remain poorly understood.  The present research will combine data on more than 6.5 million interviews from the National Crime Survey and the National Crime Victimization Survey for the years 1973 through 2008.  The project then will use advanced statistical modeling techniques to study similarities and differences in the vulnerability of non-Latino black, non-Latino white, and Latino men and women to violent victimization over more than three decades.  The research will examine victimization risks for violence generally, as well as risks for violence by strangers, acquaintances, and intimate partners, which are known to vary across race, ethnicity and gender, as well as over time. The project will produce a series of research papers assessing the complex ways that race, ethnicity, gender, and economic disadvantage combine to explain victimization risks over time, as social conditions change, and thus will identify changing vulnerabilities of minorities and women that constitute an important feature of life in America.\r\n\r\nThe results of the project will have important policy implications.  If, for example, we find that blacks and Latinos are more vulnerable to violent victimization during economic downturns, this could speak to potential benefits of economic assistance programs for reducing victimization.  If differences in violence against women across race and ethnic groups are linked to poverty, this would inform the focus of victim-assistance programs.  Because this project includes an interdisciplinary team and includes an educational component, it will promote cross-field training of both undergraduates and graduate students in the social sciences and in statistics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Lauritsen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Janet L Lauritsen",
   "pi_email_addr": "Janet_Lauritsen@umsl.edu",
   "nsf_id": "000314168",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Saint Louis",
  "inst_street_address": "1 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145165897",
  "inst_zip_code": "631214400",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "GWCTP4CQ1E65"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Saint Louis",
  "perf_str_addr": "1 UNIVERSITY BLVD",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631214400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 55808.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>This project focuses on violence against minorities and women in the United States.&nbsp; More specifically, we focus on how demographic risk factors &ndash; such as poverty, urban residence, and youth &ndash; might have different consequences for the violent victimization of minority as compared to white men and women. To this end, we combined survey data from more than 6.5 million interviews in the National Crime Survey (1973-1992) and its successor, the National Crime Victimization Survey (1993-2008). &nbsp;We use a variety of statistical<br />approaches for the analysis of rare event data and assess the impact of various demographic risk factors for exposure to violent victimization by strangers, known others, and intimate partners among African American, Latino, and white men and women.&nbsp; We find that poverty, urban residence, youth (young age), marital separation, and divorce increase the risk of some forms of victimization, but that these effects vary across race/ethnicity and across gender.&nbsp; The large number of observations in our study allows us to study how the effects of such risk factors differ across subgroups. We have examined many patterns across subgroups.&nbsp; For example, we investigated how the effect of marital status on intimate partner violence differs across race/ethnicity and also depends on household income and poverty.&nbsp; As another example, we have studied the higher risk of stranger violence in urban than rural areas, and how this affects minorities and whites differently. Our results can inform law enforcement and policy efforts to address victimization among minorities and women, as well as provide information to victim assistance organizations about high-risk subgroups of minorities and women.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2013<br>\n\t\t\t\t\tModified by: Janet&nbsp;L&nbsp;Lauritsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThis project focuses on violence against minorities and women in the United States.  More specifically, we focus on how demographic risk factors &ndash; such as poverty, urban residence, and youth &ndash; might have different consequences for the violent victimization of minority as compared to white men and women. To this end, we combined survey data from more than 6.5 million interviews in the National Crime Survey (1973-1992) and its successor, the National Crime Victimization Survey (1993-2008).  We use a variety of statistical\napproaches for the analysis of rare event data and assess the impact of various demographic risk factors for exposure to violent victimization by strangers, known others, and intimate partners among African American, Latino, and white men and women.  We find that poverty, urban residence, youth (young age), marital separation, and divorce increase the risk of some forms of victimization, but that these effects vary across race/ethnicity and across gender.  The large number of observations in our study allows us to study how the effects of such risk factors differ across subgroups. We have examined many patterns across subgroups.  For example, we investigated how the effect of marital status on intimate partner violence differs across race/ethnicity and also depends on household income and poverty.  As another example, we have studied the higher risk of stranger violence in urban than rural areas, and how this affects minorities and whites differently. Our results can inform law enforcement and policy efforts to address victimization among minorities and women, as well as provide information to victim assistance organizations about high-risk subgroups of minorities and women. \n\n\t\t\t\t\tLast Modified: 05/29/2013\n\n\t\t\t\t\tSubmitted by: Janet L Lauritsen"
 }
}