{
 "awd_id": "1059662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamical Analysis of Language Structure and Learning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 252097.0,
 "awd_amount": 273729.0,
 "awd_min_amd_letter_date": "2011-03-29",
 "awd_max_amd_letter_date": "2015-04-03",
 "awd_abstract_narration": "Rules play a central role in human behavior.  Social rules (e.g., do unto others as you would have them do unto you; don't judge a book by its cover) support the harmonious coexistence of people in a society.  Rules of individual choice-making (e.g., exercise daily, beware of strangers bearing gifts) support the well-being of individuals.    Although we are usually not consciously aware of using them, there are many rule-like behaviors associated with our use of language (e.g. add -s to form the plural of a noun).  An important property of linguistic rules, like social rules and individual rules, is that they admit exceptions (e.g., not all nouns form a plural with -s).  Knowing when to apply the rules and when to make exceptions is an important facet of being an effective member of a language community.   This project investigates neural models of the formation of linguistic rules to understand how humans  achieve an appropriate balance between rigid rule-following and flexibility.   It explores human learning of simple invented languages in laboratory experiments and compares the results with mathematical models that approximate important features of neural systems.    The goals are to identify two extremes---situations where people adopt rigid, universal rules and situations where they treat every instance as a special case---and then to examine how a balance between these can be achieved.  By studying the neural underpinnings of such learning processes, we can gain insight into what kinds of human-environment relationships sustain appropriately systematic but flexible behavior.  \r\n\r\nThis project has implications for the science of learning and for understanding the neural connectivity patterns that underlie complex thinking.  Regarding learning, people sometimes fail to discover systematic principles, e.g. learning the spelling-sound correspondences that support reading.    This project may shed light on why this happens.  Regarding societal well-being, the tendency of people to form stereotypes appears to be a case of learning a rule \"too well,\" that is failing to strike the right balance between generalization and exception making.  By examining what brain/environment circumstances lead to such inaccurate learning, the research may help societies avoid the formation of rigid stereotypes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Whitney",
   "pi_last_name": "Tabor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Whitney Tabor",
   "pi_email_addr": "whitney.tabor@uconn.edu",
   "nsf_id": "000442988",
   "pi_start_date": "2011-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "438 WHITNEY RD EXTENSION UNIT 1133",
  "perf_city_name": "STORRS",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062699018",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6868",
   "pgm_ref_txt": "SBE COMPLEXITY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 91258.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160839.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 21632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Leaps of insight are mysterious. &nbsp;One can struggle with a tough problem, making little progress for a long time; then, at some point, if things go well, many pieces fall together quickly, and the solution is suddenly present, fully formed. &nbsp;The abruptness of this process makes it mysterious. &nbsp;It might be a matter of luck---one wanders around in relevant territory for a while, eventually stumbling on a solution.&nbsp; But if it is not luck, if there is a mental pathway that allows the solution to materialize out of one&rsquo;s initially clueless state, this would be worth knowing about. &nbsp;It could help surmount impasses in problem solving and bolster trust in creative activity.</p>\n<p><span style=\"white-space: pre;\"> </span>One place where mental leaps plausibly occur is in language learning by children. Studying children is labor-intensive, so we exposed adults to a made-up language in the laboratory, hoping they would achieve an abrupt insight as we watched. We focused on recursion .&nbsp; <em>Recursion</em> refers to the embedding of one phrase inside another iteratively:&nbsp; [<em>I knew someone</em> <sub>1</sub>]&hellip;&nbsp; [<em>Someone</em> [<em>I knew</em> <sub>1</sub>] <em>kept an emu</em> <sub>2</sub>]&hellip;.&nbsp; [<em>An emu</em> [<em>that someone</em> [<em>I knew <sub>1</sub></em>] <em>kept <sub>2</sub></em>] <em>stole the 10 point nails out of my carpenter&rsquo;s belt <sub>3</sub></em>].&nbsp;&nbsp;&nbsp; Inspired by such cases,&nbsp; we designed the following patterns:&nbsp;</p>\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td width=\"221\" valign=\"top\">\n<p>1 2 3 4</p>\n</td>\n<td width=\"221\" valign=\"top\">\n<p>&ldquo;Level 1&rdquo;</p>\n</td>\n</tr>\n<tr>\n<td width=\"221\" valign=\"top\">\n<p>1 1 2 3 4 2 3 4&nbsp;</p>\n</td>\n<td width=\"221\" valign=\"top\">\n<p>&ldquo;Level 2&rdquo;</p>\n</td>\n</tr>\n<tr>\n<td width=\"221\" valign=\"top\">\n<p>1 1 1 2 3 4 2 3 4 2 3 4</p>\n</td>\n<td width=\"221\" valign=\"top\">\n<p>&ldquo;Level 3&rdquo;</p>\n</td>\n</tr>\n<tr>\n<td width=\"221\" valign=\"top\">\n<p>1 1 1 1 2 3 4 2 3 4 2 3 4 2 3 4</p>\n</td>\n<td width=\"221\" valign=\"top\">\n<p>&ldquo;Level 4&rdquo;</p>\n</td>\n</tr>\n<tr>\n<td width=\"221\" valign=\"top\">\n<p>etc.</p>\n</td>\n<td width=\"221\" valign=\"top\">\n<p>&nbsp;</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>This is a very simple recursive language:&nbsp; start with a series of 1s and follow it by a series of &ldquo;2 3 4&rdquo;&rsquo;s;&nbsp; the number of 1s should equal the number of &ldquo;2 3 4&rdquo;s. It&rsquo;s not hard to discover the principle by inspecting the list above, so we devised a way of making the discovery take enough time that we could observe it unfold.&nbsp;&nbsp; We assigned the numbers to boxes on a computer screen (Figure 1).&nbsp; Each time the person clicked the screen, a box would change color from black to a shade of blue.&nbsp; The boxes changed color in a long sequence created by randomly stringing the above &ldquo;sentences&rdquo; together to make an approximately 400 &ldquo;word&rdquo; monologue.&nbsp; &nbsp;The participant had to click, at each step, on the box that would change color next.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Figure 2 shows average accuracies by sentence type over the course of the experiment.&nbsp; &nbsp;&nbsp;We titrated the sentence presentation according to level:&nbsp; first, participants saw only Level 1, then a mix of 1 and 2, then 1-3, etc.&nbsp; This way, each deeper level arrived with no warning and we could see whether people responded to it correctly on the first try.&nbsp; Notably, the curves for 2 and 3 start close to 0 accuracy (meaning all participants got them wrong the first time), but the curve for 4 starts close to 50% (meaning half the people got it right on the first try).&nbsp; Thus we succeeded in roughly pinpointing a moment of insight:&nbsp; the insight (&ldquo;number of 1&rsquo;s = number of 2 3 4&rsquo;s...",
  "por_txt_cntn": "\nLeaps of insight are mysterious.  One can struggle with a tough problem, making little progress for a long time; then, at some point, if things go well, many pieces fall together quickly, and the solution is suddenly present, fully formed.  The abruptness of this process makes it mysterious.  It might be a matter of luck---one wanders around in relevant territory for a while, eventually stumbling on a solution.  But if it is not luck, if there is a mental pathway that allows the solution to materialize out of oneÆs initially clueless state, this would be worth knowing about.  It could help surmount impasses in problem solving and bolster trust in creative activity.\n\n One place where mental leaps plausibly occur is in language learning by children. Studying children is labor-intensive, so we exposed adults to a made-up language in the laboratory, hoping they would achieve an abrupt insight as we watched. We focused on recursion .  Recursion refers to the embedding of one phrase inside another iteratively:  [I knew someone 1]&hellip;  [Someone [I knew 1] kept an emu 2]&hellip;.  [An emu [that someone [I knew 1] kept 2] stole the 10 point nails out of my carpenterÆs belt 3].    Inspired by such cases,  we designed the following patterns: \n\n\n\n\n\n1 2 3 4\n\n\n\n\"Level 1\"\n\n\n\n\n\n1 1 2 3 4 2 3 4 \n\n\n\n\"Level 2\"\n\n\n\n\n\n1 1 1 2 3 4 2 3 4 2 3 4\n\n\n\n\"Level 3\"\n\n\n\n\n\n1 1 1 1 2 3 4 2 3 4 2 3 4 2 3 4\n\n\n\n\"Level 4\"\n\n\n\n\n\netc.\n\n\n\n \n\n\n\n\n\nThis is a very simple recursive language:  start with a series of 1s and follow it by a series of \"2 3 4\"Æs;  the number of 1s should equal the number of \"2 3 4\"s. ItÆs not hard to discover the principle by inspecting the list above, so we devised a way of making the discovery take enough time that we could observe it unfold.   We assigned the numbers to boxes on a computer screen (Figure 1).  Each time the person clicked the screen, a box would change color from black to a shade of blue.  The boxes changed color in a long sequence created by randomly stringing the above \"sentences\" together to make an approximately 400 \"word\" monologue.   The participant had to click, at each step, on the box that would change color next.\n\n            Figure 2 shows average accuracies by sentence type over the course of the experiment.    We titrated the sentence presentation according to level:  first, participants saw only Level 1, then a mix of 1 and 2, then 1-3, etc.  This way, each deeper level arrived with no warning and we could see whether people responded to it correctly on the first try.  Notably, the curves for 2 and 3 start close to 0 accuracy (meaning all participants got them wrong the first time), but the curve for 4 starts close to 50% (meaning half the people got it right on the first try).  Thus we succeeded in roughly pinpointing a moment of insight:  the insight (\"number of 1Æs = number of 2 3 4Æs\") happened after the first Level 3 and before or at the first Level 4.\n\n            We wanted to examine how the insight developed.   One approach is to compare people who achieved the insight to people who did not.  If the insight is achieved randomly, then people who have not had it yet should show no indications of getting it.  On the other hand, if the people who do not have it yet are edging toward it mentally somehow, then we should see their behavior starting to resemble the behavior of those who get it. Figure 3 plots average accuracy on each word of the Level 4 sentences.  The top curve (labeled \"R2\") corresponds to trials in which the participants have mastered Level 3 and are about to correctly predict a Level 4.  The lower curve (labeled \"R1\") corresponds to trials between Levels 2 and 3.   Notably, nobody shows perfect accuracy on all words.  Participants tend to make errors (the V-shaped dips in accuracy) each time they have just observed box 4 change color.  The post-4 prediction is, of course, the hard part of the task.  The newsworthy feature is that the R1 profile closely resembles the R2 profile, but is syste..."
 }
}