{
 "awd_id": "1059748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Cognition in the Development of Social Fragmentation, Commonalities, and Consensus",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 283443.0,
 "awd_amount": 283443.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2011-03-11",
 "awd_abstract_narration": "The Role of Cognition in the Development of Social Fragmentation, Commonalities, and Consensus\r\nSES - 1059748\r\nPenny Edgell, Kathleen E. Hull\r\nUniversity of Minnesota ? Twin Cities\r\n\r\nAbstract\r\nWe will pose and answer three primary research questions: 1) How do Americans evaluate competing or divergent expert discourses based in science, law and religion? 2) What other resources (e.g. personal experiences or metaphors) do people draw on to interpret competing arguments? and 3) What solutions or ways forward do people envision, if any? Our data will come from a national multi-site qualitative study. In each site, focus groups will discuss vignettes describing three ethically complex topics:  faith-based prison programs, parental refusal of medical treatment, and pre-implantation genetic diagnosis (PGD).  Pre- and post-focus group interviews with a small sample of respondents will allow us to assess how participants? views evolve due to focus group participation. Focus groups will be stratified by religious orientation and social class, and we will recruit participants to achieve diversity on age, gender, and race/ethnicity.  \r\n\r\nBroader Impacts\r\nOur main objective is to analyze how Americans respond to topics in which legal, scientific, and religious experts propose different policies, make competing claims on public resources, and receive widespread media coverage for their divergent views.  We aim to provide alternative conceptual tools which can potentially affect public discourse so that it takes into account the views of a wide variety of stakeholders among the American public.  This may help address recent concerns about how to engage respectfully in public discourse.  The scientific value of the project is related to its design, which will let us pinpoint the cultural references that shape how ordinary citizens think and talk about complex issues, and specify the basis for both ?automatic cognition? (the initial or ?blink? reaction) and ?deliberate cognition? (cooler and more rational second-order cognition). Thus, the project will identify sources of social fragmentation, as well as sources of commonality and consensus that shape public discourse. \r\n\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Penny",
   "pi_last_name": "Edgell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Penny A Edgell",
   "pi_email_addr": "edgell@umn.edu",
   "nsf_id": "000539061",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Hull",
   "pi_mid_init": "E",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Kathleen E Hull",
   "pi_email_addr": "hull@umn.edu",
   "nsf_id": "000326811",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 283443.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Project Title</span>: &ldquo;The Role of Cognition in the Development of Social Fragmentation, Commonalities, and Consensus&rdquo; <br /> <br /></p>\n<p><span style=\"text-decoration: underline;\">Principal Investigators</span>: Penny Edgell and Kathleen E. Hull (University of Minnesota)<br /> <br /></p>\n<p>How do ordinary Americans discuss and form opinions on complex, controversial social issues?&nbsp; And what sources of knowledge do they draw upon for such conversations: religious authority, scientific expertise, legal principles, personal experience?&nbsp; Some argue that the U.S. is engaged in &ldquo;culture wars,&rdquo; with the country splintered into two distinct factions with fundamentally incompatible moral orientations and worldviews, resulting in intractable conflicts around key social issues. The orthodox understand truth as unchanging and rooted in traditional, transcendent forms of authority, especially religion, while progressives view truth as evolving and rely more on personal experience and on technical, rational, and secular sources of expertise.&nbsp; But past social science research has mostly failed to support the culture wars argument; it may apply to the elite &ldquo;talking heads&rdquo; who shape public discourse, but it does not describe the range of perspectives found among ordinary Americans.&nbsp; In our project, we sought to replace the culture wars thesis with a more satisfying and accurate account of how ordinary Americans grapple with controversial social issues.&nbsp; We also wanted to know whether a group discussion setting would help people move beyond their initial &ldquo;gut reactions&rdquo; to these issues (what cognitive scientists call automatic cognition) to more nuanced consideration that might lead to changes in opinion (deliberate cognition).</p>\n<p>We conducted 36 focus groups across three field sites (Boston, Houston, and Minneapolis-St. Paul) to examine how Americans talk about controversial issues.&nbsp; Focus group participants discussed a vignette based on one of three social controversies. We chose vignette topics that involved issues in which legal, religious, and scientific perspectives might vary, and we avoided highly prominent issues for which people would likely already have strongly held opinions (e.g., abortion, gay rights).&nbsp; We also conducted individual interviews with two members of each focus group immediately before the group discussion, and again 4-6 weeks after the group met.</p>\n<p>We are still in the process of analyzing our data and writing up our findings for publication, but some of the most important initial results from the study include the following:&nbsp;</p>\n<ul>\n<li>People appear to draw as much, if not more, on their <em>personal experience</em> as on expert knowledge in forming and articulating their views on complex social issues; in some cases, this preference for personal knowledge reflects a distrust of religious, legal and scientific expertise, but for others it may simply indicate that greater weight is given to more direct forms of knowledge and/or that people are unaware of, and therefore not influenced by, expert views;&nbsp;</li>\n</ul>\n<ul>\n<li><em>Storytelling</em> plays a prominent role in the group discussions, and appears to help the groups engage in the task of collective reasoning about complex issues; specifically, we found that people deployed several story types, including stories drawn from personal experience, hypothetical stories, historical or current events, and stories from popular culture;&nbsp;</li>\n</ul>\n<ul>\n<li>We have identified several <em>cultural schemas of religion, science, and law</em> based on the group discussions; some of these schemas are consistent with a modernist world view (skeptical of religion and confident in rationalized forms of knowledge such as science and law), but others suggest more prag...",
  "por_txt_cntn": "\nProject Title: \"The Role of Cognition in the Development of Social Fragmentation, Commonalities, and Consensus\" \n \n\n\nPrincipal Investigators: Penny Edgell and Kathleen E. Hull (University of Minnesota)\n \n\n\nHow do ordinary Americans discuss and form opinions on complex, controversial social issues?  And what sources of knowledge do they draw upon for such conversations: religious authority, scientific expertise, legal principles, personal experience?  Some argue that the U.S. is engaged in \"culture wars,\" with the country splintered into two distinct factions with fundamentally incompatible moral orientations and worldviews, resulting in intractable conflicts around key social issues. The orthodox understand truth as unchanging and rooted in traditional, transcendent forms of authority, especially religion, while progressives view truth as evolving and rely more on personal experience and on technical, rational, and secular sources of expertise.  But past social science research has mostly failed to support the culture wars argument; it may apply to the elite \"talking heads\" who shape public discourse, but it does not describe the range of perspectives found among ordinary Americans.  In our project, we sought to replace the culture wars thesis with a more satisfying and accurate account of how ordinary Americans grapple with controversial social issues.  We also wanted to know whether a group discussion setting would help people move beyond their initial \"gut reactions\" to these issues (what cognitive scientists call automatic cognition) to more nuanced consideration that might lead to changes in opinion (deliberate cognition).\n\nWe conducted 36 focus groups across three field sites (Boston, Houston, and Minneapolis-St. Paul) to examine how Americans talk about controversial issues.  Focus group participants discussed a vignette based on one of three social controversies. We chose vignette topics that involved issues in which legal, religious, and scientific perspectives might vary, and we avoided highly prominent issues for which people would likely already have strongly held opinions (e.g., abortion, gay rights).  We also conducted individual interviews with two members of each focus group immediately before the group discussion, and again 4-6 weeks after the group met.\n\nWe are still in the process of analyzing our data and writing up our findings for publication, but some of the most important initial results from the study include the following: \n\nPeople appear to draw as much, if not more, on their personal experience as on expert knowledge in forming and articulating their views on complex social issues; in some cases, this preference for personal knowledge reflects a distrust of religious, legal and scientific expertise, but for others it may simply indicate that greater weight is given to more direct forms of knowledge and/or that people are unaware of, and therefore not influenced by, expert views; \n\n\nStorytelling plays a prominent role in the group discussions, and appears to help the groups engage in the task of collective reasoning about complex issues; specifically, we found that people deployed several story types, including stories drawn from personal experience, hypothetical stories, historical or current events, and stories from popular culture; \n\n\nWe have identified several cultural schemas of religion, science, and law based on the group discussions; some of these schemas are consistent with a modernist world view (skeptical of religion and confident in rationalized forms of knowledge such as science and law), but others suggest more pragmatic or critical approaches to all domains of authority or expertise; \n\n\nAlthough we found it was relatively rare for people to change their positions on the issues under consideration, people often stated that they had reached a more nuanced view of the issue and/or gained respect for opposing viewpoints as a result of the group discussions; this provides some evidence tha..."
 }
}