{
 "awd_id": "1059523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "UNCERTAINTY REDUCTION: The Guiding Principle of Attentional Allocation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 407905.0,
 "awd_amount": 407905.0,
 "awd_min_amd_letter_date": "2011-02-18",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "Attention is a central process in cognition. When people search through the environment for information relevant to their current goal, they are selectively processing perceptual information. Crucial to our understanding of attentional selection is determining what guides this selection. Until recently it has been observed that spatial locations are important for attentional guidance. However, recent evidence suggests that under some circumstances objects, not spatial locations, guide attentional selection. The full understanding of why under some circumstances such guidance is possible has remained elusive. This program of research introduces and tests a new unifying framework, uncertainty reduction, within which to examine factors that influence object-based attentional guidance. The generality of this framework is investigated, in several different paradigms, by systematically testing its predictive powers in two domains of uncertainty: internal uncertainty reduction as manipulated by reward and external uncertainty reduction as manipulated by varying the scope of attentional set.  In order to understand uncertainty reduction and its effects on object-based attentional guidance, behavioral profiles as well as the neural underpinnings of this mechanism are examined.\r\n                Whether reading a book in the peace and quiet of your living room or driving a car in traffic, the ability to pay attention to important aspects of the environment is an integral part of our lives and, ultimately, is crucial to our success and survival. A better understanding of critical factors that determine how attentional selection is deployed is important to diverse fields such as the design of interactive and ergonomic panels and enhanced training programs across multiple industries, ranging from training drivers and machine operators to security personnel (e.g., airport baggage screeners) to neurologists reading X-rays for evidence of cancer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Shomstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Shomstein",
   "pi_email_addr": "shom@gwu.edu",
   "nsf_id": "000535750",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "1918 F ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520042",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 89507.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 318398.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There you are in the supermarket tracking down the ingredients for making your famous lasagna when your cell phone rings interrupting you. There are two kinds of attention at work here. Your active search for specific ingredients among the multitude of products in the supermarket unfolds by way of a voluntary top-down attentional system. When your cell phone rings, however, a stimulus determined bottom-up attention grabbing system stops you in your tracks. Without a fine balance between these two attentional systems, you would vacillate during the day between a kind of &ldquo;tunnel vision&rdquo; and a complete inability to focus on anything. And even as you do that balancing act, you still are totally unaware of the vast majority of stimuli relentlessly coming your way. To attend to anything is to simultaneously ignore mostly everything else. How do we manage that?</p>\n<p>&nbsp;Crucial to our understanding of attentional selection is determining what guides this selection. Until recently it has been observed that spatial locations are important for attentional guidance. However, recent evidence suggests that under some circumstances objects, and not spatial locations, guide attentional selection. The full understanding of why under some circumstances such guidance is possible has remained elusive. This program of research introduced, and tested, a new unifying framework within which to examine factors that influence object-based attentional was investigated, in several different paradigms, by systematically testing its predictive powers in two domains of uncertainty: internal uncertainty reduction as manipulated by reward (Aim 1) and external uncertainty reduction as manipulated by varying the scope of attentional set (Aim 2).</p>\n<p>&nbsp;Over the period covered under the proposal we have made several important contributions to our understanding of attentional selection. To summarize it briefly, we demonstrated that while attentional selection based on spatial information is a mandatory process in the human visual system, attentional selection based on object-based representations is a default setting. Object-based attentional selection contributes to attentional selection if, and only if, there is high degree of uncertainty in the visual input. To get back to the supermarket example, we demonstrated that if you are in a familiar environment (low degree of uncertainty), whether you are picking out ingredients, or picking up your cell phone, the selection of information is primarily based on spatial location of the incoming sensory stimuli. Importantly, however, if you are in the new and unfamiliar supermarket, and you do not remember whether your phone is in your jacket pocket, in your jeans, or in your computer bag (high degree of uncertainty), selection of information is going to be based on both spatial locations and object-based representations. &nbsp;</p>\n<p>&nbsp;More detailed findings can be found in 13 papers (7 published, 6 forthcoming), as well as over 25 conference presentations. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/05/2015<br>\n\t\t\t\t\tModified by: Sarah&nbsp;Shomstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere you are in the supermarket tracking down the ingredients for making your famous lasagna when your cell phone rings interrupting you. There are two kinds of attention at work here. Your active search for specific ingredients among the multitude of products in the supermarket unfolds by way of a voluntary top-down attentional system. When your cell phone rings, however, a stimulus determined bottom-up attention grabbing system stops you in your tracks. Without a fine balance between these two attentional systems, you would vacillate during the day between a kind of \"tunnel vision\" and a complete inability to focus on anything. And even as you do that balancing act, you still are totally unaware of the vast majority of stimuli relentlessly coming your way. To attend to anything is to simultaneously ignore mostly everything else. How do we manage that?\n\n Crucial to our understanding of attentional selection is determining what guides this selection. Until recently it has been observed that spatial locations are important for attentional guidance. However, recent evidence suggests that under some circumstances objects, and not spatial locations, guide attentional selection. The full understanding of why under some circumstances such guidance is possible has remained elusive. This program of research introduced, and tested, a new unifying framework within which to examine factors that influence object-based attentional was investigated, in several different paradigms, by systematically testing its predictive powers in two domains of uncertainty: internal uncertainty reduction as manipulated by reward (Aim 1) and external uncertainty reduction as manipulated by varying the scope of attentional set (Aim 2).\n\n Over the period covered under the proposal we have made several important contributions to our understanding of attentional selection. To summarize it briefly, we demonstrated that while attentional selection based on spatial information is a mandatory process in the human visual system, attentional selection based on object-based representations is a default setting. Object-based attentional selection contributes to attentional selection if, and only if, there is high degree of uncertainty in the visual input. To get back to the supermarket example, we demonstrated that if you are in a familiar environment (low degree of uncertainty), whether you are picking out ingredients, or picking up your cell phone, the selection of information is primarily based on spatial location of the incoming sensory stimuli. Importantly, however, if you are in the new and unfamiliar supermarket, and you do not remember whether your phone is in your jacket pocket, in your jeans, or in your computer bag (high degree of uncertainty), selection of information is going to be based on both spatial locations and object-based representations.  \n\n More detailed findings can be found in 13 papers (7 published, 6 forthcoming), as well as over 25 conference presentations.  \n\n \n\n\t\t\t\t\tLast Modified: 05/05/2015\n\n\t\t\t\t\tSubmitted by: Sarah Shomstein"
 }
}