{
 "awd_id": "1059438",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Nonequilibrium Thermodynamics of Microscopic Machines",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 69875.0,
 "awd_amount": 69875.0,
 "awd_min_amd_letter_date": "2011-08-03",
 "awd_max_amd_letter_date": "2011-08-03",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twelve-month research fellowship by Dr. Jordan M. Horowitz to work with Dr. Juan M. R. Parrondo at Universidad Complutense de Madrid in Madrid, Spain.\r\n\r\nThe world's smallest machines function in a microscopic world very different from our everyday experience: inertia no longer plays a role and erratic thermal fluctuations create a violent operating environment.  Nevertheless, we have learned that cells of all living organisms abound with molecular machines, one thousand times smaller than the width of a human hair, yet capable of performing an astounding variety of useful tasks -- such as ferrying cargo throughout the cell, transporting ions across the cell membrane or synthesizing adenosine triphosphate, the cell's battery.  In addition, molecular complexes -- such as cantenanes, rotaxanes, and nanocars -- are being synthesized in labs around the world that can execute specific tasks on command.  Unfortunately, our intuition from conventional macroscopic theories, such as thermodynamics, no longer applies.  New theories and new design principles are needed to describe the truly nonequilibrium behavior of these small machines.\r\n\r\nThis award supports three research projects that investigate nonequilibrium thermodynamics and statistical mechanics with applications to the operation of microscopic machines.  The first project explores how information generation can act as a thermodynamic force in Brownian motors with feedback.  The second project is to develop a control theory for nonautonomous microscopic machines by analyzing generic models called stochastic pumps.  The final project investigates fundamental aspects of quantum thermodynamics through investigations into the nature of thermodynamic work in nonequilibrium quantum systems.\r\n\r\nMicroscopic machines are ubiquitous in nature and artificial ones are continually being synthesized.  Potential benefits of this project include applications to biophysics, new insights into the \"engineering\" of microscopic machines, as well as new nanotechnologies.  Besides the practical benefits, this project integrates a variety of fields within the physics community, and promotes scientific collaborations with one of the largest and most active communities studying small far-from-equilibrium systems in the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jordan",
   "pi_last_name": "Horowitz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jordan M Horowitz",
   "pi_email_addr": "",
   "nsf_id": "000548000",
   "pi_start_date": "2011-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Horowitz                Jordan         M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Washington",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "",
  "inst_zip_code": "200014902",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Horowitz                Jordan         M",
  "perf_str_addr": "",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200014902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5952",
   "pgm_ref_txt": "SPAIN"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The International Research Fellowship Program funded a twelve-month stay by Dr. Jordan M. Horowitz at the Universidad Complutense de Madrid in Spain hosted by Dr. Juan M. R. Parrondo<sup>.</sup></p>\n<p><sup>&nbsp;</sup></p>\n<p>The world&rsquo;s smallest machines operate in a world very different from our everyday intuition, where fluctuations create a violent environment.&nbsp; This project aimed to understand the basic principles underlying the thermodynamics of these far-from-equilibrium systems.&nbsp; First, the project focused how these machines can exploit information to increase their efficiency, and what are the characteristics of that information.&nbsp; The second goal of the project was to develop a way to translate those ideas in a consistent fashion to even smaller systems described by quantum mechanical laws of motion instead of the classical ones of everyday life.</p>\n<p>&nbsp;</p>\n<p>In order tweeze out the characteristics that are unique to information, a theoretical study of two seemingly similar, but distinct microscopic machines was carried out.&nbsp; The first utilized chemical energy to do a useful task.&nbsp; The second was powered by feedback &ndash; a process by which the motor is manipulated based on information gained from measurements.&nbsp; By construction the two had the same dynamical evolution, that is any outside observer would be unable to distinguish them based solely on their motion.&nbsp; Nevertheless, each had a distinct thermodynamics originating from the different resources consumed, chemical energy or information.&nbsp; The resolution of these differences came by recognizing that the feedback motor must record its information in a physical system, often called a memory.&nbsp; Incorporating this memory dynamically into the models allowed us to see how information arises as a correlation between the motor and the memory.&nbsp; This insight should help us in the future&nbsp;to incorporate information more broadly in physics, and may even help aid design of future motors powered by information.</p>\n<p>&nbsp;</p>\n<p>The second half of the project addressed in what way classical ideas of thermodynamics could be translated into a quantum mechanical language.&nbsp; This was accomplished by studying a precise physical model that accurately describes the physics of many experimental situations, including the behavior of light confined to a very tiny cavity.&nbsp; By studying an explicit example the classical notions had a clear quantum analogue on which to construct a consistent thermodynamic framework.&nbsp; Currently, these ideas are being developed to apply to a broader range of nonequilibrium systems, and hopefully will be verified experimentally.&nbsp; By developing such a framework, we now have a different and possibly illuminating point of view on quantum thermodynamics, which will help in understanding the efficiencies of quantum motors, and on the minimal energy requirements of quantum information processing.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/21/2013<br>\n\t\t\t\t\tModified by: Jordan&nbsp;M&nbsp;Horowitz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe International Research Fellowship Program funded a twelve-month stay by Dr. Jordan M. Horowitz at the Universidad Complutense de Madrid in Spain hosted by Dr. Juan M. R. Parrondo.\n\n \n\nThe worldÆs smallest machines operate in a world very different from our everyday intuition, where fluctuations create a violent environment.  This project aimed to understand the basic principles underlying the thermodynamics of these far-from-equilibrium systems.  First, the project focused how these machines can exploit information to increase their efficiency, and what are the characteristics of that information.  The second goal of the project was to develop a way to translate those ideas in a consistent fashion to even smaller systems described by quantum mechanical laws of motion instead of the classical ones of everyday life.\n\n \n\nIn order tweeze out the characteristics that are unique to information, a theoretical study of two seemingly similar, but distinct microscopic machines was carried out.  The first utilized chemical energy to do a useful task.  The second was powered by feedback &ndash; a process by which the motor is manipulated based on information gained from measurements.  By construction the two had the same dynamical evolution, that is any outside observer would be unable to distinguish them based solely on their motion.  Nevertheless, each had a distinct thermodynamics originating from the different resources consumed, chemical energy or information.  The resolution of these differences came by recognizing that the feedback motor must record its information in a physical system, often called a memory.  Incorporating this memory dynamically into the models allowed us to see how information arises as a correlation between the motor and the memory.  This insight should help us in the future to incorporate information more broadly in physics, and may even help aid design of future motors powered by information.\n\n \n\nThe second half of the project addressed in what way classical ideas of thermodynamics could be translated into a quantum mechanical language.  This was accomplished by studying a precise physical model that accurately describes the physics of many experimental situations, including the behavior of light confined to a very tiny cavity.  By studying an explicit example the classical notions had a clear quantum analogue on which to construct a consistent thermodynamic framework.  Currently, these ideas are being developed to apply to a broader range of nonequilibrium systems, and hopefully will be verified experimentally.  By developing such a framework, we now have a different and possibly illuminating point of view on quantum thermodynamics, which will help in understanding the efficiencies of quantum motors, and on the minimal energy requirements of quantum information processing.\n\n \n\n\t\t\t\t\tLast Modified: 03/21/2013\n\n\t\t\t\t\tSubmitted by: Jordan M Horowitz"
 }
}