{
 "awd_id": "1059083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis of Polymer-Protein Hybrid Materials Using Site Selective Protein Modification Reactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 421740.0,
 "awd_amount": 421740.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2011-09-19",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Matthew Francis of the University of California at Berkeley will develop a scalable N-terminal transamination reaction as a means to modify proteins with a single functional group at a single location and to demonstrate the use of this methodology in the preparation of protein-polymer hybrids for water purification.  The approach to the project involves two parts.  First, the PI's recently developed N-terminal chemical modification  reaction will be used to attach polymers that exhibit a lower critical solution temperature (LCST) to proteins capable of sequestering heavy metals, actinides or hormones.  The efficacy of these protein-polymer hybrids in removing trace amounts of these contaminants from water will be studied.  Second, new low-cost, efficient transamination reagents will be developed based upon yield improvement of the parent transamination chemistry, imine capture via quinine condensation, or adaptations of the Claisen condensation.  It is thought that such methods will improve the scalability of the protein modification chemistry and thereby facilitate manufacturing and innovation with these protein-polymer systems.  The broader impacts involve training graduate and undergraduate students, outreach to adult learners through presentations at Rotary Club meetings and other such local organizations, creating a new \"Chemistry in the Kitchen\" class, and the potential societal benefits of methodologies to target and remove specific impurities from water.\r\n\r\nThe new techniques developed in this work will provide many avenues for the modification of biomolecules in specific locations. These modified proteins could be used in a variety of biotechnology applications including low cost agents for the removal of heavy metal ions, actinide metals, and organic toxins from drinking water.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Francis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew Francis",
   "pi_email_addr": "francis@cchem.berkeley.edu",
   "nsf_id": "000284579",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 421740.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">The focus of this research program was the development of new chemical strategies that could be used to attach complex biomolecules to soluble polymer strands and to polymeric supports. This allowed the diverse and evolvable functional repertoire of proteins, peptides, peptoids, and nucleic acids to be incorporated into a wide range of new materials. One key goal of this program was to develop improved modification reactions for proteins, with a particular emphasis on the modification of N-terminal positions. A second objective of the work was to identify new protein and peptoid binders for environmental pollutants. Finally, as a third objective, the modified biomolecules were evaluated for their ability to capture hexavalent chromium and estrogen from environmental water sources.</p>\n<p class=\"p1\">In terms of educational outreach, a new undergraduate course of &ldquo;Chemistry in the Kitchen&rdquo; was developed, and a number of Chemistry of Cooking lectures were given in the general public.&nbsp;<span style=\"font-size: 12px;\">The rationale for this was the substantial public interest in &ldquo;molecular gastronomy&rdquo;, which made these talks very well attended. It is also provided a terrific way to present chemical concepts to non-experts because they were already familiar with the &ldquo;experiments&rdquo; that were described. C</span><span style=\"font-size: 12px;\">ommon themes that were emphasized in each lecture included: the effects of chemical structure on solubility, heat transfer mechanisms, nutrition and central metabolism, hydrogel formation, and materials science. In the classroom version of the lectures, a number of \"experiments\" were conducted by the students in their kitchens or dorm rooms. An example of one of these lectures to the general public can be found by following this link: www.youtube.com/watch?v=xi4oVrytW0w&nbsp;(or by just searching for \"Francis Thanksgiving Chemistry\").&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2015<br>\n\t\t\t\t\tModified by: Matthew&nbsp;Francis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The focus of this research program was the development of new chemical strategies that could be used to attach complex biomolecules to soluble polymer strands and to polymeric supports. This allowed the diverse and evolvable functional repertoire of proteins, peptides, peptoids, and nucleic acids to be incorporated into a wide range of new materials. One key goal of this program was to develop improved modification reactions for proteins, with a particular emphasis on the modification of N-terminal positions. A second objective of the work was to identify new protein and peptoid binders for environmental pollutants. Finally, as a third objective, the modified biomolecules were evaluated for their ability to capture hexavalent chromium and estrogen from environmental water sources.\nIn terms of educational outreach, a new undergraduate course of \"Chemistry in the Kitchen\" was developed, and a number of Chemistry of Cooking lectures were given in the general public. The rationale for this was the substantial public interest in \"molecular gastronomy\", which made these talks very well attended. It is also provided a terrific way to present chemical concepts to non-experts because they were already familiar with the \"experiments\" that were described. Common themes that were emphasized in each lecture included: the effects of chemical structure on solubility, heat transfer mechanisms, nutrition and central metabolism, hydrogel formation, and materials science. In the classroom version of the lectures, a number of \"experiments\" were conducted by the students in their kitchens or dorm rooms. An example of one of these lectures to the general public can be found by following this link: www.youtube.com/watch?v=xi4oVrytW0w (or by just searching for \"Francis Thanksgiving Chemistry\"). \n\n \n\n\t\t\t\t\tLast Modified: 10/06/2015\n\n\t\t\t\t\tSubmitted by: Matthew Francis"
 }
}