{
 "awd_id": "1059818",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Science, Technology, Engineering, and Math (STEM) Scholars Program:  Increasing Access to STEM Careers",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": "7032922124",
 "po_email": "kcrosby@nsf.gov",
 "po_sign_block_name": "Karen Crosby",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 599940.0,
 "awd_amount": 599940.0,
 "awd_min_amd_letter_date": "2011-07-12",
 "awd_max_amd_letter_date": "2012-07-22",
 "awd_abstract_narration": "Through a new STEM Scholars Program, St. Mary's University is providing scholarship support to 24 students, four each in six departments (Biology, Chemistry and Biochemistry, Computer Science, Engineering, Mathematics, Physics and Earth Science).  The primary goals of the program are to (1) provide greater access to science and engineering programs to financially disadvantaged undergraduate STEM students with academic potential and (2) increase the retention and graduation rates of the cohort.  \r\n\r\nAs a Hispanic Serving Institution, St. Mary's understands the value that community has for the majority of its students and has built the STEM Scholars Program upon high impact activities.  Prior to their first semester at St. Mary's, Scholars participate in a two-week Boot Camp as a way to introduce the students to the university.  The STEM Scholars Program, then, includes a Living and Learning Community focused on offering a comprehensive package of student support services, academic enrichment, outreach, career exploration, job placement services, and graduate program advising services.  A foundational element of the STEM Scholars Program involves Scholars living in a STEM residence hall, originally implemented in 2009 to provide an enriched learning experience for STEM majors.  St. Mary's STEM faculty, in coordination with Student Development, provides programming for the learning community members.  The science-designated residence hall also houses STEM juniors and seniors who serve as peer mentors to the incoming freshmen.  Throughout their time at the university, Scholars participate in linked, thematic curricular experiences, including a Cornerstones freshman seminar, Scholars Seminars in years 2 and 3, and a Capstone in year 4. \r\n\r\nThe diversity of the STEM cohort provides the opportunity for the university to assess and refine strategies for recruiting, preparing, and retaining underrepresented and first generation students pursuing STEM careers.  Through the STEM Scholars Program, St. Mary's University is increasing STEM enrollment and recruiting a greater number of high-caliber students from all groups, including first-generation students, minorities and women.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Cardenas",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Cardenas",
   "pi_email_addr": "rcardenas@stmarytx.edu",
   "nsf_id": "000442161",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lecocke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Lecocke",
   "pi_email_addr": "mlecocke@stmarytx.edu",
   "nsf_id": "000570937",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Gray",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christine E Gray",
   "pi_email_addr": "cgray@stmarytx.edu",
   "nsf_id": "000570939",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Oxley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Oxley",
   "pi_email_addr": "soxley@stmarytx.edu",
   "nsf_id": "000570941",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "St Mary's University San Antonio",
  "inst_street_address": "1 CAMINO SANTA MARIA ST",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104363720",
  "inst_zip_code": "782285433",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "ST. MARY'S UNIVERSITY OF SAN ANTONIO, TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "VGLPU3GKY6Q5"
 },
 "perf_inst": {
  "perf_inst_name": "St Mary's University San Antonio",
  "perf_str_addr": "1 CAMINO SANTA MARIA ST",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782285433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 156198.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 443742.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 2011, St. Mary&rsquo;s University received an NSF S-STEM grant in the amount of $599,989.&nbsp; The proposal called for selecting a cohort of 24 students from all STEM disciplines who were mostly first generation college students, mostly underrepresented minorities, and exhibited the potential do well in any STEM field.&nbsp;&nbsp;&nbsp;</p>\n<p>The overall purpose of the propose STEM Scholars program was to enhance the number of educated and skilled technology workers and scientists with a particular focus on populations underrepresented in these fields. For this project those underrepresented populations are African Americans, Hispanics, and Native Americans/Native Alaskans. This project also served students who are academically talented and have demonstrated financial needs. The proposal addressed the following main goals:</p>\n<p><strong>GOAL 1</strong>: Improved educational opportunities for students</p>\n<p><strong>GOAL 2</strong>: Increased retention of students to degree achievement</p>\n<p><strong>GOAL 3</strong>: Improved student support programs at institutions of higher education</p>\n<p><strong>GOAL 4</strong>: Increased numbers of well-educated STEM proffesionals.</p>\n<p>In the four year period of this grant, a total of 28 students received all or part of the scholarship.&nbsp; Of the 28 participants, 100% were Pell Eligible, 89% were minorities, and 82% were first generation college students.&nbsp; Four of the original 24 students left or were removed from the program due to a variety of reasons (low GPA, transferred out of St. Mary&rsquo;s, or changed majors to a non-STEM major).&nbsp; Four students were selected from the cohort of students who entered St. Mary&rsquo;s in the Fall of 2011 to replace the four students who left the program.&nbsp; Of the 28 participants, 23 students graduated within four years (1 in the Fall of 2014, 20 in the Spring of 2015, and 2 in the summer of 2015).&nbsp; One student will graduate in the spring of 2016.&nbsp; This 82% graduation rate is well above the 32% graduation rate of all incoming STEM majors in the Fall of 2011.&nbsp; In addition, 18 of the 28 STEM scholars participated in at least one summer research/summer enrichment program.&nbsp; The program achieved a 100% retention of the female STEM scholars and a 100% female cohort four year graduation rate.&nbsp; All of the students participated in enrichment activities such as field trips, seminars, outreach activities, charitable activities, and fund raising activities.&nbsp; Finally, of the 23 four-year graduates, 11 students are headed to graduate or professional school in STEM fields, 5 students have secured STEM jobs, and 7 students are waiting for admission decisions or seeking employment all in STEM fields.&nbsp; The success of this program rested on main activities: intrusive advising, science living and learning community (SLLC), STEM tutoring, and enrichment activities.&nbsp; Together, these four activities created a blueprint for student success.&nbsp; The intrusive advising model is now being tested on a larger group of students before being rolled out to all students.&nbsp; The SLLC success has spawned a number of other living and learning communities on campus including the honors program, biology program, and psychology program.&nbsp; The STEM tutoring has spawned other coordinated tutoring activities by the math and chemistry departments and are open to all students.&nbsp; The enrichment activities such as seminars, internships, research, and outreach activities, are collectively known to contribute to student persistence to STEM degrees.&nbsp; Finally, an activity that was proposed in the initial grant proposal, the Summer Boot camp or College 101 activity evolved into what is now called the Jump Start program which aims to help students achieve a better college experience and help them place into the correct math course to help them graduate in fo...",
  "por_txt_cntn": "\nIn 2011, St. MaryÆs University received an NSF S-STEM grant in the amount of $599,989.  The proposal called for selecting a cohort of 24 students from all STEM disciplines who were mostly first generation college students, mostly underrepresented minorities, and exhibited the potential do well in any STEM field.   \n\nThe overall purpose of the propose STEM Scholars program was to enhance the number of educated and skilled technology workers and scientists with a particular focus on populations underrepresented in these fields. For this project those underrepresented populations are African Americans, Hispanics, and Native Americans/Native Alaskans. This project also served students who are academically talented and have demonstrated financial needs. The proposal addressed the following main goals:\n\nGOAL 1: Improved educational opportunities for students\n\nGOAL 2: Increased retention of students to degree achievement\n\nGOAL 3: Improved student support programs at institutions of higher education\n\nGOAL 4: Increased numbers of well-educated STEM proffesionals.\n\nIn the four year period of this grant, a total of 28 students received all or part of the scholarship.  Of the 28 participants, 100% were Pell Eligible, 89% were minorities, and 82% were first generation college students.  Four of the original 24 students left or were removed from the program due to a variety of reasons (low GPA, transferred out of St. MaryÆs, or changed majors to a non-STEM major).  Four students were selected from the cohort of students who entered St. MaryÆs in the Fall of 2011 to replace the four students who left the program.  Of the 28 participants, 23 students graduated within four years (1 in the Fall of 2014, 20 in the Spring of 2015, and 2 in the summer of 2015).  One student will graduate in the spring of 2016.  This 82% graduation rate is well above the 32% graduation rate of all incoming STEM majors in the Fall of 2011.  In addition, 18 of the 28 STEM scholars participated in at least one summer research/summer enrichment program.  The program achieved a 100% retention of the female STEM scholars and a 100% female cohort four year graduation rate.  All of the students participated in enrichment activities such as field trips, seminars, outreach activities, charitable activities, and fund raising activities.  Finally, of the 23 four-year graduates, 11 students are headed to graduate or professional school in STEM fields, 5 students have secured STEM jobs, and 7 students are waiting for admission decisions or seeking employment all in STEM fields.  The success of this program rested on main activities: intrusive advising, science living and learning community (SLLC), STEM tutoring, and enrichment activities.  Together, these four activities created a blueprint for student success.  The intrusive advising model is now being tested on a larger group of students before being rolled out to all students.  The SLLC success has spawned a number of other living and learning communities on campus including the honors program, biology program, and psychology program.  The STEM tutoring has spawned other coordinated tutoring activities by the math and chemistry departments and are open to all students.  The enrichment activities such as seminars, internships, research, and outreach activities, are collectively known to contribute to student persistence to STEM degrees.  Finally, an activity that was proposed in the initial grant proposal, the Summer Boot camp or College 101 activity evolved into what is now called the Jump Start program which aims to help students achieve a better college experience and help them place into the correct math course to help them graduate in four years\n\n\t\t\t\t\tLast Modified: 07/13/2015\n\n\t\t\t\t\tSubmitted by: Richard L Cardenas"
 }
}