{
 "awd_id": "1059289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-NEW: Acquisition of Test and Measurement Equipment Enabling Design of Wireless Networks-On-Chip for Multi-Core Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 645000.0,
 "awd_amount": 645000.0,
 "awd_min_amd_letter_date": "2011-02-04",
 "awd_max_amd_letter_date": "2011-02-04",
 "awd_abstract_narration": "The Network-on-chip (NoC) paradigm has emerged as a scalable interconnection infrastructure for modern multi-core chips. However, with growing levels of integration traditional NoCs suffer from high latency and energy dissipation in on-chip data transfer due to conventional metal/dielectric based interconnects. The wireless NoC (WiNoC) simultaneously addresses the latency, power consumption and interconnect routing problems of conventional NoCs by replacing multi-hop wired links with high-bandwidth single-hop long-range wireless channels. Recent investigations have characterized silicon integrated on-chip antennas operating in the millimeter (mm)-wave range of 50-110 GHz, and this is now a viable technology. Coupled with significant advances in mm-wave transceiver design, this development opens up new research opportunities for WiNoCs. Successful execution of WiNoC research is possible if simulation-based feasibility studies are combined with suitable prototype development. For accurate performance evaluation and characterization of mm-wave transceiver circuits and on-chip antennas, high frequency network and spectrum analyzers, signal generators, a bit error rate tester and mm-wave on-wafer probe stations are required. To complement these research efforts, the acquired equipment will be integrated into a laboratory to support undergraduate and graduate courses in multi-core architectures, mm-wave circuits and communication systems at the Washington State University and the University of Idaho. These courses will provide students with essential hands-on training with industrial grade test and measurement tools. Eventually, this training will produce a cadre of well-trained B.S., M.S. and Ph.D. graduates who will benefit both industry and academia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Partha",
   "pi_last_name": "Pande",
   "pi_mid_init": "P",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Partha P Pande",
   "pi_email_addr": "pande@eecs.wsu.edu",
   "nsf_id": "000430247",
   "pi_start_date": "2011-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Belzer",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J Belzer",
   "pi_email_addr": "belzer@eecs.wsu.edu",
   "nsf_id": "000460554",
   "pi_start_date": "2011-02-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deukhyoun",
   "pi_last_name": "Heo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deukhyoun Heo",
   "pi_email_addr": "dheo@eecs.wsu.edu",
   "nsf_id": "000494174",
   "pi_start_date": "2011-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 645000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal aims to create a new state-of-the-art laboratory at WSU&rsquo;s school of EECS, consisting of mm-wave test and measurement instruments. The principal goal of the proposed laboratory is to enhance the research outcomes of the on-going WiNoCs for multi-core systems project. Multi-core processing platforms have emerged to fulfill the performance need for many real life applications. For example, Intel&rsquo;s latest 80-core prototype platform is designed to achieve unprecedented performance in multiple crucial application domains, such as graphics, financial and scientific modeling. Tilera&rsquo;s multi-core processors are designed to achieve unprecedented performance in networking, multimedia and wireless infrastructure applications . All of these diverse applications will benefit from the on-chip low latency, low power communication infrastructure proposed in this work.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The proposed research infrastructure <em>advances discovery while promoting teaching and learning</em>. Integration of research with education have been accomplished through motivation and improved training of undergraduate and graduate students. Graduate students working with the PIs extensively use the procured instruments in order to complement their research investigations with design and implementation of practical circuits and systems. Incorporating hands-on design projects using the procured instruments significantly enhanced a suite of courses. The aim is to spark students&rsquo; interest in multi-core SoC design, mm-wave circuit design, and wireless communications through practical hands-on learning experiences, and to motivate them to join these challenging fields.</p>\n<p><span style=\"white-space: pre;\"> </span>The objective of this proposal was to acquire test and measurement equipment to enable comprehensive investigations into wireless Networks-on-Chip (WiNoCs) as communication backbones for multi-core systems. The acquired equipment will be used to create a new state-of-the-art laboratory at the School of Electrical Engineering and Computer Science (EECS), Washington State University (WSU). The new laboratory will significantly enhance the quality of research output of the ongoing on-chip wireless communication network project.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Network-on-Chip (NoC) is an enabling technology to integrate large numbers of embedded cores on a single die. Despite their advantages, an important performance limitation in traditional NoCs arises from planar metal interconnect-based multi-hop communications, wherein the data transfer between two distant blocks causes high latency and power consumption. Different revolutionary approaches like optical interconnects, on-chip multi-band RF transmission lines (RF-I) and wireless interconnects with CMOS ultra wide band (UWB) technology have been explored. The photonic and RF NoCs can insert single-hop communication links between distant cores and thereby significantly reduce latency and power dissipation. However, photonic links must overcome significant technological and manufacturing challenges to become viable for mass production. Though NoCs with RF interconnects can be built using existing CMOS technology, they require long on-chip transmission lines that serve as wave guides. Wireless interconnect with UWB technology requires multi-hop communication through the on-chip wireless channels due to its short range.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We are currently developing a WiNoC operating in the mm-wave frequency range using existing CMOS technology; it reduces latency and power dissipation by replacing multi-hop wired links with high-bandwidth single-hop long-range wireless channels, and eliminates the need to lay long wires across the chip. Recent investigations have characterized silicon in...",
  "por_txt_cntn": "\nThis proposal aims to create a new state-of-the-art laboratory at WSUÆs school of EECS, consisting of mm-wave test and measurement instruments. The principal goal of the proposed laboratory is to enhance the research outcomes of the on-going WiNoCs for multi-core systems project. Multi-core processing platforms have emerged to fulfill the performance need for many real life applications. For example, IntelÆs latest 80-core prototype platform is designed to achieve unprecedented performance in multiple crucial application domains, such as graphics, financial and scientific modeling. TileraÆs multi-core processors are designed to achieve unprecedented performance in networking, multimedia and wireless infrastructure applications . All of these diverse applications will benefit from the on-chip low latency, low power communication infrastructure proposed in this work.\n\n            The proposed research infrastructure advances discovery while promoting teaching and learning. Integration of research with education have been accomplished through motivation and improved training of undergraduate and graduate students. Graduate students working with the PIs extensively use the procured instruments in order to complement their research investigations with design and implementation of practical circuits and systems. Incorporating hands-on design projects using the procured instruments significantly enhanced a suite of courses. The aim is to spark studentsÆ interest in multi-core SoC design, mm-wave circuit design, and wireless communications through practical hands-on learning experiences, and to motivate them to join these challenging fields.\n\n The objective of this proposal was to acquire test and measurement equipment to enable comprehensive investigations into wireless Networks-on-Chip (WiNoCs) as communication backbones for multi-core systems. The acquired equipment will be used to create a new state-of-the-art laboratory at the School of Electrical Engineering and Computer Science (EECS), Washington State University (WSU). The new laboratory will significantly enhance the quality of research output of the ongoing on-chip wireless communication network project.\n\n      The Network-on-Chip (NoC) is an enabling technology to integrate large numbers of embedded cores on a single die. Despite their advantages, an important performance limitation in traditional NoCs arises from planar metal interconnect-based multi-hop communications, wherein the data transfer between two distant blocks causes high latency and power consumption. Different revolutionary approaches like optical interconnects, on-chip multi-band RF transmission lines (RF-I) and wireless interconnects with CMOS ultra wide band (UWB) technology have been explored. The photonic and RF NoCs can insert single-hop communication links between distant cores and thereby significantly reduce latency and power dissipation. However, photonic links must overcome significant technological and manufacturing challenges to become viable for mass production. Though NoCs with RF interconnects can be built using existing CMOS technology, they require long on-chip transmission lines that serve as wave guides. Wireless interconnect with UWB technology requires multi-hop communication through the on-chip wireless channels due to its short range.\n\n            We are currently developing a WiNoC operating in the mm-wave frequency range using existing CMOS technology; it reduces latency and power dissipation by replacing multi-hop wired links with high-bandwidth single-hop long-range wireless channels, and eliminates the need to lay long wires across the chip. Recent investigations have characterized silicon integrated on-chip antennas operating in the millimeter (mm)-wave range of a few tens to one hundred GHz, and this is now a viable technology. Coupled with significant advances in mm-wave transceiver design, this technology opens up new research opportunities for WiNoCs. WiNoCs present unique o..."
 }
}