{
 "awd_id": "1059246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: CRI: CI-ADDO-EN: Collaborative Research: MASC: A Community Resource For and By the People",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 86183.0,
 "awd_amount": 86183.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2014-05-14",
 "awd_abstract_narration": "The Manually Annotated Sub-Corpus (MASC) is a shared corpus that supports research across\r\nseveral disciplines: linguistics, computational linguistics, psycholinguistics, sociolinguistics and\r\nmachine learning. It includes a wide variety of present-day American English texts annotated for\r\nseveral linguistic phenomena. Because MASC provides a unique resource, considerable\r\ncommunity momentum has grown up around it. This project builds upon this momentum to\r\nenable the corpus to grow on its own, and to address the need for additional annotations. The\r\nmajor activities are to : (1) provide web-based mechanisms to facilitate community contribution\r\nand use of MASC annotations; (2) develop means to more fully automate the annotation\r\nvalidation process; (3) extend the WordNet annotations to cover adjectives, to support research\r\non evaluation of ?subjective? annotations and harmonization of WordNet with other resources;\r\n(3) promote use of MASC and new annotations by diverse groups, by sponsoring shared tasks\r\nthat exploit the corpus? unique characteristics and supporting beta-testers of software, data, and\r\nannotations; and (4) aggressively develop an ?Open Language Data? community around MASC\r\nthrough workshops, tutorials, and active participation in relevant community activities.\r\n\r\nMASC provides an unparalleled resource for training and testing of tools for natural language\r\nprocessing, which can enable a major leap in the productivity of NLP research and ultimately\r\nimpact the way people use and interact with computers. It is the first fully open, communitydriven\r\nresource in the field. All data and annotations are freely distributed in a manner that\r\npermits immediate and easy accessibility for users around the globe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Passonneau",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca J Passonneau",
   "pi_email_addr": "rjp49@psu.edu",
   "nsf_id": "000306640",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86183.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Corpora, or collections of texts organized around one or more commonalities, are an important resource for studies of language use across disciplines, including natural language processing, information retrieval, cognitive science, information science, and machine learning. Annotations enhance the observed language with unobserved information that is apparent to people in their use of language. Thus annotaton facilitates the study of human language. Annotations can identify the distinct units that make up a word or sentence, larger units that correspond to general discourse goals, or properties of language units such as relations among them, their meanings, or their purposes. The MASC project, a collaborative project, extended and built upon a heterogenous corpus of post-1990s American English that now has twelve kinds of annotations on the full corpus. MASC also contains a companion corpus of word sense annotations on MASC sentences that use senses from WordNet, an extensive and widely used lexical resource of word meaning. The present award produced three kinds of results that advance our understanding of meaning in language use: the completion of the MASC word sense sentence corpus, a companion corpus using crowdsourced word sense labels, and a study of genre variation in the core MASC corpus.</p>\n<p>&nbsp;</p>\n<p>The MASC word sense corpus applies senses from WordNet, a large widely used lexical resource, to sense annotation of sentences drawn from the very heterogeneous MASC corpus. As a result, less common WordNet senses occur in the MASC corpus. Words to be annotated were selected by four researchers prominent for creating and evaluating lexical and corpus resources. 116 moderately polysemous words were selected (nouns, verbs and adjectives; 7-8 word senses each), yielding a total corpus size of well over 2 million words. This corpus increases our understanding of the issues involved in collecting high quality sense annotations. Despite a common view that it was not possible to get high agreement among annotators using fine-grained senses of more than 3 or so per word, MASC methods led to very high agreement on half the words. It thus serves as a valuable resource for further study of why some words lead to less agreement among annotators. It has already been used to create a multilingual resource, and to study alignment of word meaning in distinct lexical resources. Creation of lexical resources with word sense annotation within and across languages is increasingly useful given the growth of resources that are part of Linked Open Data (LOD). LOD contains concept names and relations, and work has already begun in several organizations to link word senses to concept names in these resources, and thus to make it possible to gather knowledge from text.</p>\n<p>&nbsp;</p>\n<p>The result that half of the words in the MASC word sense corpus had low agreement led us to develop a novel crowdsourced annotation method and the corresponding corpus. Untrained but highly motivated annotators were recruited so that many sense labels, rather than one, would be assigned to each annotated word. To convert the crowd's many labels into a single \"correct\" label, we applied a probabilistic model originally developed in the 1980s to decide on a true label for diagnostic data, such as radiology films, given opinions from many experts. Unlike conventional annotator reliability methods used in language annotation projects, this model assumes that different annotators have different degrees of accuracy, and it can estimate an annotator's accuracy given enough data from that annotator. This produces much better results than using majority voting in cases where a few minority annotators are more accurate than the majority annotators. We extended the original probabilistic model for binary class labels to handle many class labels (word senses) per word. The results demonstrated that highe...",
  "por_txt_cntn": "\nCorpora, or collections of texts organized around one or more commonalities, are an important resource for studies of language use across disciplines, including natural language processing, information retrieval, cognitive science, information science, and machine learning. Annotations enhance the observed language with unobserved information that is apparent to people in their use of language. Thus annotaton facilitates the study of human language. Annotations can identify the distinct units that make up a word or sentence, larger units that correspond to general discourse goals, or properties of language units such as relations among them, their meanings, or their purposes. The MASC project, a collaborative project, extended and built upon a heterogenous corpus of post-1990s American English that now has twelve kinds of annotations on the full corpus. MASC also contains a companion corpus of word sense annotations on MASC sentences that use senses from WordNet, an extensive and widely used lexical resource of word meaning. The present award produced three kinds of results that advance our understanding of meaning in language use: the completion of the MASC word sense sentence corpus, a companion corpus using crowdsourced word sense labels, and a study of genre variation in the core MASC corpus.\n\n \n\nThe MASC word sense corpus applies senses from WordNet, a large widely used lexical resource, to sense annotation of sentences drawn from the very heterogeneous MASC corpus. As a result, less common WordNet senses occur in the MASC corpus. Words to be annotated were selected by four researchers prominent for creating and evaluating lexical and corpus resources. 116 moderately polysemous words were selected (nouns, verbs and adjectives; 7-8 word senses each), yielding a total corpus size of well over 2 million words. This corpus increases our understanding of the issues involved in collecting high quality sense annotations. Despite a common view that it was not possible to get high agreement among annotators using fine-grained senses of more than 3 or so per word, MASC methods led to very high agreement on half the words. It thus serves as a valuable resource for further study of why some words lead to less agreement among annotators. It has already been used to create a multilingual resource, and to study alignment of word meaning in distinct lexical resources. Creation of lexical resources with word sense annotation within and across languages is increasingly useful given the growth of resources that are part of Linked Open Data (LOD). LOD contains concept names and relations, and work has already begun in several organizations to link word senses to concept names in these resources, and thus to make it possible to gather knowledge from text.\n\n \n\nThe result that half of the words in the MASC word sense corpus had low agreement led us to develop a novel crowdsourced annotation method and the corresponding corpus. Untrained but highly motivated annotators were recruited so that many sense labels, rather than one, would be assigned to each annotated word. To convert the crowd's many labels into a single \"correct\" label, we applied a probabilistic model originally developed in the 1980s to decide on a true label for diagnostic data, such as radiology films, given opinions from many experts. Unlike conventional annotator reliability methods used in language annotation projects, this model assumes that different annotators have different degrees of accuracy, and it can estimate an annotator's accuracy given enough data from that annotator. This produces much better results than using majority voting in cases where a few minority annotators are more accurate than the majority annotators. We extended the original probabilistic model for binary class labels to handle many class labels (word senses) per word. The results demonstrated that higher quality annotations can be produced for a lower cost per \"correct\" label using crowdsourcing, ..."
 }
}