{
 "awd_id": "1059088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Human Preferences for Color and Spatial Composition.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "catherine arrington",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2011-05-05",
 "awd_max_amd_letter_date": "2012-08-16",
 "awd_abstract_narration": "Abstract \r\n\r\nPeople show strong preferences for certain colors and spatial compositions in visually displayed images, preferences that pervasively influence a multitude of decisions, such as buying clothes, taking vacations, decorating homes, and landscaping yards.  Yet, surprisingly little is known scientifically about what color combinations and spatial arrangements people like or why they like them.  Many previous treatments have come from philosophers, artists, and business consultants.  Dr. Stephen Palmer and his research team  at University of California -- Berkeley take a scientific, descriptive approach by measuring what people prefer and determining what factors determine these preferences.  Further, they are also discovering why people have those preferences. \r\n \r\nAn early discovery of this line of research, for example, is that people's average preference for a given color is largely determined by how much they like the objects that characteristically have that color. For instance, people generally like blues because they generally like clear skies, clean water, and most other similarly colored objects.  In addition, people show strong and systematic tendencies to prefer objects that are positioned at or near the center of the frame, but offset horizontally so that they face into (rather than out of) the frame, and offset vertically so that their position within the frame reflects their typical position relative to a viewer (e.g., a flying eagle toward the top of the frame and a swimming stingray toward the bottom). \r\n \r\nThe investigators propose to extend these projects in important ways. In the domain of color preferences, they will test their \"ecological valence theory\" of color preference by determining whether it can account for cross-cultural differences, using the same methods they have developed to test the theory previously.  They plan to use similar methods to find out whether the theory can also account for individual differences in color preferences.  In the domain of spatial composition, they plan to test a theory of compositional symmetries and asymmetries based on what they call \"affordance spaces\" around objects.  \r\n\r\nThe proposed research project provides promising bridges among science, art, and business, using rigorous scientific methods to understand human preferences that are distinct from well-studied cognitive (knowledge-based) processes. It also defines new research methods aimed at understanding different patterns of preference between individuals across different domains. Do people who prefer unusual, highly contrasting color combinations, for example, also prefer nonstandard spatial compositions and less conventional music? The answers to such questions have important implications for business decisions and consumer marketing techniques. Given the pioneering nature of the proposed research on an under-studied topic, many new discoveries are being made that provide links between existing scientific knowledge in vision and cognitive science on the one hand and practical issues in the business world on the other.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Palmer",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen E Palmer",
   "pi_email_addr": "sepalmer@gmail.com",
   "nsf_id": "000192898",
   "pi_start_date": "2011-05-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179194.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270806.0
  }
 ],
 "por": null
}