{
 "awd_id": "1059166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Surface color perception and illuminant cues in dynamic three-dimensional scenes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "catherine arrington",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 324062.0,
 "awd_amount": 324062.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2012-04-12",
 "awd_abstract_narration": "\r\nOne of the most impressive aspects of human vision is the stability of surface colors under very different lighting conditions. The visual system is remarkably good at separating the color of the illumination from the actual colors of surfaces and engineers are not currently able to build a camera that can match human performance. Most previous research has focused on very simple stimuli consisting of a small number of flat colored surfaces arranged on a flat panel under diffuse (uniform) lighting. The proposed research makes use of recent advances in computer graphics to create physically-accurate virtual scenes filled with objects at many different depths and orientations illuminated by realistic daylight illuminants mimicking the effects of sun, sky and cloud cover. The major challenge for the visual system in such scenes is that illumination is rarely uniform. In the research proposed here, the investigator will analyze how the visual system uses simple \"cues\" about illumination conditions such as surface shading and highlights to estimate stable surface colors. The use of eye tracking technology allows the experimenter to monitor where the observer looks in gathering information about the conditions of scene illumination. The proposed research represents the first use of eye-tracking technology to study surface color perception.\r\n\r\nThe human ability to assign stable surface colors and stable shapes to objects is an extraordinary achievement. This research will lead to a better understanding of how the brain adaptively makes use of sources of information about depth and color in scenes which, in turn, will provide a better understanding of how the brain reacts to injury, disease and even normal aging. Moreover, research on how the brain uses cues to scene layout and lighting can inform the production of artificial visual systems that duplicate biological function. Subtle changes in surface color accompany many disease states in plant and animal and such systems would have evident applications in remote sensing, from monitoring crops to early detection of illness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Maloney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence Maloney",
   "pi_email_addr": "ltm1@nyu.edu",
   "nsf_id": "000570429",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 159434.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 164628.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most impressive aspects of human vision is the ability to judge surface color and material (roughness, gloss, etc)&nbsp; under changing lighting conditions.&nbsp; Most of time we are only dimly aware of drastic changes in lighting can be. In a forest sunlight is filtered the tree canopy and the dapped light reaching the ground would look distinctly greenish. Yet our judgments of the shape, location and motion of objects is roughly invariant in passing from a forest scene to a room lit by flourescent tubes.</p>\n<p>A white sheet of paper look white on a beach on a sunny day and a lump  of coal appears black. A glossy obect remains glossy. If we take both of them  indoors, their appearances are little changed although the amount of  light reflected from paper and coal is markedly reduced, by as much as a  1000-fold as are the highlights on the gloss object.</p>\n<p>Te pattern of light and dark on a glossy obect is very different from that on a matte object of the same. When it moves, the pattern of flashing lights on its surface is very different from that on a matte object of the same shape.</p>\n<p>Yet we are usually unaware or barely aware of the <em>light field</em> (the spatial and chromatic distribution of light) in a scene.</p>\n<p>The first goal of our research was to investigate the visual system's ability to estimate the light field in complex, three-dimensional scenes in order to estimate color. We looked at how the visual system interpolates information about the light field from cues available in the scene. For example, in a scene with two light osurces such as sun and sky, there are regions that are illuminated by one light source but not the other. The color of the shadow provides infromation about the colors of the light sources and its shape provides information about the directions to the light sources.</p>\n<p>But not every part of the scene has a convenient shadow and therefore we conjectured that the visual system needs to interpolate a model of the light field from locations that have illuminant cues to regions that don't.</p>\n<p>&nbsp; Most previous research concerning surface color has focused on very simple stimuli consisting of a small number of flat colored surfaces arranged on a flat panel under diffuse (uniform) lighting. The research we carried out makes use of recent advances in computer graphics to create physically-accurate virtual scenes filled with objects at many different depths and orientations illuminated by daylight illuminants mimicking the effects of sun, sky and cloud cover.&nbsp; We could vary the surface properties of objects and ask observers to judge what they saw in very brief presentation.</p>\n<p>We investigated&nbsp; how the visual system uses simple illuminant cues&nbsp; such as surface shading and specular highlights to estimate stable surface colors in scenes where two clusters of objects (rich in possible cues) were separated by an empty gap, observing how and whether the visual system interpolated the light field. OUr conclusion was that the visual system uses only the closest available cues in interpolating the light field.</p>\n<p>The second goal was to examine how we estimate motion for rotating glossy and matte objects of the same shape. The key challenge is, again, that the pattern of moving lights and darks on a rotating glossy object is very different from that on a matte object. Most objects are a mixture of glossy and matte (think of a face) which only compounds the problem.Our initial finding was that the visual system in fact overestimates the speed of glossy objects relative to matte.</p>\n<p><br /> The human ability to assign stable surface color and material properties to objects is an extraordinary achievement. Working out how the brain does it will likely tell us a considerable amount about how the brain adaptively makes use of sources of information about depth and color in scenes. This under...",
  "por_txt_cntn": "\nOne of the most impressive aspects of human vision is the ability to judge surface color and material (roughness, gloss, etc)  under changing lighting conditions.  Most of time we are only dimly aware of drastic changes in lighting can be. In a forest sunlight is filtered the tree canopy and the dapped light reaching the ground would look distinctly greenish. Yet our judgments of the shape, location and motion of objects is roughly invariant in passing from a forest scene to a room lit by flourescent tubes.\n\nA white sheet of paper look white on a beach on a sunny day and a lump  of coal appears black. A glossy obect remains glossy. If we take both of them  indoors, their appearances are little changed although the amount of  light reflected from paper and coal is markedly reduced, by as much as a  1000-fold as are the highlights on the gloss object.\n\nTe pattern of light and dark on a glossy obect is very different from that on a matte object of the same. When it moves, the pattern of flashing lights on its surface is very different from that on a matte object of the same shape.\n\nYet we are usually unaware or barely aware of the light field (the spatial and chromatic distribution of light) in a scene.\n\nThe first goal of our research was to investigate the visual system's ability to estimate the light field in complex, three-dimensional scenes in order to estimate color. We looked at how the visual system interpolates information about the light field from cues available in the scene. For example, in a scene with two light osurces such as sun and sky, there are regions that are illuminated by one light source but not the other. The color of the shadow provides infromation about the colors of the light sources and its shape provides information about the directions to the light sources.\n\nBut not every part of the scene has a convenient shadow and therefore we conjectured that the visual system needs to interpolate a model of the light field from locations that have illuminant cues to regions that don't.\n\n  Most previous research concerning surface color has focused on very simple stimuli consisting of a small number of flat colored surfaces arranged on a flat panel under diffuse (uniform) lighting. The research we carried out makes use of recent advances in computer graphics to create physically-accurate virtual scenes filled with objects at many different depths and orientations illuminated by daylight illuminants mimicking the effects of sun, sky and cloud cover.  We could vary the surface properties of objects and ask observers to judge what they saw in very brief presentation.\n\nWe investigated  how the visual system uses simple illuminant cues  such as surface shading and specular highlights to estimate stable surface colors in scenes where two clusters of objects (rich in possible cues) were separated by an empty gap, observing how and whether the visual system interpolated the light field. OUr conclusion was that the visual system uses only the closest available cues in interpolating the light field.\n\nThe second goal was to examine how we estimate motion for rotating glossy and matte objects of the same shape. The key challenge is, again, that the pattern of moving lights and darks on a rotating glossy object is very different from that on a matte object. Most objects are a mixture of glossy and matte (think of a face) which only compounds the problem.Our initial finding was that the visual system in fact overestimates the speed of glossy objects relative to matte.\n\n\n The human ability to assign stable surface color and material properties to objects is an extraordinary achievement. Working out how the brain does it will likely tell us a considerable amount about how the brain adaptively makes use of sources of information about depth and color in scenes. This understanding in turn will give us a better understanding of how the brain reacts to injury, disease and even normal aging. Moreover, once we work out how the brain ..."
 }
}