{
 "awd_id": "1059703",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Coherent Structures, Vortices  and Waves in Jets and Instabilities",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 497758.0,
 "awd_amount": 497758.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2011-03-28",
 "awd_abstract_narration": "The proposed research is to perform numerical and theoretical studies of nonlinear coherent structures and waves in the ocean and atmosphere, and the instabilities that make them.  Previous numerical computations of Kelvin and Rossby solitons will be extended to include background mean currents, which introduce the severe physical and mathematical difficulties of resonances, perturbative small divisors, hyperasymptotic corrections and critical latitudes.  One of the aims of the project will be to determine better the nature of nonlinear vortices in the ocean and atmosphere, such as Tropical Instability Vortices (TIV), with are Rossby waves embedded in mean sheared jets.  Thus, incorporating mean flows into the solutions will be a major thrust of the work.  Solitons and other nonlinear traveling waves are solutions to nonlinear differential equation eigenvalue problems.  Both spectral Galerkin and radial basis function (RBF) spectral methods will be used to discretize them.  Because RBFs are a meshless method without a canonical grid, it will be possible to cluster grid points densely in the frontal zones and critical layers even when these high gradient features are curving, filamentary, or otherwise have a complicated topology.  The spectral discretizations generate a large system of nonlinear algebraic equations. Standard parameter-or-pseudoarclength continuation methods have a high failure rate, often missing interesting modes.  One numerical task is to develop physics-based alternatives that build the resonances into the solver.  The goal is a polyalgorithm with backtracking and physics-based options that will triumph when standard numerical black boxes are ineffective or very slow.  These tools will be applied to compute large amplitude baroclinic waves in the atmosphere.  Even though these are weakly unstable, it should be possible to understand observations of localized coherent structures.  A natural outgrowth of recent work on TIVs is to reconcile the five paradigms of linear instability theory and the applicability of each to TIV genesis. \r\n\r\nThe analytical and numerical methods that will be developed in the project will have applicability in a number of fields beyond oceanography and meteorology, including quantum mechanics, plasma physics, and optics.  The project will support the training of a graduate student and will broaden participation by under-represented undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Boyd",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Boyd",
   "pi_email_addr": "jpboyd@umich.edu",
   "nsf_id": "000094777",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 497758.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Over most of the ocean, steady-state currents are approximated by Sverdup flow. This is a simple balance between the stress exerted by the wind and the so-called beta effect of the Coriolis force on the slow north-south Sverdrup drift.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&ldquo;Mokita&rsquo; is a word from one of the languages of Papua&nbsp; New Guinea which means ``things that we all know about but agree not to talk about\". Part of the &ldquo;mokita&rdquo; of physical oceanography is that Sverdrup flow is discontinuous whenever there are islands or peninsulas jutting from the coast of the basin into the interior of the sea. This project has studied the thin layers (&ldquo;boundary layers&rdquo;, even if not attached to the coast) that smooth these discontinuities. As we sail around the nothernmost tip of an island from east to west, the bounday layer thickens enormously and then, at the tip, changes from a balance of bottom friction and beta effect (&ldquo;Stommel layer&rdquo;) to a diffusive balance in which longitude is the time-like coordinate. The layer detaches froom the coast, and becomes a wedge of rapid change projecting westward into the interior of the ocean. The narrowness of this transition layer, the change in balance, and the separation from the coast pose enormous mathematical challenges.</p>\n<p>&nbsp;</p>\n<p>Our incomplete research has nevertheless made some progress in elucidating these mysteries through a mixture of state-of-art Chebyshev spectral methods and beyond-all-orders singular perturbation theory.</p>\n<p>&nbsp;</p>\n<p>It is necessary to develop new algorithms ands perturbative strategies simultaneously with applications to the ocean.</p>\n<p>&nbsp;</p>\n<p>The Principle Investiagator published a book on solving ranscendenal equations, but this is only a small part of his work on applied mathematics.</p>\n<p>&nbsp;</p>\n<p>The Sverdrup Jump problem&nbsp; is but one of many challenges in &ldquo;geometric oceanography&rdquo; as shown in the attached image. Lack of space precludes a discussiion of&nbsp; the project&rsquo;s other cconributions to oceanography.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/07/2015<br>\n\t\t\t\t\tModified by: John&nbsp;P&nbsp;Boyd</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1059703/1059703_10081467_1428458949454_Geometric_OceanographyIIraster--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1059703/1059703_10081467_1428458949454_Geometric_OceanographyIIraster--rgov-800width.jpg\" title=\"Geometric Oceanography\"><img src=\"/por/images/Reports/POR/2015/1059703/1059703_10081467_1428458949454_Geometric_OceanographyIIraster--rgov-66x44.jpg\" alt=\"Geometric Oceanography\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The geometry of coastlines, islands and ocean jets controls a vast variety of oceanic phenomena as depicted in this visual catalog.</div>\n<div class=\"imageCredit\">J. Boyd</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">John&nbsp;P&nbsp;Boyd</div>\n<div class=\"imageTitle\">Geometric Oceanography</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n \n\n \n\nOver most of the ocean, steady-state currents are approximated by Sverdup flow. This is a simple balance between the stress exerted by the wind and the so-called beta effect of the Coriolis force on the slow north-south Sverdrup drift.\n\n \n\n \n\n\"MokitaÆ is a word from one of the languages of Papua  New Guinea which means ``things that we all know about but agree not to talk about\". Part of the \"mokita\" of physical oceanography is that Sverdrup flow is discontinuous whenever there are islands or peninsulas jutting from the coast of the basin into the interior of the sea. This project has studied the thin layers (\"boundary layers\", even if not attached to the coast) that smooth these discontinuities. As we sail around the nothernmost tip of an island from east to west, the bounday layer thickens enormously and then, at the tip, changes from a balance of bottom friction and beta effect (\"Stommel layer\") to a diffusive balance in which longitude is the time-like coordinate. The layer detaches froom the coast, and becomes a wedge of rapid change projecting westward into the interior of the ocean. The narrowness of this transition layer, the change in balance, and the separation from the coast pose enormous mathematical challenges.\n\n \n\nOur incomplete research has nevertheless made some progress in elucidating these mysteries through a mixture of state-of-art Chebyshev spectral methods and beyond-all-orders singular perturbation theory.\n\n \n\nIt is necessary to develop new algorithms ands perturbative strategies simultaneously with applications to the ocean.\n\n \n\nThe Principle Investiagator published a book on solving ranscendenal equations, but this is only a small part of his work on applied mathematics.\n\n \n\nThe Sverdrup Jump problem  is but one of many challenges in \"geometric oceanography\" as shown in the attached image. Lack of space precludes a discussiion of  the projectÆs other cconributions to oceanography.\n\n\t\t\t\t\tLast Modified: 04/07/2015\n\n\t\t\t\t\tSubmitted by: John P Boyd"
 }
}