{
 "awd_id": "1059108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular and surface interactions in the 'directed' assembly of nano-structured inorganic-organic materials",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 490000.0,
 "awd_amount": 490000.0,
 "awd_min_amd_letter_date": "2011-02-28",
 "awd_max_amd_letter_date": "2013-01-14",
 "awd_abstract_narration": "The Macromolecular, Supramolecular and Nanochemistry (MSN) program of the Division of Chemistry will support the collaborative research program of Prof. Jacob Israelachvili and Prof. Bradley Shmelka of the University of California at Santa Barbara. The investigators and their students will focus on the synthesis and characterization of semiconductor nanoparticles, as well as their 2D and 3D assemblies. The materials will be fabricated from (II-VI and III-V groups) semiconductors with tailorable structures and properties. The atomic positioning order, intraparticle electronic order and quantum confinement effects will be examined by solid-state NMR spectroscopy, surface forces measurements, and optical, TEM and X-ray techniques, in conjunction with first-principles calculations. These fundamental insights will then be exploited for the understanding of the hierarchical ordering within the nanoparticles and nanoparticle ensembles by directed assembly through varied external stimuli such as externally applied normal and shear forces, and electric fields.\r\n\r\nThe broader impacts of the proposed project include the demonstration of new and general approaches for the measurement, understanding, design, and improvement of the local compositional and structural features that account for the unusual properties of nanomaterials. Fundamental insights that will be obtained will apply to diverse other systems, including macromolecular, colloidal and biological materials. The collaborative efforts between the University of California at Santa Barbara and Ben Gurion University in Israel will provide cross-cultural educational and research opportunities for students between two complementary and well-equipped groups. The interdisciplinary training that students will receive in the synthesis and characterization of new nanoparticles will be broadly transferrable. It is expected that the insights gained from the proposed project will enable students and the broader scientific community to develop next-generation materials aimed at improving the performances of electronic and opto-electronic processes and devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Israelachvili",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob N Israelachvili",
   "pi_email_addr": "jacob@engineering.ucsb.edu",
   "nsf_id": "000463998",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Chmelka",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley F Chmelka",
   "pi_email_addr": "bradc@ucsb.edu",
   "nsf_id": "000422415",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5905",
   "pgm_ref_txt": "ISRAEL"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 160454.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160453.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 169093.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ability to fabricate surfaces that have well-ordered layers of nanoparticles on them is essential for creating high surface-to-volume materials with superior performance as electric conductors (for batteries and energy-storage devices), as semi-conductors (for electronic devices such as computers), and for opto-electronic devices (such as optical sensors). In addition, such particle-coated surfaces can serve as high efficiency surfaces for catalytic chemical reactions, as lubricant coatings and surface wear-protectors, and as adhesion modifiers.</p>\n<p>Such nanoparticles are typically in the nano- to micron-size regime (1 to 10<sup>3</sup> nm), and generally contain a metal or inorganic &lsquo;core&rsquo; covered by an organic (surfactant) monolayer; and similarly for the surfaces that the nanoparticles are to be deposited or &lsquo;coated&rsquo; on. The deposition is then carried out in a suitable solvent (liquid medium), that could be organic (hydrocarbon, oil) or aqueous (a salt solution).</p>\n<p>Our research focused first on creating nanoparticles and surfaces that would act together to produce the desirable nanoparticle structures on the surfaces, and with properties as described above. This involved creating and investigating the properties of different types of nanoparticles and their (surfactant) &lsquo;coating layers&rsquo;, as well as of the surfaces, and how the nanoparticles could be made to form ordered layers on these surfaces. And then investigate their physical, chemical and opto-electronic properties.</p>\n<p>There are two main routes for creating or depositing such nanoparticle &lsquo;films&rsquo; or &lsquo;assemblies&rsquo; on surfaces: those achieved by &ldquo;self-assembly&rdquo;, and those achieved by &ldquo;directed assembly&rdquo;. In the former the particles are simply allowed to adsorb naturally onto the surfaces from solution, that is, driven by &lsquo;thermodynamic forces&rsquo;; this usually leads to disordered layers, and the scientist/engineer has little control of the assembly process. In the latter, each stage of the &lsquo;directed&rsquo; or &lsquo;engineered&rsquo; assembly process is controlled, for example, by changing which additives are added, the temperature, the mixing conditions, etc.</p>\n<p>Our research allowed us to establish mechanisms for creating highly well-ordered structures of different kinds of nanoparticles, both large and small, hydrophilic (water-loving) and hydrophobic (water-fearing or oil-loving), hard or soft, conducting or non-conducting, and optically active.</p>\n<p>&nbsp;</p>\n<p>The techniques we used to characterize these nanoparticles include</p>\n<p>(1)&nbsp; NMR for characterizing the composition and detailed molecular organization (chemical bonding) of the atoms in the particle cores and the surfactant molecules that provide the &lsquo;monolayer&rsquo; coating around them;</p>\n<p>(2)&nbsp; the Surface Forces Apparatus (SFA) technique for measuring the adhesion, friction and lubrication forces between, as well as particle deformations and damage of, nanoparticle-coated surfaces at the sub-nanometer resolution level. The different types of molecular interaction forces were also characterized depending on the chemical nature of the particles, the surfaces, and the suspending solvent (liquid) medium;</p>\n<p>(3)&nbsp; electrochemical measurements at the nano-scale using a newly designed attachment to the SFA that allows for such measurement to be made during &lsquo;electrochemical reactions&rsquo; under full control of the voltages and currents flowing through the surfaces;</p>\n<p>(4)&nbsp; various optical, fluorescence and photoluminescence techniques were used to characterize the electro-optical and other properties of thin nanoparticle films on surfaces or between two surfaces, and</p>\n<p>(5)&nbsp; a new instrument to measure the rheological (flow) behavior of small colloidal particles when confined ...",
  "por_txt_cntn": "\nThe ability to fabricate surfaces that have well-ordered layers of nanoparticles on them is essential for creating high surface-to-volume materials with superior performance as electric conductors (for batteries and energy-storage devices), as semi-conductors (for electronic devices such as computers), and for opto-electronic devices (such as optical sensors). In addition, such particle-coated surfaces can serve as high efficiency surfaces for catalytic chemical reactions, as lubricant coatings and surface wear-protectors, and as adhesion modifiers.\n\nSuch nanoparticles are typically in the nano- to micron-size regime (1 to 103 nm), and generally contain a metal or inorganic æcoreÆ covered by an organic (surfactant) monolayer; and similarly for the surfaces that the nanoparticles are to be deposited or æcoatedÆ on. The deposition is then carried out in a suitable solvent (liquid medium), that could be organic (hydrocarbon, oil) or aqueous (a salt solution).\n\nOur research focused first on creating nanoparticles and surfaces that would act together to produce the desirable nanoparticle structures on the surfaces, and with properties as described above. This involved creating and investigating the properties of different types of nanoparticles and their (surfactant) æcoating layersÆ, as well as of the surfaces, and how the nanoparticles could be made to form ordered layers on these surfaces. And then investigate their physical, chemical and opto-electronic properties.\n\nThere are two main routes for creating or depositing such nanoparticle æfilmsÆ or æassembliesÆ on surfaces: those achieved by \"self-assembly\", and those achieved by \"directed assembly\". In the former the particles are simply allowed to adsorb naturally onto the surfaces from solution, that is, driven by æthermodynamic forcesÆ; this usually leads to disordered layers, and the scientist/engineer has little control of the assembly process. In the latter, each stage of the ædirectedÆ or æengineeredÆ assembly process is controlled, for example, by changing which additives are added, the temperature, the mixing conditions, etc.\n\nOur research allowed us to establish mechanisms for creating highly well-ordered structures of different kinds of nanoparticles, both large and small, hydrophilic (water-loving) and hydrophobic (water-fearing or oil-loving), hard or soft, conducting or non-conducting, and optically active.\n\n \n\nThe techniques we used to characterize these nanoparticles include\n\n(1)  NMR for characterizing the composition and detailed molecular organization (chemical bonding) of the atoms in the particle cores and the surfactant molecules that provide the æmonolayerÆ coating around them;\n\n(2)  the Surface Forces Apparatus (SFA) technique for measuring the adhesion, friction and lubrication forces between, as well as particle deformations and damage of, nanoparticle-coated surfaces at the sub-nanometer resolution level. The different types of molecular interaction forces were also characterized depending on the chemical nature of the particles, the surfaces, and the suspending solvent (liquid) medium;\n\n(3)  electrochemical measurements at the nano-scale using a newly designed attachment to the SFA that allows for such measurement to be made during æelectrochemical reactionsÆ under full control of the voltages and currents flowing through the surfaces;\n\n(4)  various optical, fluorescence and photoluminescence techniques were used to characterize the electro-optical and other properties of thin nanoparticle films on surfaces or between two surfaces, and\n\n(5)  a new instrument to measure the rheological (flow) behavior of small colloidal particles when confined between two surfaces, which is quite different from their rheological behavior when the particles are in the bulk liquid, that is, not confined.\n\n \n\nOther techniques, not mentioned above, were also used (such as AFM, TEM, quartz-crystal balance), as well as some novel modeling strategies for modeling adhesion an..."
 }
}