{
 "awd_id": "1059314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CI-P: Computationally-enhanced optical imaging infrastructure",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 15402.0,
 "awd_amount": 15402.0,
 "awd_min_amd_letter_date": "2011-02-04",
 "awd_max_amd_letter_date": "2011-02-04",
 "awd_abstract_narration": "Optical imaging is increasingly used in biomedical research for its unique advantages in terms of sensitivity, specificity, resolution, and versatility, as compared with other imaging modalities. Optical imaging spans multiple scales, from macroscopic imaging using bioluminescence and fluorescence which collect data at millimeter level to microscopic imaging at the micrometer level in both 2D and 3D spaces. Combined with high-throughput and staining techniques, optical images are often acquired in large numbers over several channels. As a result, for optical imaging methods to be of maximal use in biomedical research, computational enhancement of optical imaging has become a necessity for data management and effective information extraction.\r\n\r\nThis project initializes and adopts a multi-disciplinary approach to planning the creation of a community infrastructure for computationally enhanced optical imaging. The planning stage includes a larger workshop and smaller, targeted meetings, and discussions to solicit input from computational scientists, biomedical researchers, and engineers concerning the establishment, functionality, operational processes and user access of a computationally enhanced optical imaging infrastructure. The planned community infrastructure features a multi-institutional collaboration including hospitals, research laboratories, and universities. The infrastructure can provide students and researchers in biomedicine, mathematics, computer science, and engineering a platform for interaction and collaboration on development and use of computational techniques to model, process, quantify, and analyze various types of optical images. In addition the infrastructure offers training opportunities to students and early career researchers to apply their knowledge and skills in practice and to collaborate with investigators with different backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Miller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Eric L Miller",
   "pi_email_addr": "eric.miller@tufts.edu",
   "nsf_id": "000114959",
   "pi_start_date": "2011-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15402.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of the project entitled &ldquo;Collaborative Research: CI-P: Computationally-enhanced optical imaging infrastructure&rdquo; was to carry out a series of planning activities to prepare for an NSF application to enhance community computing infrastructure to facilitate biomedical imaging research primarily in the area of microscopy techniques.</p>\n<p>Supported by the planning award, the principal investigators from Brigham and Women&rsquo;s Hospital, Tufts University, and Northeastern University organized a workshop in August 2011 to solicit inputs and suggestions from a diverse population of biologists, engineers, computer scientists, and medical practitioners. The one-day workshop was held at Northeastern University, Boston, MA on August 30, 2011. The workshop was attended by faculty, clinicians, and fellows from Brigham and Women&rsquo;s Hospital, Beth Israel Deaconess Medical Center, Harvard Medical School, MathWorks, Methodist Hospital, Northeastern University, Tufts University, University of Memphis, University of Texas &ndash; Dallas, University of Utah, GE Global Research, and other institutions. The workshop featured presentations by the principal investigators as well as significant, open discussion facilitated by the PIs concerning the needs and interests of this diverse collection of researchers.</p>\n<p>Before and after the workshop the principal investigators communicated with biomedical researchers to further determine their needs in terms of a computing infrastructure capable of providing not only access to images collected from a variety of microscopes, but also a comprehensive suite of computational tools to manage, process, and analyze data. The workshop itself and these additional interactions between the principal investigators and the workshop participants and a few others clarified the requirements for the community computing infrastructure proposals. The merit of the work was the development of a consensual recommendation from this diverse community concerning how the availability of such enhanced infrastructure could improve their workflow, assist in discovery, and facilitate cross-disciplinary collaborators.</p>\n<p>The planning activities also achieved the broad impacts of outreaching to faculties and students with diverse backgrounds on how imaging and computations may play a constructive role in facilitating biomedical research and how infrastructure featuring both hardware and software may provide a platform for interaction among researchers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2012<br>\n\t\t\t\t\tModified by: Eric&nbsp;L&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of the project entitled \"Collaborative Research: CI-P: Computationally-enhanced optical imaging infrastructure\" was to carry out a series of planning activities to prepare for an NSF application to enhance community computing infrastructure to facilitate biomedical imaging research primarily in the area of microscopy techniques.\n\nSupported by the planning award, the principal investigators from Brigham and WomenÆs Hospital, Tufts University, and Northeastern University organized a workshop in August 2011 to solicit inputs and suggestions from a diverse population of biologists, engineers, computer scientists, and medical practitioners. The one-day workshop was held at Northeastern University, Boston, MA on August 30, 2011. The workshop was attended by faculty, clinicians, and fellows from Brigham and WomenÆs Hospital, Beth Israel Deaconess Medical Center, Harvard Medical School, MathWorks, Methodist Hospital, Northeastern University, Tufts University, University of Memphis, University of Texas &ndash; Dallas, University of Utah, GE Global Research, and other institutions. The workshop featured presentations by the principal investigators as well as significant, open discussion facilitated by the PIs concerning the needs and interests of this diverse collection of researchers.\n\nBefore and after the workshop the principal investigators communicated with biomedical researchers to further determine their needs in terms of a computing infrastructure capable of providing not only access to images collected from a variety of microscopes, but also a comprehensive suite of computational tools to manage, process, and analyze data. The workshop itself and these additional interactions between the principal investigators and the workshop participants and a few others clarified the requirements for the community computing infrastructure proposals. The merit of the work was the development of a consensual recommendation from this diverse community concerning how the availability of such enhanced infrastructure could improve their workflow, assist in discovery, and facilitate cross-disciplinary collaborators.\n\nThe planning activities also achieved the broad impacts of outreaching to faculties and students with diverse backgrounds on how imaging and computations may play a constructive role in facilitating biomedical research and how infrastructure featuring both hardware and software may provide a platform for interaction among researchers. \n\n \n\n\t\t\t\t\tLast Modified: 04/02/2012\n\n\t\t\t\t\tSubmitted by: Eric L Miller"
 }
}