{
 "awd_id": "1059865",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Transitioning Students into Chemistry Professionals",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 599850.0,
 "awd_amount": 599850.0,
 "awd_min_amd_letter_date": "2011-01-26",
 "awd_max_amd_letter_date": "2011-01-26",
 "awd_abstract_narration": "This project is providing students interested in completing a chemistry degree an opportunity to earn scholarships based on their academic merit and financial need. The project is partnering with the Integrative Liberal Studies Program, the Center for Academic Advising and Learning Support, and the Career Center to sustain recruitment, retention and academic success in the chemistry major. \r\n\r\nThe objectives of the program are to: \r\n(1) Increase the number of quality professional chemists by offering scholarships to Chemistry Scholars. \r\n(2) Implement a long-term recruiting plan to attract high-quality, motivated and promising students to the college as chemistry majors. \r\n(3) Increase the academic success and community strength of chemistry students by forming a Chemistry Learning Community (CLC) composed of Chemistry Scholars and other chemistry majors. \r\n(4) Develop and implement a three phase educational support program to retain students in the major and prepare them for success as chemistry professionals. \r\n(5) Develop the three-phase educational support structure into a long-term program sustainable beyond the funding period. \r\n\r\nIntellectual merit: This project is developing and implementing an educational support structure for the chemistry major from first entry to the college through graduation. This support structure uses proven pedagogical theories and practices and is coupled with a student-centered Chemistry Department curriculum that focuses on rigorous undergraduate research (UR). A freshman colloquium course required of all graduates is specifically designed for chemistry majors to learn discipline specific academic skills that enable them to achieve success. The CLC utilizes an enhanced curriculum that provides faculty and peer mentorship, a student management team, UR opportunities, supplemental instruction, career building, and other quality programs that are designed to graduate quality chemistry professionals. \r\n\r\nBroader impacts: This project is yielding an increased number of high-quality chemistry graduates well-prepared to enter the chemistry workforce. The support structure is also increasing the number of students who successfully complete foundation chemistry courses yielding gains in science, technology, engineering, and mathematics (STEM) literacy, retention, and graduates. The long term recruiting plan is being sustained through new relationships with high school teachers and guidance counselors in the region and state. This support structure that is helping to recruit and retain chemistry majors at the college can be adopted for other STEM disciplines at other primarily undergraduate institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sally",
   "pi_last_name": "Wasileski",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sally A Wasileski",
   "pi_email_addr": "swasiles@unca.edu",
   "nsf_id": "000234887",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Herman",
   "pi_last_name": "Holt",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Herman L Holt",
   "pi_email_addr": "hholt@unca.edu",
   "nsf_id": "000282037",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Schmeltzer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jason M Schmeltzer",
   "pi_email_addr": "jschmelt@unca.edu",
   "nsf_id": "000272005",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Bowers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Bowers",
   "pi_email_addr": "lbowers@unca.edu",
   "nsf_id": "000570595",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Asheville",
  "inst_street_address": "1 UNIVERSITY HEIGHTS",
  "inst_street_address_2": "",
  "inst_city_name": "ASHEVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "8282516476",
  "inst_zip_code": "288043251",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NC11",
  "org_lgl_bus_name": "THE UNIVERSITY OF NORTH CAROLINA AT ASHEVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LX38ZHATFGN5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Asheville",
  "perf_str_addr": "1 UNIVERSITY HEIGHTS",
  "perf_city_name": "ASHEVILLE",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "288043251",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NC11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 599850.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Department of Chemistry at University of North Carolina Asheville (UNC Asheville) received an S-STEM grant in 2011 to provide students interested in completing a chemistry degree an opportunity to earn scholarships based on their academic merit and financial need and to develop a three-phase student support structure for all chemistry majors.&nbsp; This program has provided scholarship dollars previously unavailable for 34 chemistry majors with academic merit and financial need in five graduating class cohorts (Classes of 2014-2018).&nbsp; Of the 34, 19 <em>Chemistry Scholars </em>have graduated with chemistry degrees and 15 <em>Chemistry Scholars </em>are on track to graduate in 2017 and 2018 after grant funding ends. &nbsp;<span>The university is prepared to find scholarship support for the class of 2017 and 2018 to allow these chemistry students to complete their degrees.</span></p>\n<p>&nbsp;</p>\n<p>By partnering with UNC Asheville&rsquo;s Integrative Liberal Studies Program (now Liberal Arts Core), Center for Academic Advising and Learning Support and Career Center, a three-phase educational support structure for all chemistry majors was developed in the <em>Chemistry Scholars Program</em>, based on proven pedagogical theories and practices which build upon forming a Chemistry Learning Community (CLC) of <em>Chemistry Scholars</em> and other chemistry majors. The three phases are:</p>\n<p><strong>PHASE I &ndash; BONDING AND STRUCTURE: &nbsp;<em>Preparing students for success as chemistry majors at UNC Asheville</em></strong> by supporting students during the transition from high school to the rigor of the UNC Asheville chemistry major and improving academic success and retention in the freshman year.&nbsp; Program elements include a first-year colloquium course designed for chemistry majors, faculty and peer mentoring programs, cohort building activities to strengthen the CLC, supplemental instruction in first-year chemistry courses and a student management team focused on providing early alerts to prompt additional resources for student success.&nbsp;</p>\n<p><strong>PHASE II &ndash; I AM A CHEMISTRY MAJOR:</strong> by supporting students during the transition from enrolling in chemistry courses to identifying themselves as chemistry majors.&nbsp; Program elements include co-enrollment of all <em>Chemistry Scholars </em>and chemistry majors into the same sections of 100- and 200-level chemistry lecture and laboratory courses, continuing faculty and peer mentoring and cohort building activities, chemistry seminars with greater emphasis on careers in chemistry, and early undergraduate research experiences for <em>Chemistry Scholars</em>.</p>\n<p><strong>PHASE III &ndash;&nbsp;TRANSITION INTO THE WORKFORCE:</strong> by supporting students during the transition from UNC Asheville into the workforce.&nbsp; Program elements include career building curricula built into chemistry courses, field trips to chemical industry, and mentored undergraduate research experiences for all chemistry majors.</p>\n<p>&nbsp;</p>\n<p>A long-term recruiting plan was developed by partnering with UNC Asheville Admissions Office to enhance the marketing impact of the chemistry major at Admissions events on and off campus and by engaging with high-school chemistry teachers across the state of North Carolina.</p>\n<p>&nbsp;</p>\n<p>The three-phase support structure of the <em>Chemistry Scholars Program </em>has increased the number of high-quality chemistry graduates well-prepared to enter the chemistry workforce, an area of national need.&nbsp; The <em>Chemistry Scholars Program</em> has led to a near tripling in the number of UNC Asheville chemistry graduates from 8.5 graduates per year to now 22 graduates per year (see included supplemental figure).&nbsp; Assessment results on student perceptions of &ldquo;a sense of community among chemistry majors&rdquo; increased for first-semester freshmen chemistry majors from a pre-program baseline of 50% to a mean of 75%, further increasing to a mean of 84% for sophomore chemistry majors. &nbsp;Student perceptions on a &ldquo;sense of community between chemistry majors and faculty&rdquo; for the same students increased from 50% baseline to a mean of 86% for first-semester freshmen majors and to 95% for sophomore majors, emphasizing the strength of the CLC and mentoring programs. (See included supplemental photograph of students and faculty attending a basketball game together.) Assessment results on student career preparation showed that, compared to the pre-program baseline, there has been an overall increase in the percentage of majors who reported knowing what a chemist does; what careers can be pursued with a chemistry degree; and how extensively chemistry career opportunities were explored and discussed during chemistry classes compared to pre-program baseline. For example, an increase was measured from 77% baseline to mean of 92% and 99% for sophomore students and junior students, respectively, responding to &ldquo;knowing what a chemist does&rdquo;, and from 83% baseline to a mean of 95% for senior students who reported discussing chemistry career opportunities with faculty.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Multiple program elements have been integrated into the curriculum, Chemistry Department student-faculty culture, and University and Department recruiting strategies, and are expected to sustain long-term growth of the major and continue to attract and support high-quality, motivated and promising students to UNC Asheville as chemistry majors.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/11/2017<br>\n\t\t\t\t\tModified by: Sally&nbsp;A&nbsp;Wasileski</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1059865/1059865_10070519_1493642550246_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1059865/1059865_10070519_1493642550246_Slide1--rgov-800width.jpg\" title=\"Impact of Chemistry Scholars Program on Total Growth of Chemistry Graduates\"><img src=\"/por/images/Reports/POR/2017/1059865/1059865_10070519_1493642550246_Slide1--rgov-66x44.jpg\" alt=\"Impact of Chemistry Scholars Program on Total Growth of Chemistry Graduates\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Before the creation of the Chemistry Scholars Program, UNC Asheville graduated an average of 8.5 chemistry majors per year. This has increased to an average of 22 graduates per year after full implementation of the Chemistry Scholars Program.</div>\n<div class=\"imageCredit\">Sally A. Wasileski</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sally&nbsp;A&nbsp;Wasileski</div>\n<div class=\"imageTitle\">Impact of Chemistry Scholars Program on Total Growth of Chemistry Graduates</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1059865/1059865_10070519_1493642225209_Slide2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1059865/1059865_10070519_1493642225209_Slide2--rgov-800width.jpg\" title=\"UNC Asheville Chemistry Department Students, Faculty and Staff\"><img src=\"/por/images/Reports/POR/2017/1059865/1059865_10070519_1493642225209_Slide2--rgov-66x44.jpg\" alt=\"UNC Asheville Chemistry Department Students, Faculty and Staff\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image shows a gathering of Chemistry Department students, faculty and staff to attend a basketball game.</div>\n<div class=\"imageCredit\">Sally A. Wasileski</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sally&nbsp;A&nbsp;Wasileski</div>\n<div class=\"imageTitle\">UNC Asheville Chemistry Department Students, Faculty and Staff</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe Department of Chemistry at University of North Carolina Asheville (UNC Asheville) received an S-STEM grant in 2011 to provide students interested in completing a chemistry degree an opportunity to earn scholarships based on their academic merit and financial need and to develop a three-phase student support structure for all chemistry majors.  This program has provided scholarship dollars previously unavailable for 34 chemistry majors with academic merit and financial need in five graduating class cohorts (Classes of 2014-2018).  Of the 34, 19 Chemistry Scholars have graduated with chemistry degrees and 15 Chemistry Scholars are on track to graduate in 2017 and 2018 after grant funding ends.  The university is prepared to find scholarship support for the class of 2017 and 2018 to allow these chemistry students to complete their degrees.\n\n \n\nBy partnering with UNC Asheville?s Integrative Liberal Studies Program (now Liberal Arts Core), Center for Academic Advising and Learning Support and Career Center, a three-phase educational support structure for all chemistry majors was developed in the Chemistry Scholars Program, based on proven pedagogical theories and practices which build upon forming a Chemistry Learning Community (CLC) of Chemistry Scholars and other chemistry majors. The three phases are:\n\nPHASE I &ndash; BONDING AND STRUCTURE:  Preparing students for success as chemistry majors at UNC Asheville by supporting students during the transition from high school to the rigor of the UNC Asheville chemistry major and improving academic success and retention in the freshman year.  Program elements include a first-year colloquium course designed for chemistry majors, faculty and peer mentoring programs, cohort building activities to strengthen the CLC, supplemental instruction in first-year chemistry courses and a student management team focused on providing early alerts to prompt additional resources for student success. \n\nPHASE II &ndash; I AM A CHEMISTRY MAJOR: by supporting students during the transition from enrolling in chemistry courses to identifying themselves as chemistry majors.  Program elements include co-enrollment of all Chemistry Scholars and chemistry majors into the same sections of 100- and 200-level chemistry lecture and laboratory courses, continuing faculty and peer mentoring and cohort building activities, chemistry seminars with greater emphasis on careers in chemistry, and early undergraduate research experiences for Chemistry Scholars.\n\nPHASE III &ndash; TRANSITION INTO THE WORKFORCE: by supporting students during the transition from UNC Asheville into the workforce.  Program elements include career building curricula built into chemistry courses, field trips to chemical industry, and mentored undergraduate research experiences for all chemistry majors.\n\n \n\nA long-term recruiting plan was developed by partnering with UNC Asheville Admissions Office to enhance the marketing impact of the chemistry major at Admissions events on and off campus and by engaging with high-school chemistry teachers across the state of North Carolina.\n\n \n\nThe three-phase support structure of the Chemistry Scholars Program has increased the number of high-quality chemistry graduates well-prepared to enter the chemistry workforce, an area of national need.  The Chemistry Scholars Program has led to a near tripling in the number of UNC Asheville chemistry graduates from 8.5 graduates per year to now 22 graduates per year (see included supplemental figure).  Assessment results on student perceptions of \"a sense of community among chemistry majors\" increased for first-semester freshmen chemistry majors from a pre-program baseline of 50% to a mean of 75%, further increasing to a mean of 84% for sophomore chemistry majors.  Student perceptions on a \"sense of community between chemistry majors and faculty\" for the same students increased from 50% baseline to a mean of 86% for first-semester freshmen majors and to 95% for sophomore majors, emphasizing the strength of the CLC and mentoring programs. (See included supplemental photograph of students and faculty attending a basketball game together.) Assessment results on student career preparation showed that, compared to the pre-program baseline, there has been an overall increase in the percentage of majors who reported knowing what a chemist does; what careers can be pursued with a chemistry degree; and how extensively chemistry career opportunities were explored and discussed during chemistry classes compared to pre-program baseline. For example, an increase was measured from 77% baseline to mean of 92% and 99% for sophomore students and junior students, respectively, responding to \"knowing what a chemist does\", and from 83% baseline to a mean of 95% for senior students who reported discussing chemistry career opportunities with faculty. \n\n \n\nMultiple program elements have been integrated into the curriculum, Chemistry Department student-faculty culture, and University and Department recruiting strategies, and are expected to sustain long-term growth of the major and continue to attract and support high-quality, motivated and promising students to UNC Asheville as chemistry majors.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/11/2017\n\n\t\t\t\t\tSubmitted by: Sally A Wasileski"
 }
}