{
 "awd_id": "1059959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Comparative Welfare States - A Public-Use Archival Data Set",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 112144.0,
 "awd_amount": 112144.0,
 "awd_min_amd_letter_date": "2011-03-30",
 "awd_max_amd_letter_date": "2011-03-30",
 "awd_abstract_narration": "Collaborative Research: Comparative Welfare States - A Public-Use Archival Dataset\r\nSES - 1059959\r\nDavid Brady, Duke University \r\nSES - 1061007\r\nEvelyne Huber and John D. Stephens, University of North Carolina at Chapel Hill\r\n\r\nAbstract\r\nThis project will update, revise and expand the Comparative Welfare States (CWS) dataset.  The CWS dataset was first constructed in the mid-1990s and is available for public use. It contains archival, quantitative information on the political economies of affluent democracies. The CWS data have been widely used in research on the politics and policies of advanced industrial democracies.  Our project has two goals.  First we will expand the dataset cross-sectionally (to include the southern European countries of Greece, Portugal and Spain) and temporally (adding and updating data from the late 1990s to 2009).  Second, we will conduct analyses of the updated dataset that will contribute to comparative research on a range of social policies.  To that end, our project examines cross-country variation (and changes over time) regarding health care, education, and child care policies.  We examine the political conditions that facilitate the adoption and effective implementation of these specific social policies, as well as the consequences of \"state retrenchment\"(i.e., cutbacks in public expenditures and privatization of social services) on a variety of outcomes related to the provision of health care, education, and child care.  Finally, we examine the degree to which these social policies are marked by \"dualization,\" which refers to policies that maintain separate eligibility criteria for e.g., people with stable jobs and people with weak job histories.   Our analyses use advanced statistical estimation techniques to answer these questions.\r\n\r\nBroader Impacts\r\nOur project will update and expand a key public use dataset, made available through the website of the Luxembourg Income Study.  The updated CWS dataset, which has already had a substantial impact in sociology and political science around the world, will thus facilitate future research by a broad set of scholars and policy makers.  Precisely because of its explicitly comparative-historical and -international scope, the data and our findings will contribute to and inform public debates about social policies. The project will also provide the infrastructure to train and collaborate with graduate students and should result in several coauthored presentations and articles. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Brady",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Brady",
   "pi_email_addr": "dbrady@ucr.edu",
   "nsf_id": "000567759",
   "pi_start_date": "2011-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 112144.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In accordance with our grant proposal, we have expanded and revised the Comparative Welfare States (CWS) database. &nbsp;We have added Greece, Luxembourg, Portugal and Spain to the dataset. &nbsp;We updated all the variables in the dataset through 2010 or the most recent available year. &nbsp; And we added a substantial number and wide variety of new variables.&nbsp;</p>\n<p>To mention just a few examples, we added a new collection of data from the OECD social expenditures database; a new series on labor market institutions; a variety of health outcomes; educational enrollment, completion and spending data; regulation data; and many others.&nbsp;</p>\n<p>This data base, which we shall make available to the public by the end of 2013, makes it possible to explore questions about determinants and effects of welfare state programs. &nbsp;The following are some of the questions that can be explored with these data: &nbsp;Which kinds of program configurations are most effective in reducing poverty and inequality? &nbsp;Which kinds of health care arrangements allow for the best cost control while achieving high levels of health outcomes? Which kinds of political arrangements allow for the construction of such welfare state programs? In addition, the dataset provides a state-of-the-art comprehensive source for all manner of variables on rich democracies since the 1960s, including demographics, economics, labor markets and labor market institutions, militaries, governments and regulatory institutions, &nbsp;and political parties and elections.</p>\n<p>In our own research, we have found that the main determinants of increasing inequality in market income in advanced industrial countries among the working age population are (in order of size of the effect) family structure (single mother households), deindustrialization, wage dispersion, education spending, employment levels, and unemployment. &nbsp;The main determinants of redistribution are (in order of magnitude) family structure, left government, welfare state generosity, and unemployment. Redistribution rises because needs rise (unemployment and single mother households increase), not because social policy becomes more redistributive. &nbsp;We have also found that generous welfare states can raise the level of women&rsquo;s employment. &nbsp;Sick-pay generosity, daycare spending, and active labor market policy are associated with higher levels of women&rsquo;s employment while high levels of employment protection are associated with low levels of women&rsquo;s employment. In related but separate research, we have explored a variety of salient social changes and how they are affecting the political economies of rich democracies. For instance, projects from this grant have studied why government spending has declined in affluent democracies since the 1980s; what drives public healthcare spending; and whether immigration alters the politics of social policy.</p>\n<p>&nbsp;</p>\n<p>We employed and worked in close collaboration with a set of graduate student Research Assistants, which means that we have been training the next generation of welfare state scholars. Among the outcomes of that training, several students are or will be coauthors on scholarly articles. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2014<br>\n\t\t\t\t\tModified by: David&nbsp;Brady</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn accordance with our grant proposal, we have expanded and revised the Comparative Welfare States (CWS) database.  We have added Greece, Luxembourg, Portugal and Spain to the dataset.  We updated all the variables in the dataset through 2010 or the most recent available year.   And we added a substantial number and wide variety of new variables. \n\nTo mention just a few examples, we added a new collection of data from the OECD social expenditures database; a new series on labor market institutions; a variety of health outcomes; educational enrollment, completion and spending data; regulation data; and many others. \n\nThis data base, which we shall make available to the public by the end of 2013, makes it possible to explore questions about determinants and effects of welfare state programs.  The following are some of the questions that can be explored with these data:  Which kinds of program configurations are most effective in reducing poverty and inequality?  Which kinds of health care arrangements allow for the best cost control while achieving high levels of health outcomes? Which kinds of political arrangements allow for the construction of such welfare state programs? In addition, the dataset provides a state-of-the-art comprehensive source for all manner of variables on rich democracies since the 1960s, including demographics, economics, labor markets and labor market institutions, militaries, governments and regulatory institutions,  and political parties and elections.\n\nIn our own research, we have found that the main determinants of increasing inequality in market income in advanced industrial countries among the working age population are (in order of size of the effect) family structure (single mother households), deindustrialization, wage dispersion, education spending, employment levels, and unemployment.  The main determinants of redistribution are (in order of magnitude) family structure, left government, welfare state generosity, and unemployment. Redistribution rises because needs rise (unemployment and single mother households increase), not because social policy becomes more redistributive.  We have also found that generous welfare states can raise the level of womenÆs employment.  Sick-pay generosity, daycare spending, and active labor market policy are associated with higher levels of womenÆs employment while high levels of employment protection are associated with low levels of womenÆs employment. In related but separate research, we have explored a variety of salient social changes and how they are affecting the political economies of rich democracies. For instance, projects from this grant have studied why government spending has declined in affluent democracies since the 1980s; what drives public healthcare spending; and whether immigration alters the politics of social policy.\n\n \n\nWe employed and worked in close collaboration with a set of graduate student Research Assistants, which means that we have been training the next generation of welfare state scholars. Among the outcomes of that training, several students are or will be coauthors on scholarly articles.  \n\n\t\t\t\t\tLast Modified: 01/14/2014\n\n\t\t\t\t\tSubmitted by: David Brady"
 }
}