{
 "awd_id": "1059899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Atmospheric Sounding Network in the Dynamics of the Madden-Julian Oscillation Project (DYNAMO)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 655354.0,
 "awd_amount": 685594.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2013-01-30",
 "awd_abstract_narration": "The Dynamics of the Madden-Julian Oscillation (DYNAMO) field campaign is the US component of an international experiment in late 2011/early 2012 in the Indian Ocean, the Cooperative Indian Ocean Experiment on Intraseasonal Variability (CINDY2011).  The overarching goal of DYNAMO is to expedite understanding of processes key to MJO initiation over the Indian Ocean and to improve simulation and prediction of the MJO.  The field campaign will include multiple radars, atmospheric sounding sites, a research aircraft, multiple research vessels, and oceanic measurements.  \r\n\r\nThe three main hypotheses of DYNAMO are:  1) Deep convection can be organized into an MJO convective envelope only when the moist layer has become sufficiently deep over a region of the MJO scale; the pace at which this moistening occurs determines the duration of the pre-onset state, 2) Specific convective populations at different stages are essential to MJO initiation, and 3) The barrier layer, wind- and shear-driven mixing, shallow thermocline, and mixing-layer entrainment all play essential roles in MJO initiation in the Indian Ocean by controlling the upper-ocean heat content and SST, and thereby surface flux feedback\r\n\r\nThis award is for planning and implementation of the sounding network for DYNAMO, as well as follow up quality control and analysis.  The DYNAMO sounding network will consist of four locations:  Gan, Diego Garcia, and two research vessels.  The researchers will plan the sounding network for DYNAMO and establish a sounding data monitoring system which will be used for field quality control of the data and preparation of quick-look products.  After the campaign, the team will prepare large-scale forcing fields for the DYNAMO modeling community, as well as conduct diagnostic studies involving the divergence and diabatic heating profiles and the boundary layer evolution through the life cycle of the MJO.  These tasks will help to address Hypotheses 1 and 2 of the DYNAMO campaign.  \r\n\r\nIn addition to the overarching DYNAMO hypotheses, the researchers have identified two others that they plan to test:  1) The pre-onset (moistening or pre-conditioning) phase of the MJO over the Indian Ocean, rather than exhibiting a gradual, steady build-up of moisture in the lower troposphere, is characterized by a stepwise evolution of the moisture field, which is related to the development of distinct cloud populations, and 2) The mixed-layer depth and its properties over the central Indian Ocean vary on the timescale of the MJO and these variations have corresponding relationships to the evolving cloud and precipitation fields observed during DYNAMO.\r\n\r\nThe broader impacts of the research include the involvement of multiple graduate students in the field campaign and data analysis.  A successful DYNAMO campaign would lead to improved understanding of tropical convection, the predictability of the MJO, and downstream effects of the MJO on weather in the United States and other areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Johnson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Richard H Johnson",
   "pi_email_addr": "johnson@atmos.colostate.edu",
   "nsf_id": "000437261",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 238208.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 218680.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 228706.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An international research field campaign &ndash; Dynamics of the Madden-Julian Oscillation or MJO (DYNAMO) &ndash; was conducted from October 2011 to March 2012 to investigate processes associated with initiation of the MJO over the Indian Ocean. &nbsp;The MJO is an eastward-moving, global-scale tropical oscillation reoccurring every 30 to 60 days involving rainfall and circulation patterns that affect weather worldwide, e.g., hurricanes, floods, droughts, forest fires, and many other phenomena. &nbsp;DYNAMO was designed to explore the varying roles of large-scale moisture transport, cloud populations, and air-sea interaction in MJO initiation.</p>\n<p>&nbsp;</p>\n<p>Our role in DYNAMO was to lead the deployment of two NCAR Integrated Sounding Systems (ISS) and one CSU sounding system in the experiment, assist with the establishment of an atmospheric sounding network over the central Indian Ocean, participate with sounding operations during the experiment, prepare real-time sounding products during the field phase, coordinate and carry out quality control of sounding data for the region, and conduct research studies using DYNAMO data.&nbsp; Of particular importance for the success of DYNAMO was the establishment of the CSU sounding site in the Maldives on Male&rsquo;, which was made possible through a supplemental grant from NSF to our project.&nbsp; This site was a key part of the DYNAMO Northern Sounding Array, which experienced the passage of two strong MJOs during October and November.</p>\n<p>&nbsp;</p>\n<p>As a result of our research efforts, we have learned more about the processes that lead to the development of the MJO over the Indian Ocean.&nbsp; Following quality control of the sounding data, we were able to analyze the structures of the two prominent MJOs in October and November.&nbsp; The results confirm previous findings about the evolution of convection during the development of the MJO, but also give clues as to how the atmosphere moistens leading up to the active phase and show that the two MJO events were very different in their individual cloud and precipitation characteristics.&nbsp;</p>\n<p>&nbsp;</p>\n<p>There is emerging evidence that coupling with the ocean is a critical aspect of the dynamics of the MJO and, moreover, that this coupling is important to diurnally evolving cloud fields during the build-up phase of the phenomenon.&nbsp; We have also found from our research that precipitation and radiative heating rates based upon the sounding budgets agree well with independent satellite estimates.&nbsp; These results indicate that the large-scale forcing fields from our research group will be of great value to the atmospheric modeling community.&nbsp;&nbsp; This international community has already made considerable use of our data products.&nbsp; Finally, we have also found evidence of a possible important role of radiative-convective instability in the evolution of the MJO.</p>\n<p>&nbsp;</p>\n<p>DYNAMO has provided an unprecedented set of observations related to the initiation of the MJO over the Indian Ocean.&nbsp;&nbsp; Our studies under this project have shed new light on the properties of cloud systems that make up the MJO, the role of air-sea interactions in its initiation, and the processes that lead to the build-up of the heavily raining MJO active phase.&nbsp; These results should prove to be important for the improvement of models that predict the MJO and its global impacts.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;H&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div clas...",
  "por_txt_cntn": "\nAn international research field campaign &ndash; Dynamics of the Madden-Julian Oscillation or MJO (DYNAMO) &ndash; was conducted from October 2011 to March 2012 to investigate processes associated with initiation of the MJO over the Indian Ocean.  The MJO is an eastward-moving, global-scale tropical oscillation reoccurring every 30 to 60 days involving rainfall and circulation patterns that affect weather worldwide, e.g., hurricanes, floods, droughts, forest fires, and many other phenomena.  DYNAMO was designed to explore the varying roles of large-scale moisture transport, cloud populations, and air-sea interaction in MJO initiation.\n\n \n\nOur role in DYNAMO was to lead the deployment of two NCAR Integrated Sounding Systems (ISS) and one CSU sounding system in the experiment, assist with the establishment of an atmospheric sounding network over the central Indian Ocean, participate with sounding operations during the experiment, prepare real-time sounding products during the field phase, coordinate and carry out quality control of sounding data for the region, and conduct research studies using DYNAMO data.  Of particular importance for the success of DYNAMO was the establishment of the CSU sounding site in the Maldives on MaleÆ, which was made possible through a supplemental grant from NSF to our project.  This site was a key part of the DYNAMO Northern Sounding Array, which experienced the passage of two strong MJOs during October and November.\n\n \n\nAs a result of our research efforts, we have learned more about the processes that lead to the development of the MJO over the Indian Ocean.  Following quality control of the sounding data, we were able to analyze the structures of the two prominent MJOs in October and November.  The results confirm previous findings about the evolution of convection during the development of the MJO, but also give clues as to how the atmosphere moistens leading up to the active phase and show that the two MJO events were very different in their individual cloud and precipitation characteristics. \n\n \n\nThere is emerging evidence that coupling with the ocean is a critical aspect of the dynamics of the MJO and, moreover, that this coupling is important to diurnally evolving cloud fields during the build-up phase of the phenomenon.  We have also found from our research that precipitation and radiative heating rates based upon the sounding budgets agree well with independent satellite estimates.  These results indicate that the large-scale forcing fields from our research group will be of great value to the atmospheric modeling community.   This international community has already made considerable use of our data products.  Finally, we have also found evidence of a possible important role of radiative-convective instability in the evolution of the MJO.\n\n \n\nDYNAMO has provided an unprecedented set of observations related to the initiation of the MJO over the Indian Ocean.   Our studies under this project have shed new light on the properties of cloud systems that make up the MJO, the role of air-sea interactions in its initiation, and the processes that lead to the build-up of the heavily raining MJO active phase.  These results should prove to be important for the improvement of models that predict the MJO and its global impacts. \n\n\t\t\t\t\tLast Modified: 04/10/2015\n\n\t\t\t\t\tSubmitted by: Richard H Johnson"
 }
}