{
 "awd_id": "1060888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Effects of Learning on Agroecological Conservation among Landless Farmers",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 19830.0,
 "awd_amount": 19830.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "Doctoral candidate David Meek (University of Georgia), supervised by Drs. Peter Brosius and Julie Velasquez-Runk, will engage in research in an Amazonian community of the Brazilian Landless Workers Movement to determine how new settlement movements impact the participants and the rainforest environments they are using. The research will focus on how informal learning, gained through social movement participation, influences agroecological knowledge, agroforestry practices, and resulting land cover changes. The researcher will combine life history interviews, participant observation of agricultural and movement activities, semi-structured interviews, and free-lists to examine whether movement participation influences levels of agroecological knowledge and agricultural practices. Spatial data, gathered from satellite imagery and participatory mapping, will be used to examine the spatial extent of agroforestry areas, and their contribution to larger processes of land cover change.\r\n\r\nThe relationship between Amazonian land reform and land cover change remains highly debated among those concerned with balancing the need for economic development with the impact on the forest. This research is important as it will explore potential linkages between political ideology and informal learning about critical issues of deforestation and reforestation.  Research findings will contribute to debates about the environmental impact of land reform settlements, and will thereby support efforts within civil society to achieve agrarian reform and sustainable development. It will also facilitate future comparative long-term ecological research between social movement and other agrarian settlements, informing land change science and political ecology. Empirical details on the role of informal learning, in a region characterized by lack of consistent access to formal education, will promote more effective movement planning and equitable settlement policy-making in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J",
   "pi_last_name": "Brosius",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "J P Brosius",
   "pi_email_addr": "pbrosius@uga.edu",
   "nsf_id": "000448013",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Velasquez Runk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Velasquez Runk",
   "pi_email_addr": "julievr@uga.edu",
   "nsf_id": "000078604",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Meek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Meek",
   "pi_email_addr": "dmeek@uoregon.edu",
   "nsf_id": "000555984",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19830.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- P { margin-bottom: 0.08in; } -->\n<p><span style=\"color: #000000;\">Global attention to Amazonian deforestation&mdash;while important&mdash;deflects attention from a related and equally important phenomenon: forest regeneration. How land reform impacts deforestation and reforestation remains highly debated. Social movements are powerful actors within Brazilian land reform politics. Some scholars suggest that colonists within social movement settlements can increase arboreal density and diversity of degraded cattle pastures. The impact of cultural, economic, and political factors on agroforestry and natural regeneration within social movement settlements remains unclear. Informal learning, gained through movement participation, has been a focus of adult education studies; yet, it is unknown what economic and political factors motivate this learning, and how they affect agroecological knowledge, cultural conceptions of landscape change, and the occurrence of forest transitions. To answer these questions, this research&nbsp; focused on an Amazonian settlement of the Brazilian Landless Workers&rsquo; Movement (MST),</span></p>\n<p>Data were gathered over a period of 11 months of fieldwork in southern Para, Brazil. Methods included participant observation, semi-structured interviews, life histories, and satellite imagery analysis. Through these methods these following major results were obtained:</p>\n<p><br />1. Results related to participation, agroecology and education<br />&bull; Political participation in the MST is highly correlated with levels of formal, and certain types of tacit, agroecological education. Only individuals who are active in MST are offered the opportunity to participate in both short courses and degree programs, which focus on agroecology.<br />&bull; The increasing prominence of agroecology in this region of the Amazon is a result of two larger related movements, which are not explicitly tied to a single social movement. The first is the educa&ccedil;&atilde;o do campo, which could be translated as rural education, but really signifies a movement to create a new form of education that emanates from and is attentive to rural realities. The second movement is the agroecology movement. These two movements have<br />come together through a variety of social movements, including, but not limited to the MST.<br />&bull; Institutional partnerships between social movements and state organizations are integral to promoting agroecological education. One example of this is the graduate program in &ldquo;Agroecology and Sustainable Development in Amazonia&rdquo;, which is coordinated and taught by professors at the Federal University of Para, but in tight association with the MST.</p>\n<!-- P { margin-bottom: 0.08in; } -->\n<p><br />2. Results related to Land-use change<br />&bull; Current systems of land use are largely a function of three interrelated factors<br />? Past land use histories: approximately 60% of the land area of the settlement was already deforested when the MST settlement was created. This land had a long history of cattleranching and many attribute their decision to raise cattle as related to the land having been used previously for ranching. In short, to paraphrase many informants, it was the simplest and most obvious choice.<br />? Credit is a driving force of land use and land cover change. Similar to many studies in Amazonia, my research found that government credit incentives frequently enforce cattle ranching at the expense of other land use options.<br />? Cattle-ranching is widely seen as the most respectful form of work, and cattle themselves are seen as a form of insurance</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2013<br>\n\t\t\t\t\tModified by: David&nbsp;Meek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nGlobal attention to Amazonian deforestation&mdash;while important&mdash;deflects attention from a related and equally important phenomenon: forest regeneration. How land reform impacts deforestation and reforestation remains highly debated. Social movements are powerful actors within Brazilian land reform politics. Some scholars suggest that colonists within social movement settlements can increase arboreal density and diversity of degraded cattle pastures. The impact of cultural, economic, and political factors on agroforestry and natural regeneration within social movement settlements remains unclear. Informal learning, gained through movement participation, has been a focus of adult education studies; yet, it is unknown what economic and political factors motivate this learning, and how they affect agroecological knowledge, cultural conceptions of landscape change, and the occurrence of forest transitions. To answer these questions, this research  focused on an Amazonian settlement of the Brazilian Landless WorkersÆ Movement (MST),\n\nData were gathered over a period of 11 months of fieldwork in southern Para, Brazil. Methods included participant observation, semi-structured interviews, life histories, and satellite imagery analysis. Through these methods these following major results were obtained:\n\n\n1. Results related to participation, agroecology and education\n&bull; Political participation in the MST is highly correlated with levels of formal, and certain types of tacit, agroecological education. Only individuals who are active in MST are offered the opportunity to participate in both short courses and degree programs, which focus on agroecology.\n&bull; The increasing prominence of agroecology in this region of the Amazon is a result of two larger related movements, which are not explicitly tied to a single social movement. The first is the educa&ccedil;&atilde;o do campo, which could be translated as rural education, but really signifies a movement to create a new form of education that emanates from and is attentive to rural realities. The second movement is the agroecology movement. These two movements have\ncome together through a variety of social movements, including, but not limited to the MST.\n&bull; Institutional partnerships between social movements and state organizations are integral to promoting agroecological education. One example of this is the graduate program in \"Agroecology and Sustainable Development in Amazonia\", which is coordinated and taught by professors at the Federal University of Para, but in tight association with the MST.\n\n\n\n2. Results related to Land-use change\n&bull; Current systems of land use are largely a function of three interrelated factors\n? Past land use histories: approximately 60% of the land area of the settlement was already deforested when the MST settlement was created. This land had a long history of cattleranching and many attribute their decision to raise cattle as related to the land having been used previously for ranching. In short, to paraphrase many informants, it was the simplest and most obvious choice.\n? Credit is a driving force of land use and land cover change. Similar to many studies in Amazonia, my research found that government credit incentives frequently enforce cattle ranching at the expense of other land use options.\n? Cattle-ranching is widely seen as the most respectful form of work, and cattle themselves are seen as a form of insurance\n\n\t\t\t\t\tLast Modified: 03/25/2013\n\n\t\t\t\t\tSubmitted by: David Meek"
 }
}