{
 "awd_id": "1060716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Body Size and Mortality in Post-Medieval England",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 17069.0,
 "awd_amount": 17069.0,
 "awd_min_amd_letter_date": "2011-03-02",
 "awd_max_amd_letter_date": "2011-03-02",
 "awd_abstract_narration": "This project answers questions regarding the relationship between body size and mortality.   How does body size influence mortality? Does the relationship between body size and mortality depend on social status or a history of illness?  These questions are of critical importance in the field of public health today. This study will potentially be of interest to anthropologists, epidemiologists, medical professionals, and historians of post-medieval Europe alike. It will also advance the training of a female graduate student in science.   \r\n\r\nShort stature and body mass at both extremes of the distribution have consistently been linked to poor health outcomes in modern humans, but the nature of the relationship between body size and mortality is poorly understood. Focusing on skeletal collections from London's upper, middle, and lower social strata during the 17th-19th centuries, this project explores the relationship between skeletally estimated body size (stature and mass) and mortality, and how that relationship varies with socioeconomic status and evidence of ill-health. Skeletal age at death is estimated via transition analysis, and body size is reconstructed using regression formulae developed to estimate stature and body mass based on skeletal measurements. Starting with a Gompertz-Makeham model as baseline mortality, the Usher multistate model of health and mortality is used to determine if particular body types result in increased risk of death. Socioeconomic status and evidence of morbidity are modeled as covariates in order to determine whether the influence of body size on mortality is direct (independent of other stressors), indirect (synergistic with other stressors), or coincidental. The frequency of high-risk body types is compared between the cemeteries to test for differential distribution of risk among social strata.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "DeWitte",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon N DeWitte",
   "pi_email_addr": "sharon.dewitte@colorado.edu",
   "nsf_id": "000420317",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Hughes-Morey",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gail M Hughes-Morey",
   "pi_email_addr": "ghughes-morey@albany.edu",
   "nsf_id": "000567790",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Albany",
  "perf_str_addr": "1400 WASHINGTON AVE",
  "perf_city_name": "ALBANY",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122220100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17069.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There have been relatively few anthropological investigations of the relationship between body-size and mortality in past populations. Bioarchaeolgists interested in body-size have focused almost exclusively on stature, in part because the methods for estimating living stature from skeletal stature are more reliable than those for estimating living mass from skeletal dimensions. The results of these studies have often been contradictory. A number of studies have uncovered an association between short stature and increased mortality, while others have determined that there was no such relationship within their samples. This project was conceived in order to explore some of the confounding factors that may explain these contradictory results, and to move away from the unidimensional understanding of body-size as stature, toward a multidimensional view of body-size that included stature, mass, and mass relative to stature. To this end, the relationship between body-size (stature, mass, and mass relative to stature) and risk of mortality was explored in two skeletal collections from post-medieval England. Sex, socioeconomic status, and skeletal evidence of illness were included in analyses to determine if associations between body-size and mortality were independent of these possible confounders. If the relationship between body-size and mortality was not independent of these variables, then demographic or epidemiological differences between samples or populations might explain the contradictory results found by previous studies.</p>\n<p>The results of this study indicate that though there was an association between short stature and increased risk of mortality, that association was not independent of sex, socioeconomic status, or evidence of ill-health. Only among high-status males was there a relationship between short stature and increased risk of mortality when the effects of ill-health (in this case, skeletal inflammation) were statistically removed. In all other sub-samples (low-status males and females, high-status females) any evidence of a relationship between stature and mortality disappeared when the effects of ill-health on risk of mortality were removed. There were no consistent associations between body mass and risk of mortality, or mass relative to stature and risk of mortality. This study highlights a number of important considerations for future analyses. First, because only adults were included in this sample it is impossible to say that mortality did not act on body-size. The risk of mortality for juveniles who were small for their age needs to be explored to determine whether high-status males were truly the only individuals for whom short-stature increased risk of mortality, or if wealth and status simply afforded high-status males the opportunity to survive childhood insults. Females and working-class males who were short relative to their peers may have been less likely to survive into adulthood due to malnutrition and disease than their wealthy, male counterparts. Furthermore, given that the associations between stature and mortality were not independent of evidence of illness, there could be a biological interaction between illness and body-size that influences risk of mortality. This emphasizes the importance of understanding the many factors, known and unknown, that can act synergistically to influence risk of mortality. It may also explain why results based on samples from different populations, with differing demographic and epidemiological profiles appear inconsistent.</p>\n<p>This project makes important contributions to the field of anthropology. It is among the first to attempt to incorporate skeletally estimated body mass into paleodemographic analysis, and it offers possible biological and methodological explanations for the contradictory results of previous research in this area. It crosses three of the four sub-disciplines within ant...",
  "por_txt_cntn": "\nThere have been relatively few anthropological investigations of the relationship between body-size and mortality in past populations. Bioarchaeolgists interested in body-size have focused almost exclusively on stature, in part because the methods for estimating living stature from skeletal stature are more reliable than those for estimating living mass from skeletal dimensions. The results of these studies have often been contradictory. A number of studies have uncovered an association between short stature and increased mortality, while others have determined that there was no such relationship within their samples. This project was conceived in order to explore some of the confounding factors that may explain these contradictory results, and to move away from the unidimensional understanding of body-size as stature, toward a multidimensional view of body-size that included stature, mass, and mass relative to stature. To this end, the relationship between body-size (stature, mass, and mass relative to stature) and risk of mortality was explored in two skeletal collections from post-medieval England. Sex, socioeconomic status, and skeletal evidence of illness were included in analyses to determine if associations between body-size and mortality were independent of these possible confounders. If the relationship between body-size and mortality was not independent of these variables, then demographic or epidemiological differences between samples or populations might explain the contradictory results found by previous studies.\n\nThe results of this study indicate that though there was an association between short stature and increased risk of mortality, that association was not independent of sex, socioeconomic status, or evidence of ill-health. Only among high-status males was there a relationship between short stature and increased risk of mortality when the effects of ill-health (in this case, skeletal inflammation) were statistically removed. In all other sub-samples (low-status males and females, high-status females) any evidence of a relationship between stature and mortality disappeared when the effects of ill-health on risk of mortality were removed. There were no consistent associations between body mass and risk of mortality, or mass relative to stature and risk of mortality. This study highlights a number of important considerations for future analyses. First, because only adults were included in this sample it is impossible to say that mortality did not act on body-size. The risk of mortality for juveniles who were small for their age needs to be explored to determine whether high-status males were truly the only individuals for whom short-stature increased risk of mortality, or if wealth and status simply afforded high-status males the opportunity to survive childhood insults. Females and working-class males who were short relative to their peers may have been less likely to survive into adulthood due to malnutrition and disease than their wealthy, male counterparts. Furthermore, given that the associations between stature and mortality were not independent of evidence of illness, there could be a biological interaction between illness and body-size that influences risk of mortality. This emphasizes the importance of understanding the many factors, known and unknown, that can act synergistically to influence risk of mortality. It may also explain why results based on samples from different populations, with differing demographic and epidemiological profiles appear inconsistent.\n\nThis project makes important contributions to the field of anthropology. It is among the first to attempt to incorporate skeletally estimated body mass into paleodemographic analysis, and it offers possible biological and methodological explanations for the contradictory results of previous research in this area. It crosses three of the four sub-disciplines within anthropology, combining cultural, biological, and archaeological perspectives..."
 }
}