{
 "awd_id": "1060285",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ENLISTEM: Educate and Nurture Leadership in Science, Technology, Engineering and Mathematics",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 598000.0,
 "awd_amount": 598000.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2012-03-14",
 "awd_abstract_narration": "The Educate and Nurture Leadership in Science, Technology, Engineering, and Mathematics (ENLISTEM) project is recruiting and awarding scholarships to financially needy and academically talented students who are enrolled in a course of study leading to an associate degree in a STEM discipline, increasing the likelihood of participants transferring and completing a baccalaureate degree. Building upon prior success at the college, ENLISTEM is establishing an outreach pipeline designed to increase enrollment in the STEM disciplines and build upon existing student support structures that have a proven record of success in enrolling, retaining, graduating and transferring two-year associate degree students. The ENLISTEM Project has three components: 1) Outreach; 2) Student Support Services; and 3) Academic Enrichment Opportunities through a Cohort Experience in a STEM Learning Cluster. \r\n\r\nIntellectual Merit: The program builds upon existing support structures and a research base to ensure that participants have a quality support program so that they can be retained and graduate or transfer. A broad range of faculty expertise and administrative support provides students with a multi-disciplinary approach to STEM study and career development. In addition, with industry partnership in the STEM workshop activities, mentoring opportunities, and tours, greater connection to the career side of STEM preparation is created.\r\n\r\nBroader Impact: By recruiting from a variety of internal and external forums from high schools to community colleges, the program is increasing the number of students in the STEM disciplines and retaining them to graduation and transfer. Because of the diverse student population at the college, the project is broadening the participation of underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Lewkowicz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie L Lewkowicz",
   "pi_email_addr": "mlewkowicz1@gsu.edu",
   "nsf_id": "000541332",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brooke",
   "pi_last_name": "Skelton",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brooke P Skelton",
   "pi_email_addr": "bskelton@gsu.edu",
   "nsf_id": "000543966",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Perimeter College",
  "inst_street_address": "3251 Panthersville Rd",
  "inst_street_address_2": "",
  "inst_city_name": "Decatur",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "6788912528",
  "inst_zip_code": "300343832",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "GA04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "JMMQMCJL8R98"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Perimeter College",
  "perf_str_addr": "3251 Panthersville Rd",
  "perf_city_name": "Decatur",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "300343832",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "GA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 119600.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 478400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This S-STEM Project, &ldquo;Educate and Nurture Leadership in Science, Technology, Engineering, and Mathematics&rdquo; (ENLISTEM), provided scholarships, advising, and a variety of educational opportunities to academically talented community college students enrolled full-time in a STEM major. Through ENLISTEM, scholars had the opportunity to hear and interact with scientists and engineers &ndash; both during talks at Perimeter College and during field trips to industries and academic labs &ndash; providing advice about how to achieve and advance their careers in STEM fields. Additionally, scholars participated in community service by leading STEM enrichment activities to over 500 elementary students at&nbsp;local elementary schools. Due in part to the scholars&rsquo; efforts, one of the elementary schools achieved STEM certification.</p>\n<p>Over the five years of ENLISTEM, 102 students received more than $530,000 in scholarships.&nbsp; On average, 29 scholars were active each semester. A majority of these students received scholarships equal to their unmet financial need as determined by the financial aid office based on the students&rsquo; FAFSAs.&nbsp; Of the 102 ENLISTEM scholars, 65 graduated and/or transferred to a four-year institution and 17 are still enrolled in STEM at Perimeter College. The average GPA of scholars was 3.65, 57% of the scholars were from groups underrepresented in STEM fields, and 28% of the scholars were female.&nbsp; Twenty-two scholars majored in science (8 biology, 12 chemistry, 1 geology, and 1 physics), 58 in engineering, 5 in mathematics, and 17 in computer science.&nbsp;</p>\n<p>The impact that ENLISTEM had on the scholars is evident through their evaluation responses; the four areas most valuable to them were 1) the financial support given for school thereby helping to reduce the number of hours one has to work; 2) the opportunity to volunteer and give back to the community; 3) the exposure to various STEM careers by participating in the industry tours; and 4) the ability to persist and complete courses in a shorter amount of time.</p>\n<p>The ENLISTEM scholars visited numerous engineering and manufacturing firms, as well as the broadcasting and television industry. In addition to the tours, our Industry Partners provided talks and panel discussions at Perimeter College on topics such as how a science degree can make students competitive for some non-traditional career opportunities, robotic musicianship, project management and networking tools. Furthermore, the presenters discussed internships, personal growth and career success. In addition, several former ENLISTEM scholars returned to participate in panel discussions. They offered advice and shared their experiences after Perimeter College, discussed their current STEM studies, and described how ENLISTEM impacted their career goals. All speakers and tour leaders were volunteers and received no financial remuneration.</p>\n<p>During the elementary school events, the scholars helped the children build and launch paper rockets, build aluminum foil boats, make ice cream, play math games, discover sound, problem solve with mystery tubes, and build towers with pipe cleaners and straws. A &ldquo;Mathemagical&rdquo; Show, was also included in which one of the ENLISTEM scholars performed what seemed like magic tricks, but in reality were based on mathematical principles. Some comments made by the elementary school parents and teachers include the following: &ldquo;The students were so patient, even with numerous children asking for help all at once,&rdquo; and &ldquo;The Perimeter students are always impressive; they show up on time, quickly jump in and do what is needed, offer an extra set of hands if they see a need, and are patient and kind to the kids. This night would not be possible with you!&rdquo;</p>\n<p>Two presentations at professional education conferences resulted from the exp...",
  "por_txt_cntn": "\nThis S-STEM Project, \"Educate and Nurture Leadership in Science, Technology, Engineering, and Mathematics\" (ENLISTEM), provided scholarships, advising, and a variety of educational opportunities to academically talented community college students enrolled full-time in a STEM major. Through ENLISTEM, scholars had the opportunity to hear and interact with scientists and engineers &ndash; both during talks at Perimeter College and during field trips to industries and academic labs &ndash; providing advice about how to achieve and advance their careers in STEM fields. Additionally, scholars participated in community service by leading STEM enrichment activities to over 500 elementary students at local elementary schools. Due in part to the scholarsÆ efforts, one of the elementary schools achieved STEM certification.\n\nOver the five years of ENLISTEM, 102 students received more than $530,000 in scholarships.  On average, 29 scholars were active each semester. A majority of these students received scholarships equal to their unmet financial need as determined by the financial aid office based on the studentsÆ FAFSAs.  Of the 102 ENLISTEM scholars, 65 graduated and/or transferred to a four-year institution and 17 are still enrolled in STEM at Perimeter College. The average GPA of scholars was 3.65, 57% of the scholars were from groups underrepresented in STEM fields, and 28% of the scholars were female.  Twenty-two scholars majored in science (8 biology, 12 chemistry, 1 geology, and 1 physics), 58 in engineering, 5 in mathematics, and 17 in computer science. \n\nThe impact that ENLISTEM had on the scholars is evident through their evaluation responses; the four areas most valuable to them were 1) the financial support given for school thereby helping to reduce the number of hours one has to work; 2) the opportunity to volunteer and give back to the community; 3) the exposure to various STEM careers by participating in the industry tours; and 4) the ability to persist and complete courses in a shorter amount of time.\n\nThe ENLISTEM scholars visited numerous engineering and manufacturing firms, as well as the broadcasting and television industry. In addition to the tours, our Industry Partners provided talks and panel discussions at Perimeter College on topics such as how a science degree can make students competitive for some non-traditional career opportunities, robotic musicianship, project management and networking tools. Furthermore, the presenters discussed internships, personal growth and career success. In addition, several former ENLISTEM scholars returned to participate in panel discussions. They offered advice and shared their experiences after Perimeter College, discussed their current STEM studies, and described how ENLISTEM impacted their career goals. All speakers and tour leaders were volunteers and received no financial remuneration.\n\nDuring the elementary school events, the scholars helped the children build and launch paper rockets, build aluminum foil boats, make ice cream, play math games, discover sound, problem solve with mystery tubes, and build towers with pipe cleaners and straws. A \"Mathemagical\" Show, was also included in which one of the ENLISTEM scholars performed what seemed like magic tricks, but in reality were based on mathematical principles. Some comments made by the elementary school parents and teachers include the following: \"The students were so patient, even with numerous children asking for help all at once,\" and \"The Perimeter students are always impressive; they show up on time, quickly jump in and do what is needed, offer an extra set of hands if they see a need, and are patient and kind to the kids. This night would not be possible with you!\"\n\nTwo presentations at professional education conferences resulted from the experiences of the ENLISTEM Program. The purpose of the presentations was to share the experiences of ENLISTEM over the past five years and to guide other schools in implementing a..."
 }
}