{
 "awd_id": "1060527",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STEM Scholars at Arapahoe Community College",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lidia C. Yoshida",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 463208.0,
 "awd_amount": 463208.0,
 "awd_min_amd_letter_date": "2011-01-05",
 "awd_max_amd_letter_date": "2011-01-05",
 "awd_abstract_narration": "This project is providing 100 scholarships over the four-year grant period to biology, chemistry, mathematics, and physics students at Arapahoe Community College.  The project aims to improve educational opportunities for STEM students, increase the retention of STEM students to degree achievement and/or transfer, and enhance student support programs for STEM students. The scholarship recipients are working with faculty mentors, student services advisors specific to scholarship recipients, and fellow students to engage in a variety of program activities designed to provide academic, professional and personal growth opportunities. The project helps the scholarship recipients, including first-generation students and underrepresented minority students, complete an AS degree and/or transfer to a baccalaureate degree-granting institution. The resulting S-STEM education model is being disseminated to and shared with other community colleges and post-secondary schools in the Denver region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nia",
   "pi_last_name": "Bauer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nia Bauer",
   "pi_email_addr": "nia.bauer@arapahoe.edu",
   "nsf_id": "000570133",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arapahoe Community College",
  "inst_street_address": "5900 S SANTA FE DR",
  "inst_street_address_2": "",
  "inst_city_name": "LITTLETON",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3037975701",
  "inst_zip_code": "801201801",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "CO06",
  "org_lgl_bus_name": "STATE BOARD FOR COMMUNITY COLLEGES & OCCUPATIONAL EDUCATION ARAPAHOE COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LSJFYGPJN6H5"
 },
 "perf_inst": {
  "perf_inst_name": "Arapahoe Community College",
  "perf_str_addr": "5900 S SANTA FE DR",
  "perf_city_name": "LITTLETON",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "801201801",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "CO06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 463208.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Arapahoe Community College&rsquo;s (Littleton, Colorado) STEM Scholarship program was designed to provide specialized educational opportunities and services to academically talented full-time students who were financial-aid eligible and had an interest in the physical, biological, or mathematical sciences. The scholarship program awarded a total of 97 STEM scholarships over the five-year grant period, where students needed a minimum of a 3.0 GPA and to attend ACC full time. ACC&rsquo;s STEM Scholars worked with a faculty mentor, a Student Services advisor, and fellow students to engage in program activities designed to provide academic, professional and personal growth opportunities. Specific goals of the project were:</p>\n<ol>\n<li><strong>ACC&rsquo;s STEM Scholars program will improve educational      opportunities for STEM students.</strong></li>\n<li><strong>ACC&rsquo;s STEM Scholars program will increase retention of      STEM students to degree achievement or transfer.</strong></li>\n<li><strong>ACC&rsquo;s STEM Scholars program will improve student      support programs for STEM students.</strong></li>\n<li><strong>ACC&rsquo;s STEM Scholars program will develop a      dissemination plan to share the resulting S-STEM education model with the      other community colleges and post-secondary schools in the Denver region.</strong></li>\n</ol>\n<p>To achieve these goals, ACC&rsquo;s STEM Scholars were required to attend targeted STEM events designed specifically for student interest. These events included NREL, MWH Global, Coroner&rsquo;s office, a brewery, Lockheed Martin, CU Boulder, Colorado State University and Colorado School of Mines. Because of the interest, many students attended more than one tour or talk that broadened their understanding of local STEM employment opportunities and Colorado&rsquo;s university STEM degrees. The evaluation of the ACC STEM Scholars Program revealed that students agreed (88%) that the cohort sessions, the STEM orientation (92%) and faculty mentoring (100%) facilitated their success in the program. These major parts of the scholarship program, targeted STEM events and faculty mentoring showed an improvement in learning for the STEM Scholars. Scholars were enrolled in the program&rsquo;s ACC learning platform D2L, where communication about local STEM events and opportunities were disseminated.&nbsp; In the future, this component of the program will be enhanced to improve participation; 54% of Scholars agreed that D2L enabled a learning environment that led to success within the STEM program. Feedback from industry and local universities indicated the strong desire for students with experiences in STEM, and although it was ACC&rsquo;s desire to offer more internship opportunities, economic climate in the state was a hindrance.&nbsp; To address this challenge, ACC has created a document to list all internship opportunities, locally and nationally, that is available to all ACC students. This list continues to grow every year.</p>\n<p>&nbsp;The ACC STEM Scholarship program allowed students with financial need and academic talent to pursue their dreams of a STEM education.&nbsp; While some students completed an Associate&rsquo;s Degree from ACC, most transferred to complete a Bachelor&rsquo;s degree at a four-year institution. Results of the program will continue to facilitate the revision of the STEM curriculum to advance knowledge in the STEM field and the understanding of STEM student needs. The broader impact of the project is increased student awareness of, and preparation for, STEM careers in Colorado and beyond.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2016<br>\n\t\t\t\t\tModified by: Nia&nbsp;Bauer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nArapahoe Community CollegeÆs (Littleton, Colorado) STEM Scholarship program was designed to provide specialized educational opportunities and services to academically talented full-time students who were financial-aid eligible and had an interest in the physical, biological, or mathematical sciences. The scholarship program awarded a total of 97 STEM scholarships over the five-year grant period, where students needed a minimum of a 3.0 GPA and to attend ACC full time. ACCÆs STEM Scholars worked with a faculty mentor, a Student Services advisor, and fellow students to engage in program activities designed to provide academic, professional and personal growth opportunities. Specific goals of the project were:\n\nACCÆs STEM Scholars program will improve educational      opportunities for STEM students.\nACCÆs STEM Scholars program will increase retention of      STEM students to degree achievement or transfer.\nACCÆs STEM Scholars program will improve student      support programs for STEM students.\nACCÆs STEM Scholars program will develop a      dissemination plan to share the resulting S-STEM education model with the      other community colleges and post-secondary schools in the Denver region.\n\n\nTo achieve these goals, ACCÆs STEM Scholars were required to attend targeted STEM events designed specifically for student interest. These events included NREL, MWH Global, CoronerÆs office, a brewery, Lockheed Martin, CU Boulder, Colorado State University and Colorado School of Mines. Because of the interest, many students attended more than one tour or talk that broadened their understanding of local STEM employment opportunities and ColoradoÆs university STEM degrees. The evaluation of the ACC STEM Scholars Program revealed that students agreed (88%) that the cohort sessions, the STEM orientation (92%) and faculty mentoring (100%) facilitated their success in the program. These major parts of the scholarship program, targeted STEM events and faculty mentoring showed an improvement in learning for the STEM Scholars. Scholars were enrolled in the programÆs ACC learning platform D2L, where communication about local STEM events and opportunities were disseminated.  In the future, this component of the program will be enhanced to improve participation; 54% of Scholars agreed that D2L enabled a learning environment that led to success within the STEM program. Feedback from industry and local universities indicated the strong desire for students with experiences in STEM, and although it was ACCÆs desire to offer more internship opportunities, economic climate in the state was a hindrance.  To address this challenge, ACC has created a document to list all internship opportunities, locally and nationally, that is available to all ACC students. This list continues to grow every year.\n\n The ACC STEM Scholarship program allowed students with financial need and academic talent to pursue their dreams of a STEM education.  While some students completed an AssociateÆs Degree from ACC, most transferred to complete a BachelorÆs degree at a four-year institution. Results of the program will continue to facilitate the revision of the STEM curriculum to advance knowledge in the STEM field and the understanding of STEM student needs. The broader impact of the project is increased student awareness of, and preparation for, STEM careers in Colorado and beyond.\n\n\t\t\t\t\tLast Modified: 04/27/2016\n\n\t\t\t\t\tSubmitted by: Nia Bauer"
 }
}