{
 "awd_id": "1060543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Inference in Nonlinear Models with Endogeneity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 243300.0,
 "awd_amount": 243300.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2012-08-17",
 "awd_abstract_narration": "The proposed research involves developing new inference procedures for a variety of non-linear models with cross sectional or panel data. The models discussed, such as the binary choice and Roy model have seen widespread use in empirical work.\r\n\r\nThe proposed activity can be divided into three parts. The first pertains to panel data versions of models with self selection. Self selection models enable the econometrician to control for optimal decisions of the economic agent. For example, observed wages should\r\nreflect that the wage offered to an individual in one sector exceeds the wage offered in all other sectors. Panel data models, where an agent's outcomes are observed over multiple time periods, have become increasingly popular in empirical research. The increased availability of longitudinal panel data sets has presented new opportunities for econometricians to control for individual unobserved heterogeneity across agents. Important work in nonlinear panel data models is surveyed in (Arellano and Honore (2001)). However, there is very little work in the area of panel data for models with self selection, and the proposed research aims to address this.\r\n\r\nInference methods are proposed under both stationary and nonstationary conditions. The former refers to an assumption that unobserved components of individuals have the same distribution over time. The latter relaxes this assumption but imposes that unobserved components for different individuals in the cross section have the same distribution in the same time period. In both cases the new methods are able to estimate sharp sets for parameter of interest, such as the slope of a labor supply curve. A sharp set refers to the smallest set that can be obtained when the data satisfies the assumptions of the econometric model.\r\n\r\nThe second part of this proposal pertains to cross sectional binary choice models with discrete endogenous covariates. Such models arise frequently in the treatment effect literature, where the endogenous variable is often the treatment status, and the outcome variable is binary, such as employment status. A parameter that is often of interest in these situations is the coefficient on treatment in a regression framework. Two approaches to identifying such a parameter that have been considered in the literature are the control function and the instrumental variable methods. The proposed activity here is to establish a relation between the two methods. In particular, a theorem is established for a control function model which demonstrates how difficult it is to conduct inference on the treatment effect parameter of interest. This is analogous to the theorem in (Khan and Tamer (2010)) for the instrumental variable model. Consequently, inference becomes nonstandard and so new inference methods are proposed.\r\n\r\nThe third part is about establishing optimality results for a wide class of cross sectional censored regression models with self selection, such as the Roy model. First, conditions that ensure point identification of the parameters of interest are considered, such as independence, or support conditions, and efficiency bounds are derived. Point identification refers to the sharp set reducing to a single value. Efficiency bounds refer to the smallest attainable variance for an estimation procedure under the assumptions of the econometric model. The usefulness of such bounds is twofold - for one it will enable measuring the relative efficiency of methods that are adopted in practice, and second it will suggest new estimation procedures which attain the bound.\r\n\r\nReferences\r\nArellano, M., and B. Honore (2001): \"Panel Data Models: Some Recent Developments,\" Handbook of econometrics. Volume 5, pp. 3229-96.\r\nKhan, S., and E. Tamer (2010): \"Irregular Identification, Support Conditions and Inverse Weight Estimation,\" Econometrica, forthcoming.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shakeeb",
   "pi_last_name": "Khan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shakeeb Khan",
   "pi_email_addr": "shakeebk@econ.duke.edu",
   "nsf_id": "000202508",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80834.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162466.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The proposal was comprised of three sections. Each section involved a proposal for a new inference metod for an econometric model that is of wide interest in applied fields such as labor economics, industrial organization or public economics. As I describe in more detail below, each section has resulted in new methods for which working papers at peer reviewed journals have been developed and new software codes for their implementation have been developed and made available.</p>\n<p>In the first part, a new inference method was developed for a wide class of nonlinear palnel data models. Such models have received an increasing level of interest in fields such as labor economics and public finance. This is because of the increased availability of large panel data sets, which is a data set where one has a large cross section and each cross sectional unit is observed for mutiple time periods. Such data allows for researchers to control for unobserved heterogeneity in individuals in a way they cannot with cross sectional data alone.</p>\n<p>However, despite the promise that this type of data holds, it can be difficult to exploit this for nonlinear models that arise in applied microeconometrics, where the outcome variable is binary, such as employment status, or censored, such as public expenditures. The ideas in the first part of the proposal address this open problem and an entirely new method has been fully developed. This has resulted in multiple working papers as well as the development of new software code for the implementation of the new methods. The papers and code have been made avaiable on the PI's web page,&nbsp;http://public.econ.duke.edu/~shakeebk/Personal_Homepage.html.</p>\n<p>One of the main papers that resulted from this part of the proposal has been revised and resubmitted to the <em>Journal of Econometrics.</em></p>\n<p>In the second part of the proposal, new inference methods were proposed for a class of models with endogenous discrete variables. These models are of wide interest in applied fields, such as labor economics, where one is interested in the effect of a binary variable such as job training on a binary outcome, such as employment status. Another example is industrial organization, where one studies market entry decision, where one firm decides whether or not to enter a particular market, and key determining factor is whether or not a competing firm is already present in that market. The statistical analysis in examples can be very nonstandard and complicated. The proposal develops new methods; this has resulted in multiple working papers, one of which titled \"Information Structure and Statistical Information in Discrete Response Models\" (with D.&nbsp;<span class=\"SpellE\">Nekipelov</span>) has been revised and resubmitted to <em>Quantitative Economics.</em></p>\n<p>In the third part of the proposal a new method was given to conduct optimal inference in a wide class of competing risk models. These models are of wide interest in both biostatistics and microeconometrics. In the former case, one is interested in survival analysis, specfically how long a patient will live after receiving some treatment. In the latter case one is interested in estimating a labor supply curve where the agent is deciding which sector to work in, and statistical analysis is complicated by the fact that the observed wage is the highest one offered to the individual. While this model is widely studied in both biostatistics and econometrics, there is little if any work on conducting optimal inference, meaning methods that are statistically efficient. The proposal fully develops such a method and this has resulted in a new working paper with D. Nekipelov.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Shakeeb&nbsp;Khan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe proposal was comprised of three sections. Each section involved a proposal for a new inference metod for an econometric model that is of wide interest in applied fields such as labor economics, industrial organization or public economics. As I describe in more detail below, each section has resulted in new methods for which working papers at peer reviewed journals have been developed and new software codes for their implementation have been developed and made available.\n\nIn the first part, a new inference method was developed for a wide class of nonlinear palnel data models. Such models have received an increasing level of interest in fields such as labor economics and public finance. This is because of the increased availability of large panel data sets, which is a data set where one has a large cross section and each cross sectional unit is observed for mutiple time periods. Such data allows for researchers to control for unobserved heterogeneity in individuals in a way they cannot with cross sectional data alone.\n\nHowever, despite the promise that this type of data holds, it can be difficult to exploit this for nonlinear models that arise in applied microeconometrics, where the outcome variable is binary, such as employment status, or censored, such as public expenditures. The ideas in the first part of the proposal address this open problem and an entirely new method has been fully developed. This has resulted in multiple working papers as well as the development of new software code for the implementation of the new methods. The papers and code have been made avaiable on the PI's web page, http://public.econ.duke.edu/~shakeebk/Personal_Homepage.html.\n\nOne of the main papers that resulted from this part of the proposal has been revised and resubmitted to the Journal of Econometrics.\n\nIn the second part of the proposal, new inference methods were proposed for a class of models with endogenous discrete variables. These models are of wide interest in applied fields, such as labor economics, where one is interested in the effect of a binary variable such as job training on a binary outcome, such as employment status. Another example is industrial organization, where one studies market entry decision, where one firm decides whether or not to enter a particular market, and key determining factor is whether or not a competing firm is already present in that market. The statistical analysis in examples can be very nonstandard and complicated. The proposal develops new methods; this has resulted in multiple working papers, one of which titled \"Information Structure and Statistical Information in Discrete Response Models\" (with D. Nekipelov) has been revised and resubmitted to Quantitative Economics.\n\nIn the third part of the proposal a new method was given to conduct optimal inference in a wide class of competing risk models. These models are of wide interest in both biostatistics and microeconometrics. In the former case, one is interested in survival analysis, specfically how long a patient will live after receiving some treatment. In the latter case one is interested in estimating a labor supply curve where the agent is deciding which sector to work in, and statistical analysis is complicated by the fact that the observed wage is the highest one offered to the individual. While this model is widely studied in both biostatistics and econometrics, there is little if any work on conducting optimal inference, meaning methods that are statistically efficient. The proposal fully develops such a method and this has resulted in a new working paper with D. Nekipelov.\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Shakeeb Khan"
 }
}