{
 "awd_id": "1060992",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Calibration of a new approach to reconstruct ancient bottom water oxygen levels",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 155638.0,
 "awd_amount": 155638.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "Changes in dissolved oxygen availability strongly influence biological and geochemical processes in marine systems. However, marine oxygen concentrations often co-vary with other environmental factors, such as organic carbon flux, confounding paleoceanographic proxies for dissolved oxygen concentration in most deep-sea settings. \r\n\r\nThis collaborative project, involving researchers and students from Indiana State University and Duke University, seeks to develop a proxy for bottom-water oxygen levels based on the shell morphology of benthic foraminifera. The research will include a sea-going expedition off San Diego, CA, to collect samples. The researchers will use Scanning Electron Microscopy (SEM) and image analysis tools for quantitative analysis of both archived and newly collected samples to calibrate the relationship between dissolved oxygen and pore densities of living epifaunal deep sea taxa. Specifically, they will determine: 1) how sensitive pore density is to small changes in oxygenation, 2) how pore characteristics change within and across obvious taxonomic boundaries, and 3) the range of dissolved oxygen that is best for each species. \r\n\r\nFunding supports students at both institutions, including their participation on the cruise. The research team will also develop a cruise blog that will be featured in an interactive exhibit at Indiana State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Rathburn",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony E Rathburn",
   "pi_email_addr": "arathburn@csub.edu",
   "nsf_id": "000088925",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana State University",
  "inst_street_address": "200 N 7TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TERRE HAUTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "8122373088",
  "inst_zip_code": "478091902",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "IN08",
  "org_lgl_bus_name": "INDIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "L4VAFJXYCK94",
  "org_uei_num": "WBLRF8Z4BEF6"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana State University",
  "perf_str_addr": "200 N 7TH ST",
  "perf_city_name": "TERRE HAUTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "478091902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IN08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 155638.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oxygen availability in marine habitats has a strong influence on many biological and geochemical processes.&nbsp; The distribution and concentration of dissolved oxygen in the deep oceans have changed through geologic time, and the extent and magnitude of oxygen-stressed areas of the ocean are predicted to increase in the future. It is important to understand the geologic history and impacts of changes in dissolved oxygen, and therefore desirable to develop a proxy to reconstruct dissolved oxygen levels in intermediate and deep bottom waters in the oceans.&nbsp; This project examined the relationship between ambient oxygen concentrations and the morphology of living and recently living, sea-floor dwelling foraminifera (ubiquitous, single-celled organisms that generate a shell-like skeleton called a &ldquo;test&rdquo;).&nbsp; Pores in the calcareous tests of benthic foraminifera have been characterized as conduits for gas exchange, and it has been suggested that pore abundance is related to dissolved oxygen availability. In this study, a novel approach using image analysis techniques was used to determine the percentage of test surface area covered by pores in living and recently living foraminiferal species that were exposed to bottom water. &nbsp;Both graduate and undergraduate students have been actively involved in all aspects of the research, from collection of samples at sea to presentation of results at conferences, to educational community outreach activities.&nbsp; Analyses of Scanning Electron Microscope images of specimens collected from deep-sea locations around the globe having different bottom water oxygen concentrations (0.04 to 6.20 ml/L) revealed a robust, negative relationship between pore surface area on tests and ambient bottom water oxygen concentration; as oxygen decreases, the surface area of the test covered with pores increases. The resulting calibration curve serves as new, quantitative basis to use pore characteristics of fossil benthic foraminifera as a proxy to assess the history of bottom water oxygen changes of ancient oceans.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2015<br>\n\t\t\t\t\tModified by: Anthony&nbsp;E&nbsp;Rathburn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOxygen availability in marine habitats has a strong influence on many biological and geochemical processes.  The distribution and concentration of dissolved oxygen in the deep oceans have changed through geologic time, and the extent and magnitude of oxygen-stressed areas of the ocean are predicted to increase in the future. It is important to understand the geologic history and impacts of changes in dissolved oxygen, and therefore desirable to develop a proxy to reconstruct dissolved oxygen levels in intermediate and deep bottom waters in the oceans.  This project examined the relationship between ambient oxygen concentrations and the morphology of living and recently living, sea-floor dwelling foraminifera (ubiquitous, single-celled organisms that generate a shell-like skeleton called a \"test\").  Pores in the calcareous tests of benthic foraminifera have been characterized as conduits for gas exchange, and it has been suggested that pore abundance is related to dissolved oxygen availability. In this study, a novel approach using image analysis techniques was used to determine the percentage of test surface area covered by pores in living and recently living foraminiferal species that were exposed to bottom water.  Both graduate and undergraduate students have been actively involved in all aspects of the research, from collection of samples at sea to presentation of results at conferences, to educational community outreach activities.  Analyses of Scanning Electron Microscope images of specimens collected from deep-sea locations around the globe having different bottom water oxygen concentrations (0.04 to 6.20 ml/L) revealed a robust, negative relationship between pore surface area on tests and ambient bottom water oxygen concentration; as oxygen decreases, the surface area of the test covered with pores increases. The resulting calibration curve serves as new, quantitative basis to use pore characteristics of fossil benthic foraminifera as a proxy to assess the history of bottom water oxygen changes of ancient oceans.\n\n\t\t\t\t\tLast Modified: 07/31/2015\n\n\t\t\t\t\tSubmitted by: Anthony E Rathburn"
 }
}