{
 "awd_id": "1060080",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Expedition Objective Research: Early Pliocene Record Of Antarctic Ice Rafting And Paleoenvironmental Conditions, Wilkes Land Margin, Antarctica",
 "cfda_num": "47.050",
 "org_code": "06040204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Janecek",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 183565.0,
 "awd_amount": 183565.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2011-03-11",
 "awd_abstract_narration": "Intellectual merit\r\nThis project investigates early Pliocene East Antarctic ice dynamics and paleoenvironmental conditions from variations in the production of ice-rafted debris and major element geochemistry of sediment cores collected during IODP Expedition 318 to the Wilkes Land margin of Antarctica. This portion of Antarctica carries the Wilkes and Aurora subglacial basins, where the East Antarctic Ice Sheet (EAIS) is grounded below sea level, and is potentially unstable. The early Pliocene is a known period of global warmth with sea surface temperatures ranging up to 5.5ºC higher than present in the Southern Ocean. The stability of the EAIS in this period of time is a major uncertainty and is considerably debated. Recent climate and ice-sheet modeling studies suggest that, in contrast to the West Antarctic Ice Sheet, the EAIS did not collapse during the Pliocene. However, the models do show that its margin retreated to within the present position and that the retreat generated a significant eustatic sea level component. The Wilkes Land margin is the location where the predicted retreat is the greatest. Here we collect a high-resolution record of IRD production, paleoproductivity, and changes in provenance, to 1) test the hypothesis of glacial retreat during early Pliocene warm periods; and 2) provide a record of sufficient resolution to correlate East Antarctic ice dynamics to global paleoclimatic proxies on 10kyr time scales. Two drillholes with well-dated early Pliocene intervals, Site U1358 on the continental shelf, and Site U1359 on the continental rise, are investigated. Ice-rafted debris (IRD) mass accumulation rates (MAR) will be determined in combination with bulk terrigenous grain-size analyses for Site U1359. Particle size analysis will also aid in the interpretation of the diamictites on the shelf at Site U1358. The sediments at both sites have > 5% terrigenous fraction, so that particulate scavenging by organisms on terrigenous sediment concentrations of Fe, Ti and Al is negligible and stable element ratios can be used to derive provenance information and local paleoproductivity and weathering proxies. The integrated datasets of IRD MAR, degree of chemical alteration through weathering, and paleoproductivity, will be used to assess variations in ice extent and paleoclimatic conditions along Wilkes Land and the adjacent ocean, through early Pliocene warm periods.\r\nBroader impacts\r\nThe Pliocene was the last epoch wherein the atmospheric pCO2 was similar to today?s partial pressure and global surface temperatures were higher than the modern with a larger than average degree of warming occurring at high latitudes. Tectonically and oceanographically the Earth was similar to today and the early Pliocene is, therefore, an excellent time interval to study the long-term stability of ice sheets in a world comparable to the present and the near future. The Antarctic ice sheets are important components of the global climate system, because of their high albedo and influence on sea ice formation, ocean circulation, and sea level. Satellite data suggest that the Antarctic ice sheets at present are losing mass and that mass loss has recently accelerated resulting in a present contribution to global sea level rise of ca. 0.3 mm/yr. Due to the short monitoring period, however, it is uncertain whether ice sheets are responding to the present warming or whether this is an expression of short-term perturbations in the icesheet system. Both short-term monitoring and the analyses of long-term trends in geological records are essential to provide a complete assessment of the state of the climate system. Important broader impacts of this work are further: 1) the availability of high resolution data on cryosphere dynamics for global climate studies, 2) the increased accessibility of the core material for other researchers who target short intervals with time intensive methods of analysis, 3) the PIs activities to inform researchers in urban and coastal management policy and the general public through lectures and local media outlets, and 4) education through research participation of two students of diverse backgrounds, which can be considered an importantlong-term benefit of this work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Passchier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Passchier",
   "pi_email_addr": "passchiers@mail.montclair.edu",
   "nsf_id": "000064447",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 NORMAL AVE",
  "perf_city_name": "MONTCLAIR",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 183565.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The results of this project shed light on the behavior of the East Antarctic Ice Sheet in a warming world. The Antarctic Ice Sheet is the largest in the world and it has some vulnerable areas where the ice lies below sea level. Today, under the current warming climate, the Antarctic ice sheet is gaining mass at the top due to an increase in snow accumulation, but it is melting from below where it is in contact with warmer ocean water. In East Antarctica, snow accumulation exceeds the melt from below, but our studies have given evidence of a different balance in a warmer climate. We found that when ocean temperatures around Antarctica rose to more than 3 degrees Centigrade during past warm periods, the East Antarctic ice mass changed from one purging icebergs into the ocean following glacial rhythms to one with a very different dynamic. These results confirm earlier studies that the East Antarctic Ice Sheet might not be as stable under warmer conditions with consequences for predictions of future sea level rise.</p>\n<p>In order to reach these conclusions we collected laboratory data from two deep-sea sediment cores from the Antarctic continental margin. We targeted intervals dated to the early Pliocene between ~5 and 3 million years ago, the last time atmospheric greenhouse gas concentrations were similar to those predicted for the near future. We analyzed samples from the sediment cores with a laser particle sizer, ICP-OES, and Scanning Electron Microscope with EDS instrumentation. The vertical distribution of the coarse material in the sediment core allowed us to reconstruct changes in material released by icebergs through time, whereas the sediment chemistry determined by ICP-OES gave us important information about the oxidation state of the sediment and water column processes, using Mn/Al ratios and barite concentrations. These results were verified using Scanning Electron Microscopy and elemental mapping. The datasets provided detailed insights into the sequence of events associated with the onset of a prolonged warm period and the interaction between the disintegration of floating parts of the East Antarctic ice sheet and ocean circulation.</p>\n<p>Four female students from the state of New Jersey were involved in the project: 1 Ph.D. student, 1 M.S. student, and 2 B.S. students. These students gained analytical lab experience and a deep understanding of the scientific process. Results were widely disseminated through talks at various universities across the U.S. and abroad as well as conference presentations. Students participated in local outreach events for minority high school students and the PI gave talks and sat on panels at environmental centers, and math and engineering clubs. New Jersey is a coastal state and basic research into the mechanisms of rising sea levels and the dissemination of that knowledge is of fundamental importance to its population.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2016<br>\n\t\t\t\t\tModified by: Sandra&nbsp;Passchier</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1060080/1060080_10078403_1462154660978_JRiceberg--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1060080/1060080_10078403_1462154660978_JRiceberg--rgov-800width.jpg\" title=\"Drillship\"><img src=\"/por/images/Reports/POR/2016/1060080/1060080_10078403_1462154660978_JRiceberg--rgov-66x44.jpg\" alt=\"Drillship\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Drillship Joides Resolution near an iceberg</div>\n<div c...",
  "por_txt_cntn": "\nThe results of this project shed light on the behavior of the East Antarctic Ice Sheet in a warming world. The Antarctic Ice Sheet is the largest in the world and it has some vulnerable areas where the ice lies below sea level. Today, under the current warming climate, the Antarctic ice sheet is gaining mass at the top due to an increase in snow accumulation, but it is melting from below where it is in contact with warmer ocean water. In East Antarctica, snow accumulation exceeds the melt from below, but our studies have given evidence of a different balance in a warmer climate. We found that when ocean temperatures around Antarctica rose to more than 3 degrees Centigrade during past warm periods, the East Antarctic ice mass changed from one purging icebergs into the ocean following glacial rhythms to one with a very different dynamic. These results confirm earlier studies that the East Antarctic Ice Sheet might not be as stable under warmer conditions with consequences for predictions of future sea level rise.\n\nIn order to reach these conclusions we collected laboratory data from two deep-sea sediment cores from the Antarctic continental margin. We targeted intervals dated to the early Pliocene between ~5 and 3 million years ago, the last time atmospheric greenhouse gas concentrations were similar to those predicted for the near future. We analyzed samples from the sediment cores with a laser particle sizer, ICP-OES, and Scanning Electron Microscope with EDS instrumentation. The vertical distribution of the coarse material in the sediment core allowed us to reconstruct changes in material released by icebergs through time, whereas the sediment chemistry determined by ICP-OES gave us important information about the oxidation state of the sediment and water column processes, using Mn/Al ratios and barite concentrations. These results were verified using Scanning Electron Microscopy and elemental mapping. The datasets provided detailed insights into the sequence of events associated with the onset of a prolonged warm period and the interaction between the disintegration of floating parts of the East Antarctic ice sheet and ocean circulation.\n\nFour female students from the state of New Jersey were involved in the project: 1 Ph.D. student, 1 M.S. student, and 2 B.S. students. These students gained analytical lab experience and a deep understanding of the scientific process. Results were widely disseminated through talks at various universities across the U.S. and abroad as well as conference presentations. Students participated in local outreach events for minority high school students and the PI gave talks and sat on panels at environmental centers, and math and engineering clubs. New Jersey is a coastal state and basic research into the mechanisms of rising sea levels and the dissemination of that knowledge is of fundamental importance to its population.\n\n\t\t\t\t\tLast Modified: 05/01/2016\n\n\t\t\t\t\tSubmitted by: Sandra Passchier"
 }
}