{
 "awd_id": "1060009",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Role of Parents and Parens Patriae: Developing Views of Legitimacy and Justice in Juvenile Delinquency Court",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 6907.0,
 "awd_amount": 6907.0,
 "awd_min_amd_letter_date": "2011-01-26",
 "awd_max_amd_letter_date": "2011-01-26",
 "awd_abstract_narration": "Participating in the juvenile court process and sharing legal experiences with family members may influence how parents and children view the justice system's ability to treat all people fairly.  This research examines whether parents, with a child accused of committing a crime, experience the court system as fair and effective and how views of legitimacy and justice may be developed within families.  Building on prior work on legal consciousness and procedural justice, this qualitative study will follow twenty families who have a child entering the justice system on a new charge of delinquency.  Multiple members of each family, including the juvenile and his or her parents, will be interviewed at different times during the juvenile court process.  Interviews will be supplemented by observations of court proceedings and meetings with defense attorneys.  This study focuses on two courts located in urban, historically disadvantaged communities, areas that have been disproportionately represented in the juvenile justice system.  \r\n\r\nThis research will extend previous work in legal consciousness by exploring whether the non-voluntary character of criminal law renders legal experiences more salient and meaningful. The element of coercion is especially pertinent for parents in juvenile court because parents are compelled into legal interaction for either the good of the child or the best interests of society.  Through its longitudinal nature, this study can capture and explain change, conceiving of legal consciousness as an emergent and interactive process rather than a stable state of thinking or acting.  This research extends procedural justice literature by using qualitative methods to examine how perceptions of the legal system's legitimacy evolve throughout the course of a legal proceeding and the role of family interaction in developing and maintaining views of law and justice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Farrell",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Amy S Farrell",
   "pi_email_addr": "Am.farrell@neu.edu",
   "nsf_id": "000536071",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Liana",
   "pi_last_name": "Pennington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Liana Pennington",
   "pi_email_addr": "pennington.l@neu.edu",
   "nsf_id": "000535158",
   "pi_start_date": "2011-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 HUNTINGTON AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6907.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The juvenile delinquency court aims to modify children&rsquo;s behavior, but little is known about how parents&rsquo; experiences in the juvenile justice system may be affecting the court&rsquo;s efforts.&nbsp;Whether parents believe the court system is fair and effective and how they discuss the court&rsquo;s legitimacy with their child could have important implications for the juvenile justice system.&nbsp;Widespread distrust of courts and the justice system exists in poor and minority communities (Rottman and Hansen 2001).&nbsp;As children from disadvantaged communities are disproportionately represented in the juvenile justice system (Feld 1999), it is critical to understand how these views of the court develop and under which circumstances parents&rsquo; perceptions of the court&rsquo;s legitimacy increase or decrease. Since parents are one of children&rsquo;s primary socializing agents, how parents perceive issues of law and justice may strongly influence their children&rsquo;s moral and political beliefs (Henning 2005).&nbsp;</p>\n<p>This&nbsp;study takes an in-depth look at the experiences of thirty families in two urban juvenile delinquency courts in the Northeast United States.&nbsp;This&nbsp;research extends prior&nbsp;work in procedural justice and legal consciousness by taking a longitudinal and multi-perspectival approach to the development of legal perceptions, values, and ideas.&nbsp;Much of previous resarch in these areas has been cross-sectional and retrospective, while this study combines observations with interviews with multiple members of the same family at different times during the court process. This multi-faceted approach allows for the study of how views of law and justice evolve during a legal process and how perceptions of the court system are shared within families. This&nbsp;study includes 82 semi-structured interviews of parents and youth and 108 observations of court hearings and attorney meetings with the family.</p>\n<p>This research finds that most parents enter the court process seeking engagement with the justice system, viewing their role as parents to be their child&rsquo;s advocate and to ensure that legal authorities act fairly.&nbsp;Often parents and youth want to challenge the police version of the criminal incident and broaden who is held accountable in the courtroom.&nbsp;When they find they cannot meaningfully participate, many parents and youth leave the court process more passive and disengaged. Their passivity can resemble deference to legal authorities because these parents and youth are no longer speaking out against the state version of the case.&nbsp;When parents fail to find influence inside the formal court system, theycan seek influence extra-legally through conversations with their court-involve child. These families create an intermediate space outside the formal court process where parents transmit their views and socialize their child.</p>\n<p>This research challenges the tacit assumption in much of procedural justice research that perceptions of legitimacy work in similar ways with the police and the courts (Tyler 2003;Tyler &amp; Huo 2002).&nbsp;Here views of the police and the courts can involve intersecting processes, with parents and youth looking to the court process to challenge police action.&nbsp;This project also extends the legal mobilization and legal consciousness research by applying these theories to the juvenile justice system where state coercion dominates. While prior work has found that few individuals seek to mobilize the formal legal process (Morrill et al. 2010), this research finds that juvenile defendants and their family members first seek to use formal law to mobilize their views of what would befair. They resort to extra-legal means once their use of formal law is unsuccessful. This research also finds that notions of justice are often interactive and intersubjective, with family m...",
  "por_txt_cntn": "\nThe juvenile delinquency court aims to modify childrenÆs behavior, but little is known about how parentsÆ experiences in the juvenile justice system may be affecting the courtÆs efforts. Whether parents believe the court system is fair and effective and how they discuss the courtÆs legitimacy with their child could have important implications for the juvenile justice system. Widespread distrust of courts and the justice system exists in poor and minority communities (Rottman and Hansen 2001). As children from disadvantaged communities are disproportionately represented in the juvenile justice system (Feld 1999), it is critical to understand how these views of the court develop and under which circumstances parentsÆ perceptions of the courtÆs legitimacy increase or decrease. Since parents are one of childrenÆs primary socializing agents, how parents perceive issues of law and justice may strongly influence their childrenÆs moral and political beliefs (Henning 2005). \n\nThis study takes an in-depth look at the experiences of thirty families in two urban juvenile delinquency courts in the Northeast United States. This research extends prior work in procedural justice and legal consciousness by taking a longitudinal and multi-perspectival approach to the development of legal perceptions, values, and ideas. Much of previous resarch in these areas has been cross-sectional and retrospective, while this study combines observations with interviews with multiple members of the same family at different times during the court process. This multi-faceted approach allows for the study of how views of law and justice evolve during a legal process and how perceptions of the court system are shared within families. This study includes 82 semi-structured interviews of parents and youth and 108 observations of court hearings and attorney meetings with the family.\n\nThis research finds that most parents enter the court process seeking engagement with the justice system, viewing their role as parents to be their childÆs advocate and to ensure that legal authorities act fairly. Often parents and youth want to challenge the police version of the criminal incident and broaden who is held accountable in the courtroom. When they find they cannot meaningfully participate, many parents and youth leave the court process more passive and disengaged. Their passivity can resemble deference to legal authorities because these parents and youth are no longer speaking out against the state version of the case. When parents fail to find influence inside the formal court system, theycan seek influence extra-legally through conversations with their court-involve child. These families create an intermediate space outside the formal court process where parents transmit their views and socialize their child.\n\nThis research challenges the tacit assumption in much of procedural justice research that perceptions of legitimacy work in similar ways with the police and the courts (Tyler 2003;Tyler &amp; Huo 2002). Here views of the police and the courts can involve intersecting processes, with parents and youth looking to the court process to challenge police action. This project also extends the legal mobilization and legal consciousness research by applying these theories to the juvenile justice system where state coercion dominates. While prior work has found that few individuals seek to mobilize the formal legal process (Morrill et al. 2010), this research finds that juvenile defendants and their family members first seek to use formal law to mobilize their views of what would befair. They resort to extra-legal means once their use of formal law is unsuccessful. This research also finds that notions of justice are often interactive and intersubjective, with family members filtering the meaning of court experiences through the family. As they process through the court as a unit, parents and youth can create a family-level legal consciousness which focuses on resisting the..."
 }
}