{
 "awd_id": "1060807",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Reciprocal Dynamics of Family Transformation through International Marriage Migration",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 131222.0,
 "awd_amount": 152460.0,
 "awd_min_amd_letter_date": "2011-03-09",
 "awd_max_amd_letter_date": "2014-06-26",
 "awd_abstract_narration": "Dr. Jennifer Cole (University of Chicago) will undertake research on the role of changing marriage and family practices in shaping international migration.  Most social scientific studies of migration have focused on national and international population movements and their effects at the national and regional levels.  If marriages are considered at all in such studies, the existence of bi-national  marriages is taken as a measure of host society assimilation. Dr. Cole will study international migration and marriage from the opposite perspective: the family-level and community-level processes that produce them. Such processes include  situations where  men and women use marriage and family reunification to enable migration and to maintain transnational relationships, on the one hand, while also serving their own local-level, community-level goals on the other.  Looking at migration from the bottom-up will help to clarify causes and effects around an issue that is of central importance to both contemporary social science theory and effective migration policy.\r\n\r\nThe research will be conducted in rural France because of the existence of a cohort of bi-national couples comprised of rural French men and African women from the island of Madagascar. Data will be collected using a variety of ethnographic methods including participant observation in the workplace, interviews with couples both together and separately, interviews with family members and community experts, and analysis of relevant materials from historical and comparative archives.  The data will enable the researcher to elucidate how preexisting ideas of marriage, gender, and kinship affect and produce bi-national marriages; how the marriages, in turn, produce changed kinship and family practices; and how such arrangements affect the community integration of the couples and the communities into which they are integrated. Findings from the research will contribute to social science theory of the causes and consequences of contemporary migration. This research will further be of use to government officials and non-government workers interested in understanding the factors that promote migration and that contribute to, or hinder, the integration of migrants into their host societies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Cole",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Cole",
   "pi_email_addr": "jcole@uchicago.edu",
   "nsf_id": "000459645",
   "pi_start_date": "2011-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7554",
   "pgm_ref_txt": "RES. EXP. FOR GRADS (CULT ANT)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 61867.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 41124.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 44469.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>&nbsp;In recent years, many scholars have observed the growing importance of female migration, especially through marriage and family reunification.&nbsp; In Europe, especially, it appears that marriage and family reunification are one of the last remaining ways to legally gain entry and citizenship. My NSF funded research sought to illuminate transformations in conceptions of kinship, marriage and belonging that occur during the course of bi-cultural, bi-national marriages. I carried out this research in France in part because unlike the United States whose dominant ideology underscores the value of multiculturalism, dominant French ideology encourages immigrants to assimilate to a single standard of Frenchness.&nbsp; As a result, it seemed likely that new immigrants would work especially hard both to maintain their cultural traditions and fit in to their new families simultaneously, making their efforts particularly visible both for each other and, as a consequence, for the observer.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; My research focused on a particularly interesting case involving provincial Frenchmen and women from Northeast Madagascar.&nbsp; On the one hand, a combination of long-term economic and population trends in France mean that men who inhabit rural areas, men who work in unglamorous professions like pig farming or raspberry growing or as janitors in the local mayor&rsquo;s office, have difficulty finding wives: many of their female peers prefer to live in the city.&nbsp; On the other hand, increasing poverty, tense gender relations and the inrush of images of Western ease and wealth that occurred following economic liberalization in the 1990s, motivate Malagasy women to marry Frenchmen and move to France. When Malagasy women marry French men and settle in France, they do not form separate ethnic enclaves, nor are they isolated from wider French life. Rather, they live in French villages and small towns, become embedded in their husband&rsquo;s families, and are employed in French agriculture and other semirural industries that are central to the southwest&rsquo;s economy at the same time that they continue to visit and support their kin in Madagascar. In a word, they become integrated into French life all the while keeping their ties to Madagascar.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The importance of this research arise from how it illuminates the cultural dynamics that enable these marriages to function despite different understandings of kinship and family as well as state intervention.&nbsp; When I first set out to conduct this research, I hypothesized that the process of integration that occurred as Malagasy women married Frenchmen and settled in France was bidirectional and affected the Frenchmen as much as it did the Malagasy women. One might further assume that this process occurred as a result of increased understanding of the other partners&rsquo; culture. &nbsp;Although I did find that the process of transformation was mutual, and that French men gained social networks and experiences from their marriages to Malagasy women, I did not find that these marriages rested on a process of mutual understanding.&nbsp; Instead, I found that these marriages appear to function through what I call a &ldquo;working misunderstanding.&rdquo;&nbsp; In particular, both French husbands and Malagasy wives appear to draw on ideas about kinship and tradition to negotiate their relationships. These notions of kinship and tradition are both similar to enable them to coordinate some of their activity to shared ends, and different enough to allow for slippage and the maintenance of separate social spheres. Overall, this research suggests that shared practical goals may be as or more important than m...",
  "por_txt_cntn": "\n  In recent years, many scholars have observed the growing importance of female migration, especially through marriage and family reunification.  In Europe, especially, it appears that marriage and family reunification are one of the last remaining ways to legally gain entry and citizenship. My NSF funded research sought to illuminate transformations in conceptions of kinship, marriage and belonging that occur during the course of bi-cultural, bi-national marriages. I carried out this research in France in part because unlike the United States whose dominant ideology underscores the value of multiculturalism, dominant French ideology encourages immigrants to assimilate to a single standard of Frenchness.  As a result, it seemed likely that new immigrants would work especially hard both to maintain their cultural traditions and fit in to their new families simultaneously, making their efforts particularly visible both for each other and, as a consequence, for the observer.\n\n               My research focused on a particularly interesting case involving provincial Frenchmen and women from Northeast Madagascar.  On the one hand, a combination of long-term economic and population trends in France mean that men who inhabit rural areas, men who work in unglamorous professions like pig farming or raspberry growing or as janitors in the local mayorÆs office, have difficulty finding wives: many of their female peers prefer to live in the city.  On the other hand, increasing poverty, tense gender relations and the inrush of images of Western ease and wealth that occurred following economic liberalization in the 1990s, motivate Malagasy women to marry Frenchmen and move to France. When Malagasy women marry French men and settle in France, they do not form separate ethnic enclaves, nor are they isolated from wider French life. Rather, they live in French villages and small towns, become embedded in their husbandÆs families, and are employed in French agriculture and other semirural industries that are central to the southwestÆs economy at the same time that they continue to visit and support their kin in Madagascar. In a word, they become integrated into French life all the while keeping their ties to Madagascar.   \n\n               The importance of this research arise from how it illuminates the cultural dynamics that enable these marriages to function despite different understandings of kinship and family as well as state intervention.  When I first set out to conduct this research, I hypothesized that the process of integration that occurred as Malagasy women married Frenchmen and settled in France was bidirectional and affected the Frenchmen as much as it did the Malagasy women. One might further assume that this process occurred as a result of increased understanding of the other partnersÆ culture.  Although I did find that the process of transformation was mutual, and that French men gained social networks and experiences from their marriages to Malagasy women, I did not find that these marriages rested on a process of mutual understanding.  Instead, I found that these marriages appear to function through what I call a \"working misunderstanding.\"  In particular, both French husbands and Malagasy wives appear to draw on ideas about kinship and tradition to negotiate their relationships. These notions of kinship and tradition are both similar to enable them to coordinate some of their activity to shared ends, and different enough to allow for slippage and the maintenance of separate social spheres. Overall, this research suggests that shared practical goals may be as or more important than mutual understanding in influencing processes of cultural and social integration.  \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2015\n\n\t\t\t\t\tSubmitted by: Jennifer Cole"
 }
}