{
 "awd_id": "1060698",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Legal Mobilization in the Global Age: Expanding the Spatial and Temporal Dimensions of Analysis",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 274977.0,
 "awd_amount": 274977.0,
 "awd_min_amd_letter_date": "2011-02-09",
 "awd_max_amd_letter_date": "2011-02-09",
 "awd_abstract_narration": "This research investigates the cost and consequences of legal mobilization. Legal mobilization is the effort to advance legal rights claims and use litigation in campaigns for social change. Using archival materials, private papers, and legal records, the research team will analyze the activities of a small union of Filipino American cannery workers over the course of seventy years that eventually culminated in the landmark US Supreme Court ruling in Wards Cove Packing Co. v. Atonio (1989). By examining how three generations of workers used litigation in struggles for both racial and economic justice as well as integrated these US campaigns with political and social struggles in the Philippines, the findings will theoretically advance existing legal mobilization models by situating litigation as a multi-stage, incremental, and potentially transformative set of processes in a globalized world.\r\n\r\nMuch recent scholarship has argued that the narrow anti-discrimination principles that emerged through civil rights litigation of the 1950s divided movements for civil rights and economic justice. The current research challenges this theory. As such, the research refines the current understandings of the role of law in movements for labor and civil rights in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McCann",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Michael W McCann",
   "pi_email_addr": "mwmccann@u.washington.edu",
   "nsf_id": "000264392",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Lovell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Lovell",
   "pi_email_addr": "glovell@u.washington.edu",
   "nsf_id": "000569796",
   "pi_start_date": "2011-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 274977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our research has produced a detailed, incisive, long social history of the landmark Supreme Court ruling in <em>Wards Cove Packing Co. v. Atonio</em> (1989).&nbsp; That legal case is important because it substantially narrowed opportunities for invoking the 1964 Civil Rights Act to challenge group-based impacts of discrimination in business hiring, promotion, job organization, and wage allocation practices.&nbsp; Our book traces the historical development of Alaskan salmon canneries and the multiple generations of Asian American workers who labored in the segregated, unhealthy, and poorly paid &ldquo;plantation&rdquo; conditions of the&nbsp;industry for most of the twentieth century. This history is relevant for understanding the relative merits of the Filipino-American workers&rsquo; claims as well as the broad implications of the Court&rsquo;s ruling for limiting the rights of racial minorities, women, and workers generally. &nbsp;The book will bring alive the significant impacts of this retrenchment in civil rights law for the actual people who filed the cases, for broader groupings of the worker population, and for the organization of workplace relations in contemporary society.</p>\n<p>Our research findings, which will be published in a major university press book and at least three academic journal articles, display multiple <em>intellectual merits</em>. For one thing, the book will be the first scholarly study of the landmark Wards Cove case, its origins, and its significance for the development of U.S. civil rights law.&nbsp; Second, the research will contribute significantly to empirically grounded scholarly theorizing about the strategies and relative effectiveness of rights-based social reform litigation. Third, this history of the immigrant cannery workers will engage expansive scholarly debates addressing the continuities and disjunctures among the New Deal, early Cold War, and civil rights&nbsp;regimes of workplace governance as well as provide a foundation for comparing Filipino worker legal struggles to the experiences of other immigrant and minority groups in various parts of the nation over these periods. Finally, our study contributes significantly to refining and expanding the theoretical framework of &ldquo;legal mobilization&rdquo; analysis.&nbsp; The concept of &ldquo;legal mobilization&rdquo; refers to practices of people claiming rights against injury or for select positive entitlements; such claiming may entail formal legal action like litigation, but it often does not, and even when litigation is involved many other forms of organized action are typically deployed.&nbsp; Our research design aimed to expand the study of broad social contexts in which legal mobilization efforts by groups occurs&mdash;<em>spatially</em>, to involve parties and sites of contestation across several nations; <em>temporally</em>, to include legal relations and struggles that develop over several generations; and <em>substantively</em>, to involve many different types of legal claims &ndash; to understand more deeply why groups do or do not mobilize law and the effects of those mobilization efforts.&nbsp; The familiar scholarly aim to &ldquo;decenter&rdquo; courts and even formal litigation in order to understand how legal claiming in society develops and whether it matters is advanced substantially by our work.&nbsp; Analyzing the ongoing legal struggles and routine experiences of one subaltern group of migrant workers over a long time exposes the mixed record of law to live up to its much heralded promise of providing equal&nbsp;protection, security,&nbsp;and freedom&nbsp;for ordinary people.&nbsp; Our analysis is especially revealing about experiences with law by a wide swath of people in an increasingly immigrant intensive, economically hierarchical, and racial mixed contemporary American society.</p>\n<p>Our research also has generated a number of <em>broader ...",
  "por_txt_cntn": "\nOur research has produced a detailed, incisive, long social history of the landmark Supreme Court ruling in Wards Cove Packing Co. v. Atonio (1989).  That legal case is important because it substantially narrowed opportunities for invoking the 1964 Civil Rights Act to challenge group-based impacts of discrimination in business hiring, promotion, job organization, and wage allocation practices.  Our book traces the historical development of Alaskan salmon canneries and the multiple generations of Asian American workers who labored in the segregated, unhealthy, and poorly paid \"plantation\" conditions of the industry for most of the twentieth century. This history is relevant for understanding the relative merits of the Filipino-American workersÆ claims as well as the broad implications of the CourtÆs ruling for limiting the rights of racial minorities, women, and workers generally.  The book will bring alive the significant impacts of this retrenchment in civil rights law for the actual people who filed the cases, for broader groupings of the worker population, and for the organization of workplace relations in contemporary society.\n\nOur research findings, which will be published in a major university press book and at least three academic journal articles, display multiple intellectual merits. For one thing, the book will be the first scholarly study of the landmark Wards Cove case, its origins, and its significance for the development of U.S. civil rights law.  Second, the research will contribute significantly to empirically grounded scholarly theorizing about the strategies and relative effectiveness of rights-based social reform litigation. Third, this history of the immigrant cannery workers will engage expansive scholarly debates addressing the continuities and disjunctures among the New Deal, early Cold War, and civil rights regimes of workplace governance as well as provide a foundation for comparing Filipino worker legal struggles to the experiences of other immigrant and minority groups in various parts of the nation over these periods. Finally, our study contributes significantly to refining and expanding the theoretical framework of \"legal mobilization\" analysis.  The concept of \"legal mobilization\" refers to practices of people claiming rights against injury or for select positive entitlements; such claiming may entail formal legal action like litigation, but it often does not, and even when litigation is involved many other forms of organized action are typically deployed.  Our research design aimed to expand the study of broad social contexts in which legal mobilization efforts by groups occurs&mdash;spatially, to involve parties and sites of contestation across several nations; temporally, to include legal relations and struggles that develop over several generations; and substantively, to involve many different types of legal claims &ndash; to understand more deeply why groups do or do not mobilize law and the effects of those mobilization efforts.  The familiar scholarly aim to \"decenter\" courts and even formal litigation in order to understand how legal claiming in society develops and whether it matters is advanced substantially by our work.  Analyzing the ongoing legal struggles and routine experiences of one subaltern group of migrant workers over a long time exposes the mixed record of law to live up to its much heralded promise of providing equal protection, security, and freedom for ordinary people.  Our analysis is especially revealing about experiences with law by a wide swath of people in an increasingly immigrant intensive, economically hierarchical, and racial mixed contemporary American society.\n\nOur research also has generated a number of broader impacts. First, the project contributed to our universityÆs educational and research infrastructure by providing invaluable research training and experience to a number of graduate and undergraduate students.  Five graduate students participated; two of..."
 }
}