{
 "awd_id": "1060515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fine-scale crustal accretion processes and rates of magma supply and replenishment at the southern Juan de Fuca Ridge neovolcanic zone",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 34261.0,
 "awd_amount": 34261.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "A great deal has been learned about ridge morphology, volcanism, and magmatic processes since the advent of seafloor observation, yet fundamental finer-scale crustal accretion processes and their rates remain largely unknown. This proposal leverages recent technological and methodological developments to quantify the spatial, morphological, and geochemical variance within the neovolcanic zone of three segments of the intermediate-spreading southern Juan de Fuca Ridge (JdFR) to evaluate five hypotheses about crustal accretion and melt supply: Hypothesis 1: Crustal accretion at intermediate-spreading ridges is episodic on timescales of decades to hundreds of years. Hypothesis 2: Crustal accretion is distributed across the <8km width of the JdFR neovolcanic zone. Hypothesis 3: Crustal accretion at intermediate-spreading ridges is mainly accomplished during infrequent large-volume, large-effusion-rate eruptions rather than the more common small-volume small-effusion-rate eruptions. Hypothesis 4: Magma reservoir replenishment occurs on ~decadal time scales at normal ridge segments, but ~millennial timescales at inflated segments.Hypothesis 5: Source compositions are more variable than melting processes at intermediate rate ridges.To evaluate these hypotheses, we propose a synthesis of our time-constrained geologic and volcanologic data for each segment to assess how their structural and magmatic evolution has fluctuated over thousands of years. We propose high-precision trace element and radiogenic isotope analyses to integrate geochemical and morphological variability with seismological observables to assess crustal-level magma replenishment rates and differentiation. We propose uranium-series analyses for the dual purpose of supplementing eruption age constraints and evaluating how mantle-melting processes compare between adjacent ?inflated? and ?normal? ridge segments. We also propose to use targeted magnetic paleointensity measurements to measure ages when neither radiocarbon nor U-series will work. \r\nThis proposal brings two early career researchers Brian Dreyer and Julie Bowles further into mid- ocean ridge science with the guidance of two senior scientists, Clague and Gill. Undergraduate student will be involved in laboratory training, data analysis and interpretation, and presentation of results. Results and public outreach items will be posted on the Submarine Volcanism Project webpage at http://www.mbari.org/volcanism. Our results are particularly significant for Axial Seamount as it is a terminus for the regional cabled ocean observatory of the Ocean Observatories Initiative (OOI) designed to address fundamental questions key to understanding the evolution of oceans and submarine volcanoes over the next 25-30 years. Our proposal complements that objective because it develops the volcanological and geological understanding of how the magmatic system arrived at its present configuration over the last several decades to millennia. This proposal supports the major objectives of both the Marine Geology and Geophysics and Ridge2000 Programs. Dissemination of high-resolution (1-m) bathymetric and geologic maps, volcanologic histories, and geochemical and geomagnetic data for CoAxial segment, Axial Seamount, and northern Cleft segments will offer an unparalleled view of the processes that shape the mid-ocean ridge system, providing context and developing synergic interaction among the ridge science community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Clague",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Clague",
   "pi_email_addr": "clague@mbari.org",
   "nsf_id": "000440791",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Monterey Bay Aquarium Research Institute",
  "inst_street_address": "7700 SANDHOLDT RD",
  "inst_street_address_2": "",
  "inst_city_name": "MOSS LANDING",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8317751803",
  "inst_zip_code": "950399644",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "MONTEREY BAY AQUARIUM RESEARCH INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GM6EL1UH2L83"
 },
 "perf_inst": {
  "perf_inst_name": "Monterey Bay Aquarium Research Institute",
  "perf_str_addr": "7700 SANDHOLDT RD",
  "perf_city_name": "MOSS LANDING",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950399644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 34261.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this research was to understandi how the volcanic upper portion of the ocean crust is formed along the global mid-ocean ridge system. The project specifically wanted to determine the history of volcanic activity along a few select portions of the ridge system, using the Juan de Fuca Ridge as the study focus area. The study had two main activities: 1) mapping the individual lava flows using high-resolution bathymetry collected prior to the study and determining their chemical compositions, &nbsp;and 2) determining the ages of the flows. Mid-ocean ridge basalt is notoriously difficult date, so we used a different approach of determining the age of sediment accumulated on top of the flows. The process is similar to that used to date young lava flows on land by dating charcoal formed when the flow covered vegetation using radiocarbon dating. In the submarine case, we again rely on radiocarbon dating, but on the oldest calcium carbonate microfossils (foraminifera) we can recover on top of the flows.</p>\n<p>These data were combined to define 52 lava flows at Axial Seamount that erupted since 410 CE. The activity changed through time with smaller, more frequent eruptions of hotter lava erupted from 1220-1300 CE and larger, less frequent eruptions of somewhat cooler lava erupted since 1400 CE. &nbsp;There have been 48 discrete eruptions since 1220&plusmn;80 CE, yielding an eruption recurrence interval of 15-18 years, slightly longer than &nbsp;the 13-year interval between the two historic eruptions in 1998 and 2011 or the 11-19 year interval in the last 400 years.The two historical eruptions are are similar to numerous prior eruptions in size, location of eruptive fissures, chemnical composition of the lava, and style of activity. The ~15-year &nbsp;frequency of eruptions suggests that the next eruption is likely to occur around 2026, and most probably in the southern caldera and upper south rift zone. This is the same area that the cabled OOI observatory is being installed to study the interconnections of volcanic, hydrothermal, and biologic systems at Axial Seamount.&nbsp;</p>\n<p>During the study period, an eruption occurred on Axial Seamount and considerable time and effort was spent mapping and sampling the new flows. The eruption occurred along much of the same fissure system that was active in 1998, but extended far down the southern rift zone, and about 23 km beyond the extent of the fissures that were active in 1998. The degree to which consequetive eruptions issued from the same fissures and covered the same areas was an unexpected finding of the research.</p>\n<p>The research trained new marine geology graduate students, postdocs, and early career scientists in the use of remotely operated vehicles to study submarine volcanic processes. In addition, the techniques and tehnologies used to map the volcanic terrain at high resolution, and to collect sediment cores on rough lava flow surfaces can be applied at other sites along the global mid-ocean ridge system, as well as at potentially more hazardous arc and back-arc volcanoes. Application of the techniques and technologies introduced in this study will allow researchers to study submarine volcanoes, and assess the hazards they pose, in much the same way on-land volcanoes have been studied for decades.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/28/2014<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Clague</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this research was to understandi how the volcanic upper portion of the ocean crust is formed along the global mid-ocean ridge system. The project specifically wanted to determine the history of volcanic activity along a few select portions of the ridge system, using the Juan de Fuca Ridge as the study focus area. The study had two main activities: 1) mapping the individual lava flows using high-resolution bathymetry collected prior to the study and determining their chemical compositions,  and 2) determining the ages of the flows. Mid-ocean ridge basalt is notoriously difficult date, so we used a different approach of determining the age of sediment accumulated on top of the flows. The process is similar to that used to date young lava flows on land by dating charcoal formed when the flow covered vegetation using radiocarbon dating. In the submarine case, we again rely on radiocarbon dating, but on the oldest calcium carbonate microfossils (foraminifera) we can recover on top of the flows.\n\nThese data were combined to define 52 lava flows at Axial Seamount that erupted since 410 CE. The activity changed through time with smaller, more frequent eruptions of hotter lava erupted from 1220-1300 CE and larger, less frequent eruptions of somewhat cooler lava erupted since 1400 CE.  There have been 48 discrete eruptions since 1220&plusmn;80 CE, yielding an eruption recurrence interval of 15-18 years, slightly longer than  the 13-year interval between the two historic eruptions in 1998 and 2011 or the 11-19 year interval in the last 400 years.The two historical eruptions are are similar to numerous prior eruptions in size, location of eruptive fissures, chemnical composition of the lava, and style of activity. The ~15-year  frequency of eruptions suggests that the next eruption is likely to occur around 2026, and most probably in the southern caldera and upper south rift zone. This is the same area that the cabled OOI observatory is being installed to study the interconnections of volcanic, hydrothermal, and biologic systems at Axial Seamount. \n\nDuring the study period, an eruption occurred on Axial Seamount and considerable time and effort was spent mapping and sampling the new flows. The eruption occurred along much of the same fissure system that was active in 1998, but extended far down the southern rift zone, and about 23 km beyond the extent of the fissures that were active in 1998. The degree to which consequetive eruptions issued from the same fissures and covered the same areas was an unexpected finding of the research.\n\nThe research trained new marine geology graduate students, postdocs, and early career scientists in the use of remotely operated vehicles to study submarine volcanic processes. In addition, the techniques and tehnologies used to map the volcanic terrain at high resolution, and to collect sediment cores on rough lava flow surfaces can be applied at other sites along the global mid-ocean ridge system, as well as at potentially more hazardous arc and back-arc volcanoes. Application of the techniques and technologies introduced in this study will allow researchers to study submarine volcanoes, and assess the hazards they pose, in much the same way on-land volcanoes have been studied for decades. \n\n\t\t\t\t\tLast Modified: 05/28/2014\n\n\t\t\t\t\tSubmitted by: David A Clague"
 }
}