{
 "awd_id": "1060427",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Emergence of Indigenous Environmental Knowledge: Cognition, Interpretation, Perception and Social Labor in an Indonesian Society",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 17790.0,
 "awd_amount": 17790.0,
 "awd_min_amd_letter_date": "2011-02-01",
 "awd_max_amd_letter_date": "2011-02-01",
 "awd_abstract_narration": "Doctoral student Yancey Orr (University of Arizona), under the supervision of Dr. J. Stephen Lansing, will research how differences in environmental knowledge emerge within highland Balinese communities in Indonesia. This research will focus on multiple levels of how people relate to and interact with their environment and in so doing address basic anthropological questions about the generation of knowledge from experience. Research will address topics such as how individuals understand ecological interactions, interpret the behavior of animals and visually perceive landscapes.  The researcher will use data collected from cognitive science experiments and interviews conducted among wet rice agriculturalists and craft producers.  This information will be used to see how directly experiencing the environment through labor and observation affects knowledge and skill.\r\n\r\nThis research is important because it is a departure from existing studies of environmental knowledge which have typically focused on classification schemes which take linguistic groups as the unit of analysis.  Instead, the proposed research is aimed at uncovering the difference in environmental knowledge within communities and how people come to have such knowledge.  The research will contribute to cognitive science research on mental models and their development. Beyond addressing questions within anthropology, this research has practical application for Bali as its highlands, once the agricultural center of the island, have, in many areas, been transformed by craft production into servicing tourists.  The effect that this change in the labor landscape has on Balinese knowledge of the environment is a component of this study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Lansing",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "John S Lansing",
   "pi_email_addr": "jstephenlansing@gmail.com",
   "nsf_id": "000322417",
   "pi_start_date": "2011-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yancey",
   "pi_last_name": "Orr",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Yancey A Orr",
   "pi_email_addr": "yanceyorr@gmail.com",
   "nsf_id": "000556715",
   "pi_start_date": "2011-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17790.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The research conducted on the island of Bali in Indonesia and sponsored by the National Science Foundation Dissertation Improvement Grant,&nbsp;crosscut several fields:&nbsp; socio-cultural anthropology, cognitive science and philosophy. Environmental or ethno-ecological knowledge has been widely studied by anthropologists from a broadly structuralist perspective. Knowledge is categorized from a taxonomic perspective, and comparisons drawn between whole cultures. But the structuralist, taxonomic view neglects several interesting questions: Clarence Glacken&rsquo;s contention that the major question facing studies of people and the environment is whether or not the natural world affects social and cognitive systems; Marx&rsquo;s idea through laboring, man not only produces an object but also himself; and Gregory Bateson&rsquo;s ideas about the origins of cognition in experience.&nbsp;</p>\n<p>The dissertation that resulted from this fieldwork,&nbsp;<em>The Emergence of Environmental Knowledge: Cognition, Interpretation, Perception and Social Labor in Balinese Society</em>, &nbsp;addressed the broad issues of environmental knowledge and experience, through a series of empirical studies focused on conceptual knowledge and perceptual skill as they relate to praxis, or subject position. &nbsp;My studies are premised on the idea that the abilities that are used to discern differences in animal vocalizations, or the visual perception that is used in analyzing birds, are skills that exist at the pre-conceptual level and thus cannot be studied through interviews.&nbsp; For this reason, examining multiple modalities of knowledge requires diverse research techniques.&nbsp; I developed a series of tests of perceptual and interpretative acuity by adapting cognitive science experiments to the context of Balinese laborers' experiences.&nbsp; These experiments tested perceptual skills at the auditory, visual and interpretive levels.&nbsp; By integrating standardized results from cognitive science experiments with labor studies and participant observation, I was able to produce a series of studies that clarified differences between kinds of knowledge that are affected by direct interaction with the environment, versus that which is strongly influenced by socially constructed symbolic transmission.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/17/2013<br>\n\t\t\t\t\tModified by: Yancey&nbsp;A&nbsp;Orr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe research conducted on the island of Bali in Indonesia and sponsored by the National Science Foundation Dissertation Improvement Grant, crosscut several fields:  socio-cultural anthropology, cognitive science and philosophy. Environmental or ethno-ecological knowledge has been widely studied by anthropologists from a broadly structuralist perspective. Knowledge is categorized from a taxonomic perspective, and comparisons drawn between whole cultures. But the structuralist, taxonomic view neglects several interesting questions: Clarence GlackenÆs contention that the major question facing studies of people and the environment is whether or not the natural world affects social and cognitive systems; MarxÆs idea through laboring, man not only produces an object but also himself; and Gregory BatesonÆs ideas about the origins of cognition in experience. \n\nThe dissertation that resulted from this fieldwork, The Emergence of Environmental Knowledge: Cognition, Interpretation, Perception and Social Labor in Balinese Society,  addressed the broad issues of environmental knowledge and experience, through a series of empirical studies focused on conceptual knowledge and perceptual skill as they relate to praxis, or subject position.  My studies are premised on the idea that the abilities that are used to discern differences in animal vocalizations, or the visual perception that is used in analyzing birds, are skills that exist at the pre-conceptual level and thus cannot be studied through interviews.  For this reason, examining multiple modalities of knowledge requires diverse research techniques.  I developed a series of tests of perceptual and interpretative acuity by adapting cognitive science experiments to the context of Balinese laborers' experiences.  These experiments tested perceptual skills at the auditory, visual and interpretive levels.  By integrating standardized results from cognitive science experiments with labor studies and participant observation, I was able to produce a series of studies that clarified differences between kinds of knowledge that are affected by direct interaction with the environment, versus that which is strongly influenced by socially constructed symbolic transmission.\n\n \n\n\t\t\t\t\tLast Modified: 04/17/2013\n\n\t\t\t\t\tSubmitted by: Yancey A Orr"
 }
}