{
 "awd_id": "1060460",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disaster Roundtable",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2011-02-04",
 "awd_max_amd_letter_date": "2011-02-04",
 "awd_abstract_narration": "This grant provides funding to support the mission of the Disasters Roundtable, which is to facilitate and enhance communication and the exchange of ideas among scientists, practitioners, and policy makers in order to identify emerging issues related to natural, technological, and other types of disasters. To accomplish this objective, the Roundtable convenes public workshops which provide a forum for discussion on issues related to the understanding and mitigation of disasters.  In the post-9-11, post-Hurricane Katrina era, the roles and responsibilities related to research, practice, and capacity of disaster and emergency management continually change.  With this evolution comes an increasing trend of distributing roles and information across separate sectors, offices, and disciplines - or silos - that have much to contribute to the collective understanding of and solutions to emerging disaster-related issues and problems.  Means to facilitate the exchange, transfer, and application of information among these silos are needed to capture this collective understanding and identify common or shared solutions to meet changing or competing demands.  The Disasters Roundtable of the National Academy of Sciences facilitates this type of exchange: it provides a neutral forum into which representatives from the various silos are invited to hear and be heard by each other to share perspectives, increase understanding, or confirm common interests to work towards solutions disaster-related issues.  In doing so, the Disasters Roundtable occupies a unique and important niche in harnessing and applying the most current thinking among the research, practitioner, and management arms of the disasters community.  \r\n\r\nThe Disasters Roundtable membership is comprised of recognized experts across the research, practice, public, and private sectors, and about half of the members provide the financial support for the Roundtable as ex-officio members.  The Disasters Roundtable pools the individual contributions of its ex-officio members in a way that leverages each investment to achieve the greater, common goals of catalyzing change in the disasters research and practitioner communities and informing policy through advancements in science, technology and research.  It uses the unparalleled convening power of the National Academies - the National Academy of Sciences, the National Academy of Engineering, and the Institute of Medicine - to summon experts from the public and private sectors, academia, and non-governmental organizations to illuminate emerging and advance existing issue and use advances in science, technology, and policy to mitigate the effects of disasters domestically and abroad.  The Disasters Roundtable and workshop formats entail carefully structured presentations, small break-out and working groups, and other types of discussions that illuminate disciplinary areas of overlap, integration, and opportunity to mitigate the negative effects of disasters through strengthening linkages among disasters-related policy, science, technology, and research.  The Disasters Roundtable was established in 2000 and has held more than 30 workshops, meetings, and activities on timely and important disasters-related issues during its tenure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Augustine",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren A Augustine",
   "pi_email_addr": "LEAlexander@nas.edu",
   "nsf_id": "000525407",
   "pi_start_date": "2011-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "151E",
   "pgm_ref_txt": "Tsunami Research"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The impacts of disasters on world health, environment, and economies are increasing as the number of natural, technological, and human caused disasters increase. The Disasters Roundtable (DR) of the National Academy of Sciences examines how these impacts can be mitigated through research and advances in science and technology to create a more sustainable world. The DR emphasizes the exchange of ideas and facilitates working relationships between federal agencies, the private sector and experts in the fields of science, engineering, and other disciplines related to hazards. The Roundtable has covered timely topics such as urban/wildland fire, natural disasters and energy policy, sea level rise and coastal disasters, natural disasters lessons for countering terrorism, impacts of climate change on natural disasters, risk communication, earthquake hazards programs, lessons learned from hurricanes and emergency management.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In DR meetings and workshops, the exchange of ideas is facilitated through carefully structured presentations, small group breakouts and discussions. Activities illuminate disciplinary areas of overlap, integration and opportunity to mitigate the negative effects of disasters through advancements in policy, science, technology and research. In the past year, the DR initiated, organized, and held several workshops and meetings, including:</p>\n<ul>\n<li>DR workshop # 32, <em>Using Lessons from Haiti and Chile to Reduce Global Risk</em> on March 2, 2011 in Washington, DC. In 2010, Haiti and Chile experienced devastating earthquakes. The differences and the similarities between the two earthquakes present researchers, practitioners, the US Government, and the international community with tremendous learning opportunities to reduce global and US domestic risk to natural hazards. With contributions from Haitians, Chileans, the US Government and international community, this workshop aimed to illustrate how both the expected and the unexpected outcomes and occurrences in these earthquakes can better prepare the US and international community for the next disaster. The workshop focused on: the role of pre-existing conditions in the impact, response, and recovery of these earthquake events; lessons learned from the expected and the unexpected outcomes of these earthquakes; and how to use lessons from Haiti and Chile to reduce disaster risk in the future.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>DR workshop #33, <em>Co-existing with Risk</em> on October 26, 2011 in Washington, DC. No area is risk-free. All segments of society assume some level of risk and coexist with it. Often times, those living in high-natural disaster risk areas expect, explicitly or implicitly, that the government will provide assistance if and when a disaster occurs. However, if the frequency or cost of natural disasters increases in the future, relationships among federal, state and local officials; private industry; and community members become especially critical during each phase of the disaster cycle. This workshop explored questions such as: how effective are the current practices and policies at national and local scales in ensuring the distribution and assumption of risk in equitable ways; if disasters trend towards greater frequency or greater costs, how would current policies ensure equitable assumption and distribution of increased risk; and how would current policies need to be changed to allow for equitable distribution or assumption of increased risk? What, if any, new policies would be needed to ensure equitable assumption and distribution of increased risk?</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>DR workshop #34 will be held on March 21, 2012 in Washington, DC. The workshop will focus on integrated disasters recovery and examine the integration of disaster recovery across disciplines, sectors, and jurisdictions that include the restoration of critical infrastr...",
  "por_txt_cntn": "\nThe impacts of disasters on world health, environment, and economies are increasing as the number of natural, technological, and human caused disasters increase. The Disasters Roundtable (DR) of the National Academy of Sciences examines how these impacts can be mitigated through research and advances in science and technology to create a more sustainable world. The DR emphasizes the exchange of ideas and facilitates working relationships between federal agencies, the private sector and experts in the fields of science, engineering, and other disciplines related to hazards. The Roundtable has covered timely topics such as urban/wildland fire, natural disasters and energy policy, sea level rise and coastal disasters, natural disasters lessons for countering terrorism, impacts of climate change on natural disasters, risk communication, earthquake hazards programs, lessons learned from hurricanes and emergency management. \n\n \n\nIn DR meetings and workshops, the exchange of ideas is facilitated through carefully structured presentations, small group breakouts and discussions. Activities illuminate disciplinary areas of overlap, integration and opportunity to mitigate the negative effects of disasters through advancements in policy, science, technology and research. In the past year, the DR initiated, organized, and held several workshops and meetings, including:\n\nDR workshop # 32, Using Lessons from Haiti and Chile to Reduce Global Risk on March 2, 2011 in Washington, DC. In 2010, Haiti and Chile experienced devastating earthquakes. The differences and the similarities between the two earthquakes present researchers, practitioners, the US Government, and the international community with tremendous learning opportunities to reduce global and US domestic risk to natural hazards. With contributions from Haitians, Chileans, the US Government and international community, this workshop aimed to illustrate how both the expected and the unexpected outcomes and occurrences in these earthquakes can better prepare the US and international community for the next disaster. The workshop focused on: the role of pre-existing conditions in the impact, response, and recovery of these earthquake events; lessons learned from the expected and the unexpected outcomes of these earthquakes; and how to use lessons from Haiti and Chile to reduce disaster risk in the future.\n\n\n \n\nDR workshop #33, Co-existing with Risk on October 26, 2011 in Washington, DC. No area is risk-free. All segments of society assume some level of risk and coexist with it. Often times, those living in high-natural disaster risk areas expect, explicitly or implicitly, that the government will provide assistance if and when a disaster occurs. However, if the frequency or cost of natural disasters increases in the future, relationships among federal, state and local officials; private industry; and community members become especially critical during each phase of the disaster cycle. This workshop explored questions such as: how effective are the current practices and policies at national and local scales in ensuring the distribution and assumption of risk in equitable ways; if disasters trend towards greater frequency or greater costs, how would current policies ensure equitable assumption and distribution of increased risk; and how would current policies need to be changed to allow for equitable distribution or assumption of increased risk? What, if any, new policies would be needed to ensure equitable assumption and distribution of increased risk?\n\n\n \n\nDR workshop #34 will be held on March 21, 2012 in Washington, DC. The workshop will focus on integrated disasters recovery and examine the integration of disaster recovery across disciplines, sectors, and jurisdictions that include the restoration of critical infrastructure, educational, civic, or commercial services, replacement of displaced persons, and a host of other actions that allow the economic and social functions of a communit..."
 }
}