{
 "awd_id": "1060220",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Causes and Consequences of the American Ballot",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 95007.0,
 "awd_amount": 95007.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2011-09-12",
 "awd_abstract_narration": "The US Constitution delegates election administration largely to the states. Although the Congress has occasionally stepped in to standardize electoral procedure--such as mandating that federal elections take place on the first Tuesday after the first Monday in November of even numbered years--states have largely been free to establish and change their election laws. As a result, state election procedures vary widely: rules differ on ballot access for potential candidates, voting machine technology, legislative districting, and registration requirements. Although each of these features holds interest, this project homes in on another, equally important, electoral institution: the form and structure of election ballots. \r\n\r\nThe physical format of the ballot varies considerably across states. Some states line up candidates in party columns, whereas others list candidates by office. Some provide for party emblems at the top of the ballot, whereas others provide a box at the top of the ballot allowing voters to cast a straight ticket with one check-mark. As the 2000 presidential election demonstrated, these physical differences can have remarkable consequences. This project addresses the following questions: What factors explain the decisions of state legislatures to adopt a particular ballot format? When do state legislatures change ballot formats? What are the consequences of these decisions on elections, candidates, and electoral competition? \r\n\r\nThe intellectual merit of this project lies in its capacity to advance understanding of the causes of ballot format changes and provide evidence of the effects of these changes on political competition and legislative behavior. The investigators will collect an original dataset listing the precise dates when ballot laws were changed, the nature of those changes, the partisan composition of the enacting legislature, and, where available, the legislative roll-call votes on the passage of the new format. These data will shed light on the forces behind ballot law changes. The data will also permit assessment of the effect of ballot formats on election outcomes, party competition, and representative behavior in both the US Congress and state legislatures. \r\n\r\nThis project also has several broader implications. The project enhances understanding of how democratic institutions are created and how they affect the practical workings of elections and representation. The research will also provide an important new database to social scientists working in several fields, which in turn should foster innovation in the study of elections and legislative representation. The research and its findings hold interest for those in the electoral law community, including election administrators, legal scholars, and lawyers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Engstrom",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Erik J Engstrom",
   "pi_email_addr": "ejengstrom@ucdavis.edu",
   "nsf_id": "000571301",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 95007.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The U.S. Constitution delegates election administration largely to the states. As a result, state election procedures vary widely; from differing rules regarding ballot access for potential candidates, voting machine technology, legislative districting, and registration requirements. While each of these features is independently interesting, this project is concerned with another, and equally important, electoral institution&frac34;the form and structure of election ballots.</p>\n<p>&nbsp;</p>\n<p>The physical format of the ballot varies considerably across states. Some states line up candidates in party columns while others list candidates by office. Some provide for party emblems at the top of the ballot. Others provide a box at the top of the ballot allowing voters to simply cast a straight ticket with one check-mark. As the 2000 presidential election demonstrated, these physical differences can have remarkable consequences. Our project seeks to answer the following questions: What factors explain the decisions of state legislatures to adopt a particular ballot format? When do state legislatures change ballot formats? What are the consequences of these decisions on elections, candidates, and electoral competition?</p>\n<p>&nbsp;</p>\n<p>To address these questions, we collected an original dataset covering the different types of ballot laws employed in the American states from 1888 to 2012. This is the first comprehensive database of state-level ballot laws. In addition, we have collected state legislative roll-calls related to ballot laws for a sample of states. To date we are engaged in two empirical research projects with this data. The first project examines the impact of ballot formats on congressional representation. We have found dramatic differences in the behavior of members of congress based on the format of the ballot. Representatives from office bloc ballots (where candidates are listed office-by-office) are more likely to sponsor legislation. They are also more sensitive to local district opinion when casting roll-call votes. The second project examines the decisions of state governments to alter their ballot formats. &nbsp;In addition to information on the structure of the ballot, we also collected information on the precise dates when ballot laws were changed, the partisan composition of the enacting legislature, and, where available, the legislative roll-call votes on the passage of the new format. These data have allowed us to begin unpacking the forces behind ballot law changes.</p>\n<p>&nbsp;</p>\n<p>The NSF grant has allowed us to construct an important new database to be used by the scholarly community. The database, along with the empirical results, will enhance our understanding of how democratic institutions are created and how they affect the practical workings of elections and representation. It is our hope that this data will facilitate new innovations in the study of elections and legislative representation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2015<br>\n\t\t\t\t\tModified by: Erik&nbsp;J&nbsp;Engstrom</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe U.S. Constitution delegates election administration largely to the states. As a result, state election procedures vary widely; from differing rules regarding ballot access for potential candidates, voting machine technology, legislative districting, and registration requirements. While each of these features is independently interesting, this project is concerned with another, and equally important, electoral institution&frac34;the form and structure of election ballots.\n\n \n\nThe physical format of the ballot varies considerably across states. Some states line up candidates in party columns while others list candidates by office. Some provide for party emblems at the top of the ballot. Others provide a box at the top of the ballot allowing voters to simply cast a straight ticket with one check-mark. As the 2000 presidential election demonstrated, these physical differences can have remarkable consequences. Our project seeks to answer the following questions: What factors explain the decisions of state legislatures to adopt a particular ballot format? When do state legislatures change ballot formats? What are the consequences of these decisions on elections, candidates, and electoral competition?\n\n \n\nTo address these questions, we collected an original dataset covering the different types of ballot laws employed in the American states from 1888 to 2012. This is the first comprehensive database of state-level ballot laws. In addition, we have collected state legislative roll-calls related to ballot laws for a sample of states. To date we are engaged in two empirical research projects with this data. The first project examines the impact of ballot formats on congressional representation. We have found dramatic differences in the behavior of members of congress based on the format of the ballot. Representatives from office bloc ballots (where candidates are listed office-by-office) are more likely to sponsor legislation. They are also more sensitive to local district opinion when casting roll-call votes. The second project examines the decisions of state governments to alter their ballot formats.  In addition to information on the structure of the ballot, we also collected information on the precise dates when ballot laws were changed, the partisan composition of the enacting legislature, and, where available, the legislative roll-call votes on the passage of the new format. These data have allowed us to begin unpacking the forces behind ballot law changes.\n\n \n\nThe NSF grant has allowed us to construct an important new database to be used by the scholarly community. The database, along with the empirical results, will enhance our understanding of how democratic institutions are created and how they affect the practical workings of elections and representation. It is our hope that this data will facilitate new innovations in the study of elections and legislative representation.\n\n\t\t\t\t\tLast Modified: 03/12/2015\n\n\t\t\t\t\tSubmitted by: Erik J Engstrom"
 }
}