{
 "awd_id": "1060622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Relative Influence of Turbulence and Waves on Larval Behavior",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 645439.0,
 "awd_amount": 645439.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-12-21",
 "awd_abstract_narration": "This study will investigate how snail larvae from distinct habitats respond to fluid-mechanical cues in turbulence and surface gravity waves.  Turbulence and waves are common features of coastal flows and may provide larvae with behavior cues that aid transport toward specific flow regimes or habitats. Turbulence induces some mollusk larvae to sink more frequently, but still unknown are the detection mechanism and the response to waves.  Larvae may sense spatial velocity gradients (strain rate and vorticity) or acceleration.  Larval-scale flows are affected differently by turbulence and waves; turbulence can generate larger strain rates and vorticity whereas waves can generate larger accelerations.  Larvae that sense multiple flow characteristics may be able to distinguish between turbulence-dominated coastal embayments and wave-dominated regions of the continental shelf.  In this study, larval behaviors will be quantified in several devices that generate steady strain rates and vorticity, simple acceleration, homogeneous turbulence, and complex flow with turbulence plus waves.  Data will be used to develop stochastic models of larval behavior as a function of hydrodynamics and to test hypotheses about ecological and size-based controls on behavior.\r\n\r\nIntellectual Merit:  The proposed research addresses the following fundamental aspects of larval behavior and the ecological impacts of turbulence and waves:\r\n1) Novel approaches to gain insights on behavioral signaling.  Two-phase infrared particle-image velocimetry techniques will be applied in multiple flow tanks to study effects of both turbulence and waves at the scale of larvae.  Statistical protocols will be developed for converting behavior observations into empirical models, laying the groundwork for careful integration of more complex behaviors with physical circulation models.  Results will identify the key fluid characteristics affecting behavior in species from intertidal and shelf habitats.\r\n2) Impact of waves on behavior.  Many habitats are influenced or even dominated by waves, yet no study to date has explored the potential for waves to provide a larval behavioral signal. This study will be the first to explore larval response to the large accelerations present only in waves.\r\n3) Role of behavior in dispersal.  Benthic recruitment variability arises partly from vagaries of dispersal that result from larval responses to the physical environment.  Turbulence and waves vary spatially and also temporally due to stratification, water depth, tides, and winds.  Small-scale symptoms of turbulence and waves could elicit larval behaviors that contribute to differences in dispersal trajectories. This study will describe larval responses to hydromechanical cues that ultimately could explain uncertainty in dispersal and recruitment.\r\n4) Adaptation to physical environments.  Shears and acceleration are potential behavior signals that could be enhanced or dampened by human impacts such as boating, shoreline modification, or storms.  If behaviors are tuned to specific flow regimes, larvae may have difficulty adapting to changing marine environments.  This work will be instrumental in assessing potential ecological impacts of changing physical processes on larval behavior and dispersal.\r\n\r\nBroader Impacts: The proposed study integrates ecology, ocean physics, and state-of-the-art technology to promote interdisciplinary research, teaching, and infrastructure.  Co-PI Gerbi is a  postdoctoral associate, and his career will benefit from mentoring and experience on a highly interdisciplinary project.  One graduate student will do dissertation research while gaining expertise in marine ecology, fluid mechanics, and flow-measurement technology.  Two undergraduates will be recruited to participate through the NSF RIOS program and the Rutgers Aresty program for minority students, and the Rutgers student will do a senior thesis on part of this project.  Results of this research will be incorporated into a new course in biological-physical interactions for graduate and undergraduate students.  The project offers several opportunities to improve and expand the Larval Zoo, a web archive that provides movies of swimming larvae to a wide audience.  The PIV and flow tanks will complete a new Plankton-Fluid Interactions Laboratory, leveraging a substantial contribution from Rutgers.  The PIV is an invaluable upgrade to the flow-measurement capabilities of the Rutgers seawater flume facility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Fuchs",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi L Fuchs",
   "pi_email_addr": "hfuchs@alum.mit.edu",
   "nsf_id": "000507255",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francisco",
   "pi_last_name": "Diez-Garias",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Francisco J Diez-Garias",
   "pi_email_addr": "diez@jove.rutgers.edu",
   "nsf_id": "000304370",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Gerbi",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory P Gerbi",
   "pi_email_addr": "gerbi@marine.rutgers.edu",
   "nsf_id": "000539630",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 645439.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many bottom-dwelling invertebrates (e.g., oysters and snails) are immobile as adults, and in order to exchange genetic material among populations, they must disperse as planktonic larvae that are transported by ocean currents.&nbsp; Dispersal mechanisms are poorly understood, creating a fundamental barrier to predicting how populations fluctuate and spread. Dispersal patterns can be strongly affected by larvae changing their vertical swimming or sinking behavior in response to cues from the environment.&nbsp; As larvae move vertically, they encounter and are transported by currents and other physical features with different intensities.&nbsp; Physical processes such as turbulence and waves produce water motions that influence transport toward or away from adult habitats. One intriguing possibility is that these water motions also act as behavior cues, inducing larvae to move vertically so that they are transported more successfully to suitable habitats.</p>\n<p>The goal of this study was to test how turbulence and waves affect larval behavior in species that occupy distinct habitats.&nbsp; We hypothesized that larvae from turbulent coastal inlets would respond to signals that are largest in turbulence (flow rotation or deformation), whereas larvae from the wavy continental shelf would respond to signals that are largest under surface waves (flow acceleration).&nbsp; By reacting differently to these signals, closely related species could achieve different patterns of larval dispersal, reinforcing their separate biogeographic distributions.&nbsp; &nbsp;</p>\n<p>Pilot experiments focused on larvae of the Eastern oyster, a reef-building species from shallow habitats.&nbsp; Oysters form a valuable shellfishery that is endangered by dramatic losses of oyster reef worldwide. Oyster restoration efforts often fail, most notably due to the difficulty in predicting larval recruitment. We described how oyster larvae behave in response to physical cues from turbulence and waves. Their flow-induced behaviors would give larvae better control over their swimming motion in chaotic turbulent flow, raise settlement rates and settler densities on oyster reefs, enhance shoreward transport by waves over the continental shelf, and enable avoidance of predators that capture prey using suction. Overall, the larval reactions to flow would enhance transport to adult habitats, but at a high metabolic cost. Those costs could be offset by the fitness benefits of more successfully reaching adult habitats.</p>\n<p>Our main experiments &ndash; detailed in a recently submitted manuscript &ndash; compared the flow-induced larval behaviors of two closely related mudsnail species from turbulent inlets and the wave-dominated shelf.&nbsp; These snails reacted similarly to turbulence but reacted differently to waves, with behaviors that would lead to divergent transport patterns in the coastal ocean.&nbsp; Results suggest that flow-mediated larval behaviors represent fine-tuned adaptations for migration among specific habitats.</p>\n<p>This research illuminated the capacity of larval sensory systems to enable larval navigation using cues from turbulence and waves. &nbsp;Many plankton use water motions to sense predators or prey, but most of them detect flow as bending or stretching (deformation) of sensors on the body surface. In contrast, we were able to pinpoint that oyster larvae detect flow-induced rotation or acceleration using an internal sensory organ like the human inner ear (statocysts). These deceptively simple organs provide larvae with a capacity to sense turbulence and waves as separate processes.&nbsp; To determine if this sensing ability could enable larvae to navigate in space, we synthesizing the sensory signals produced by turbulence and waves in the surf zone, inlets and estuaries, continental shelf, and open ocean. Results confirmed that ocean regions have distinct ranges of physical sign...",
  "por_txt_cntn": "\nMany bottom-dwelling invertebrates (e.g., oysters and snails) are immobile as adults, and in order to exchange genetic material among populations, they must disperse as planktonic larvae that are transported by ocean currents.  Dispersal mechanisms are poorly understood, creating a fundamental barrier to predicting how populations fluctuate and spread. Dispersal patterns can be strongly affected by larvae changing their vertical swimming or sinking behavior in response to cues from the environment.  As larvae move vertically, they encounter and are transported by currents and other physical features with different intensities.  Physical processes such as turbulence and waves produce water motions that influence transport toward or away from adult habitats. One intriguing possibility is that these water motions also act as behavior cues, inducing larvae to move vertically so that they are transported more successfully to suitable habitats.\n\nThe goal of this study was to test how turbulence and waves affect larval behavior in species that occupy distinct habitats.  We hypothesized that larvae from turbulent coastal inlets would respond to signals that are largest in turbulence (flow rotation or deformation), whereas larvae from the wavy continental shelf would respond to signals that are largest under surface waves (flow acceleration).  By reacting differently to these signals, closely related species could achieve different patterns of larval dispersal, reinforcing their separate biogeographic distributions.   \n\nPilot experiments focused on larvae of the Eastern oyster, a reef-building species from shallow habitats.  Oysters form a valuable shellfishery that is endangered by dramatic losses of oyster reef worldwide. Oyster restoration efforts often fail, most notably due to the difficulty in predicting larval recruitment. We described how oyster larvae behave in response to physical cues from turbulence and waves. Their flow-induced behaviors would give larvae better control over their swimming motion in chaotic turbulent flow, raise settlement rates and settler densities on oyster reefs, enhance shoreward transport by waves over the continental shelf, and enable avoidance of predators that capture prey using suction. Overall, the larval reactions to flow would enhance transport to adult habitats, but at a high metabolic cost. Those costs could be offset by the fitness benefits of more successfully reaching adult habitats.\n\nOur main experiments &ndash; detailed in a recently submitted manuscript &ndash; compared the flow-induced larval behaviors of two closely related mudsnail species from turbulent inlets and the wave-dominated shelf.  These snails reacted similarly to turbulence but reacted differently to waves, with behaviors that would lead to divergent transport patterns in the coastal ocean.  Results suggest that flow-mediated larval behaviors represent fine-tuned adaptations for migration among specific habitats.\n\nThis research illuminated the capacity of larval sensory systems to enable larval navigation using cues from turbulence and waves.  Many plankton use water motions to sense predators or prey, but most of them detect flow as bending or stretching (deformation) of sensors on the body surface. In contrast, we were able to pinpoint that oyster larvae detect flow-induced rotation or acceleration using an internal sensory organ like the human inner ear (statocysts). These deceptively simple organs provide larvae with a capacity to sense turbulence and waves as separate processes.  To determine if this sensing ability could enable larvae to navigate in space, we synthesizing the sensory signals produced by turbulence and waves in the surf zone, inlets and estuaries, continental shelf, and open ocean. Results confirmed that ocean regions have distinct ranges of physical signals, and that a sensory system like that of oysters could enable larvae to recognize or navigate among habitat regions. These novel insights on fl..."
 }
}