{
 "awd_id": "1060657",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ensuring Success for First Generation and Rural College STEM Students",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gul Kremer",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 598905.0,
 "awd_amount": 598905.0,
 "awd_min_amd_letter_date": "2011-07-11",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "The Ensuring Success for First Generation and Rural College STEM Students project initiates a scholarship program for STEM students at the University of New Mexico-Valencia Campus (UNM-V), a two-year public college of the University of New Mexico system.  Established as a branch in 1981, UNM-V is a regional community college serving mostly first generation college students.  The average age of students is over 27 years, with over 65% being women and over 55% being Hispanic.  Due to challenges of poverty, some students in UNM-V's service area never start college.  Also, because college has not formerly been a family value and many college-aged students are expected to help support their families financially, many in this service area find it a hardship to be enrolled full-time while still others are pulled away by family needs and are unable to complete their course work. \r\n\r\nUNM-V has responded to regional demands by offering Certificates and Associate Degrees in Applied Science (AAS) Degrees in Computer Aided Drafting (CAD), Construction Technology (CT), Information Technology (IT) and Digital Media Arts (DMA).  Additionally, UNM-V continues to expand its Associate of Science in General Science Degree and has recently added an Associate of Science in Pre-Engineering.  These degrees ready students to transfer to local universities to continue courses toward Bachelor's Degrees and beyond.  The new scholarship program provides 30 students each year with the ability to attend college on a full-time basis and realize their dream of completing a Certificate or Associate Degree program in General Science, Pre-Engineering, CAD, CT, IT, or DMA.  This is not just personally fulfilling, but also has a significant positive economic impact on the individuals, their families and the community at large as these students fill high wage jobs in high demand science and technology industries throughout central New Mexico. \r\n\r\nGoals for Ensuring Success for First Generation and Rural College STEM Students are to:\r\n     a) Increase the number of students receiving Certificates and Associate Degrees in General Science and Engineering, or Certificates and Associate of Applied Science Degrees in CAD, CT, IT, and DMA by a minimum of 10% per year; \r\n     b) Increase the number of students completing Certificates within two years and Associate Degrees within three years by 10% per year through financial and academic support; and\r\n     c) Increase the number of students transferring to four-year institutions to pursue Bachelor's Degrees by 10% per year through financial and academic support.\r\n\r\nSupport for the scholars includes a first semester class which helps them build a social network with their peers, discover their learning styles, and build habits to ensure college success.  The scholars also interact with UNM-V faculty in their areas of study and receive supplemental instruction with peer tutors.  Lastly, scholars have opportunities to be mentored by individuals in regional STEM industries and to participate in field trips to local four-year institutions, research conferences and local STEM industry sites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Chavez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam Chavez",
   "pi_email_addr": "mjchavez@unm.edu",
   "nsf_id": "000538715",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Cindy",
   "pi_last_name": "Shue",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cindy Shue",
   "pi_email_addr": "cshue@unm.edu",
   "nsf_id": "000538507",
   "pi_start_date": "2011-07-11",
   "pi_end_date": "2012-01-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hank",
   "pi_last_name": "Vigil",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hank Vigil",
   "pi_email_addr": "vigilh@unm.edu",
   "nsf_id": "000538713",
   "pi_start_date": "2011-07-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Owen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy Owen",
   "pi_email_addr": "tracyb@unm.edu",
   "nsf_id": "000608282",
   "pi_start_date": "2012-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199361.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399544.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p style=\"text-align: left;\">The University of New Mexico Valencia campus was awarded a<br />National Science Foundation Grant entitled <em>EnsuringSuccess for First Generation and Rural College STEM Students</em> beginning July1, 2011 and ending June 30, 2014. This award provided scholarships to students majoring in STEM fields. Inclusive of these majors were; Associates degrees in Computer Aided Drafting, General Science, Information Technology, Digital Media Arts, and Pre-Engineering. Certificates included Digital Media Arts,<br />Information Technology and Computer Aided Drafting. The goals were to: 1.<br />Increase the number of students receiving Certificates and Associates degrees by a minimum of 10% each year. 2.) Increase the number of students completing Certificates within two years and Associate Degrees within three years by 10% per year through financial and academic supports. 3.) Increase the number ofstudents transferring to four year institutions by 10% each year through financial and academic supports.</p>\n<p style=\"text-align: left;\">The project showed despite the economic recovery and decreasing enrollment over the last three years, the number of STEM majors increased. Awards increased in raw numbers each year since the baseline year of 2010 and ranged from 16.8% to 26.2% of the entire awards in the three year period. &nbsp;STEM awards increased 51% from 2010 to 2011, 2% in 2011-2012, and 35.5% in 2012-2013. Transfer data shows that 10.3% to 11.9% of STEM majors on campus transferred to four years schools within this period, accounting for up to 30% of all the campus transfers. STEM majors on campus also have a higher retention and persistence rate than the general campus population, showing about 9% higher in the academic years 2012-2013. The cohort of students show 25% graduating (which includes transferring to a four-year institution) 34% still remain enrolled. A three year grant period limits completion data since there are new students added to the cohort each semester.</p>\n<p style=\"text-align: left;\">Sixty-four STEM students, equally male and female, were given scholarships over the three year period, varying from one semester of funding to the full three year period. The awards ranged from $1,139.00 to $5,000.00 per semester. Students reported through surveys that the funding allowed time to study in their rigorous classes. To support these STEM students the campus provided focused tutoring for STEM courses, especially in math and chemistry.The STEM tutoring center provided tutoring in various forms; professors held office hours at the center, student tutors&nbsp;were available and supplemental instruction. The grant employed at least one specialty tutor each semester forapplied sciences, such as Computer Aided Drafting and Digital Media Arts. The STEM cohort received extra advisement to ensure successful semesters, with additional career facilitation once or twice each semester. Field trips included trips to New Mexico Institute of Mining and Technology, New Mexico State University and the University of New Mexico Main Campus, along with a variety of special STEM-related trips to events or research days. Each student had an assigned faculty mentor each semester. Speakers were brought in from various STEM fields to speak about their professions. Student grades were monitored at midpoint each semester to ensure academic success with required tutoring at least five times per semester.The cohort of students were required to attend an orientation session at the beginning of each semester. Every fall the awardees were invited to a scholarship reception where they were recognized. A positive culture on campus was created, and students became known as the &ldquo;stemmers.&rdquo; The cohort interacted socially and often recruited each other for events, and&nbsp;for Student organizations such as Student Government, The Media Arts ...",
  "por_txt_cntn": "\n\n\n\nThe University of New Mexico Valencia campus was awarded a\nNational Science Foundation Grant entitled EnsuringSuccess for First Generation and Rural College STEM Students beginning July1, 2011 and ending June 30, 2014. This award provided scholarships to students majoring in STEM fields. Inclusive of these majors were; Associates degrees in Computer Aided Drafting, General Science, Information Technology, Digital Media Arts, and Pre-Engineering. Certificates included Digital Media Arts,\nInformation Technology and Computer Aided Drafting. The goals were to: 1.\nIncrease the number of students receiving Certificates and Associates degrees by a minimum of 10% each year. 2.) Increase the number of students completing Certificates within two years and Associate Degrees within three years by 10% per year through financial and academic supports. 3.) Increase the number ofstudents transferring to four year institutions by 10% each year through financial and academic supports.\nThe project showed despite the economic recovery and decreasing enrollment over the last three years, the number of STEM majors increased. Awards increased in raw numbers each year since the baseline year of 2010 and ranged from 16.8% to 26.2% of the entire awards in the three year period.  STEM awards increased 51% from 2010 to 2011, 2% in 2011-2012, and 35.5% in 2012-2013. Transfer data shows that 10.3% to 11.9% of STEM majors on campus transferred to four years schools within this period, accounting for up to 30% of all the campus transfers. STEM majors on campus also have a higher retention and persistence rate than the general campus population, showing about 9% higher in the academic years 2012-2013. The cohort of students show 25% graduating (which includes transferring to a four-year institution) 34% still remain enrolled. A three year grant period limits completion data since there are new students added to the cohort each semester.\nSixty-four STEM students, equally male and female, were given scholarships over the three year period, varying from one semester of funding to the full three year period. The awards ranged from $1,139.00 to $5,000.00 per semester. Students reported through surveys that the funding allowed time to study in their rigorous classes. To support these STEM students the campus provided focused tutoring for STEM courses, especially in math and chemistry.The STEM tutoring center provided tutoring in various forms; professors held office hours at the center, student tutors were available and supplemental instruction. The grant employed at least one specialty tutor each semester forapplied sciences, such as Computer Aided Drafting and Digital Media Arts. The STEM cohort received extra advisement to ensure successful semesters, with additional career facilitation once or twice each semester. Field trips included trips to New Mexico Institute of Mining and Technology, New Mexico State University and the University of New Mexico Main Campus, along with a variety of special STEM-related trips to events or research days. Each student had an assigned faculty mentor each semester. Speakers were brought in from various STEM fields to speak about their professions. Student grades were monitored at midpoint each semester to ensure academic success with required tutoring at least five times per semester.The cohort of students were required to attend an orientation session at the beginning of each semester. Every fall the awardees were invited to a scholarship reception where they were recognized. A positive culture on campus was created, and students became known as the \"stemmers.\" The cohort interacted socially and often recruited each other for events, and for Student organizations such as Student Government, The Media Arts Club, and Phi Theta Kappa, the honor society. The campus learned through discussions, observations, and surveys that the students enjoyed the reputation of being amongst the brightest and best.STEM students need extra acad..."
 }
}