{
 "awd_id": "1060810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: From Episode to Everyday: Transitional Justice and Gender Violence After the Rwandan Genocide",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2010-12-22",
 "awd_max_amd_letter_date": "2010-12-22",
 "awd_abstract_narration": "This study examines the relationship between transitional justice and gender violence after genocide. The project investigates the diverse forms of gender-based violence that emerge and endure in the \"aftermath\" of atrocity. In shifting the focus from the exceptional to the everyday, the research challenges the basic premise of the transitional justice framework. The research explores how transitional justice fails to deal with, and at times even engenders, the ongoing violence of women's lives after an \"episode\" of mass violence. One main research question is posed: How do the mechanisms and general aims of transitional justice emerge through women's narratives of gender violence after genocide? Data is collected through one hundred in-depth interviews with Rwandan women receiving assistance from one of two local women's organizations. Interviews explore the extent to which women connect recent and/or ongoing conflicts to the 1994 genocide and legal instruments established in response to the genocide. Findings indicate the extent to which societal healing requires international, national, and local engagement with the barrage of gendered consequences women encounter in a post-conflict society.\r\n\r\nThis research contributes to a more promising practice of transitional justice by illuminating innovative spaces of potential intervention in genocide's aftermath. Given increasing levels of international investment in transitional societies, there is great value for policy-makers in understanding the local impact of global transitional justice efforts. This project contributes to more valid measurement of the concepts in the literatures on post-conflict societies (e.g. reconciliation, rights, justice, forgiveness) by presenting an in-depth account of how ordinary women understand and experience such difficultly defined concepts in their everyday lives. Qualitative data collected for this project will provide new insights into the role of gender and everyday violence in post-conflict reconciliation and social reconstruction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynne",
   "pi_last_name": "Haney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynne Haney",
   "pi_email_addr": "lynne.haney@nyu.edu",
   "nsf_id": "000215261",
   "pi_start_date": "2010-12-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jenna",
   "pi_last_name": "Appelbaum",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jenna Appelbaum",
   "pi_email_addr": "jba248@nyu.edu",
   "nsf_id": "000496864",
   "pi_start_date": "2010-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study investigates how women reconstruct their lives after genocide, and the role that law, in general, and transitional justice, in particular, plays in these efforts. The project shifts the focus from the exceptional to the everyday &ndash; from the atrocities of the past to the barrage of gendered consequences that women continue to encounter in a &ldquo;post-conflict&rdquo; society. Data was collected through one hundred in-depth interviews with Rwandan women receiving assistance from one of two local women&rsquo;s organizations. Interviews explored the conflicts and challenges that women face as they struggle to rebuild social worlds, and the extent to which they connect recent and/or ongoing problems to the 1994 genocide and/or legal instruments established in response to the genocide.</p>\n<p>&nbsp;</p>\n<p>Findings indicate that dignity is the most important factor in the reconstruction of women&rsquo;s lives after genocide. The concept of dignity is central to the discourse of international human rights &ndash; the first sentence in the Preamble to the Universal Declaration of Human Rights recognizes &ldquo;the inherent dignity&rdquo; of all human beings &ndash; but dignity rarely appears in the current literature on transitional justice and post-conflict societies. The concept of &ldquo;outrages upon personal dignity, in particular humiliating and degrading treatment&rdquo; as a war crime first appeared in the Geneva Conventions (IV) and is foundational to early gender justice jurisprudence. Feminist scholars criticize historical characterizations of wartime rape that frame the violation as an affront to dignity and honor, rather than an act of violence. But this project finds that dignity &ndash; even (and, at times, especially) in the face of ongoing indignities &ndash; ends up mattering more to the reconstruction of women&rsquo;s lives than the primary aim of a gender-sensitive approach to transitional justice: the establishment of individual accountability for sexual violence committed during an episode of mass atrocity. Dignity involves multiple elements, including social role and rank, value or worth, behavior, self-presentation, and respect. Ultimately, Rwandan women&rsquo;s experiences with and evaluations of transitional justice endeavors are shaped by a combination of these factors.</p>\n<p>&nbsp;</p>\n<p>Given increasing levels of international investment in the reconstruction of transitional societies, there is significant value for policy-makers in understanding the local impact of transitional justice efforts. Highlighting the role of dignity in gendered processes of post-genocide justice, resilience, reconciliation, and forgiveness, this research contributes to a more promising practice of transitional justice by illuminating important spaces of potential intervention in genocide&rsquo;s aftermath.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2012<br>\n\t\t\t\t\tModified by: Jenna&nbsp;Appelbaum</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study investigates how women reconstruct their lives after genocide, and the role that law, in general, and transitional justice, in particular, plays in these efforts. The project shifts the focus from the exceptional to the everyday &ndash; from the atrocities of the past to the barrage of gendered consequences that women continue to encounter in a \"post-conflict\" society. Data was collected through one hundred in-depth interviews with Rwandan women receiving assistance from one of two local womenÆs organizations. Interviews explored the conflicts and challenges that women face as they struggle to rebuild social worlds, and the extent to which they connect recent and/or ongoing problems to the 1994 genocide and/or legal instruments established in response to the genocide.\n\n \n\nFindings indicate that dignity is the most important factor in the reconstruction of womenÆs lives after genocide. The concept of dignity is central to the discourse of international human rights &ndash; the first sentence in the Preamble to the Universal Declaration of Human Rights recognizes \"the inherent dignity\" of all human beings &ndash; but dignity rarely appears in the current literature on transitional justice and post-conflict societies. The concept of \"outrages upon personal dignity, in particular humiliating and degrading treatment\" as a war crime first appeared in the Geneva Conventions (IV) and is foundational to early gender justice jurisprudence. Feminist scholars criticize historical characterizations of wartime rape that frame the violation as an affront to dignity and honor, rather than an act of violence. But this project finds that dignity &ndash; even (and, at times, especially) in the face of ongoing indignities &ndash; ends up mattering more to the reconstruction of womenÆs lives than the primary aim of a gender-sensitive approach to transitional justice: the establishment of individual accountability for sexual violence committed during an episode of mass atrocity. Dignity involves multiple elements, including social role and rank, value or worth, behavior, self-presentation, and respect. Ultimately, Rwandan womenÆs experiences with and evaluations of transitional justice endeavors are shaped by a combination of these factors.\n\n \n\nGiven increasing levels of international investment in the reconstruction of transitional societies, there is significant value for policy-makers in understanding the local impact of transitional justice efforts. Highlighting the role of dignity in gendered processes of post-genocide justice, resilience, reconciliation, and forgiveness, this research contributes to a more promising practice of transitional justice by illuminating important spaces of potential intervention in genocideÆs aftermath.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/01/2012\n\n\t\t\t\t\tSubmitted by: Jenna Appelbaum"
 }
}