{
 "awd_id": "1060840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing an Equilibrator Inlet Mass Spectrometer for Underway Measurements of a Suite of Noble Gases",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 399860.0,
 "awd_amount": 399860.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "Coastal seas are responsible for large air-sea carbon fluxes. Most studies on coastal carbon fluxes combine measurements of the partial pressure of CO2 with a gas exchange parameterization that was designed for the open ocean. However, open ocean gas exchange parameterizations are likely not suitable for application in coastal regions due to issues such as fetch, surfactants, bottom topography, and enhanced bubble fluxes due to wave breaking. Noble gases are biologically and chemically inert and therefore are excellent tracers of physical processes, such as air-sea gas exchange. In addition, because there are five stable noble gases with a range of physicochemical properties, the noble gases respond differently to physical forcing and can be used to separate and quantify physical processes, such as bubble injection and diffusive air-sea gas exchange. Noble gases have successfully been used in the open ocean to construct air-sea gas exchange parameterizations. However, they have not been used in the coastal zone because the heterogeneity in coastal regions makes measurements of the noble gases by traditional means impractical. \r\n\r\nThe PI requests funding to develop an underway mass spectrometer that can measure a suite of noble gases (Ne, Kr, and Xe) from the underway system of a ship. The system could be used in coastal zones to produce a gas exchange parameterization specifically designed for coastal regions. In addition, it could be used to quantify gas exchange in other heterogeneous environments, such as around ice floes, and could be used on icebreakers to study sea ice formation. \r\n\r\nBroader Impacts:  \r\n\r\nThe design of the proposed system will be made widely available through peer-reviewed and web-posted publications, which will include the detailed information necessary for replication of this system by interested research groups. The measurements made using the EIMS-NoG will serve to improve current knowledge of coastal areas air-sea gas exchange rates, and clarify the role of such regions as CO2 sinks/sources. The PI is involved in mentoring of a number of undergraduate students, including female students (through Summer Student and Minority Fellowship program). The PI will also be using the instrument as an educational tool for a large number of undergraduate students (45) during cruises of R/V Tioga, the ship where the instrument will be housed through the large period of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Stanley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel Stanley",
   "pi_email_addr": "rachel.stanley@wellesley.edu",
   "nsf_id": "000535366",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 399860.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Carbon dioxide (CO<sub>2</sub>) is an important greenhouse gas. The ocean takes up about 25% of the CO<sub>2 </sub>emitted by fossil fuel burning. The very first stage in the complicated uptake process is that molecules of CO<sub>2 </sub>cross the boundary between the air and the ocean, and thus enter the ocean. This process is called air-sea gas exchange and depends on wind conditions, sea surface conditions, and amount of gas in the ocean and air. Measuring the air sea gas exchange is very complicated and can rarely be done directly at the same time as CO<sub>2 </sub>measurements are being made. Thus scientists use relationships developed from studies on air-sea gas exchange in order to calculate CO<sub>2 </sub>fluxes into and out of the ocean.</p>\n<p>One useful tool for determining air-sea gas exchange relationships is measurement of the noble gases. Noble gases, namely helium, neon, argon, krypton and xenon, do not react through biological or chemical reactions and thus are excellent tracers of physical processes. Thus scientists can measure noble gases concurrently with physical variables in order to construct a robust relationship of gas exchange with surface conditions that can then be used to calculate transfer of CO<sub>2</sub> and other climatically important gases. This has been done with great success in a few areas of the ocean. However, noble gas measurements are currently very slow and expensive to make. The samples are typically collected in glass bottles or copper tubes at sea, brought home at the end of the research cruise to a lab, and then analyzed on a mass spectrometer that costs hundreds of thousands of dollars. Typical number of samples collected on a given long research cruise is 50 to 200.</p>\n<p>In this project, we built a small, portable mass spectrometer system that can measure noble gases on thousands of samples on a research cruise for less than one quarter of the price of a typical system. The way it does this is measure noble gases continuously from a seawater stream that is pumped into the ship. Due to some averaging within the instrument itself, this results in a measurement every 15 minutes of noble gas ratios in surface seawater, wherever the ship goes. Thus on a 6 week cruise, scientist could obtain 4000 measurements of noble gases! This large number of measurements means scientists can increase their understanding of air-sea gas exchange as well as increase their understanding of other important processes in the ocean such as sea ice melting and formation or upwelling of deep water into the surface.</p>\n<p>Developing this mass spectrometer system that can quickly and cheaply analyze noble gas samples was no easy task. &nbsp;&nbsp;We had to solve numerous problems. One is that we cannot let water directly into the mass spectrometer. Thus we had to develop robust total equilibration methods to get the gases dissolved in the surface seawater out into an air &ldquo;headspace&rdquo; that we could then pump into the mass spectrometer. Another problem is that the noble gases, other than argon, are very rare in the atmosphere. If we let the equilibrated gas directly into the mass spectrometer, then we would be trying to measure a gas that was present in only 1 part of every million parts of atmosphere. We thus developed a method to purify the gas stream before it went into the mass spectrometer so that the gases we wanted to measure were more concentrated, allowing for much more precise measurement. We also had to test different commercial mass spectrometers to find one that gave us good precision, especially for the noble gases neon and xenon. Xenon is hard to measure because it is the least abundant noble gas. Neon is hard because it has the same mass as a doubly-charged version of a more common gas. Finally, once we had everything working in the lab, we had to test it on a boat. This presented new challenges. Filtration of the coas...",
  "por_txt_cntn": "\nCarbon dioxide (CO2) is an important greenhouse gas. The ocean takes up about 25% of the CO2 emitted by fossil fuel burning. The very first stage in the complicated uptake process is that molecules of CO2 cross the boundary between the air and the ocean, and thus enter the ocean. This process is called air-sea gas exchange and depends on wind conditions, sea surface conditions, and amount of gas in the ocean and air. Measuring the air sea gas exchange is very complicated and can rarely be done directly at the same time as CO2 measurements are being made. Thus scientists use relationships developed from studies on air-sea gas exchange in order to calculate CO2 fluxes into and out of the ocean.\n\nOne useful tool for determining air-sea gas exchange relationships is measurement of the noble gases. Noble gases, namely helium, neon, argon, krypton and xenon, do not react through biological or chemical reactions and thus are excellent tracers of physical processes. Thus scientists can measure noble gases concurrently with physical variables in order to construct a robust relationship of gas exchange with surface conditions that can then be used to calculate transfer of CO2 and other climatically important gases. This has been done with great success in a few areas of the ocean. However, noble gas measurements are currently very slow and expensive to make. The samples are typically collected in glass bottles or copper tubes at sea, brought home at the end of the research cruise to a lab, and then analyzed on a mass spectrometer that costs hundreds of thousands of dollars. Typical number of samples collected on a given long research cruise is 50 to 200.\n\nIn this project, we built a small, portable mass spectrometer system that can measure noble gases on thousands of samples on a research cruise for less than one quarter of the price of a typical system. The way it does this is measure noble gases continuously from a seawater stream that is pumped into the ship. Due to some averaging within the instrument itself, this results in a measurement every 15 minutes of noble gas ratios in surface seawater, wherever the ship goes. Thus on a 6 week cruise, scientist could obtain 4000 measurements of noble gases! This large number of measurements means scientists can increase their understanding of air-sea gas exchange as well as increase their understanding of other important processes in the ocean such as sea ice melting and formation or upwelling of deep water into the surface.\n\nDeveloping this mass spectrometer system that can quickly and cheaply analyze noble gas samples was no easy task.   We had to solve numerous problems. One is that we cannot let water directly into the mass spectrometer. Thus we had to develop robust total equilibration methods to get the gases dissolved in the surface seawater out into an air \"headspace\" that we could then pump into the mass spectrometer. Another problem is that the noble gases, other than argon, are very rare in the atmosphere. If we let the equilibrated gas directly into the mass spectrometer, then we would be trying to measure a gas that was present in only 1 part of every million parts of atmosphere. We thus developed a method to purify the gas stream before it went into the mass spectrometer so that the gases we wanted to measure were more concentrated, allowing for much more precise measurement. We also had to test different commercial mass spectrometers to find one that gave us good precision, especially for the noble gases neon and xenon. Xenon is hard to measure because it is the least abundant noble gas. Neon is hard because it has the same mass as a doubly-charged version of a more common gas. Finally, once we had everything working in the lab, we had to test it on a boat. This presented new challenges. Filtration of the coastal seawater proved critical &ndash;  several different filtering methods produced erroneous results. And the vibrations on a ship also significantly distorted the sign..."
 }
}