{
 "awd_id": "1060371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Policy Designs to Address Water Reallocations During Societal Transitions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 13435.0,
 "awd_amount": 13435.0,
 "awd_min_amd_letter_date": "2010-12-22",
 "awd_max_amd_letter_date": "2010-12-22",
 "awd_abstract_narration": "This research examines the institutional and individual impact of new policies, related to efficiency, equity, and effectiveness, on systems of water allocation. It is based on three case studies. The first case study focuses on human behavioral responses to new technologies aimed at increasing efficiency of water delivery and use. The second case study focuses on water banks, leasing, and transfers as water reallocation tools.  The third case study investigates conflicts over water due to rapid urbanization and challenges of meeting urban and rural needs. The research plan involves key-informant interviews, ethnographic observation, and document analysis. \r\n\r\nWater reallocation is one of the most significant and contentious issues facing the western United States.  As cities and population continue to grow in water-scarce environments, people confront tradeoffs and seek new approaches. This project considers the ways that law plays a pivotal role in negotiating these tradeoffs and the introduction of new approaches.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Endter-Wada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna Endter-Wada",
   "pi_email_addr": "Joanna.Endter-Wada@usu.edu",
   "nsf_id": "000437633",
   "pi_start_date": "2010-12-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Welsh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Welsh",
   "pi_email_addr": "lisa03@gmail.com",
   "nsf_id": "000571407",
   "pi_start_date": "2010-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13435.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Water reallocation is one of the most significant and contentious issues facing the Western United States (Matthews, 2010). As cities and population continue to grow in water-scarce environments, people are seeking new approaches to increase the flexibility of existing water policies. Societal transitions are forcing people to confront tradeoffs in trying to balance efficiency, equity, and effectiveness of water allocation and reallocation practices. This research examines different approaches to reallocating water using three case studies. The first case study analyzes technological changes and associated human behaviors that strive to increase the efficiency of water use. The second case study examines the use of water banks, leasing, and transfers as tools for increasing institutional flexibility by providing short-term and long-term ways to move water between different uses. The third case study investigates conflicts over water due to rapid urbanization and the challenges of meeting urban and rural as well as human and ecological water needs.</p>\n<p>Comparative analysis across the three case studies focuses on reflecting the more generalized rules embedded in policy designs through which societies legitimate water use claims and allocate scarce water resources. Policy designs are purposefully crafted and have enormous impact, yet analysis of the actual contents of policies and their societal impacts has not received adequate attention within the policy sciences (Schneider and Ingram, 1997). The significance of this research is that it focuses on the foundational principles and rules for the allocation and reallocation of scarce water resources that must necessarily balance public and private interests as well as human and environmental needs.&nbsp;</p>\n<p>One common factor in all three case studies is the attempt to integrate environmental needs in water law.&nbsp; People interviewed for each of the case studies recognize that current water law provides inadequate protection against environmental impacts. Participants in the three case studies are using various methods (e.g. cooperative settlement agreements, water banks, and litigation) to more clearly define how and to what extent the environment should be considered in various proposed actions. Data reveal how groundwater law is less defined than surface water law, and how people interpret the concept of 'sustainable yield' in groundwater law differently. This research provides understanding of how people make sense of the ambiguities of particular aspects of water law and how they work within the current rules to deal with water conflict.</p>\n<p>We have found in our third case study that the perceived deservedness of proponents and opponents of water right applications provide rationales for water allocation. The debates in this case study raise important questions that current water allocation rules do not directly or clearly address, such as: &nbsp;&ldquo;Should water management and planning in water scarce regions include controlling for growth?&rdquo; and &ldquo;What should be the role of science and monitoring in groundwater transfers?&rdquo; This case study emphasizes the importance of re-examining why we allocate water the way we do and shows that there is a need for water allocation rules to address questions of growth.</p>\n<p>This research has also shown that people behave differently under institutions that have various structures even though they were created for a similar overall purpose. For example, both water banks and water conservancy districts seek to keep control over water within a local area, but the different structures of the two mechanisms lead to different rules that influence how people choose to use them. As another example, Utah and Wyoming both have an irrigation duty of water, but it is enforced differently in each state. Data reveals how those differences affect the ways farm...",
  "por_txt_cntn": "\nWater reallocation is one of the most significant and contentious issues facing the Western United States (Matthews, 2010). As cities and population continue to grow in water-scarce environments, people are seeking new approaches to increase the flexibility of existing water policies. Societal transitions are forcing people to confront tradeoffs in trying to balance efficiency, equity, and effectiveness of water allocation and reallocation practices. This research examines different approaches to reallocating water using three case studies. The first case study analyzes technological changes and associated human behaviors that strive to increase the efficiency of water use. The second case study examines the use of water banks, leasing, and transfers as tools for increasing institutional flexibility by providing short-term and long-term ways to move water between different uses. The third case study investigates conflicts over water due to rapid urbanization and the challenges of meeting urban and rural as well as human and ecological water needs.\n\nComparative analysis across the three case studies focuses on reflecting the more generalized rules embedded in policy designs through which societies legitimate water use claims and allocate scarce water resources. Policy designs are purposefully crafted and have enormous impact, yet analysis of the actual contents of policies and their societal impacts has not received adequate attention within the policy sciences (Schneider and Ingram, 1997). The significance of this research is that it focuses on the foundational principles and rules for the allocation and reallocation of scarce water resources that must necessarily balance public and private interests as well as human and environmental needs. \n\nOne common factor in all three case studies is the attempt to integrate environmental needs in water law.  People interviewed for each of the case studies recognize that current water law provides inadequate protection against environmental impacts. Participants in the three case studies are using various methods (e.g. cooperative settlement agreements, water banks, and litigation) to more clearly define how and to what extent the environment should be considered in various proposed actions. Data reveal how groundwater law is less defined than surface water law, and how people interpret the concept of 'sustainable yield' in groundwater law differently. This research provides understanding of how people make sense of the ambiguities of particular aspects of water law and how they work within the current rules to deal with water conflict.\n\nWe have found in our third case study that the perceived deservedness of proponents and opponents of water right applications provide rationales for water allocation. The debates in this case study raise important questions that current water allocation rules do not directly or clearly address, such as:  \"Should water management and planning in water scarce regions include controlling for growth?\" and \"What should be the role of science and monitoring in groundwater transfers?\" This case study emphasizes the importance of re-examining why we allocate water the way we do and shows that there is a need for water allocation rules to address questions of growth.\n\nThis research has also shown that people behave differently under institutions that have various structures even though they were created for a similar overall purpose. For example, both water banks and water conservancy districts seek to keep control over water within a local area, but the different structures of the two mechanisms lead to different rules that influence how people choose to use them. As another example, Utah and Wyoming both have an irrigation duty of water, but it is enforced differently in each state. Data reveals how those differences affect the ways farmers choose to irrigate their land. \n\nThis research will be useful to policy analysts, policy makers, and water managers. Deli..."
 }
}