{
 "awd_id": "1060914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Building and Testing Models of Decision Making in Plural System Contexts",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 15990.0,
 "awd_amount": 15990.0,
 "awd_min_amd_letter_date": "2010-12-28",
 "awd_max_amd_letter_date": "2010-12-28",
 "awd_abstract_narration": "University of Hawai'i doctoral student Ashley Vaughan, supervised by Dr. Geoffrey White, will undertake research on the dynamics of decision-making processes in social contexts where both western and non-western alternatives are available. The aim is to elucidate both local and scientific approaches to decision-making by building multivariate, statistical and ethnographic decision tree models. The overarching question of the research is how do people make treatment choices when there are multiple medical systems and options?  \r\n\r\nVaughan will focus her research on decisions related to the prevention, diagnosis, and treatment of malarial infection in the Republic of Vanuatu. Vanuatu is an especially appropriate site for decision making research because it long has high rates of malaria, and it has experienced a national movement to protect and revive traditional knowledge and ways of life, including healing traditions. Preliminary research has shown that Vanuatu residents frequently combine biomedical, traditional, and religious treatments. The researcher will examine behavior using two kinds of models: ethnographic decision modes and multivariate socio-behavioral models. Data will be collected through participant observation, semi-structured and structured interviews, cognitive methods (pile sorts, consensus modeling), and surveys to identify political, economic, and socio-cultural factors influencing treatment selection.  \r\n\r\nThe research is important because it will contribute to social science theory and the development of new ways of combining ethnographic decision models with multivariate statistical models. Findings from the research will be useful for policy makers concerned with the persistence of malaria in Vanuatu, despite multiple public health interventions. Funding this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "White",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey M White",
   "pi_email_addr": "white@hawaii.edu",
   "nsf_id": "000185277",
   "pi_start_date": "2010-12-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ashley",
   "pi_last_name": "Vaughan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ashley Vaughan",
   "pi_email_addr": "avaughan@hawaii.edu",
   "nsf_id": "000537747",
   "pi_start_date": "2010-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research seeks to make real-world contributions to ameliorating the global health problem of malaria, which remains a health threat for nearly half of the world&rsquo;s population, by investigating local people&rsquo;s knowledge of malaria and the decision-making processes related to its prevention and treatment in Tautu, Vanuatu, a village where endemic malaria is the number one health problem.&nbsp; In particular, this research examined the specific roles of social and cultural variables in order to devise effective intervention strategies for developing countries.&nbsp; This research found that residents of Tautu are very knowledgeable about malaria.&nbsp; The average person recognizes the symptoms of malaria as defined by Western medicine (also called biomedicine).&nbsp; He/she knows that mosquitoes transmit the illness and that the best way to prevent it is to sleep under a mosquito net. Not all but most residents also know that another way to prevent malaria is to eliminate breeding sites.&nbsp; Such responses were typically focused on the proper disposal of garbage, in particular cans that collect water.&nbsp; Additionally, most residents frequently respond that one &ldquo;<em>should</em> go to the hospital&rdquo; (emphasis added) to get a blood test if he/she suspects that he/she has malaria.&nbsp;&nbsp; Overall, then, it appears that the Vanuatu&rsquo;s Ministry of Health&rsquo;s malaria campaigns have been extremely successful in educating the people of Tautu.&nbsp;</p>\n<p>But does everyone follow the advice of the Ministry of Health?&nbsp; It is clear that many chose to ignore this advice.&nbsp;&nbsp; People freely admit that they do not sleep under their bednets.&nbsp; They say that the nets are too hot and that there is no airflow, so they have trouble sleeping.&nbsp; While some say that they do go to the hospital when they suspect that they have malaria others chose not to go.&nbsp; Some say that they are afraid of the hospital or that they do not wish to sleep overnight in the hospital.&nbsp; Others suggest that they prefer to use traditional medicine. Medicinal plants are frequently described as more &ldquo;natural&rdquo; than Western pharmaceuticals, and many people say that they do not like the side effects of the pharmaceuticals prescribed for malaria.&nbsp;&nbsp; Additionally, traditional medicine is often understood to be simply more convenient, as traditional healers make house calls and medicinal plants grow nearby in the yard, garden, or bush, whereas to go to the hospital one must walk a mile or have the money to hire a truck.&nbsp;&nbsp; While the distance of one mile may seem to be not too prohibiting, to a sick individual, especially one with malarial fever, walking a mile be nearly impossible.&nbsp;</p>\n<p>Access, convenience and preference of traditional medicine do not explain all decisions about the treatment of malaria or other illnesses.&nbsp;&nbsp; This research additionally shows the significance of Tautu&rsquo;s specific socio-cultural context in influencing such decisions. &nbsp;Tautuan kinship relations (relations between families) and economic and intellectual practices (such as those involving the exchange of goods and knowledge) influence how Tautuans view and manage malaria and other illnesses. The religious beliefs practices of Ni-Vanuatu are also important. The common belief that all types of healing, including traditional healing knowledge and medicines, are gifts from the Christian God supports the related view that traditional medicine, biomedicine, and Christian spiritual healing are complementary rather than conflicting paths toward obtaining a cure.&nbsp; This interpretation enables a pragmatic, integrated approach toward health and healing in which Tautuans select from and combine all three of these types of medicines in various ways.&nbsp; This interpretation sheds light on why Tautuans at times choose to ut...",
  "por_txt_cntn": "\nThis research seeks to make real-world contributions to ameliorating the global health problem of malaria, which remains a health threat for nearly half of the worldÆs population, by investigating local peopleÆs knowledge of malaria and the decision-making processes related to its prevention and treatment in Tautu, Vanuatu, a village where endemic malaria is the number one health problem.  In particular, this research examined the specific roles of social and cultural variables in order to devise effective intervention strategies for developing countries.  This research found that residents of Tautu are very knowledgeable about malaria.  The average person recognizes the symptoms of malaria as defined by Western medicine (also called biomedicine).  He/she knows that mosquitoes transmit the illness and that the best way to prevent it is to sleep under a mosquito net. Not all but most residents also know that another way to prevent malaria is to eliminate breeding sites.  Such responses were typically focused on the proper disposal of garbage, in particular cans that collect water.  Additionally, most residents frequently respond that one \"should go to the hospital\" (emphasis added) to get a blood test if he/she suspects that he/she has malaria.   Overall, then, it appears that the VanuatuÆs Ministry of HealthÆs malaria campaigns have been extremely successful in educating the people of Tautu. \n\nBut does everyone follow the advice of the Ministry of Health?  It is clear that many chose to ignore this advice.   People freely admit that they do not sleep under their bednets.  They say that the nets are too hot and that there is no airflow, so they have trouble sleeping.  While some say that they do go to the hospital when they suspect that they have malaria others chose not to go.  Some say that they are afraid of the hospital or that they do not wish to sleep overnight in the hospital.  Others suggest that they prefer to use traditional medicine. Medicinal plants are frequently described as more \"natural\" than Western pharmaceuticals, and many people say that they do not like the side effects of the pharmaceuticals prescribed for malaria.   Additionally, traditional medicine is often understood to be simply more convenient, as traditional healers make house calls and medicinal plants grow nearby in the yard, garden, or bush, whereas to go to the hospital one must walk a mile or have the money to hire a truck.   While the distance of one mile may seem to be not too prohibiting, to a sick individual, especially one with malarial fever, walking a mile be nearly impossible. \n\nAccess, convenience and preference of traditional medicine do not explain all decisions about the treatment of malaria or other illnesses.   This research additionally shows the significance of TautuÆs specific socio-cultural context in influencing such decisions.  Tautuan kinship relations (relations between families) and economic and intellectual practices (such as those involving the exchange of goods and knowledge) influence how Tautuans view and manage malaria and other illnesses. The religious beliefs practices of Ni-Vanuatu are also important. The common belief that all types of healing, including traditional healing knowledge and medicines, are gifts from the Christian God supports the related view that traditional medicine, biomedicine, and Christian spiritual healing are complementary rather than conflicting paths toward obtaining a cure.  This interpretation enables a pragmatic, integrated approach toward health and healing in which Tautuans select from and combine all three of these types of medicines in various ways.  This interpretation sheds light on why Tautuans at times choose to utilize treatments other than biomedicine for illnesses such as malaria. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/12/2012\n\n\t\t\t\t\tSubmitted by: Ashley Vaughan"
 }
}