{
 "awd_id": "1060916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Cultural Negotiations of Medical Care Among the Lancaster Amish",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2012-07-31",
 "tot_intn_awd_amt": 12968.0,
 "awd_amount": 12968.0,
 "awd_min_amd_letter_date": "2011-01-07",
 "awd_max_amd_letter_date": "2011-01-07",
 "awd_abstract_narration": "Doctoral student Martha King (University of North Carolina at Chapel Hill), under the guidance of Dr. Dorothy Holland, will investigate the manner and types of cooperation that have been developed between a non-profit, genetic treatment/research facility, the Clinic for Special Children (CSC), and the Amish settlement it serves around Lancaster, PA.  The research will address the broad issues of how the negotiation and delivery of biomedical care services to groups with different cultural beliefs about the body and medicine is accomplished.\r\n\r\nThis research is motivated by two broad interests: how do the Lancaster Amish populations continue to shape their use of technology in light of the larger culture surrounding the settlement and how does CSC manage to create a biomedical environment where this kind of cultural negotiation can occur?  This project seeks to understand how interactions between clinic practitioners and Amish patient families result in accommodations and/or modifications of both Amish and biomedical cultures. These two groups often arrive at the examination table with fundamentally different understandings of illness, medicine, and technology. For example, common threads of Amish cultural identity involve relinquishing of self-will for the benefit of the community as Amish actively eschew individualism and view the body as a spiritual home rooted in community.  In contrast, the health system they are navigating is premised on a biomedical approach to the individual body as autonomous; practitioners frequently deal with individual patients as discrete units. \r\n\r\nThe researcher will perform participant observation by living in an Old Order Amish church district and observing regularly in the clinical setting. In-depth interviews with Amish participants, clinical staff, and research staff will be analyzed to discover the perceptions and practices of this conservative religious tradition as they negotiate highly technological, individualized medical models. This research utilizes these ethnographically-focused methods to add an area of vital richness to medical anthropology and Amish studies. Further, it provides an excellent case for elucidating the social implications and consequences of new genetic understanding, as well as the challenges and successes that can occur in small-scale medical practice where translation across core beliefs is necessary.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dorothy",
   "pi_last_name": "Holland",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Dorothy C Holland",
   "pi_email_addr": "dholland@unc.edu",
   "nsf_id": "000233194",
   "pi_start_date": "2011-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "King",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Martha E King",
   "pi_email_addr": "marthae@email.unc.edu",
   "nsf_id": "000519830",
   "pi_start_date": "2011-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study used qualitative methods to investigate the cooperation between members of the Amish settlement in the Lancaster, Pennsylvania area and their non-Amish health practitioners at the Clinic for Special Children (CSC)--a pediatric genetics clinic serving the Plain populations of southeastern PA. The findings suggest that careful, successful cultural negotiations are a two-way endeavor as communities and health care providers make strides in genetic medicine.&nbsp;The research findings from this project emphasize the cultural negotiations that occur between this ethnic minority and biomedical practitioners as they interact across cultural divides.</p>\n<p>In the clinical setting, CSC modifies the way clinical medicine and research are performed through a myriad of adjustments including, but not limited to: altering the traditional relationship between laboratory and clinic, lengthening times and topics in the clinical encounter, refraining from involvement in the health insurance business, and focusing on the economics of prevention. In the community setting, Amish families navigate the ways that medical technology may be appropriately assimilated into the lives of their religious community including: incorporating the economic needs of the clinic into their community&rsquo;s responsibility, weighing the needs of a sick child against the demands of church requirements, forming strong social relationships with the clinicians at CSC, and rejecting genetic arguments for altering kinship patterns. These results provide data from a novel clinical model that combines highly technological, non-profit health care with conservative communities that carry no health insurance and carefully regulate their use of technology. The careful balance of these negotiations has resulted in improved patient outcomes and the implementation of groundbreaking genetic medicine. This lesson is made stark by the differences between the Amish and their non-Amish neighbors.&nbsp;As evidenced here, simple cultural competency does not go far enough; dedication to real translational practice requires a shift in the thinking of both clinician and patient families. The findings are most significant in their suggestion that it takes radical changes in the structure and practice of medicine to bridge the divide between patient populations and clinicians approaching the exam table from notably different cultural worlds. &nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2012<br>\n\t\t\t\t\tModified by: Martha&nbsp;E&nbsp;King</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis study used qualitative methods to investigate the cooperation between members of the Amish settlement in the Lancaster, Pennsylvania area and their non-Amish health practitioners at the Clinic for Special Children (CSC)--a pediatric genetics clinic serving the Plain populations of southeastern PA. The findings suggest that careful, successful cultural negotiations are a two-way endeavor as communities and health care providers make strides in genetic medicine. The research findings from this project emphasize the cultural negotiations that occur between this ethnic minority and biomedical practitioners as they interact across cultural divides.\n\nIn the clinical setting, CSC modifies the way clinical medicine and research are performed through a myriad of adjustments including, but not limited to: altering the traditional relationship between laboratory and clinic, lengthening times and topics in the clinical encounter, refraining from involvement in the health insurance business, and focusing on the economics of prevention. In the community setting, Amish families navigate the ways that medical technology may be appropriately assimilated into the lives of their religious community including: incorporating the economic needs of the clinic into their communityÆs responsibility, weighing the needs of a sick child against the demands of church requirements, forming strong social relationships with the clinicians at CSC, and rejecting genetic arguments for altering kinship patterns. These results provide data from a novel clinical model that combines highly technological, non-profit health care with conservative communities that carry no health insurance and carefully regulate their use of technology. The careful balance of these negotiations has resulted in improved patient outcomes and the implementation of groundbreaking genetic medicine. This lesson is made stark by the differences between the Amish and their non-Amish neighbors. As evidenced here, simple cultural competency does not go far enough; dedication to real translational practice requires a shift in the thinking of both clinician and patient families. The findings are most significant in their suggestion that it takes radical changes in the structure and practice of medicine to bridge the divide between patient populations and clinicians approaching the exam table from notably different cultural worlds.     \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/18/2012\n\n\t\t\t\t\tSubmitted by: Martha E King"
 }
}