{
 "awd_id": "1060990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: A Biomimetic Micro Total Analysis System Platform of Bone Remodeling: Elucidating the Role of Cell Communication",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2010-08-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 450015.0,
 "awd_amount": 450015.0,
 "awd_min_amd_letter_date": "2010-12-27",
 "awd_max_amd_letter_date": "2010-12-27",
 "awd_abstract_narration": "0952915\r\nSaunders\r\n\r\nThroughout and individual's life, bone cells sense and respond to their mechanical environment.  While this response is evident in increased bone mass with exercise and decreased bone mass with paralysis and long-term spaceflight, it also subtly presents itself in remodeling, a condition in which bone is continually replaced, or turned over. Remodeling is also central in bone disease.  For example, osteoporosis is linked to an aging imbalance in which a net bone loss ensues as more bone is removed than replaced.  Laboratory models aimed at uncovering the mechanisms and pathways by which remodeling occurs often focus on a single bone cell type, such as the osteoblast.  As we learn more about the biological response of bone cells to mechanical loading, the osteocytes, embedded in the bone matrix, are believed to sense the stimulation and interact with osteoclasts and osteoblasts to remove and replace the bone, respectively.  In order to advance our knowledge and discovery in this field, the laboratory models must accurately reflect, or mimic the biological environment.  Given that bone turnover is not an immediate process and that the osteoclasts and osteoblasts responsible for these changes are not concurrently found on the bone surface, an in vitro model is needed that may be both temporally and spatially regulated.  With the recent development of microplatforms, this model development is now possible.  Within this project, a micro total analysis system platform of bone remodeling will be developed to more accurately reflect the multicellular interactions and the biological environment.  Specifically, the direct response of osteoclasts and osteoblasts to osteocyte loading will be examined and the role of communication, one possible mechanism of signal coordination will be investigated.  The broader impact of this research is in the development of a microplatform in which the bone multicellular interactions may be studied in a mechanically-induced bone remodeling environment enabling the imperative move from phenomenological to biological modeling.  The broader educational impacts include the incorporation of bone mechanobiology in college level coursework, graduate research and high school student/teacher internships.  In addition, a major educational focus will be on the implementation of a program to introduce biomedical engineering to primary school children in rural, underserved areas through hands-on activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marnie",
   "pi_last_name": "Saunders",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marnie Saunders",
   "pi_email_addr": "mms129@uakron.edu",
   "nsf_id": "000507835",
   "pi_start_date": "2010-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1187",
   "pgm_ref_txt": "PECASE- eligible"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 450015.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">PUBLIC ABSTRACT</span></p>\n<p>Throughout and individual's life, bone cells sense and respond to their mechanical environment. While this response is evident in increased bone mass with exercise and decreased bone mass with paralysis and long-term spaceflight, it also subtly presents itself in remodeling, a condition in which bone is continually replaced, or turned over. Remodeling is also central in bone disease. For example, osteoporosis is linked to an aging imbalance in which a net bone loss ensues as more bone is removed than replaced. Laboratory models aimed at uncovering the mechanisms and pathways by which remodeling occurs often focus on a single bone cell type, such as the osteoblast. As we learn more about the biological response of bone cells to mechanical loading, the osteocytes, embedded in the bone matrix, are believed to sense the stimulation and interact with osteoclasts and osteoblasts to remove and replace the bone, respectively. In order to advance our knowledge and discovery in this field, the laboratory models must accurately reflect, or mimic the biological environment. Given that bone turnover is not an immediate process and that the osteoclasts and osteoblasts responsible for these changes are not concurrently found on the bone surface, an in vitro model is needed that may be both temporally and spatially regulated. With the recent development of microplatforms, this model development is now possible. Within this project, a micro total analysis system platform of bone remodeling will be developed to more accurately reflect the multicellular interactions and the biological environment. Specifically, the direct response of osteoclasts and osteoblasts to osteocyte loading will be examined and the role of communication, one possible mechanism of signal coordination will be investigated. The broader impact of this research is in the development of a microplatform in which the bone multicellular interactions may be studied in a mechanically-induced bone remodeling environment enabling the imperative move from phenomenological to biological modeling. The broader educational impacts include the incorporation of bone mechanobiology in college level coursework, graduate research and high school student/teacher internships. In addition, a major educational focus will be on the implementation of a program to introduce biomedical engineering to primary school children in rural, underserved areas through hands-on activities.</p>\n<p><strong><br /></strong></p>\n<p>OUTCOMES</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit:</span> To date, the work has resulted in 2 provisional patents; 10 published papers/book chapters; 3 in review; 1 in IP Office (UA); 2 in preparation/all research completed; 3 projects in progress on platform applications; 18 national presentations; 7 local presentations; and, 7 graduate and 2 undergraduate awards.&nbsp; 12 graduate and undergraduate students and 1 HS student (2 awards) have been included as authors to date and 4 presentations have been accepted (BMES 2016, 1 travel award) with an additional 4 undergraduates on the work.&nbsp; The Saunders&rsquo; lab was featured in a North American edition of <strong>International Innovation.</strong>&nbsp; The goals of the Career grant have been successfully completed.&nbsp; We have been utilizing the platform to extend our studies to microgravity and osteonecrosis of the jaw.&nbsp; The next phase of the study is to utilize a closed, self-contained LOC platform with fluids and feedings driven by automated picopumps, to address multicellular interactions in load-induced bone remodeling.&nbsp; This is the focus of the current application. &nbsp;&nbsp;<span style=\"text-decoration: underline;\">Broader Impacts:</span>&nbsp; In addition to the training of graduate, undergraduate and high schools students and the incorporation of the data in publications and courses, a K-12 outreach activity was developed targeting middle school children.&nbsp; The activity, which has been published was run for 2 years in Kentucky and then in Ohio upon the PI changing institutions.&nbsp; The activity exposed students to biomechanics and engineering, in general.&nbsp; In Akron, the PI completed the program and incorporated variations of the activity into Women in Engineering, BMES and NSBE events.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2016<br>\n\t\t\t\t\tModified by: Marnie&nbsp;Saunders</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPUBLIC ABSTRACT\n\nThroughout and individual's life, bone cells sense and respond to their mechanical environment. While this response is evident in increased bone mass with exercise and decreased bone mass with paralysis and long-term spaceflight, it also subtly presents itself in remodeling, a condition in which bone is continually replaced, or turned over. Remodeling is also central in bone disease. For example, osteoporosis is linked to an aging imbalance in which a net bone loss ensues as more bone is removed than replaced. Laboratory models aimed at uncovering the mechanisms and pathways by which remodeling occurs often focus on a single bone cell type, such as the osteoblast. As we learn more about the biological response of bone cells to mechanical loading, the osteocytes, embedded in the bone matrix, are believed to sense the stimulation and interact with osteoclasts and osteoblasts to remove and replace the bone, respectively. In order to advance our knowledge and discovery in this field, the laboratory models must accurately reflect, or mimic the biological environment. Given that bone turnover is not an immediate process and that the osteoclasts and osteoblasts responsible for these changes are not concurrently found on the bone surface, an in vitro model is needed that may be both temporally and spatially regulated. With the recent development of microplatforms, this model development is now possible. Within this project, a micro total analysis system platform of bone remodeling will be developed to more accurately reflect the multicellular interactions and the biological environment. Specifically, the direct response of osteoclasts and osteoblasts to osteocyte loading will be examined and the role of communication, one possible mechanism of signal coordination will be investigated. The broader impact of this research is in the development of a microplatform in which the bone multicellular interactions may be studied in a mechanically-induced bone remodeling environment enabling the imperative move from phenomenological to biological modeling. The broader educational impacts include the incorporation of bone mechanobiology in college level coursework, graduate research and high school student/teacher internships. In addition, a major educational focus will be on the implementation of a program to introduce biomedical engineering to primary school children in rural, underserved areas through hands-on activities.\n\n\n\n\nOUTCOMES\n\nIntellectual Merit: To date, the work has resulted in 2 provisional patents; 10 published papers/book chapters; 3 in review; 1 in IP Office (UA); 2 in preparation/all research completed; 3 projects in progress on platform applications; 18 national presentations; 7 local presentations; and, 7 graduate and 2 undergraduate awards.  12 graduate and undergraduate students and 1 HS student (2 awards) have been included as authors to date and 4 presentations have been accepted (BMES 2016, 1 travel award) with an additional 4 undergraduates on the work.  The Saunders? lab was featured in a North American edition of International Innovation.  The goals of the Career grant have been successfully completed.  We have been utilizing the platform to extend our studies to microgravity and osteonecrosis of the jaw.  The next phase of the study is to utilize a closed, self-contained LOC platform with fluids and feedings driven by automated picopumps, to address multicellular interactions in load-induced bone remodeling.  This is the focus of the current application.   Broader Impacts:  In addition to the training of graduate, undergraduate and high schools students and the incorporation of the data in publications and courses, a K-12 outreach activity was developed targeting middle school children.  The activity, which has been published was run for 2 years in Kentucky and then in Ohio upon the PI changing institutions.  The activity exposed students to biomechanics and engineering, in general.  In Akron, the PI completed the program and incorporated variations of the activity into Women in Engineering, BMES and NSBE events.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/09/2016\n\n\t\t\t\t\tSubmitted by: Marnie Saunders"
 }
}