{
 "awd_id": "1060208",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Origin of Millennial-scale Climate Signals in the Northwestern Subtropical Atlantic",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 166976.0,
 "awd_amount": 166976.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "The question of whether millennial-scale climate changes are related to changes in the Earth's orbit (and thus the timing and distribution of solar influence on the Earth's surface) is decades old, but remains the subject of debate in the climate change science community. This research, led by a scientist at the University of Delaware, investigates how short-term climate variability evolved as the periodicity of orbital precession has changed through the Pleistocene, focusing on the last 900,000 years. The central hypothesis is that millennial-scale climate signals in the northwestern subtropical Atlantic are linked to external driving factors, specifically the fourth harmonic of precession. If tropical insolation forcing controls millennial-scale variability, then there should be a reduction in the spectral power of the fourth harmonic (4,800 year) peak as the 19,000 year precession frequency disappears after about 340,000 years ago. \r\n\r\nAs a prerequisite for testing the hypothesis, the work will fill a key gap in the stable oxygen isotope record from the Blake-Bahama Outer Ridge, completing a 1.4 million year long planktonic foraminifer stable isotope record from the Blake Outer Ridge. This fulfills a primary objective of Ocean Drilling Program Leg 172.  \r\n\r\nIn terms of broader impacts, the research will provide important information about natural climate variability, and results will be disseminated through public presentations by the lead scientist. Funding also supports a Master's degree student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharina",
   "pi_last_name": "Billups",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharina Billups",
   "pi_email_addr": "kbillups@udel.edu",
   "nsf_id": "000469979",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 166976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;It has long been known that the climate changes due to changes in the angle of the Sun&rsquo;s rays striking the Earth&rsquo;s surface (insolation). These changes are caused by variations in the position of the Earth with respect to the Sun. The phenomenon is similar to the seasonal cycle where summer is a time when the Northern Hemisphere is pointed toward the Sun and winter is a time when the Northern Hemisphere is pointed away from the Sun.&nbsp; Over geologic time (hundreds of thousands to millions of years), variations in the tilt angle of the Earth&rsquo;s axis intensifies or mutes the seasons, and cyclic variations in the wobble of the Earth&rsquo;s axis changes the Earth&rsquo;s distance to the sun. Together these changes in the Earth&rsquo;s orbit result in warmer winters and cooler summers, a theory that explains much of the recurrence of Pleistocene Ice Ages on time scales of 20,000 to 100,000 years.</p>\n<p>Climate varies on all time scales from the monthly seasonal cycle to the longer, insolation-induced variations described above. But the climate-causing mechanism for variations between the seasonal cycle and the orbital geometry are not well understood. In this project, we investigated the hypothesis that climatic changes that occur on time scales of a few thousand years (5000-10,000 years) are also caused by changes in insolation, but more indirectly. The idea is that surface ocean currents such as the Gulf Stream are warmed by the sun&rsquo;s rays, and then move these warm waters from the subtropical to the polar latitudes. The sun&rsquo;s rays cause temperature maxima in the subtropics of the Northern and Southern Hemisphere, and surface currents then carry warm waters from the Southern into the Northern Hemisphere (but not the other way around). Thus, it is possible for the Northern Hemisphere to experience temperature maxima related directly to the overhead passage of the sun as well as indirectly related to the overhead passage of the sun in the Southern Hemisphere because of the flow of the warm surface currents into the Northern Hemisphere.</p>\n<p>The idea is not new to this particular project. However, to test the idea it is necessary to construct very long and continuous records of surface ocean hydrologic variability through geologic time. &nbsp;The challenge is capturing the full range of climate variations related to changes in Earth-Sun geometry at a temporal resolution high enough to be able to see the shorter climatic variations as well.</p>\n<p>Such climate variations are preserved in the geochemistry of microfossils accumulating in the deep ocean. Specifically, it is possible to test the idea with deep sea sediments recovered by the Ocean Drilling Program from the continental slope off the coast of northern Florida. &nbsp;The region lies in the path of warm waters warmed south of the equator and flowing north in the Gulf Stream.&nbsp; Together with data already published by other groups from this region we obtained a continuous, over 1 million year long record of surface ocean hydrologic variations. Individual data points are spaced on average between 250 and 800 years allowing us to statistically resolve cyclic signals in the data set that occur as rapidly as every 5000 years.</p>\n<p>Our results indicate that the time series contains significant variations that recur at cycles such as those related to the tilt of the Earth&rsquo;s axis (40,000 years) and its wobble (20,000 years) as well as shorter cycles that recur at fractions of those cycles (about 10,000 years and 5, 000 years). Statistical analysis of the data shows that through time, relatively small changes in the periodicity of the wobble (for example from 19,000 years to 23, 000 years) are accompanied by similarly small changes in the periodicity of the shorter cycles (for example, from about 10, 000 years to about 12, 000 years). This result provides evidence in suppo...",
  "por_txt_cntn": "\n It has long been known that the climate changes due to changes in the angle of the SunÆs rays striking the EarthÆs surface (insolation). These changes are caused by variations in the position of the Earth with respect to the Sun. The phenomenon is similar to the seasonal cycle where summer is a time when the Northern Hemisphere is pointed toward the Sun and winter is a time when the Northern Hemisphere is pointed away from the Sun.  Over geologic time (hundreds of thousands to millions of years), variations in the tilt angle of the EarthÆs axis intensifies or mutes the seasons, and cyclic variations in the wobble of the EarthÆs axis changes the EarthÆs distance to the sun. Together these changes in the EarthÆs orbit result in warmer winters and cooler summers, a theory that explains much of the recurrence of Pleistocene Ice Ages on time scales of 20,000 to 100,000 years.\n\nClimate varies on all time scales from the monthly seasonal cycle to the longer, insolation-induced variations described above. But the climate-causing mechanism for variations between the seasonal cycle and the orbital geometry are not well understood. In this project, we investigated the hypothesis that climatic changes that occur on time scales of a few thousand years (5000-10,000 years) are also caused by changes in insolation, but more indirectly. The idea is that surface ocean currents such as the Gulf Stream are warmed by the sunÆs rays, and then move these warm waters from the subtropical to the polar latitudes. The sunÆs rays cause temperature maxima in the subtropics of the Northern and Southern Hemisphere, and surface currents then carry warm waters from the Southern into the Northern Hemisphere (but not the other way around). Thus, it is possible for the Northern Hemisphere to experience temperature maxima related directly to the overhead passage of the sun as well as indirectly related to the overhead passage of the sun in the Southern Hemisphere because of the flow of the warm surface currents into the Northern Hemisphere.\n\nThe idea is not new to this particular project. However, to test the idea it is necessary to construct very long and continuous records of surface ocean hydrologic variability through geologic time.  The challenge is capturing the full range of climate variations related to changes in Earth-Sun geometry at a temporal resolution high enough to be able to see the shorter climatic variations as well.\n\nSuch climate variations are preserved in the geochemistry of microfossils accumulating in the deep ocean. Specifically, it is possible to test the idea with deep sea sediments recovered by the Ocean Drilling Program from the continental slope off the coast of northern Florida.  The region lies in the path of warm waters warmed south of the equator and flowing north in the Gulf Stream.  Together with data already published by other groups from this region we obtained a continuous, over 1 million year long record of surface ocean hydrologic variations. Individual data points are spaced on average between 250 and 800 years allowing us to statistically resolve cyclic signals in the data set that occur as rapidly as every 5000 years.\n\nOur results indicate that the time series contains significant variations that recur at cycles such as those related to the tilt of the EarthÆs axis (40,000 years) and its wobble (20,000 years) as well as shorter cycles that recur at fractions of those cycles (about 10,000 years and 5, 000 years). Statistical analysis of the data shows that through time, relatively small changes in the periodicity of the wobble (for example from 19,000 years to 23, 000 years) are accompanied by similarly small changes in the periodicity of the shorter cycles (for example, from about 10, 000 years to about 12, 000 years). This result provides evidence in support of the idea that rapid climate variations can be associated with external, orbital forcing coupled to oceanographic processes.\n\nThere are several broader impacts ..."
 }
}