{
 "awd_id": "1060163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of Mesoscale Eddies in Ventilation of the Southern Ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 620345.0,
 "awd_amount": 620345.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2011-03-23",
 "awd_abstract_narration": "The Southern Ocean and its interactions with the atmosphere play an important role in the ocean and climate dynamics. The processes that govern the communication between the surface and the interior of the Southern Ocean (\"ventilation\") remain, however, poorly understood. A major challenge comes from the essential and complex role of mesoscale eddies. The spatial distribution of the eddy transports is complicated, and the effects of eddies are incredibly rich. The importance of this complexity has not been systematically evaluated.\r\n\r\nThe main goal of this project is to analyze the role of mesoscale eddies in ventilation of the upper waters (top 2000 meters) of the Southern Ocean. The importance of such properties of the eddy transports as large-scale spatial variations, anisotropy, transport barriers, advection by coherent vortices and non-diffusive effects will be investigated. The main hypothesis is that eddies and their properties listed above play an important role in ventilation of the Southern Ocean. To that effect, an analysis of how ventilation is directly affected by eddies, by studying the importance of eddies in the distribution of passive tracers (idealized and Chlorofluorocarbons) will be undertaken.\r\n\r\nSpecific objectives are to: (i) analyze distributions of the eddy flux divergences and eddy diffusivities, and study their relationship to other physical processes; (ii) examine the importance of eddies for ventilation of the major water masses of the upper Southern Ocean; (iii) identify specific properties of eddy transports, such as their anisotropic structure, that are the most important for the ventilation of the Southern Ocean. These objectives will be achieved using a suite of numerical experiments that are carefully designed to isolate the direct effects of eddies. In particular, the method of analyzing offline simulations with prescribed advective velocities with and without eddies will enable the investigators to isolate and analyze the effects of eddies on ventilation of the Southern Ocean.\r\n\r\nIntellectual Merit: This project is addressing the fundamentally important problem of the role of eddies in ventilation the Southern Ocean. The proposed research is based on a technique that allows the investigators to most accurately isolate the direct effects of eddies on tracer distributions and ventilation. For the first time, the significance of these effects can be examined quantitatively. Main effects of eddies on distribution of idealized passive tracers and CFCs can be expected to be applicable to dynamically active tracers, such as density and potential vorticity. The progress in understanding the latter effects is notoriously challenging and will greatly benefit from the proposed analysis.\r\n\r\nBroader Impacts: Understanding and quantifying the role of eddies in developing the mixing history of Southern Ocean waters has important implications for exchange and export of gases (Chlorofluorocarbons, Carbon Dioxide, Oxygen) and nutrients between the Southern Ocean and the rest of the global oceans. The identification of the most important eddy effects that require accurate representation in models will benefit the modeling community. Finally, this project will aid in the interpretation of observational data sets and in the planning of future observational strategies In terms of education and training, a post-doctoral fellow will advance his understanding of processes that govern ventilation of the oceans and redistribute transient oceanic tracers, and will learn various techniques of quantitative analysis of numerical simulations and their comparisons with data. One of the investigators is involved in several outreach activities for an under-represented group in science: women. She has served on the Mentoring Physical Oceanography Women to Increase Retention (MPOWIR) steering committee, participated in two Pattullo Conferences, and leads an MPOWIR mentoring group. She is also on the Steering Committee for the University of Miami's NSF-Advance program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Igor",
   "pi_last_name": "Kamenkovich",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Igor V Kamenkovich",
   "pi_email_addr": "ikamenkovich@rsmas.miami.edu",
   "nsf_id": "000090175",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rana",
   "pi_last_name": "Fine",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rana A Fine",
   "pi_email_addr": "rfine@rsmas.miami.edu",
   "nsf_id": "000263040",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 620345.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Southern Ocean south of 30&deg;S accounts for a very large share of the exchange of heat and carbon between the atmosphere, surface waters and the deep ocean. These processes are important for climate of this planet, and need to be understood before we can improve predictions of future climate variations. Mesoscale eddies, which are defined as currents with the size of 10-100km, play a key role in &ldquo;ventilation&rdquo; of the deep ocean (exchanges between the surface and deep ocean). Because of the high computational requirements, these eddies are notoriously difficult to represent in climate models, whereas &ldquo;large-scale&rdquo; currents (size of hundreds to thousands of kilometers) are simulated reasonably well. This study investigates the importance of mesoscale eddies in ventilation of the Southern Ocean, and uses a suite of numerical models of ocean circulation to tackle this complex problem.</p>\n<p>We developed a numerical model for studies of Southern Ocean tracers (Southern Ocean Offline Tracer Model or SOOTM). This model relies on previously calculated velocities and other physical variables, which allows it to be significantly faster than traditional ocean models. This high computational speed permits simulation of the detailed structure of ocean circulation, including mesoscale eddies. We used SOOTM to calculate distributions of tracers that can measure the strength and efficiency of the ventilation. The results show that eddies are important for the strength of the ventilation and the depth to which the ventilation can reach, but that large-scale currents are also very important, particularly in the south-western parts of the Atlantic and Pacific basins. These results are further interpreted using particle trajectories calculated in a separate Southern Ocean model with simplified geometry of the continents and sea floor. These particles move with water and are a very convenient tool for tracking where a particular water mass came from. Our results show that interactions between large-scale currents and eddies determine the ventilation depth and confirm that particles enter the Atlantic basin in the south-western part.</p>\n<p>Eddies redistribute properties by stirring, and this is a complex process whose intensity depends on a geographical location and direction. This complexity is explored in a series of idealized studies each targeting a specific process. In the Southern Ocean, the stirring is least effective at certain latitudes, and is strongest in the zonal (east-west) direction. Our results explain these properties by the presence of the specific flow patterns: zonal jets and zonally-elongated eddies. Strong swirling eddies (&ldquo;vortices&rdquo;) are common in the Southern Ocean, and they can transport properties very efficiently. Our study shows that such transport depends on whether these vortices can live for a long time without breaking apart into smaller structures.</p>\n<p>Ventilation in the real ocean can be studied using chlorofluorocarbons (CFCs). CFCs are atmospheric man-made gases that get dissolved in the ocean at the surface and are carried into the deep ocean by various processes. Because observations of CFC are often far apart in time and space, the errors in these estimates can be significant because of eddies that can change CFC values quickly and over relatively short distances. These effects are studied using one of the most sophisticated ocean models run at the National Center for Atmospheric Research (NCAR). Once the errors caused by eddies are known, one can determine changes in ventilation with greater confidence, which is very important for understanding of the changes in ocean circulation and climate.</p>\n<p>&nbsp;Overall, this study addresses the fundamentally important problem of the role of eddies in ventilation of the Southern Ocean. This problem has important implications for exchange and export of gases (...",
  "por_txt_cntn": "\nThe Southern Ocean south of 30&deg;S accounts for a very large share of the exchange of heat and carbon between the atmosphere, surface waters and the deep ocean. These processes are important for climate of this planet, and need to be understood before we can improve predictions of future climate variations. Mesoscale eddies, which are defined as currents with the size of 10-100km, play a key role in \"ventilation\" of the deep ocean (exchanges between the surface and deep ocean). Because of the high computational requirements, these eddies are notoriously difficult to represent in climate models, whereas \"large-scale\" currents (size of hundreds to thousands of kilometers) are simulated reasonably well. This study investigates the importance of mesoscale eddies in ventilation of the Southern Ocean, and uses a suite of numerical models of ocean circulation to tackle this complex problem.\n\nWe developed a numerical model for studies of Southern Ocean tracers (Southern Ocean Offline Tracer Model or SOOTM). This model relies on previously calculated velocities and other physical variables, which allows it to be significantly faster than traditional ocean models. This high computational speed permits simulation of the detailed structure of ocean circulation, including mesoscale eddies. We used SOOTM to calculate distributions of tracers that can measure the strength and efficiency of the ventilation. The results show that eddies are important for the strength of the ventilation and the depth to which the ventilation can reach, but that large-scale currents are also very important, particularly in the south-western parts of the Atlantic and Pacific basins. These results are further interpreted using particle trajectories calculated in a separate Southern Ocean model with simplified geometry of the continents and sea floor. These particles move with water and are a very convenient tool for tracking where a particular water mass came from. Our results show that interactions between large-scale currents and eddies determine the ventilation depth and confirm that particles enter the Atlantic basin in the south-western part.\n\nEddies redistribute properties by stirring, and this is a complex process whose intensity depends on a geographical location and direction. This complexity is explored in a series of idealized studies each targeting a specific process. In the Southern Ocean, the stirring is least effective at certain latitudes, and is strongest in the zonal (east-west) direction. Our results explain these properties by the presence of the specific flow patterns: zonal jets and zonally-elongated eddies. Strong swirling eddies (\"vortices\") are common in the Southern Ocean, and they can transport properties very efficiently. Our study shows that such transport depends on whether these vortices can live for a long time without breaking apart into smaller structures.\n\nVentilation in the real ocean can be studied using chlorofluorocarbons (CFCs). CFCs are atmospheric man-made gases that get dissolved in the ocean at the surface and are carried into the deep ocean by various processes. Because observations of CFC are often far apart in time and space, the errors in these estimates can be significant because of eddies that can change CFC values quickly and over relatively short distances. These effects are studied using one of the most sophisticated ocean models run at the National Center for Atmospheric Research (NCAR). Once the errors caused by eddies are known, one can determine changes in ventilation with greater confidence, which is very important for understanding of the changes in ocean circulation and climate.\n\n Overall, this study addresses the fundamentally important problem of the role of eddies in ventilation of the Southern Ocean. This problem has important implications for exchange and export of gases (CFCs, carbon dioxide, oxygen) and nutrients between the Southern Ocean and the rest of the global oceans. This study is expecte..."
 }
}