{
 "awd_id": "1061564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: The Role of Wind in Estuarine Dynamics",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 193820.0,
 "awd_amount": 193820.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2011-05-23",
 "awd_abstract_narration": "Intellectual Merit: The physical workings of an estuary depend on the outcome of a contest between forces acting to stratify its waters, and forces acting to destroy this stratification. For six decades, the destructive force has been identified as the tides, which generate turbulence through ebb and flow over the rough bottom. In recent years, a new player has emerged: wind blowing over the estuary. Research has shown wind to be an effective mixer, even to the point of de-stratifying the water column. More recently, it has been found that this mixing takes place, not solely as a one-dimensional vertical process, but also through straining of the density structure in the longitudinal and lateral direction of the estuary. The driving hypothesis for this project is that, in addition to driving strong circulations along and across the estuary, it can also be a major contributor to the mixing providing the energy for the classical two-layer estuarine circulation, at least in estuaries with long fetches and weaker circulation. This project has been designed to investigate the role of wind in estuarine dynamics and to test these hypotheses. In order to examine this role, the response of the estuary to an applied wind stress must be described in three-dimensional detail, detail that has not been provided heretofore. In addition, this response must be clearly identified, separate from the underlying circulation of interest?the slower, steadier estuarine flow. Finally, this description must be scalable to the broad class of estuaries. Achieving this detail and understanding requires an extensive and intensive program of observation and analysis in combination with numerical models that have the ability to separate, dissect, integrate, and scale the multiple circulation and mixing components. The observational program in the Chesapeake Bay will involve an intensive array of instrumentation, the most novel of which is a high-resolution tower equipped with velocimeters and temperature-salinity recorders that will enable direct measurements of the stress profile. A dense array of buoys will be instrumented with meteorological sensors to measure local structure in the wind field. Finally, a scheme of multi-ship, towed-vehicle sampling is designed to provide detailed spatial pictures of the density structure with a sufficiently high repetition rate to resolve changes over a tidal cycle. A partnership with the meteorologists responsible for weather forecasting in the Chesapeake Bay region will aid both the observation and analysis of this complex, interactive system.\r\n\r\nBroader Impacts: The circulation and enclosed nature of estuaries make them highly productive fisheries, fisheries threatened by the effects of human alteration of the landscape. Estuaries worldwide are in various states of degradation, the chief cause of which is excess nutrients delivered from agricultural runoff and municipal sewage. These nutrients over-enrich the waters and lead to oxygen sags in the lower layers, sags that deprive living resources of the ability to use this valuable habitat. In estuaries such as Chesapeake Bay and Long Island Sound, these sags can proceed to hypoxia and even anoxia, the total depletion of dissolved oxygen. Costly programs are planned and underway to restore the health of our nation's estuaries. These management programs will need to rely on an accurate description of the physics of estuarine circulation if they are to be successful. In addition, the public will need to be informed of both the problem and the efforts toward solutions if they are to provide the political and economic support necessary. To that end, this research project will engage with education and outreach efforts, especially with the COSEE Coastal Trends program and with the Horn Point Laboratory Scientist-Educator Program, and will involve a scientist-educator, who will head a team of undergraduates to develop a teaching module related to the role of estuarine circulation (including wind mixing) in the Chesapeake Bay's Dead Zone. Finally, this proposal will provide training to two graduate students pursuing PhD degrees and a Postdoctoral fellow.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Friedrichs",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Carl T Friedrichs",
   "pi_email_addr": "cfried@vims.edu",
   "nsf_id": "000192249",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "perf_str_addr": "1375 GREATE RD",
  "perf_city_name": "GLOUCESTER POINT",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230622026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 193820.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;An estuary, where the river meets the sea, attracts people and maritime commerce. &nbsp;The enclosed nature of an estuary protects the terminals of this commerce&mdash;ports&mdash;but it also creates what H. L. Mencken called &ldquo;the great protein factory,&rdquo; where nutrients delivered by the river are retained, recycled, and transformed into highly productive fisheries. &nbsp;Estuarine species such as oysters and crabs depend crucially on the two-layer estuarine circulation pattern during their larval life stages, where they are at the mercy of the currents. &nbsp;Estuaries worldwide are in various states of degradation, the chief cause of which is excess nutrients delivered from agricultural runoff and municipal sewage. These nutrients over-enrich the waters and cause sags in dissolved oxygen, which is necessary to support life. &nbsp;In urban estuaries such as Chesapeake Bay and Long Island Sound, these sags can proceed to hypoxia and even anoxia, creating &ldquo;dead zones&rdquo; where fish are deprived of the ability to use this valuable habitat. Costly programs are underway to restore the health of our nation&rsquo;s estuaries, programs which depend on our ability to quantitatively describe the links between nutrient-reduction actions and specific results in water-quality improvements. &nbsp;At present, the primary limit to the accuracy of this description is our lack of detailed understanding of the processes that mix fresh and salt water. &nbsp;Mixing between light fresh water and denser salt water creates the dynamic two-layer estuarine flow, where the upper layers move toward the sea while salt water moves landward along the bottom.<br />&nbsp; &nbsp; &nbsp;Prior to our study on the role of wind in estuarine circulation, the agent for mixing fresh and salt water was identified as the tide, which generates turbulent mixing energy as it ebbs and flows over the bottom. &nbsp;In recent years, a new player has emerged: wind blowing over the estuary. &nbsp;Research has shown that wind can be an effective mixer, even to the point where the estuary is mixed top to bottom. &nbsp;We set out to examine the idea that wind is the main mixing force driving estuarine flow, especially for large systems such as Chesapeake Bay or Long Island Sound. &nbsp;We carried out an intensive program of observations, placing recording instruments in an array in the middle reaches of Chesapeake Bay during two season-long deployments. &nbsp;While most of these instruments were placed on conventional moorings, one set was mounted on a vertical rigid tower that was anchored to the bottom. &nbsp;Through the fixed instrument array, a large oceanographic ship towed high-resolution sampling devices to finely map temperature, salinity, and dissolved oxygen distributions. &nbsp;Finally, computer models were constructed to simulate the circulation and mixing details and assemble these into a working whole.<br />&nbsp; &nbsp; &nbsp;Our primary results show that wind is the major source of mixing energy for large estuaries like Chesapeake Bay. &nbsp;One of the first indications of this result came from the detailed measurements on the rigid instrument tower, where, during extended and unexpected intervals of quiescent winds, the estuary reverted toward what we call a salt wedge, where a lower level of mixing leads to slower flow and a strongly salt-stratified estuary. &nbsp;In the absence of wind, tidal currents are insufficient to create the partially mixed conditions that typify the Chesapeake estuary. After analyzing the large amount of collected data, more important details have emerged. &nbsp;A major revelation is the discovery that mixing during wind events does not slowly propagate from the surface of the water, layer by layer, but dramatically penetrates the entire water column through discrete cells of upward and downward motion called Langmuir turbulence. &nbsp...",
  "por_txt_cntn": "\n     An estuary, where the river meets the sea, attracts people and maritime commerce.  The enclosed nature of an estuary protects the terminals of this commerce&mdash;ports&mdash;but it also creates what H. L. Mencken called \"the great protein factory,\" where nutrients delivered by the river are retained, recycled, and transformed into highly productive fisheries.  Estuarine species such as oysters and crabs depend crucially on the two-layer estuarine circulation pattern during their larval life stages, where they are at the mercy of the currents.  Estuaries worldwide are in various states of degradation, the chief cause of which is excess nutrients delivered from agricultural runoff and municipal sewage. These nutrients over-enrich the waters and cause sags in dissolved oxygen, which is necessary to support life.  In urban estuaries such as Chesapeake Bay and Long Island Sound, these sags can proceed to hypoxia and even anoxia, creating \"dead zones\" where fish are deprived of the ability to use this valuable habitat. Costly programs are underway to restore the health of our nationÆs estuaries, programs which depend on our ability to quantitatively describe the links between nutrient-reduction actions and specific results in water-quality improvements.  At present, the primary limit to the accuracy of this description is our lack of detailed understanding of the processes that mix fresh and salt water.  Mixing between light fresh water and denser salt water creates the dynamic two-layer estuarine flow, where the upper layers move toward the sea while salt water moves landward along the bottom.\n     Prior to our study on the role of wind in estuarine circulation, the agent for mixing fresh and salt water was identified as the tide, which generates turbulent mixing energy as it ebbs and flows over the bottom.  In recent years, a new player has emerged: wind blowing over the estuary.  Research has shown that wind can be an effective mixer, even to the point where the estuary is mixed top to bottom.  We set out to examine the idea that wind is the main mixing force driving estuarine flow, especially for large systems such as Chesapeake Bay or Long Island Sound.  We carried out an intensive program of observations, placing recording instruments in an array in the middle reaches of Chesapeake Bay during two season-long deployments.  While most of these instruments were placed on conventional moorings, one set was mounted on a vertical rigid tower that was anchored to the bottom.  Through the fixed instrument array, a large oceanographic ship towed high-resolution sampling devices to finely map temperature, salinity, and dissolved oxygen distributions.  Finally, computer models were constructed to simulate the circulation and mixing details and assemble these into a working whole.\n     Our primary results show that wind is the major source of mixing energy for large estuaries like Chesapeake Bay.  One of the first indications of this result came from the detailed measurements on the rigid instrument tower, where, during extended and unexpected intervals of quiescent winds, the estuary reverted toward what we call a salt wedge, where a lower level of mixing leads to slower flow and a strongly salt-stratified estuary.  In the absence of wind, tidal currents are insufficient to create the partially mixed conditions that typify the Chesapeake estuary. After analyzing the large amount of collected data, more important details have emerged.  A major revelation is the discovery that mixing during wind events does not slowly propagate from the surface of the water, layer by layer, but dramatically penetrates the entire water column through discrete cells of upward and downward motion called Langmuir turbulence.  This mechanism is a very efficient means of delivering mixing energy down to the salty lower layers of the estuary.  While this vertical motion is occurring, wind is moving water both down and up the estuary, and laterally, across ..."
 }
}