{
 "awd_id": "1061370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement:  Development of Genomic Methods to Clarify the Evolution of Life History Trade-offs.",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 19827.0,
 "awd_amount": 19827.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "Pregnancy is a hallmark of reproductive success, yet historically little attention has been paid to the study of nonhuman primate pregnancy relative to other key factors in reproduction such as sexual selection, competition, and parental care of offspring. This study builds on others to further develop an accurate New World monkey phylogeny that allows changes in life history traits to be traced within an evolutionary context. This research also advances a female in science and trains high school and undergraduate students in laboratory techniques and genetics.\r\n\r\nThe research takes a comparative genomic and phylogenetic approach to examine the role of pregnancy with respect to reproductive factors within a unique study population. The callitrichine clade (marmosets, tamarins and Goeldi's monkeys) of New World monkeys is an ideal group in which to study the evolution of pregnancy because of natural variation in the number of offspring produced per litter. Moreover, marmosets exhibit twin-twin germline chimerism, in which individuals carry the reproductive cells of their (fraternal) littermates.  In addition, the generation of a Goeldi's monkey transcriptome allows examination of the evolutionary history of thousands of genes in callitrichines, explicitly testing hypotheses that genes involved in litter size and chimerism (e.g. genes involved in placentation, growth, immunity, and vasculogenesis) show evidence of adaptive evolution coincident with the timing of the changes in pregnancy. Testing hypotheses about which genes have undergone adaptations in callitrichine lineages will fill a gap in knowledge about the molecular underpinnings of the fascinating biology exhibited by these primates, and will lay the foundation for future studies in primate biology.  Finally, the genotyping of individuals within a well-pedigreed colony tests whether Goeldi's monkey has retained chimerism, despite having lost the ability to twin. These findings will have implications in understanding the evolution of parental care and also will provide clues into how immune tolerance is established and maintained during evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Wildman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Derek Wildman",
   "pi_email_addr": "wildmand@illinois.edu",
   "nsf_id": "000437810",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natalie",
   "pi_last_name": "Jameson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natalie Jameson",
   "pi_email_addr": "njameson@med.wayne.edu",
   "nsf_id": "000541047",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19827.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We investigated the reproductive strategies of a unique group of primates (callitrichines) that display a wide range of variation in the number of offspring born per successful pregnancy. Most successful primate pregnancies result &nbsp;in singleton births; however, callitrichines (e.g. marmosets and tamarins) usually have multiple offspring pregnancies (i.e. litters). There is one species of callitrichine, Goeldi&rsquo;s monkey, that has singleton pregnancies, and this is a secondarily derived trait meaning Goeldi&rsquo;s monkeys have lost the ability to produce litters. We were interested in understanding the evolutionary history of callitrichine pregnancies from genomic and genetic perspectives &nbsp;</p>\n<p>In our study we investigated genes that are known to be involved in pregnancy, placentation, and parturition to test whether the DNA sequences evolved adaptively at the times in which littering evolved and at the time littering was lost. To meet this goal we sequenced the transcriptomes of four New World monkeys including a Goeldi&rsquo;s monkey, a spider monkey, a titi monkey, and an owl monkey. The transcriptomes sequencing produced 100bp paired end reads that were de-novo assembled using the marmoset genome as a guide. This collection of transcriptome data is to our knowledge the largest resource of sequence information available for these species. When combined with publicly available genome data, we produced multiple sequence alignments comprised of 16 mammalian taxa and 54 candidate genes. Twelve of these genes (i.e. 22%) showed evidence for adaptive evolution concurrent with the phenotypic changes in reproductive strategy. This finding suggests that genes involved in reproduction and littering are highly subject to selective forces. Understanding these trade-offs will inform future studies in reproduction of all primates including humans.</p>\n<p>We further tested whether Goeldi&rsquo;s monkey reduced their litter size via post-fertilization mechanisms such as embryo resorption. Marmoset and tamarin offspring exchange genetic information with their siblings during pregnancy, causing them to be chimeric. We reasoned that if Goeldi&rsquo;s monkeys were also chimeric then there would be evidence of embryo resorption in that species. Through both microsatellite genotyping and SRY amplification on a colony of 21 Goeldi&rsquo;s monkeys we were unable to detect any traces of chimerism. Based on these finding we have concluded that Goeldi&rsquo;s monkeys are not chimeric, and likely produce only a single embryo per pregnancy. To our knowledge this is the first time chimerism in Goeldi&rsquo;s monkey has been investigated. This finding is significant in that it suggests that the mechanism of litter size reduction has occurred pre-ovulation. By narrowing down the biological processes implicated in this change we can then focus on identifying the specific mechanism of litter size reduction.</p>\n<p>The finding of this research as well as the products generated (transcriptome data, and gene alignments) will have an impact on future research both in and beyond anthropology. All data produced from this study will be made publicly available through the National Center for Biotechnology Information (NCBI) sequence reads archives. The findings of this project will be highlighted in co-PI Jameson&rsquo;s dissertation as well as in peer- reviewed manuscript.</p>\n<p>In addition, work done by co-PI Jameson in preparation for this project has resulted in several manuscripts including: <em>The tempo and mode of New World monkey evolution and biogeography in the context of phylogenomic analysis</em>, Molecular Phylpgenetics and Evolution, in review; <em>Development and annotation of shotgun sequence libraries from New World monkeys</em>, Molecular Ecology Resources, PMID: 22715851; <em>Genomic data reject the hypothesis of a prosimian primate clade</em>, The Journal of Human E...",
  "por_txt_cntn": "\nWe investigated the reproductive strategies of a unique group of primates (callitrichines) that display a wide range of variation in the number of offspring born per successful pregnancy. Most successful primate pregnancies result  in singleton births; however, callitrichines (e.g. marmosets and tamarins) usually have multiple offspring pregnancies (i.e. litters). There is one species of callitrichine, GoeldiÆs monkey, that has singleton pregnancies, and this is a secondarily derived trait meaning GoeldiÆs monkeys have lost the ability to produce litters. We were interested in understanding the evolutionary history of callitrichine pregnancies from genomic and genetic perspectives  \n\nIn our study we investigated genes that are known to be involved in pregnancy, placentation, and parturition to test whether the DNA sequences evolved adaptively at the times in which littering evolved and at the time littering was lost. To meet this goal we sequenced the transcriptomes of four New World monkeys including a GoeldiÆs monkey, a spider monkey, a titi monkey, and an owl monkey. The transcriptomes sequencing produced 100bp paired end reads that were de-novo assembled using the marmoset genome as a guide. This collection of transcriptome data is to our knowledge the largest resource of sequence information available for these species. When combined with publicly available genome data, we produced multiple sequence alignments comprised of 16 mammalian taxa and 54 candidate genes. Twelve of these genes (i.e. 22%) showed evidence for adaptive evolution concurrent with the phenotypic changes in reproductive strategy. This finding suggests that genes involved in reproduction and littering are highly subject to selective forces. Understanding these trade-offs will inform future studies in reproduction of all primates including humans.\n\nWe further tested whether GoeldiÆs monkey reduced their litter size via post-fertilization mechanisms such as embryo resorption. Marmoset and tamarin offspring exchange genetic information with their siblings during pregnancy, causing them to be chimeric. We reasoned that if GoeldiÆs monkeys were also chimeric then there would be evidence of embryo resorption in that species. Through both microsatellite genotyping and SRY amplification on a colony of 21 GoeldiÆs monkeys we were unable to detect any traces of chimerism. Based on these finding we have concluded that GoeldiÆs monkeys are not chimeric, and likely produce only a single embryo per pregnancy. To our knowledge this is the first time chimerism in GoeldiÆs monkey has been investigated. This finding is significant in that it suggests that the mechanism of litter size reduction has occurred pre-ovulation. By narrowing down the biological processes implicated in this change we can then focus on identifying the specific mechanism of litter size reduction.\n\nThe finding of this research as well as the products generated (transcriptome data, and gene alignments) will have an impact on future research both in and beyond anthropology. All data produced from this study will be made publicly available through the National Center for Biotechnology Information (NCBI) sequence reads archives. The findings of this project will be highlighted in co-PI JamesonÆs dissertation as well as in peer- reviewed manuscript.\n\nIn addition, work done by co-PI Jameson in preparation for this project has resulted in several manuscripts including: The tempo and mode of New World monkey evolution and biogeography in the context of phylogenomic analysis, Molecular Phylpgenetics and Evolution, in review; Development and annotation of shotgun sequence libraries from New World monkeys, Molecular Ecology Resources, PMID: 22715851; Genomic data reject the hypothesis of a prosimian primate clade, The Journal of Human Evolution, PMID: 2162043. Beyond these publications, Ms. Jameson has also presented aspects of this and other research at several local and international scientific meetings.\n\nIn..."
 }
}