{
 "awd_id": "1061472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: State-Making, Migration, and Development",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 19884.0,
 "awd_amount": 19884.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2011-03-11",
 "awd_abstract_narration": "Doctoral student Monica Fagioli (The New School University), under the supervision of Dr Janet Roitman, will conduct research on the participation of diaspora populations in state processes and programs in their countries of origin. The researcher will focus on the case of the Somali diaspora in a United Nations Development Program and International Organization of Migration (UNDP-IOM) project, the \"Qualified Expatriate Somali Technical Support- Migration for Development in Africa\" or QUESTS-MIDA. The central research question addresses the relationship between transnational governance and state-making processes: how is transnational governance enacted in practice in places like Puntland and Somaliland, where a sovereign central state has not existed for nearly twenty years?\r\n\r\nThis project will include twelve months of multi-sited fieldwork in five key sites: Washington D.C. (U.S.A.), London (U.K.), Nairobi (Kenya), Hargeysa (Somaliland) and Garowe (Puntland/Somalia). The research will use participant observation, unstructured interviews and archival work and will be divided into two phases. In the first phase, data will be collected on a) the processes of mobilization of the Somali diaspora; and b) the ways in which the opportunities offered by QUESTS-MIDA are taken into consideration by Somalis in the U.S. and the U.K. In the second phase, evidence will be collected on a) how QUESTS-MIDA defines the skills which should be transferred to Somaliland and Puntland and how its priorities of intervention come into being; and b) how Somali diaspora and Somali civil servants involved in QUESTS-MIDA projects actually enact their daily duties and pursue their official tasks within the institutions that UNDP-IOM has targeted for capacity building.\r\n\r\nThe importance of this study lies in its contribution to expanding an understanding of state-building processes. Further, the study provides a critical understanding of what policy-makers call the \"migration-development nexus,\" the recent redefinition of migration as an instrument for national development. Funding this research also supports the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Roitman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Roitman",
   "pi_email_addr": "roitmanj@newschool.edu",
   "nsf_id": "000571037",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Fagioli",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Monica Fagioli",
   "pi_email_addr": "fagim564@newschool.edu",
   "nsf_id": "000571036",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The New School",
  "inst_street_address": "66 W 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122295600",
  "inst_zip_code": "100118603",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "THE NEW SCHOOL",
  "org_prnt_uei_num": "YNL2H7YNMFP9",
  "org_uei_num": "YNL2H7YNMFP9"
 },
 "perf_inst": {
  "perf_inst_name": "The New School",
  "perf_str_addr": "66 W 12TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100118603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19884.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Somaliland and Puntland have emerged, respectively, as independent  and semi-autonomous states in the aftermath of the collapse of the  Somali state in the 1990s. This study looks into the processes of  state-making and reconstruction that are taking place in Somaliland and  Puntland by focusing on the role of the Somali diaspora in these  processes. By asking questions about the relationship between the Somali  diaspora and state-building programs, this study looks into the nature  of&nbsp; state-building in practice. From Non-governmental and International  organizations&rsquo; headquarters in Nairobi to the offices of Ministries,  Civil service commission, and the public hospital in Hargeysa  (Somaliland), &nbsp;the research juxtaposes the design and the ideas of  capacity-building initiatives to their actual implementation in the  field. The research shows that there is a gap between the design and the  enactments of such programs. The initiatives undertaken in the field by  different international donors - such as the UN, the Finnish  government, the World bank, and others &ndash; have often different  priorities, which can also reflect competing understanding of how a  state should become effective and stable: state-building multiplies in  practice.</p>\n<p>This research documents how formal and informal processes of  capacity-building operate in Somaliland and Puntland. &nbsp;Internationally  funded state-building programs can create tensions between existing  practices by local civil servants and the new technical expertise  brought in by the Somali diaspora. In some cases, these programs are  criticized by the same Somali diaspora who partake in them. &nbsp;Standards  of governance transferred via these projects are often impossible to  enact locally. The Somali diaspora transfer their knowledge, skills, and  assets locally tapping into their personal experiences and providing  their own vision of capacity-building , adapting to or challenging local  practices. These practices are not necessarily anticipated by the  design of the programs remotely controlled from Nairobi.</p>\n<p>This study also takes a critical stand against what scholars have  recently named a &ldquo;migration-development nexus&rdquo;, a combination of  scholarly and policy-making debate on the recruitment of migrants as  resources for development in their country of origin. Findings of this  research reveal that European governments&rsquo; interest in investing in the  Somali diaspora has less to do with state-building or development in  Somaliland, and is more about their concern to deal with migrants and  refugees population in Europe. Moreover, the research shows how programs  of state-building in Somalia are not to be considered part of a new  orientation of international migration policies. Rather, they are to be  understood along the historical relationship between governments and  their emigrant populations, which now involves new actors, such as  International Organizations, NGOs, and diaspora groups. Somaliland and  Puntland are a unique platform of observation of such a history of  engagements between a surrogate government and its emigrant community,  with the new involvement of international organizations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2012<br>\n\t\t\t\t\tModified by: Monica&nbsp;Fagioli</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1061472/1061472_10078251_1351686649642_IMG_0...",
  "por_txt_cntn": "\nSomaliland and Puntland have emerged, respectively, as independent  and semi-autonomous states in the aftermath of the collapse of the  Somali state in the 1990s. This study looks into the processes of  state-making and reconstruction that are taking place in Somaliland and  Puntland by focusing on the role of the Somali diaspora in these  processes. By asking questions about the relationship between the Somali  diaspora and state-building programs, this study looks into the nature  of  state-building in practice. From Non-governmental and International  organizationsÆ headquarters in Nairobi to the offices of Ministries,  Civil service commission, and the public hospital in Hargeysa  (Somaliland),  the research juxtaposes the design and the ideas of  capacity-building initiatives to their actual implementation in the  field. The research shows that there is a gap between the design and the  enactments of such programs. The initiatives undertaken in the field by  different international donors - such as the UN, the Finnish  government, the World bank, and others &ndash; have often different  priorities, which can also reflect competing understanding of how a  state should become effective and stable: state-building multiplies in  practice.\n\nThis research documents how formal and informal processes of  capacity-building operate in Somaliland and Puntland.  Internationally  funded state-building programs can create tensions between existing  practices by local civil servants and the new technical expertise  brought in by the Somali diaspora. In some cases, these programs are  criticized by the same Somali diaspora who partake in them.  Standards  of governance transferred via these projects are often impossible to  enact locally. The Somali diaspora transfer their knowledge, skills, and  assets locally tapping into their personal experiences and providing  their own vision of capacity-building , adapting to or challenging local  practices. These practices are not necessarily anticipated by the  design of the programs remotely controlled from Nairobi.\n\nThis study also takes a critical stand against what scholars have  recently named a \"migration-development nexus\", a combination of  scholarly and policy-making debate on the recruitment of migrants as  resources for development in their country of origin. Findings of this  research reveal that European governmentsÆ interest in investing in the  Somali diaspora has less to do with state-building or development in  Somaliland, and is more about their concern to deal with migrants and  refugees population in Europe. Moreover, the research shows how programs  of state-building in Somalia are not to be considered part of a new  orientation of international migration policies. Rather, they are to be  understood along the historical relationship between governments and  their emigrant populations, which now involves new actors, such as  International Organizations, NGOs, and diaspora groups. Somaliland and  Puntland are a unique platform of observation of such a history of  engagements between a surrogate government and its emigrant community,  with the new involvement of international organizations.\n\n\t\t\t\t\tLast Modified: 10/31/2012\n\n\t\t\t\t\tSubmitted by: Monica Fagioli"
 }
}