{
 "awd_id": "1061061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: He and Os isotope investigation of Miocene marine sediments: particulate extraterrestrial matter as a paleoflux tracer",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 170890.0,
 "awd_amount": 170890.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2011-05-24",
 "awd_abstract_narration": "Determining the rates of marine sediment accumulation is critical in reconstructing past changes in productivity and carbon burial, but the ability to reconstruct such flux flux rates over long geologic timescales is been limited by radioactive decay (e.g., 230Thxs) and by variability in the proxy production rate or source (e.g., 4He). This collaborative project, involving researchers from the University of Hawaii at Manoa and the California Institute of Technology, develops the use of extraterrestrial particles in marine sediments as flux proxies, potentially extending scientists? ability to reconstruct changing accumulation rates from tens of thousands of years to hundreds of millions of years. By combining two independent, stable tracers of particulate extraterrestrial matter in marine sediments-- helium (He) and osmium (Os) isotopes-- the researchers will be able to distinguish between changing extraterrestrial flux to Earth and terrestrial focusing of extraterrestrial particles during transport to the seafloor. \r\n\r\nThe method will be applied over a time window of 10 to 4 million years before present, a time period known to encompass an episode of greatly increased extraterrestrial flux to the Earth resulting from collisions in the asteroid belt.  The researchers will compare records from a number of different sediment cores from the Pacific Basin, with accumulation rates varying by a factor of more than twenty, to determine whether or not particulate extraterrestrial He is preferentially focused to high sedimentation rate sites relative to Os. Lastly, the researchers will test whether a reliable age model can be developed for Pacific red clays, which would greatly improve the potential of these sediments as paleoceanographic archives.\r\n \r\nIn terms of broader impact, funding supports education and training of a postdoctoral researcher and an undergraduate student and fosters international collaborations. The research will also develop a potentially important new tool that would unlock new potential for studying how important environmental parameters, including productivity and terrestrial aridity, change over long time periods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Ravizza",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory E Ravizza",
   "pi_email_addr": "ravizza@hawaii.edu",
   "nsf_id": "000455623",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 170890.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the measurement of the concentrations and isotopic compositions of the elements helium (He) and osmium (Os) in deep-sea sediment samples. Both of these elements are enriched in extraterrestrial (ET) material and, importantly, the isotopic composition of He and Os in ET matter differs from that of typical rocks found at Earth&rsquo;s surface. These attributes make He and Os potentially powerful tracers of temporal variations in the supply of ET matter to the Earth. One important difference between these two tracers is that He tracks the accumulation of only very small ET particles while Os is known to record large impact events but its sensitivity to small ET particles is not well established. The goal of this project was to compare records of He and Os isotope variations from the same sediment cores and determine whether Os isotope variations are sensitive the accumulation of small ET particles as well as to impact events.</p>\n<p>&nbsp;</p>\n<p>The deep-sea sediment samples investigated had ages ranging from 5 million to 66 million years ago, but the special focus of this work was on the sediments about 8 million years old that record the accumulation of ET matter produced by a collision in the asteroid belt. Previous He isotope measurements allowed the recognition of this episode of increased cosmic dust flux to the Earth, but the Os isotope record was poorly documented prior to this work.</p>\n<p>&nbsp;</p>\n<p>Although we struggled to measure He and Os in the same sediment powders, we were not successful in this effort. Instead, He and Os were measured is separate sediment powder aliquots from the same deep-sea sediment core in the Eastern Equatorial Pacific. This approach hampered our ability to recognize the influence of larger ET particles on the Os isotope data. He analyses reveal the increase in 3He expected, but the shift in Os isotope composition is much less pronounced than in the He data. These results indicate that Os isotopes are less sensitive to the accumulation of small ET particles than we had originally anticipated.</p>\n<p>&nbsp;</p>\n<p>We also performed a similar comparison of He and Os isotope variations during another episode of increased accumulation of extraterrestrial matter in the Late Eocene, about 35 million years ago. This event includes both a large impact event, the Popigai impact, that occurred during a longer episodes of increased supply of small ET particles detected previously using He isotope data. Here, although the Os isotope response is dominated by the large impact event, there is a subtle shift Os isotope composition that is correlated with the He isotope shift prior to the large impact event. This result demonstrates that Os isotopes are sensitive to both impact events and the influx of small ET particles, but in relative terms it is the impact event that dominates the Os isotope signature.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2015<br>\n\t\t\t\t\tModified by: Gregory&nbsp;E&nbsp;Ravizza</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported the measurement of the concentrations and isotopic compositions of the elements helium (He) and osmium (Os) in deep-sea sediment samples. Both of these elements are enriched in extraterrestrial (ET) material and, importantly, the isotopic composition of He and Os in ET matter differs from that of typical rocks found at EarthÆs surface. These attributes make He and Os potentially powerful tracers of temporal variations in the supply of ET matter to the Earth. One important difference between these two tracers is that He tracks the accumulation of only very small ET particles while Os is known to record large impact events but its sensitivity to small ET particles is not well established. The goal of this project was to compare records of He and Os isotope variations from the same sediment cores and determine whether Os isotope variations are sensitive the accumulation of small ET particles as well as to impact events.\n\n \n\nThe deep-sea sediment samples investigated had ages ranging from 5 million to 66 million years ago, but the special focus of this work was on the sediments about 8 million years old that record the accumulation of ET matter produced by a collision in the asteroid belt. Previous He isotope measurements allowed the recognition of this episode of increased cosmic dust flux to the Earth, but the Os isotope record was poorly documented prior to this work.\n\n \n\nAlthough we struggled to measure He and Os in the same sediment powders, we were not successful in this effort. Instead, He and Os were measured is separate sediment powder aliquots from the same deep-sea sediment core in the Eastern Equatorial Pacific. This approach hampered our ability to recognize the influence of larger ET particles on the Os isotope data. He analyses reveal the increase in 3He expected, but the shift in Os isotope composition is much less pronounced than in the He data. These results indicate that Os isotopes are less sensitive to the accumulation of small ET particles than we had originally anticipated.\n\n \n\nWe also performed a similar comparison of He and Os isotope variations during another episode of increased accumulation of extraterrestrial matter in the Late Eocene, about 35 million years ago. This event includes both a large impact event, the Popigai impact, that occurred during a longer episodes of increased supply of small ET particles detected previously using He isotope data. Here, although the Os isotope response is dominated by the large impact event, there is a subtle shift Os isotope composition that is correlated with the He isotope shift prior to the large impact event. This result demonstrates that Os isotopes are sensitive to both impact events and the influx of small ET particles, but in relative terms it is the impact event that dominates the Os isotope signature.\n\n \n\n\t\t\t\t\tLast Modified: 11/23/2015\n\n\t\t\t\t\tSubmitted by: Gregory E Ravizza"
 }
}