{
 "awd_id": "1061554",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: The Influence of Angiogenesis on Primate Cranial Vault Development and Evolution",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 19680.0,
 "awd_amount": 19680.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "This interdisciplinary study provides insight into the developmental basis for known differences in cranial morphology noted across primate and human evolution.  The project is unique in that it examines relevant developmental systems (angiogenesis) to uncover the basis of evolutionary change in the skull, while most other research into these processes focuses on more clinically relevant issues.  The project is training undergraduates in laboratory techniques, and the results are potentially valuable to clinical medicine.  \r\n\r\nThe skull reflects some of the most important evolutionary trends of human and non-human primates, provides evidence of behavior, and reflects evolutionary relationships between species.  While morphological studies of fossil and living primates have provided valuable information on the evolutionary history of craniofacial form, studies about the specific developmental mechanisms producing morphological variation are necessary to understand how known evolutionary changes occur.  There is strong evidence that blood vessel growth and development (angiogenesis) plays an integral role in the development of the cranial vault bones that form the top of the skull and develop through a different process than most bones of the body (intramembranous ossification).  This study investigates the interaction of angiogenesis and intramembranous ossification during prenatal development in laboratory mice, a species that shares developmental processes with primates.  Understanding this interaction provides information of how changes in angiogenic processes influence craniofacial morphology, thereby informing understanding of  evolution of the skull in human and non-human primates.  The frontal bone of a mouse carrying specific mutations known to cause a human disease with vault bone dysmorphology is compared to that of unaffected littermates during the period of development when the influence of angiogenesis on formative cranial vault bone is likely to be the strongest.  3D photoacoustic images of developing blood vessels are combined with high resolution computed tomography images of bone testing whether vault bone growth is associated with and constrained by angiogenesis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joan",
   "pi_last_name": "Richtsmeier",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Joan T Richtsmeier",
   "pi_email_addr": "jta10@psu.edu",
   "nsf_id": "000333797",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Percival",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Percival",
   "pi_email_addr": "cjp216@psu.edu",
   "nsf_id": "000558995",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Incremental changes in the development of the head during the history of the primate lineage have led to important changes in skull morphology that are noted through evolutionary history.&nbsp; A deeper understanding of the developmental mechanisms underlying novel variation in craniofacial morphology can inform our hypotheses about the developmental bases of known evolutionary changes. &nbsp;</p>\n<p>We focused on the poorly studied interaction between blood vessel growth (angiogenesis) and craniofacial bone formation (osteogenesis), which is likely critical for normal skull development.&nbsp; Our overarching hypothesis was that modification to the process of angiogenesis can indirectly modify osteogenesis, leading to evolutionarily relevant variation in craniofacial bone morphology.&nbsp; In order to test this hypothesis, we studied a mouse model of Apert syndrome with the P253R mutation of fibroblast growth factor receptor 2 (Fgfr2), which is associated with birth defects of the skull including short faces and early fusion of growing craniofacial bones.&nbsp;</p>\n<p>We used a combination of Optical Computed Tomography and Photoacoustic Microscopy to produce images of the blood vessel network and soft tissue surrounding the growing frontal bones during its first few days of mineralization in mice that express the P253R mutation in all cells.&nbsp; This provided the first description of the network of smaller vessels in the tissues surrounding this growing cranial bone.&nbsp; Although no significant differences in the vessel network and soft tissue layers were found between P253R mutant mice and unaffected control mice, we noted a trend of shorter total blood vessel network length in the mutant mice.</p>\n<p>We used micro Computed Tomography images to analyze the skeletal phenotype of&nbsp; the entire skull and individual craniofacial bones during their earliest days of development.&nbsp; This was done for mice that express the P253R mutation in all cells and those that express the P253R mutation only in the endothelial cells that line blood vessels and that participate in angiogenesis.&nbsp; Skull shape and scale were measured.&nbsp; In addition, we developed a novel method of individual skull bone identification in order to measure and analyze the volume and relative bone mineral density of bones across the skull. &nbsp; Mice that express the P253R mutation in all cells, compared to unaffected controls, displayed shorter skulls overall, modified skull shape, and reduced volume and density for some bones at some ages.&nbsp; Mice that express the P253R mutation in endothelial cells only displayed a reduced overall skull size.&nbsp; This suggests that changes to the process of angiogenesis via the expression of the P253R mutation in endothelial cells can secondarily contribute to the reduced scale of skull bones noted in mice that express the mutation in all cells.</p>\n<p>The results of our analyses of these three types of images suggest that the P253R mutation may lead to a reduction in the growth of the vascular network surrounding skull bones, which may secondarily lead to a reduced scale of skull bones.&nbsp; These results support our hypothesis.&nbsp; However, further work will be necessary to determine the mechanisms underlying the association between changes in angiogenesis and craniofacial osteogenesis.</p>\n<p>This research has pushed forward our understanding of a poorly studied, but likely critical developmental interaction.&nbsp; This study, when combined with studies of other potential developmental bases of evolutionarily relevant variation, will allow anthropologists to make specific hypotheses about the developmental changes that underlie known primate variation and changes noted across evolutionary history.&nbsp; In addition to anthropology, the results of this work have importance for developmental biology, anatomy, and medical science.&nbsp; Changes...",
  "por_txt_cntn": "\nIncremental changes in the development of the head during the history of the primate lineage have led to important changes in skull morphology that are noted through evolutionary history.  A deeper understanding of the developmental mechanisms underlying novel variation in craniofacial morphology can inform our hypotheses about the developmental bases of known evolutionary changes.  \n\nWe focused on the poorly studied interaction between blood vessel growth (angiogenesis) and craniofacial bone formation (osteogenesis), which is likely critical for normal skull development.  Our overarching hypothesis was that modification to the process of angiogenesis can indirectly modify osteogenesis, leading to evolutionarily relevant variation in craniofacial bone morphology.  In order to test this hypothesis, we studied a mouse model of Apert syndrome with the P253R mutation of fibroblast growth factor receptor 2 (Fgfr2), which is associated with birth defects of the skull including short faces and early fusion of growing craniofacial bones. \n\nWe used a combination of Optical Computed Tomography and Photoacoustic Microscopy to produce images of the blood vessel network and soft tissue surrounding the growing frontal bones during its first few days of mineralization in mice that express the P253R mutation in all cells.  This provided the first description of the network of smaller vessels in the tissues surrounding this growing cranial bone.  Although no significant differences in the vessel network and soft tissue layers were found between P253R mutant mice and unaffected control mice, we noted a trend of shorter total blood vessel network length in the mutant mice.\n\nWe used micro Computed Tomography images to analyze the skeletal phenotype of  the entire skull and individual craniofacial bones during their earliest days of development.  This was done for mice that express the P253R mutation in all cells and those that express the P253R mutation only in the endothelial cells that line blood vessels and that participate in angiogenesis.  Skull shape and scale were measured.  In addition, we developed a novel method of individual skull bone identification in order to measure and analyze the volume and relative bone mineral density of bones across the skull.   Mice that express the P253R mutation in all cells, compared to unaffected controls, displayed shorter skulls overall, modified skull shape, and reduced volume and density for some bones at some ages.  Mice that express the P253R mutation in endothelial cells only displayed a reduced overall skull size.  This suggests that changes to the process of angiogenesis via the expression of the P253R mutation in endothelial cells can secondarily contribute to the reduced scale of skull bones noted in mice that express the mutation in all cells.\n\nThe results of our analyses of these three types of images suggest that the P253R mutation may lead to a reduction in the growth of the vascular network surrounding skull bones, which may secondarily lead to a reduced scale of skull bones.  These results support our hypothesis.  However, further work will be necessary to determine the mechanisms underlying the association between changes in angiogenesis and craniofacial osteogenesis.\n\nThis research has pushed forward our understanding of a poorly studied, but likely critical developmental interaction.  This study, when combined with studies of other potential developmental bases of evolutionarily relevant variation, will allow anthropologists to make specific hypotheses about the developmental changes that underlie known primate variation and changes noted across evolutionary history.  In addition to anthropology, the results of this work have importance for developmental biology, anatomy, and medical science.  Changes in the process of angiogenesis may contribute to birth defects of the skull, including craniosynostosis, such as that found in Apert syndrome, and facial shortening associated with achon..."
 }
}