{
 "awd_id": "1061313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Environmental Effects on Human Cranial and Postcranial Sexual Dimorphism",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 14582.0,
 "awd_amount": 14582.0,
 "awd_min_amd_letter_date": "2011-03-02",
 "awd_max_amd_letter_date": "2011-03-02",
 "awd_abstract_narration": "Knowledge of the environmental plasticity of both body size and craniofacial traits in humans will impact long-term human evolutionary studies, and may be used to test behavioral psychology theories of human sexual selection.  A better understanding of the sex-specific environmental plasticity of human dimorphic features would provide information regarding biological and cultural adaptations, bioarchaeological collections, and a tool to infer environmental stresses endured by archaeological populations.  Documenting population variations in body size and craniofacial dimorphism is key to developing population-specific sex determination methods in forensic and bioarchaeological contexts. In addition, the use of 3D surface scanning technology provides new quantification and storage opportunities that allow for future analyses as software advances, facilitates data sharing, and supports collaboration in situations where researchers cannot physically travel to collections. The project will also support the training and professional preparation of a female graduate student.\r\n \r\nThe factors influencing cross-cultural variation in modern human cranial and postcranial sexual dimorphism are not well understood. Some evidence suggests that females may be better buffered against environmental stressors, resulting in a systematic decrease in body size dimorphism in samples under poor conditions. In contrast, dimorphism in craniofacial traits such as brow ridge and chin morphologies has been hypothesized to be related to mate preference and sexual selection, and should be environmentally neutral or even increase under poor climatic conditions. Quantifying such discrete craniofacial traits, however, has proven challenging, and the subjectivity of traditional qualitative methods prevents objective statistical analyses between the sexes or across populations.  This project utilizes a novel method of quantifying cranial trait morphologies to examine the relationship between craniofacial trait dimorphism and postcranial size dimorphism with various environmental stressors.   A geometric morphometric method will be used to objectively quantify sexual dimorphism in brow ridge and chin morphologies using 3D laser surface scans. Sexual dimorphism in these craniofacial traits and skeletal measures of body size will be evaluated in an array of ethnically and culturally diverse populations. Specific comparisons between genetically related, yet environmentally disparate samples will be employed in an attempt to isolate the effects of individual environmental factors on postcranial and cranial sexual dimorphism.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Ruff",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher B Ruff",
   "pi_email_addr": "cbruff@jhmi.edu",
   "nsf_id": "000191631",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Garvin",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Heather M Garvin",
   "pi_email_addr": "heamarie@jhmi.edu",
   "nsf_id": "000571615",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 14582.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Modern humans are sexually dimorphic in both body size and cranial features, but vary in the degree of expression of these characteristics across populations. The factors influencing cross-cultural variation in human cranial and postcranial sexual dimorphism remain relatively unclear. Environmental factors have been suggested to differentially affect male and female body size, thereby systematically influencing body size dimorphism. More specifically, some evidence suggests that females may have evolved a buffering mechanism against environmental stressors, resulting in a systematic decrease in body size dimorphism in samples under poor conditions.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In comparison, research investigating the relationship between living conditions and sexual dimorphism in specific craniofacial traits is lacking. One theory, however, is that craniofacial traits are not environmentally plastic, and morphological changes within a genetically similar population are driven only by sexual selection and mate preferences. In a recent behavioral psychology cross-cultural study, DeBruine et al. (2010) found evidence that women&rsquo;s preference for &ldquo;masculine&rdquo; faces was stronger in populations of poor health. They suggest that females will be particularly selective of masculine traits in poor environmental conditions because of inflated pressures to mate with someone with good genes who will more likely produce offspring capable of surviving those conditions. If true, then samples under environmental stress would be expected to decrease in body size dimorphism but increase in cranial trait dimorphism.</p>\n<p>This study tested these two hypotheses by evaluating sexual dimorphism in body size and two specific cranial traits, the browridge and chin, across an array of diverse populations, including recent U.S. Whites and Blacks, arctic Native Americans, plains Native Americans, medieval Nubians, and recent Portuguese (13 samples, n = 669). Genetically similar, yet environmentally varied paired samples were included to better isolate the environmental effects from population differences. Postcranial size dimorphism was calculated using traditional osteometric methods. In order to compare sexual dimorphism in the browridge and chin morphologies across groups, a method was developed to objectively isolate the regions from 3D surface scans, and transect and semilandmark data were extracted for morphometric shape analyses.</p>\n<p>Results suggest that within the population groups, stature dimorphism did systematically decrease in the more environmentally stressed samples, as predicted. In support of the female buffering hypothesis, males displayed greater environmental sensitivity than females. Sexual dimorphism in browridge morphology also displayed a tendency to decrease in more stressed samples. This is contrary to the hypothesized pattern, suggesting that environmentally driven mate selection pressures may not be responsible for observed variations in browridge dimorphism. Other results suggest that within-population variations in browridge morphology are not the result of body size variation, i.e., larger individuals did not have relatively larger browridges. Sexual dimorphism in chin morphologies did not follow any consistent trends with living conditions, and was also not correlated with body size. While some significant relationships were observed between chin variables and mandibular strength, no consistent relationships were observed across all sex/population groups. No significant correlations were observed between brow and chin morphologies; thus, individuals that display more &ldquo;masculine&rdquo; browridges do not necessarily display more &ldquo;masculine&rdquo; chins.</p>\n<p>In the process of testing the above hypotheses, this research developed an objective method of capturing...",
  "por_txt_cntn": "\nModern humans are sexually dimorphic in both body size and cranial features, but vary in the degree of expression of these characteristics across populations. The factors influencing cross-cultural variation in human cranial and postcranial sexual dimorphism remain relatively unclear. Environmental factors have been suggested to differentially affect male and female body size, thereby systematically influencing body size dimorphism. More specifically, some evidence suggests that females may have evolved a buffering mechanism against environmental stressors, resulting in a systematic decrease in body size dimorphism in samples under poor conditions.\n\n                In comparison, research investigating the relationship between living conditions and sexual dimorphism in specific craniofacial traits is lacking. One theory, however, is that craniofacial traits are not environmentally plastic, and morphological changes within a genetically similar population are driven only by sexual selection and mate preferences. In a recent behavioral psychology cross-cultural study, DeBruine et al. (2010) found evidence that womenÆs preference for \"masculine\" faces was stronger in populations of poor health. They suggest that females will be particularly selective of masculine traits in poor environmental conditions because of inflated pressures to mate with someone with good genes who will more likely produce offspring capable of surviving those conditions. If true, then samples under environmental stress would be expected to decrease in body size dimorphism but increase in cranial trait dimorphism.\n\nThis study tested these two hypotheses by evaluating sexual dimorphism in body size and two specific cranial traits, the browridge and chin, across an array of diverse populations, including recent U.S. Whites and Blacks, arctic Native Americans, plains Native Americans, medieval Nubians, and recent Portuguese (13 samples, n = 669). Genetically similar, yet environmentally varied paired samples were included to better isolate the environmental effects from population differences. Postcranial size dimorphism was calculated using traditional osteometric methods. In order to compare sexual dimorphism in the browridge and chin morphologies across groups, a method was developed to objectively isolate the regions from 3D surface scans, and transect and semilandmark data were extracted for morphometric shape analyses.\n\nResults suggest that within the population groups, stature dimorphism did systematically decrease in the more environmentally stressed samples, as predicted. In support of the female buffering hypothesis, males displayed greater environmental sensitivity than females. Sexual dimorphism in browridge morphology also displayed a tendency to decrease in more stressed samples. This is contrary to the hypothesized pattern, suggesting that environmentally driven mate selection pressures may not be responsible for observed variations in browridge dimorphism. Other results suggest that within-population variations in browridge morphology are not the result of body size variation, i.e., larger individuals did not have relatively larger browridges. Sexual dimorphism in chin morphologies did not follow any consistent trends with living conditions, and was also not correlated with body size. While some significant relationships were observed between chin variables and mandibular strength, no consistent relationships were observed across all sex/population groups. No significant correlations were observed between brow and chin morphologies; thus, individuals that display more \"masculine\" browridges do not necessarily display more \"masculine\" chins.\n\nIn the process of testing the above hypotheses, this research developed an objective method of capturing and quantifying 3D cranial trait morphologies, which was used to successfully document and statistically analyze inter-population differences. In contrast to traditional qualitative studies on individua..."
 }
}