{
 "awd_id": "1061476",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Shallow-Sea Hydrothermal Systems: Micron-Scale Sedimentary Sulfur Cycling and its Impact on Ocean Processes",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 395320.0,
 "awd_amount": 395320.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2011-03-23",
 "awd_abstract_narration": "The influx of reducing (i.e., anoxic) fluids through deep-sea and shallow-sea hydrothermal systems into the ocean plays a major role in determining ocean chemistry and its evolution over geologic history.  The interface between hydrothermal fluids and the overlying cool and well-oxygenated seawater is characterized by intense thermodynamic disequilibrium, driving a suite of biogeochemical reactions, which in turn further shape ocean chemistry. These reactions generate strong geochemical redox gradients transitioning from the marine water column into the sediments beneath along the interface with reducing hydrothermal fluids. These gradients provide a framework where microbial communities live, evolve, shape, and are shaped by their local geochemical environment.  However, the link between the metabolic activity of these micron-sized microorganisms and the resulting geochemical signatures (typically sampled at approximately cm-scale resolution) remains elusive, in large part because of the difficulty of extracting sufficient material for geochemical analyses at small scales (~1-100 microns). Yet, it is precisely this fine-scale geochemical variability that directly impacts biogeochemical activity.  This research takes advantage of recent advances in analytical techniques that allow for geochemical and stable isotopic measurements at a spatial resolution as small as ~1-10 microns.  Samples come from accessible shallow-sea hydrothermal systems in the Mediterranean Sea, where diverse sulfur cycling has been previously identified and steep redox gradients make it possible for micron-scale measurements to sample across a wide range of geochemical environments.  In addition, a 20+-year record of observations allows the results to be put into a rich geochemical context.  Goals are to generate an unparalleled high-resolution geochemical and isotopic characterization of sulfur cycling in shallow-sea hydrothermal systems and use the resulting data to calculate the thermodynamic drivers for diverse biogeochemical reactions.  The data will also allow the evaluation of the role of ambient geochemistry on isotopic fractionation during sulfur biogeochemical cycling and application of results to understanding variations in the isotopic composition of sulfur species in marine sediments through time because sulfur isotopes are one of the principle means to reconstruct paleoenvironmental conditions over Earth history.  Broader impacts of the work include undergraduate and graduate student training in the field and laboratory.  Cross training in different laboratories will also deepen the integration of research and education.  This project also involves international collaboration with Sicilian and German scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Fike",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Fike",
   "pi_email_addr": "Dfike@levee.wustl.edu",
   "nsf_id": "000531977",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jan",
   "pi_last_name": "Amend",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jan P Amend",
   "pi_email_addr": "janamend@usc.edu",
   "nsf_id": "000449896",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 BROOKINGS DR",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304862",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 395320.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The influx of chemically reducing (i.e., anoxic) fluids through deep-sea and shallow-sea hydrothermal systems into the ocean plays a major role in determining ocean chemistry and its evolution over geologic history &ndash; as well as the type of life that can be supported in and around these systems.&nbsp; The interface between hydrothermal fluids and the overlying cool and well-oxygenated seawater is characterized by intense thermodynamic disequilibrium, driving a suite of biogeochemical reactions, which in turn further shape ocean chemistry. These reactions generate strong geochemical redox gradients transitioning from the marine water column into the underlying sediments along the interface with reducing hydrothermal fluids. These geochemical redox gradients further provide a framework in which microbial communities continue to evolve, shape, and be shaped by their local geochemical environment.&nbsp; However, the link(s) between the metabolic activity of these micron-sized microorganisms and the resulting geochemical signatures (typically sampled at approximately cm-scale resolution) remains elusive, in large part because of the difficulty of extracting sufficient material for geochemical analyses at small scales. Yet, it is precisely this fine-scale geochemical variability that directly impacts biogeochemical activity.</p>\n<p>We examined shallow-sea hydrothermal systems in the Mediterranean Sea, both in Italy (Panarea) and Greece (Milos), areas where diverse sulfur cycling has been previously identified and steep redox gradients make it possible for micron-scale measurements to sample across a wide range of geochemical environments.&nbsp; In our work, we took advantage of recent advances in analytical techniques that allow for elemental and stable isotopic measurements at high spatial resolution to better characterize these environments and how they shape (and are shaped by) microbial metabolic activity. Our project has provided high-resolution geochemical and isotopic characterization of sulfur cycling in shallow-sea hydrothermal systems and a parallel characterization of the microbial communities in these environments, focusing heavily on sulfur cycling organisms as well as those that catalyze reactions involving metals such as iron and arsenic. These data are used to calculate the thermodynamic drivers for diverse biogeochemical reactions, essentially mapping the &lsquo;thermodynamic landscape&rsquo; within these sediments.&nbsp; This provides a theoretical framework to link the geochemistry of the environment with the microbial communities (and their metabolic activity) that live in these environments.</p>\n<p>By sampling in gradients across the hydrothermal systems, we were able to cross between environments dominated by the advective flow of hot, sulfidic hydrothermal fluids (where biological signatures of microbial activity are obscured by the sheer volume of these fluids) to peripheral areas where the geochemical indicators of life were clearly discernible.&nbsp; This work provides a better understanding of the environments not only in which microbial life in the oceans can thrive, but also in which this life leaves behind diagnostic chemical records of its existence.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2016<br>\n\t\t\t\t\tModified by: David&nbsp;Fike</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe influx of chemically reducing (i.e., anoxic) fluids through deep-sea and shallow-sea hydrothermal systems into the ocean plays a major role in determining ocean chemistry and its evolution over geologic history &ndash; as well as the type of life that can be supported in and around these systems.  The interface between hydrothermal fluids and the overlying cool and well-oxygenated seawater is characterized by intense thermodynamic disequilibrium, driving a suite of biogeochemical reactions, which in turn further shape ocean chemistry. These reactions generate strong geochemical redox gradients transitioning from the marine water column into the underlying sediments along the interface with reducing hydrothermal fluids. These geochemical redox gradients further provide a framework in which microbial communities continue to evolve, shape, and be shaped by their local geochemical environment.  However, the link(s) between the metabolic activity of these micron-sized microorganisms and the resulting geochemical signatures (typically sampled at approximately cm-scale resolution) remains elusive, in large part because of the difficulty of extracting sufficient material for geochemical analyses at small scales. Yet, it is precisely this fine-scale geochemical variability that directly impacts biogeochemical activity.\n\nWe examined shallow-sea hydrothermal systems in the Mediterranean Sea, both in Italy (Panarea) and Greece (Milos), areas where diverse sulfur cycling has been previously identified and steep redox gradients make it possible for micron-scale measurements to sample across a wide range of geochemical environments.  In our work, we took advantage of recent advances in analytical techniques that allow for elemental and stable isotopic measurements at high spatial resolution to better characterize these environments and how they shape (and are shaped by) microbial metabolic activity. Our project has provided high-resolution geochemical and isotopic characterization of sulfur cycling in shallow-sea hydrothermal systems and a parallel characterization of the microbial communities in these environments, focusing heavily on sulfur cycling organisms as well as those that catalyze reactions involving metals such as iron and arsenic. These data are used to calculate the thermodynamic drivers for diverse biogeochemical reactions, essentially mapping the æthermodynamic landscapeÆ within these sediments.  This provides a theoretical framework to link the geochemistry of the environment with the microbial communities (and their metabolic activity) that live in these environments.\n\nBy sampling in gradients across the hydrothermal systems, we were able to cross between environments dominated by the advective flow of hot, sulfidic hydrothermal fluids (where biological signatures of microbial activity are obscured by the sheer volume of these fluids) to peripheral areas where the geochemical indicators of life were clearly discernible.  This work provides a better understanding of the environments not only in which microbial life in the oceans can thrive, but also in which this life leaves behind diagnostic chemical records of its existence.  \n\n \n\n\t\t\t\t\tLast Modified: 06/28/2016\n\n\t\t\t\t\tSubmitted by: David Fike"
 }
}