{
 "awd_id": "1061037",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative RUI: Uranium-Series Constraints on Melting in the Jan Mayen Region",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2011-03-23",
 "awd_abstract_narration": "The Mid-Atlantic Ridge, particularly its segments in the Arctic Ocean north of Iceland, produce new crust at a relatively slow rate (~2 cm/yr.). Lavas from the Arctic ridge segment known as the Eggvin Bank have chemical and isotopic compositions that reflect a more trace element-rich source than normal ridge basalts. The Eggvin Bank, which is anomalously shallow, is adjacent to the volcanic Jan Mayen Island, whose origins are disputed: its trace element enriched lavas may suggest a hotspot origin, but the precise isotopic and chemical compositions of the lavas are distinct from the Iceland hotspot. Jan Mayen may instead overlie a chemically distinct mantle, containing trapped subcontinental material from the geologically recent opening of the Greenland Basin (53-55 million years ago). These characteristics raise a number of questions: is the Jan Mayen magma source heterogeneous, containing different rock types that each had different origins? Is it hydrated? Does it indeed contain pieces of subcontinental mantle? Is Jan Mayen a rapidly upwelling hotspot? Does anomalous mantle affect the depth and composition of the nearby Eggvin Bank? These questions impact our understanding of the mantle, with implications for other regions along the mid-ocean ridge system that experience anomalous volcanism (e.g. the Azores, Ascension). A better understanding of the region will provide important information about how melting occurs and leads to volcanic activity and about the dynamics of the Earth?s mantle-crust system.\r\n\r\nUsing new multibeam backscatter bathymetry techniques, we will conduct the first high-resolution mapping of the Eggvin Bank, to characterize the nature of its volcanism and to precisely target new sampling. We will collect and compile fresh basaltic rocks from the Eggvin Bank, the adjacent Mohns Ridge to the north, and nearby Jan Mayen Island, selecting unaltered basaltic glass (an indication of very fresh lava material). We will measure uranium, thorium, and radium isotopes  as indicators of mantle source composition, of the amount of melting occurring to produce the lavas, and of the precise timing of melting and melt transport. Constraining the timing of melting in this way provides insight into the melting dynamics, including the presence of hotspot activity.\r\n\r\nThis work contributes to broad scientific efforts to better understand melt generation at ocean ridges and its implications for mantle dynamics. The research supports an early-career woman scientist and undergraduate students at a women?s liberal arts college. These students will have the opportunity to learn and receive training in state-of-the-art geochemical scientific research methods.\r\n\r\nThis project seeks to examine geochemically anomalous lavas from the Kolbeinsey Ridge near Iceland for the presence of signatures of plumes and/or subcontinental lithospheric mantle.  Although some samples from dredges are in hand, additional precisely located ROV samples will be collected on a German high-resolution field mapping cruise to the area.  Samples will be analyzed for Sr, Nd, Pb, and Hf isotopes, as well as U-Th and Th-Ra.  Goals will be to determine melt transport and timing and melt sources.\r\n\r\nBroader impacts of the work include support of an early-career incvestigator from a group under-represented in the sciences who is employed at a women?s liberal arts college where she will train undergraduate students in state-of-the-art analytical Uranium series dating techniques and serve as a mentor. Additional impacts also include international collaboration with UK and German scientists and allow students to cross train in other laboratories and participate in an international oceanographic cruise to the Arctic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynne",
   "pi_last_name": "Elkins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynne Elkins",
   "pi_email_addr": "lelkins@unl.edu",
   "nsf_id": "000571320",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bryn Mawr College",
  "inst_street_address": "101 N MERION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BRYN MAWR",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105265496",
  "inst_zip_code": "190102899",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "BRYN MAWR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K6QTMYRRT6S5"
 },
 "perf_inst": {
  "perf_inst_name": "Bryn Mawr College",
  "perf_str_addr": "101 N MERION AVE",
  "perf_city_name": "BRYN MAWR",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190102899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The broad objective of this research was to better understand melt generation at mid-ocean ridges, the Earth's biggest magmatic system. Understanding mid-ocean ridge magmatism is critical for understanding ocean crust formation and mantle dynamics. Mid-ocean ridge basalts also provide essential information about the Earth's chemical composition and how the Earth's mantle has changed as our planet has evolved.</p>\n<p>The specific objectives of this research were two fold: 1)&nbsp;Better understand melt generation along arctic mid-ocean ridges. Arctic mid-ocean ridges vary significantly in spreading rate, angle of divergence, segment length, axial depth, crustal thickness, and extent of magmatism (Elkins et al., 2014), such that they provide an important perspective on how these different variables affect the extent of mantle melting and the compositions of erupted magmas. 2) Determine the source/causes of anomalously high magma supply along the ultraslow-spreading ridges adjacent to Jan Mayen Island in the North Atlantic basin. Namely, is there a mantle plume beneath Jan Mayen, or is some other dynamical explanation required for the volcanism there?</p>\n<p>To address these questions, we conducted high-resolution mapping and more precise and detailed sampling of the Jan Mayen area, particularly the Eggvin Bank, an area with shallow seafloor in the center of the Northern Kolbeinsey Ridge. To reach the field area at sea, we worked with collaborators from GEOMAR in Kiel, Germany aboard the RV Poseidon, a German research vessel. After mapping the bathymetry of the seafloor along the Northern Kolbeinsey Ridge and collecting fresh basaltic rock samples, we measured major elements, trace elements, radiogenic isotopes, and U-Th-Ra isotopes on a full sample suite for the region.</p>\n<p>Our main results are:</p>\n<p>1) Our ultraslow-spreading ridge data support a model in which global MORB (<sup>230</sup>Th/<sup>238</sup>U) is broadly controlled by mantle temperature, but also affected by local and regional variations in a number of factors, including mixing of melts from different depths, efficiency of melt extraction, melt-rock reaction, solid upwelling rate, residual melt porosity, and the presence and compositional range of heterogeneities in the source (Elkins et al., 2014, GCA, 127, 140-170, doi.org/10.1016/j.gca.2013.11.031.)</p>\n<p>2) We show that Jan Mayen Island volcanism is the surface expression of a small mantle plume, which exerts significant influence on nearby mid-ocean ridge tectonics and volcanism. Radially-diluted Jan Mayen geochemical signatures are observed in lava samples from hotspot-adjacent ridge segments, where they are spatially associated with morphological indicators of enhanced magma supply. This plume-source geochemical anomaly overprints a regional mantle geochemical discontinuity underlying the Jan Mayen Fracture Zone and demonstrates the importance of even small mantle plumes in modifying the local expression of tectonic boundaries (Elkins et al., in prep).</p>\n<p>Our broader impacts have been:</p>\n<p>1) Contributing to the larger perspective of mid-ocean ridge petrogenesis and ocean crustal construction.</p>\n<p>2) Refinement of mass spectrometric techniques for the measurement of radiogenic isotopes and U-series disequilibria.</p>\n<p>3) Training of graduate and undergraduate students. This research grant contributed to the training of one PhD student at the University of Wyoming and four undergraduate students from Bryn Mawr College, a women's college. We note that women are an underrepresented minority in geocience and in the sciences in general.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2015<br>\n\t\t\t\t\tModified by: Lynne&nbsp;Elkins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe broad objective of this research was to better understand melt generation at mid-ocean ridges, the Earth's biggest magmatic system. Understanding mid-ocean ridge magmatism is critical for understanding ocean crust formation and mantle dynamics. Mid-ocean ridge basalts also provide essential information about the Earth's chemical composition and how the Earth's mantle has changed as our planet has evolved.\n\nThe specific objectives of this research were two fold: 1) Better understand melt generation along arctic mid-ocean ridges. Arctic mid-ocean ridges vary significantly in spreading rate, angle of divergence, segment length, axial depth, crustal thickness, and extent of magmatism (Elkins et al., 2014), such that they provide an important perspective on how these different variables affect the extent of mantle melting and the compositions of erupted magmas. 2) Determine the source/causes of anomalously high magma supply along the ultraslow-spreading ridges adjacent to Jan Mayen Island in the North Atlantic basin. Namely, is there a mantle plume beneath Jan Mayen, or is some other dynamical explanation required for the volcanism there?\n\nTo address these questions, we conducted high-resolution mapping and more precise and detailed sampling of the Jan Mayen area, particularly the Eggvin Bank, an area with shallow seafloor in the center of the Northern Kolbeinsey Ridge. To reach the field area at sea, we worked with collaborators from GEOMAR in Kiel, Germany aboard the RV Poseidon, a German research vessel. After mapping the bathymetry of the seafloor along the Northern Kolbeinsey Ridge and collecting fresh basaltic rock samples, we measured major elements, trace elements, radiogenic isotopes, and U-Th-Ra isotopes on a full sample suite for the region.\n\nOur main results are:\n\n1) Our ultraslow-spreading ridge data support a model in which global MORB (230Th/238U) is broadly controlled by mantle temperature, but also affected by local and regional variations in a number of factors, including mixing of melts from different depths, efficiency of melt extraction, melt-rock reaction, solid upwelling rate, residual melt porosity, and the presence and compositional range of heterogeneities in the source (Elkins et al., 2014, GCA, 127, 140-170, doi.org/10.1016/j.gca.2013.11.031.)\n\n2) We show that Jan Mayen Island volcanism is the surface expression of a small mantle plume, which exerts significant influence on nearby mid-ocean ridge tectonics and volcanism. Radially-diluted Jan Mayen geochemical signatures are observed in lava samples from hotspot-adjacent ridge segments, where they are spatially associated with morphological indicators of enhanced magma supply. This plume-source geochemical anomaly overprints a regional mantle geochemical discontinuity underlying the Jan Mayen Fracture Zone and demonstrates the importance of even small mantle plumes in modifying the local expression of tectonic boundaries (Elkins et al., in prep).\n\nOur broader impacts have been:\n\n1) Contributing to the larger perspective of mid-ocean ridge petrogenesis and ocean crustal construction.\n\n2) Refinement of mass spectrometric techniques for the measurement of radiogenic isotopes and U-series disequilibria.\n\n3) Training of graduate and undergraduate students. This research grant contributed to the training of one PhD student at the University of Wyoming and four undergraduate students from Bryn Mawr College, a women's college. We note that women are an underrepresented minority in geocience and in the sciences in general.\n\n\t\t\t\t\tLast Modified: 04/14/2015\n\n\t\t\t\t\tSubmitted by: Lynne Elkins"
 }
}