{
 "awd_id": "1061545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Assessing the chemical speciation and bioavailability of iron regenerated by marine zooplankton",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 519331.0,
 "awd_amount": 519331.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "Iron (Fe) is a required, but often limiting nutrient, in the upper ocean. Sources of Fe include external inputs, as well an in situ regeneration due to the rapid recycling of Fe in surface waters through biological uptake and regeneration, including via zooplankton grazing. Digestion of phytoplankton biomass in zooplankton guts is expected to result in chemical redox and speciation changes which will affect Fe bioavailability, but this recycling process remains understudied. The current project will examine this topic through a series of laboratory and field investigations which will probe the consequences of grazing on chemical speciation and bioavailability. The studies will investigate the pH and redox state in the digestive vacuole/guts of different zooplankton, and examine how prey ? grazer dynamics influences the speciation of regenerated Fe, and its bioavailability to cultures of model phytoplankton. Field experiments will also examine Fe regeneration, speciation and bioavailability using natural prey - grazer assemblages from coastal and open ocean waters during cruises funded through other programs. The project will educate and train students and scientists at the high school, undergraduate and post-doctoral levels at institutions in Maine, and through programs at the Bigelow Marine Lab.  Undergraduates will be involved in studies through the Bigelow REU program. Overall, the project will provide important information on the sources and pathways of iron uptake into marine microbes and the factors influencing bioavailability in marine waters by focusing on one aspect of this important research area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Twining",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin S Twining",
   "pi_email_addr": "btwining@bigelow.org",
   "nsf_id": "000090799",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Fields",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Fields",
   "pi_email_addr": "dfields@bigelow.org",
   "nsf_id": "000347520",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "60 BIGELOW DR",
  "perf_city_name": "EAST BOOTHBAY",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045445700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 519331.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Iron is a critical nutrient for phytoplankton&mdash;singled celled algae&mdash;in the ocean, but it occurs in such low concentrations in surface waters in many regions as to limit the growth of phytoplankton.&nbsp; Iron is introduced to surface waters primarily through upwelling of nutrient-rich deep waters and inputs of dust.&nbsp;&nbsp; However, once introduced to the ocean iron is cycled rapidly through plankton ecosystems before it is lost to deep waters through sinking organic material.&nbsp;&nbsp; Iron is accumulated by phytoplankton cells that are subsequently ingested by microscopic predators, which themselves release back to the dissolved pool most of the iron they ingest.&nbsp; Models predict that 90% of the iron atoms taken up by phytoplankton in the open ocean have passed through the digestive system of a neighboring predator.&nbsp; Therefore, the effects of predator ingestion and digestion on iron chemistry and subsequent availability to phytoplankton are of significant importance in the ocean.&nbsp; We need to understand the effects of this process in order to predict iron availability and hence ocean productivity and global carbon cycling.</p>\n<p>&nbsp;In this project we undertook several measurements and activities to learn more about iron cycling during plankton grazing.&nbsp; These can be grouped into: 1) measurements made to constrain the digestive physiology of ocean grazers; 2) measurements in idealized laboratory predator-prey experiments to understand the impact of grazing on iron speciation (the chemical forms of iron in the water); 3) experiments with radioactive iron to track the availability and subsequent uptake of regenerated iron by phytoplankton; and 4) field experiments to determine the effects of grazing on iron cycling by natural phytoplankton and zooplankton communities.&nbsp; In all of these steps we examined both single-cell grazers called protozoa and multicellular grazers call copepods, while focusing on three types of phytoplankton prey: glass-shelled algae (diatoms), carbonate-shelled algae (coccolithophores), and &lsquo;naked&rsquo; phytoplankton such as cyanobacteria.</p>\n<p>Measurements of the acidity (pH) of digestive systems in ocean grazers revealed that both have acidic guts that are likely to help dissolve ingested iron.&nbsp; We used a pH-sensitive dye to follow acidity in protozoan guts using confocal microscopy.&nbsp; The timeseries in Figure 1 shows the degradation of chlorophyll (red spots) in ingested cells over time, while digestive gut acidity (diffuse green areas in the predator) remained after the cell was degraded and chlorophyll gone. We also measured the acidity of copepod guts using microscale pH probes inserted into the guts of live copepods.&nbsp; These measurements revealed pH variations along the gut (Figure 2), but pH generally did not fall below 6.5, indicating that copepod guts are less acidic than guts of protozoan grazers.</p>\n<p>We conducted laboratory grazing experiments to determine the impacts of these differences in gut physiology.&nbsp; Model phytoplankton cells were grown and fed to grazers under controlled conditions.&nbsp; These experiments indicated that copepods can produce a form of iron in the +2 oxidation state, Fe(II), that is thought to be highly available to plankton, while protozoan grazing produced Fe(II) less consistently.&nbsp; Our data also suggest that grazing produces organic molecules called &lsquo;ligands&rsquo; that may bind to Fe(II) and make it more stable following grazing.&nbsp; In parallel experiments with radioactive iron we also found that copepod grazing produces regenerated iron that is taken up more rapidly than unbound inorganic iron or iron in control treatments with no grazing.&nbsp; This was seen most readily when the copepod (abbreviated &lsquo;AT&rsquo; in Figure 3) grazed on the diatom (&lsquo;TP&rsquo;).&nbsp; Grazing on the coccolithophore (&lsquo;E...",
  "por_txt_cntn": "\nIron is a critical nutrient for phytoplankton&mdash;singled celled algae&mdash;in the ocean, but it occurs in such low concentrations in surface waters in many regions as to limit the growth of phytoplankton.  Iron is introduced to surface waters primarily through upwelling of nutrient-rich deep waters and inputs of dust.   However, once introduced to the ocean iron is cycled rapidly through plankton ecosystems before it is lost to deep waters through sinking organic material.   Iron is accumulated by phytoplankton cells that are subsequently ingested by microscopic predators, which themselves release back to the dissolved pool most of the iron they ingest.  Models predict that 90% of the iron atoms taken up by phytoplankton in the open ocean have passed through the digestive system of a neighboring predator.  Therefore, the effects of predator ingestion and digestion on iron chemistry and subsequent availability to phytoplankton are of significant importance in the ocean.  We need to understand the effects of this process in order to predict iron availability and hence ocean productivity and global carbon cycling.\n\n In this project we undertook several measurements and activities to learn more about iron cycling during plankton grazing.  These can be grouped into: 1) measurements made to constrain the digestive physiology of ocean grazers; 2) measurements in idealized laboratory predator-prey experiments to understand the impact of grazing on iron speciation (the chemical forms of iron in the water); 3) experiments with radioactive iron to track the availability and subsequent uptake of regenerated iron by phytoplankton; and 4) field experiments to determine the effects of grazing on iron cycling by natural phytoplankton and zooplankton communities.  In all of these steps we examined both single-cell grazers called protozoa and multicellular grazers call copepods, while focusing on three types of phytoplankton prey: glass-shelled algae (diatoms), carbonate-shelled algae (coccolithophores), and ænakedÆ phytoplankton such as cyanobacteria.\n\nMeasurements of the acidity (pH) of digestive systems in ocean grazers revealed that both have acidic guts that are likely to help dissolve ingested iron.  We used a pH-sensitive dye to follow acidity in protozoan guts using confocal microscopy.  The timeseries in Figure 1 shows the degradation of chlorophyll (red spots) in ingested cells over time, while digestive gut acidity (diffuse green areas in the predator) remained after the cell was degraded and chlorophyll gone. We also measured the acidity of copepod guts using microscale pH probes inserted into the guts of live copepods.  These measurements revealed pH variations along the gut (Figure 2), but pH generally did not fall below 6.5, indicating that copepod guts are less acidic than guts of protozoan grazers.\n\nWe conducted laboratory grazing experiments to determine the impacts of these differences in gut physiology.  Model phytoplankton cells were grown and fed to grazers under controlled conditions.  These experiments indicated that copepods can produce a form of iron in the +2 oxidation state, Fe(II), that is thought to be highly available to plankton, while protozoan grazing produced Fe(II) less consistently.  Our data also suggest that grazing produces organic molecules called æligandsÆ that may bind to Fe(II) and make it more stable following grazing.  In parallel experiments with radioactive iron we also found that copepod grazing produces regenerated iron that is taken up more rapidly than unbound inorganic iron or iron in control treatments with no grazing.  This was seen most readily when the copepod (abbreviated æATÆ in Figure 3) grazed on the diatom (æTPÆ).  Grazing on the coccolithophore (æEhuxÆ) produced iron that was less bioavailable, perhaps due to less acidic conditions in the digestive gut.  These findings are notable since they indicate that regenerated iron is highly available to phytoplankton.  In contrast, prev..."
 }
}