{
 "awd_id": "1061827",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Characterization of Microbial Transformations in Basement Fluids, from Genes to Geochemical Cycling",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 378937.0,
 "awd_amount": 378937.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "Intellectual Merit\r\n\r\nCurrent estimates suggest that the volume of ocean crust capable of sustaining life is comparable in magnitude to that of the oceans. To date, there is little understanding of the composition or functional capacity of microbial communities in the sub-seafloor, or their influence on the chemistry of the oceans and subsequent consequences for global biogeochemical cycles. This project focuses on understanding the relationship between microbial communities and fluid chemistry in young crustal fluids that are responsible for the transport of energy, nutrients, and organisms in the crust. Specifically,  the PIs will couple microbial activity measurements, including autotrophic carbon, nitrogen and sulfur metabolisms as well as mineral oxide reduction, with quantitative assessments of functional gene expression and geochemical transformations in basement fluids. Through a comprehensive suite of in situ and shipboard analyses, this research will yield cross-disciplinary advances in our understanding of the microbial ecology and geochemistry of the sub-seafloor biosphere. The focus of the effort is at North Pond, an isolated sediment pond located on ridge flank oceanic crust 7-8 million years old on the western side of the Mid-Atlantic Ridge. North Pond is currently the target for drilling on IODP expedition 336, during which it will be instrumented with three sub-seafloor basement observatories. \r\n\r\nThe project will leverage this opportunity for targeted and distinct sampling at North Pond on two German-US research cruises to accomplish three main objectives:\r\n\r\n1. to determine if different basement fluid horizons across North Pond host distinct microbial communities and chemical milieus and the degree to which they change over a two-year post-drilling period.\r\n\r\n2. to quantify the extent of autotrophic metabolism via microbially-mediated transformations in carbon, nitrogen, and sulfur species in basement fluids at North Pond.\r\n\r\n3. to determine the extent of suspended particulate mineral oxides in basement fluids at North Pond and to characterize their role as oxidants for fluid-hosted microbial communities.\r\n\r\nSpecific outcomes include quantitative assessments of microbial activity and gene expression as well as geochemical transformations. The program builds on the integrative research goals for North Pond and will provide important data for guiding the development of that and future deep biosphere research programs. Results will increase understanding of microbial life and chemistry in young oceanic crust as well as provide new insights into controls on the distribution and activity of marine microbial communities throughout the worlds oceans.\r\n\r\nBroader Impacts\r\n\r\nThere are no data about microbial communities in ubiquitous cold, oceanic crust, the emphasis of the proposed work. This is an interdisciplinary project at the interface of microbial ecology, chemistry, and deep-sea oceanography with direct links to international and national research and educational organizations. It leverages on a long-term collaboration between the PIs and collaborators in both the US and Germany, including the recently formed NSF Science and Technology Center entitled \"Center for Dark Energy Biosphere Investigations\" (C-DEBI) and the NSF Research Coordination Network focused on the deep biosphere. This work on microbially mediated geochemical transformations in basement fluids is both attainable and timely, and methods development and results from this work will complement current and future microbial and geochemical investigations on the Juan de Fuca Ridge as part of both IODP and the OOI Regional Scale Node. The public outreach effort will utilize The Zephyr Education Foundation's unique marine science program to incorporate a short educational module focused on marine microbiology that will be tailored to the grade levels 7 through college. The module will emphasize the importance of marine microbes to environmental sustainability, human health, and the origin and evolution of life on our planet. The project also supports the research and career development of one graduate student, one undergraduate student, and two postdoctoral researchers. Students and postdocs will to engage with the larger community of researchers interested in deep biosphere microbiology and chemistry through emerging and existing NSF programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Glazer",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Brian T Glazer",
   "pi_email_addr": "glazer@hawaii.edu",
   "nsf_id": "000230676",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2425 CAMPUS RD SINCLAIR RM 1",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222247",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 378937.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The extensive deep-sea biosphere hosts a variety of habitats where chemical transformations and microbial processes take place. Beneath the sediments of the seafloor, and especially on the flanks of the worldwide mid-ocean ridge system, lies fractured and permeable volcanic rock crust with circulating fluids. This &lsquo;subseafloor&rsquo; biosphere hosts a huge range of temperature, pH, and chemical conditions that have only begun to be explored over the last two decades. Understanding which, how much, and how chemicals cycle between the deep ocean and the subseafloor is important for understanding how our Earth-ocean-atmosphere system works, and understanding what role microbes play in these processes is important to understanding how life on Earth functions. This project targeted North Pond, an isolated sediment pond on 7-8 million year old seafloor on the flanks of the Mid-Atlantic Ridge, and made comparisons with other sites where subseafloor samples have been available.</p>\n<p>&nbsp;</p>\n<p>This specific project was part of a large international collaboration between marine scientists specializing in physics, geology, chemistry, and microbiology. During two research expeditions using ROV <em>Jason-II</em> to visit sites in the mid-Atlantic where the Integrated Ocean Drilling Program previously drilled the seafloor and installed CORK Borehole Observatories, custom instruments and sensors were used to collect data and pristine fluid samples from as deep as 335 meters below the seafloor. &nbsp;Sensor data, fluids, and particles collected during this project have been used for chemical and microbiological analyses and experiments to elucidate the relationship between fluid chemistry, microbial communities, and the transport of energy and nutrients. The North Pond site hosts a very hydrologically-active subsurface aquifer that represents early stages of alteration as bottom seawater percolates into the subsurface. Subsurface fluids contain a large amount of oxygen, but also host particulate iron of mixed oxidation states, indicating reactions with the basalt rock. The data from the North Pond CORK Observatories represent an excellent contrast to previous and on-going studies made at the Juan de Fuca Ridge Flanks in the Pacific Northwest, and help to further our understanding of differing provinces, or habitats, in the deep ocean.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2015<br>\n\t\t\t\t\tModified by: Brian&nbsp;T&nbsp;Glazer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1061827/1061827_10078849_1436837013360_SubSea1.20140331_111542--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1061827/1061827_10078849_1436837013360_SubSea1.20140331_111542--rgov-800width.jpg\" title=\"GeoMICROBE Sampler\"><img src=\"/por/images/Reports/POR/2015/1061827/1061827_10078849_1436837013360_SubSea1.20140331_111542--rgov-66x44.jpg\" alt=\"GeoMICROBE Sampler\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A custom, autonomous fluid and particle sampling package was deployed at a CORK Observatory in 2012 and retrieved in 2014.</div>\n<div class=\"imageCredit\">ROV Jason-II, WHOI, Wolfgang Bach and Keir Becker, Chief Scientists</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Brian&nbsp;T&nbsp;Glazer</div>\n<div class=\"imageTitle\">GeoMICROBE Sampler</div>\n</div>\n</l...",
  "por_txt_cntn": "\nThe extensive deep-sea biosphere hosts a variety of habitats where chemical transformations and microbial processes take place. Beneath the sediments of the seafloor, and especially on the flanks of the worldwide mid-ocean ridge system, lies fractured and permeable volcanic rock crust with circulating fluids. This æsubseafloorÆ biosphere hosts a huge range of temperature, pH, and chemical conditions that have only begun to be explored over the last two decades. Understanding which, how much, and how chemicals cycle between the deep ocean and the subseafloor is important for understanding how our Earth-ocean-atmosphere system works, and understanding what role microbes play in these processes is important to understanding how life on Earth functions. This project targeted North Pond, an isolated sediment pond on 7-8 million year old seafloor on the flanks of the Mid-Atlantic Ridge, and made comparisons with other sites where subseafloor samples have been available.\n\n \n\nThis specific project was part of a large international collaboration between marine scientists specializing in physics, geology, chemistry, and microbiology. During two research expeditions using ROV Jason-II to visit sites in the mid-Atlantic where the Integrated Ocean Drilling Program previously drilled the seafloor and installed CORK Borehole Observatories, custom instruments and sensors were used to collect data and pristine fluid samples from as deep as 335 meters below the seafloor.  Sensor data, fluids, and particles collected during this project have been used for chemical and microbiological analyses and experiments to elucidate the relationship between fluid chemistry, microbial communities, and the transport of energy and nutrients. The North Pond site hosts a very hydrologically-active subsurface aquifer that represents early stages of alteration as bottom seawater percolates into the subsurface. Subsurface fluids contain a large amount of oxygen, but also host particulate iron of mixed oxidation states, indicating reactions with the basalt rock. The data from the North Pond CORK Observatories represent an excellent contrast to previous and on-going studies made at the Juan de Fuca Ridge Flanks in the Pacific Northwest, and help to further our understanding of differing provinces, or habitats, in the deep ocean.\n\n \n\n\t\t\t\t\tLast Modified: 07/13/2015\n\n\t\t\t\t\tSubmitted by: Brian T Glazer"
 }
}