{
 "awd_id": "1061018",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using Michigan Sentencing Guidelines to Estimate Effects of Incarceration and Probation on Reoffending and Employment",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2011-02-11",
 "awd_max_amd_letter_date": "2011-02-11",
 "awd_abstract_narration": "The dramatic increase in the number of people incarcerated in the U.S. over the last three decades raises critical questions regarding the effects of incarceration on criminal behavior and economic opportunity. Empirical research on the impact of prison vs. alternative sanctions like probation often lacks a clear causal interpretation because differences in outcomes between offenders sentenced to prison/jail vs. probation, even for the same offense, may be due to pre-existing and unmeasured differences between these groups that affect both the sentencing decision and the outcome under study.  The proposed research aims to provide plausibly causal estimates of the effects of incarceration in prison compared to jail or probation on recidivism and employment using a pair of natural experiments based on sentencing guidelines in Michigan. One design relies on the random assignment of judges to compare offenders who are given different sentences due only to the judge to which they were assigned. The other design exploits discontinuities that emerge from the ways that offenders are officially scored on the two sentencing guidelines variables ? criminal history and offense severity. This analysis compares the outcomes of offenders with very similar scores on either/both sentencing variable(s) who are nonetheless exposed to dramatically different probabilities of incarceration because they are slightly under or over threshold values of each variable. Both designs restrict comparisons to individuals who are eligible for the same types of sentences and who are therefore on the policy margin between prison and alternative sanctions. \r\n\r\nThis project will provide new evidence for policy-makers and actors in the criminal justice system that could inform future decisions on the appropriateness of custodial vs. non-custodial sanctions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Morenoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Morenoff",
   "pi_email_addr": "morenoff@umich.edu",
   "nsf_id": "000235632",
   "pi_start_date": "2011-02-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Harding",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Harding",
   "pi_email_addr": "dharding@isr.umich.edu",
   "nsf_id": "000227467",
   "pi_start_date": "2011-02-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 275000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A persistent question in criminology and corrections policy is how incarcerating convicted offenders affects their future behavior and social and economic outcomes. There have been considerable attempts to study the consequences of incarceration by comparing the outcomes of offenders who received custodial and non-custodial sanctions, but a fundamental problem with such studies is that differences between these groups could be due to pre-existing and unmeasured differences that affect both the sentencing decision and the future outcomes. The objective of this project was to use a pair of quasi-experimental designs to overcome this problem in estimating the effects of sentencing decisions on recidivism and employment.</p>\n<p>&nbsp;The first design leverages the random assignment of felony cases to judges to analyze how sentencing affects later employment and recidivism outcomes, focusing on the effects of prison vs. probation sentences. One key finding is that when compared to those sentenced to probation, offenders receiving prison sentences were significantly less likely to be employed upon their release. We found no significant differences between those sentenced to prison and probation in the probability of being arrested or convicted of a new felony offense. However, those sentenced to prison were much more likely to end up in prison again after release than were those who received probation sentences.</p>\n<p>The second design capitalizes on &ldquo;discontinuities&rdquo; in the probability of being sentenced to prison based on the way offenders are scored and classified under Michigan&rsquo;s sentencing guidelines. Sentencing guidelines consist of procedures for recommending sentencing ranges to judges based on the severity of the offense and the offender&rsquo;s prior criminal history. The procedures stipulate rules for calculating \"sentencing variables\" measuring offense severity and prior record, dividing these continuous variables into discrete categories, and &nbsp;cross-classifying them to form sentencing grids. Each cell on a sentencing grid corresponds to a range of recommended sentences, which judges usually follow. Our design focuses on areas of the grids where a one-unit increase on a sentencing variable represents a shift from a grid cell for which prison is not recommended to one where it is. A key assumption we must make is that the &ldquo;cut points&rdquo; between such grid cells were defined arbitrarily, meaning that they were not based on knowledge of how the sentencing variables are related to the risk of recidivism or employment. We perform quasi-experimental comparisons of offenders who had very similar scores on one of the sentencing variables but were classified into different cells where they are exposed to dramatically different probabilities of being sentenced to prison vs. probation. This is an example of a &ldquo;fuzzy&rdquo; regression discontinuity design, meaning that it exploits a discontinuity in the probability of being assigned to a &ldquo;treatment,&rdquo; which in this case is a prison sentence.</p>\n<p>Thus far we have focused most of our work on discontinuities in the prior record variable because we believe it to be less susceptible to the threat of manipulation by courtroom actors. We are not far enough along with this analysis to report any definitive findings. However, we have established empirical support for the validity of the design in two ways. First, we have found substantial and statistically significant discontinuities in the probability of being sentenced to prison associated with one-unit increases in the PRV in areas of the sentencing grids where there is a shift in recommended sentences to include prison as a possible sanction. &nbsp;Second, we have found some instances where there are significant discontinuities at the same cut-points in PRV scores in the background characteristics of offenders that we will ...",
  "por_txt_cntn": "\nA persistent question in criminology and corrections policy is how incarcerating convicted offenders affects their future behavior and social and economic outcomes. There have been considerable attempts to study the consequences of incarceration by comparing the outcomes of offenders who received custodial and non-custodial sanctions, but a fundamental problem with such studies is that differences between these groups could be due to pre-existing and unmeasured differences that affect both the sentencing decision and the future outcomes. The objective of this project was to use a pair of quasi-experimental designs to overcome this problem in estimating the effects of sentencing decisions on recidivism and employment.\n\n The first design leverages the random assignment of felony cases to judges to analyze how sentencing affects later employment and recidivism outcomes, focusing on the effects of prison vs. probation sentences. One key finding is that when compared to those sentenced to probation, offenders receiving prison sentences were significantly less likely to be employed upon their release. We found no significant differences between those sentenced to prison and probation in the probability of being arrested or convicted of a new felony offense. However, those sentenced to prison were much more likely to end up in prison again after release than were those who received probation sentences.\n\nThe second design capitalizes on \"discontinuities\" in the probability of being sentenced to prison based on the way offenders are scored and classified under MichiganÆs sentencing guidelines. Sentencing guidelines consist of procedures for recommending sentencing ranges to judges based on the severity of the offense and the offenderÆs prior criminal history. The procedures stipulate rules for calculating \"sentencing variables\" measuring offense severity and prior record, dividing these continuous variables into discrete categories, and  cross-classifying them to form sentencing grids. Each cell on a sentencing grid corresponds to a range of recommended sentences, which judges usually follow. Our design focuses on areas of the grids where a one-unit increase on a sentencing variable represents a shift from a grid cell for which prison is not recommended to one where it is. A key assumption we must make is that the \"cut points\" between such grid cells were defined arbitrarily, meaning that they were not based on knowledge of how the sentencing variables are related to the risk of recidivism or employment. We perform quasi-experimental comparisons of offenders who had very similar scores on one of the sentencing variables but were classified into different cells where they are exposed to dramatically different probabilities of being sentenced to prison vs. probation. This is an example of a \"fuzzy\" regression discontinuity design, meaning that it exploits a discontinuity in the probability of being assigned to a \"treatment,\" which in this case is a prison sentence.\n\nThus far we have focused most of our work on discontinuities in the prior record variable because we believe it to be less susceptible to the threat of manipulation by courtroom actors. We are not far enough along with this analysis to report any definitive findings. However, we have established empirical support for the validity of the design in two ways. First, we have found substantial and statistically significant discontinuities in the probability of being sentenced to prison associated with one-unit increases in the PRV in areas of the sentencing grids where there is a shift in recommended sentences to include prison as a possible sanction.  Second, we have found some instances where there are significant discontinuities at the same cut-points in PRV scores in the background characteristics of offenders that we will use as covariates in this analysis. These differences in covariates are potentially troubling because they undermine the assumption that the cut-points are..."
 }
}