{
 "awd_id": "1061292",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Qualitative Data Repository",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 599822.0,
 "awd_amount": 743565.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2015-06-16",
 "awd_abstract_narration": "This project establishes a dedicated repository for storing and sharing data generated or collected through qualitative and multi-method research in the social sciences.  The repository will promote greater data sharing by social scientists, play a leading role in developing and publicizing the standards and practices which are crucial for managing, sharing, and reusing qualitative data, and provide substantial pedagogical and research benefits to scholars around the world.  \r\n  \r\nQualitative data are widely used by social scientists to advance a range of analytical goals, including interpretations, descriptive generalizations, and causal inferences. Unfortunately, qualitative data are typically used only once: they are collected for a particular research purpose, and then discarded. The absence of a data sharing tradition among qualitative researchers is in part due to an infrastructure gap--the absence of a suitable venue for storing and sharing qualitative data. Providing a dedicated repository for data generated by qualitative and multi-method research will fill this gap and will facilitate the standardization of archiving practices among qualitative political scientists. \r\n\r\nThe Qualitative Data Repository has four main purposes. First, the repository will store data in digital form, providing access with appropriate search tools and indexes. This digitized data will include transcripts and notes from interviews, focus groups, oral histories, participant observations, and ethnographic studies, scans of archival documents, newspaper articles, and reports, and outputs from qualitative data analysis software. Second, the repository will be a portal to material beyond its own holdings, allowing users to identify relevant data from diverse databases and archives. It will establish linkages with archives in the U.S. and other countries that house qualitative data, seeking agreements for \"click through\" access from the repository. Third, the repository will encourage the sharing of data by qualitative and multi-method researchers by providing them a venue and the tools necessary to do so. Finally, the repository will help to promote common standards and practices for publishing qualitative research data, and for citing data and data sets produced by another scholar--as well as for granting due credit to scholars for the publication of data sets.\r\n\r\nFacilitating and regularizing the storing and sharing of data arising from qualitative and multi-method research will deliver several important benefits for the social sciences and broader academic community. By encouraging data sharing and providing a venue to do so, the repository will greatly expand the access of scholars in the United States and abroad--including those who lack the resources to engage in original data collection--to a wealth of social science data. In turn, this will make possible important research that otherwise would not be conducted. The repository will dramatically reduce the costs of assessing empirically based qualitative analysis and increase the transparency of the qualitative research process, thus bolstering confidence in the findings of qualitative studies. By increasing researcher visibility, the repository will induce intellectual exchange, promoting the formation of epistemic communities, and serving as a platform for research networks and partnerships. Overall, the repository will be poised to help NSF realize its goal of promoting more systematic qualitative research in the social sciences, thereby advancing discovery and enhancing scientific understanding.\r\n\r\nThe societal benefits of this project are tied to its impact on education. The repository will effectively integrate research and education through the instructional opportunities offered by sharing data offers. The project also enhances education through the training the repository will provide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Elman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colin Elman",
   "pi_email_addr": "celman@maxwell.syr.edu",
   "nsf_id": "000168536",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Lamont",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Lamont",
   "pi_email_addr": "mlamont@wjh.harvard.edu",
   "nsf_id": "000472515",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carole",
   "pi_last_name": "Palmer",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Carole L Palmer",
   "pi_email_addr": "clpalmer@uw.edu",
   "nsf_id": "000297327",
   "pi_start_date": "2015-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Wedeen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Wedeen",
   "pi_email_addr": "l-wedeen@uchicago.edu",
   "nsf_id": "000187693",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Kapiszewski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana Kapiszewski",
   "pi_email_addr": "dk784@georgetown.edu",
   "nsf_id": "000506396",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Turtle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Howard Turtle",
   "pi_email_addr": "turtle@syr.edu",
   "nsf_id": "000527879",
   "pi_start_date": "2011-08-05",
   "pi_end_date": "2015-05-26"
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 599822.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24696.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 119047.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Qualitative Data Repository (QDR) ingests, curates, archives, manages, durably preserves, and provides access to digital data used in qualitative and multi-method social inquiry. &nbsp;The repository develops and publicizes common standards and methodologically informed practices for these activities, as well as for the reuse and citation of qualitative data. &nbsp;</p>\n<p>Four beliefs underpin the repository's mission: data that can be shared and reused should be; evidence-based claims in published research should be made transparently; teaching (and especially instruction on methods) is enriched by the use of well-documented data; and rigorous social science requires common understandings of research methods.</p>\n<p>&bull;<span> </span>QDR recognizes that creating social science data takes considerable effort, expertise and resources. Given that outlay, all other things equal, data that are only used once are underused. QDR provides infrastructure to enable scholars to engage in secondary analysis of data and ensures funders maximum return on their investment.&nbsp;</p>\n<p>&bull;<span> </span>QDR is developing at a time when social science is paying increasing attention to openness with the goal of making research more evaluable, more understandable, and more rigorous.</p>\n<p>&bull;<span> </span>QDR&rsquo;s approach to pedagogical data is based on the widely held belief that students internalize research methods more quickly and completely when they use them. This is a standard approach in statistics, where texts routinely include exercises linked to &ldquo;pedagogical data&rdquo;&mdash;common, stylized data specifically prepared for teaching purposes&mdash;that maximize student engagement with, and focus their attention on, the methods being taught. &nbsp;Use of this approach has been constrained for qualitative methods training because of the relative paucity of shared qualitative data, a situation which QDR seeks to address.</p>\n<p>&bull;<span> </span>QDR seeks to help research communities to promulgate consensual rules and guidance for producing findings of a particular type, such as causal or descriptive inferences, as well as for increasing the transparency of the published research in which those findings are presented.</p>\n<p>During the grant period, QDR made considerable progress along several dimensions. With respect to governance, QDR created a strong management structure, with expertise directed at both content and technical features. A Research Advisory Board and a Technical Advisory Board provide advice and guidance. With regard to technology, QDR designed, built, and launched the QDR web site, documenting all design decisions and development steps. &nbsp;We established (and subsequently upgraded) a solid technical infrastructure for ingesting, storing, and sharing data using Drupal 7 as the content management system, and Islandora and Fedora Commons as the digital repository system. We also developed a prototype software tool, the &ldquo;Active Citation Editor&rdquo; (accompanied by a Viewer) to facilitate the assembly and publication or data projects aimed at achieving research transparency. A strong technical team keeps the site secure and continues to develop it.&nbsp;</p>\n<p>With regard to holdings, QDR commissioned approximately 20 pilot projects to demonstrate the possibility and promise of storing and sharing qualitative data; several are finished and the others are close to completion. The pilots are heterogeneous by design: they contain multiple types of qualitative data in varying configurations and have different goals. Some are aimed at secondary data analysis, others were deposited in order to achieve research transparency, and others were designed for pedagogical purposes. This variation required QDR to adopt strategies, and develop unique expertise, related to the ingest, curation, preservation, and publication of qualitative dat...",
  "por_txt_cntn": "\nThe Qualitative Data Repository (QDR) ingests, curates, archives, manages, durably preserves, and provides access to digital data used in qualitative and multi-method social inquiry.  The repository develops and publicizes common standards and methodologically informed practices for these activities, as well as for the reuse and citation of qualitative data.  \n\nFour beliefs underpin the repository's mission: data that can be shared and reused should be; evidence-based claims in published research should be made transparently; teaching (and especially instruction on methods) is enriched by the use of well-documented data; and rigorous social science requires common understandings of research methods.\n\n&bull; QDR recognizes that creating social science data takes considerable effort, expertise and resources. Given that outlay, all other things equal, data that are only used once are underused. QDR provides infrastructure to enable scholars to engage in secondary analysis of data and ensures funders maximum return on their investment. \n\n&bull; QDR is developing at a time when social science is paying increasing attention to openness with the goal of making research more evaluable, more understandable, and more rigorous.\n\n&bull; QDRÆs approach to pedagogical data is based on the widely held belief that students internalize research methods more quickly and completely when they use them. This is a standard approach in statistics, where texts routinely include exercises linked to \"pedagogical data\"&mdash;common, stylized data specifically prepared for teaching purposes&mdash;that maximize student engagement with, and focus their attention on, the methods being taught.  Use of this approach has been constrained for qualitative methods training because of the relative paucity of shared qualitative data, a situation which QDR seeks to address.\n\n&bull; QDR seeks to help research communities to promulgate consensual rules and guidance for producing findings of a particular type, such as causal or descriptive inferences, as well as for increasing the transparency of the published research in which those findings are presented.\n\nDuring the grant period, QDR made considerable progress along several dimensions. With respect to governance, QDR created a strong management structure, with expertise directed at both content and technical features. A Research Advisory Board and a Technical Advisory Board provide advice and guidance. With regard to technology, QDR designed, built, and launched the QDR web site, documenting all design decisions and development steps.  We established (and subsequently upgraded) a solid technical infrastructure for ingesting, storing, and sharing data using Drupal 7 as the content management system, and Islandora and Fedora Commons as the digital repository system. We also developed a prototype software tool, the \"Active Citation Editor\" (accompanied by a Viewer) to facilitate the assembly and publication or data projects aimed at achieving research transparency. A strong technical team keeps the site secure and continues to develop it. \n\nWith regard to holdings, QDR commissioned approximately 20 pilot projects to demonstrate the possibility and promise of storing and sharing qualitative data; several are finished and the others are close to completion. The pilots are heterogeneous by design: they contain multiple types of qualitative data in varying configurations and have different goals. Some are aimed at secondary data analysis, others were deposited in order to achieve research transparency, and others were designed for pedagogical purposes. This variation required QDR to adopt strategies, and develop unique expertise, related to the ingest, curation, preservation, and publication of qualitative data. For instance, QDR developed various options for depositors of sensitive data (i.e. restricted access, de-anonymization of personal data, etc.). QDR also formed a qualitative metadata working group to assist with d..."
 }
}