{
 "awd_id": "1061047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research: Sanctuary-Power: Tzeltal-Maya Civic Engagement and Sanctuary City Governance in San Francisco, California",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 18500.0,
 "awd_amount": 18500.0,
 "awd_min_amd_letter_date": "2011-01-27",
 "awd_max_amd_letter_date": "2011-01-27",
 "awd_abstract_narration": "Doctoral student Peter Mancina (Vanderbilt University), under the guidance of Dr. Edward Fischer, will undertake research examining the effect of municipal \"sanctuary city\" policies on the civic participation of undocumented migrants and the exercise of power in American cities. Such policies forbid municipal employees, including police officers, from asking residents for immigration documents or from reporting undocumented residents to Immigration and Customs Enforcement (ICE) unless they have been convicted of a felony. Sanctuary policies have been designed to incorporate undocumented migrants into public safety efforts, to provide them with public services and venues for civic participation with less fear of deportation.\r\n\r\nThe research will be carried out in San Francisco, California. It will focus on the experience of Tzeltal-Maya migrants from Chiapas, Mexico in their interactions with municipal employees and immigrant rights advocates in order to identify the manner in which \"sanctuary city\" immigration governance functions through interagency, interpersonal, and inter-group relations. By means of participant observation, socio-economic survey, and ethnographic interviews, Mancina will focus on four factors upon which the exercise of power in sanctuary cities depends: 1) sanctuary legislation such the \"City of Refuge\" ordinance,  passed by the city's Board of Supervisors; 2) municipal employee policies for serving undocumented migrants in compliance with sanctuary legislation; 3) migrant conceptions of the municipal government's role in residents' lives and 4) migrant participation in labor, political, social, community, and religious organizations that engage the municipal government for increased access to rights and services.\r\n\r\nThe research will contribute to theories of power in societies where governance depends upon the participation of non-citizens. Findings from the research will also contribute to debates on the effectiveness of pro- and anti-sanctuary immigration control practices at the city, state, and national levels. Funding this research contributes to the training of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Fischer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Edward F Fischer",
   "pi_email_addr": "edward.f.fischer@vanderbilt.edu",
   "nsf_id": "000352458",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Mancina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Mancina",
   "pi_email_addr": "peter.a.mancina@vanderbilt.edu",
   "nsf_id": "000557738",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 18500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project contributes to anthropological theory, political theory, and public policy by examining the interconnections between undocumented immigrant political engagement, municipal service provision, and legislative process in &ldquo;sanctuary cities&rdquo; in the United States. The findings from this study provide scholars of governance and power in these disciplines the concept \"sanctuary-power,\" a form of municipal governance which aims to regulate municipal agencies for the purpose of serving &ldquo;all city residents regardless of immigration status.&rdquo; Further, the intellectual merit of this project lies in its attention to the range of processes by which a diversity of individual actors, including undocumented immigrants, city officials, frontline municipal employees, and immigrant rights activists employ a wide range of practices and bureaucratic procedures in order to produce and reform governmental regimes.</p>\n<p>Despite San Francisco&rsquo;s sanctuary-city policies which aim to minimize immigrant fear of the government (especially of local law enforcement officers), foster immigrant cooperation with city agencies, and invite them to participate in the political arena, undocumented Tzeltal-Maya immigrants are reticent to seek city services, and refrain from engaging in city politics. In part, this is due to their perception that local law enforcement agencies are assisting Immigration and Customs Enforcement (ICE) in deporting immigrants. This perception is due to the fact that since June 2010, the San Francisco Sheriff&rsquo;s Department and Juvenile Probation Department have been federally-required to participate in the &ldquo;Secure Communities&rdquo; fingerprint-sharing and immigration detention program. This program undermines sanctuary policies by facilitating the identification of undocumented immigrants during the jail booking process and leading ICE to request local law enforcement agencies to detain immigrants for the purpose of deporting them. Other reasons for this lack of immigrant engagement with the government are a limited access to knowledge about government policies, procedures, and programs, and lack of time due to the immigrants&rsquo; work schedules. In limited cases of emergency, Tzeltal-Maya immigrants do seek health services at the public hospital and report crimes to the police. Such instances of undocumented immigrant-city employee interaction are remarkable and rather infrequent. This city-employee-undocumented immigrant interaction sensitizes city employees to the needs and fears of undocumented people. While sanctuary policies aim to render immigration status as something that is entirely irrelevant for city employee work, immigration status is rather something they have to indirectly deal with because it has an effect on how undocumented immigrants and their documented family members make decisions about which governmental recourses to their problems they are willing to undertake.</p>\n<p>&nbsp;</p>\n<p>San Francisco city officials take the ethics and rationale of sanctuary into consideration when crafting, voting on, and implementing new immigrant-related city legislation. City officials find sanctuary policies to be moral and practical for the governance of mixed-immigration-status city populations. Implementation of sanctuary policies is closely monitored by these officials as well as by immigrant rights advocates who directly hear from undocumented immigrants about violations of sanctuary policies. This in turn serves as a catalyst for these advocates to lobby for new, more extensive sanctuary-city policies. Once passed, the advocates work directly with city departments to assist in trainings with city employees and officials to modify their procedures.</p>\n<p>&nbsp;</p>\n<p>This research shows governmental sanctuary to be its own field of politics, something separate from, but intimately related to immigrant rights...",
  "por_txt_cntn": "\nThis project contributes to anthropological theory, political theory, and public policy by examining the interconnections between undocumented immigrant political engagement, municipal service provision, and legislative process in \"sanctuary cities\" in the United States. The findings from this study provide scholars of governance and power in these disciplines the concept \"sanctuary-power,\" a form of municipal governance which aims to regulate municipal agencies for the purpose of serving \"all city residents regardless of immigration status.\" Further, the intellectual merit of this project lies in its attention to the range of processes by which a diversity of individual actors, including undocumented immigrants, city officials, frontline municipal employees, and immigrant rights activists employ a wide range of practices and bureaucratic procedures in order to produce and reform governmental regimes.\n\nDespite San FranciscoÆs sanctuary-city policies which aim to minimize immigrant fear of the government (especially of local law enforcement officers), foster immigrant cooperation with city agencies, and invite them to participate in the political arena, undocumented Tzeltal-Maya immigrants are reticent to seek city services, and refrain from engaging in city politics. In part, this is due to their perception that local law enforcement agencies are assisting Immigration and Customs Enforcement (ICE) in deporting immigrants. This perception is due to the fact that since June 2010, the San Francisco SheriffÆs Department and Juvenile Probation Department have been federally-required to participate in the \"Secure Communities\" fingerprint-sharing and immigration detention program. This program undermines sanctuary policies by facilitating the identification of undocumented immigrants during the jail booking process and leading ICE to request local law enforcement agencies to detain immigrants for the purpose of deporting them. Other reasons for this lack of immigrant engagement with the government are a limited access to knowledge about government policies, procedures, and programs, and lack of time due to the immigrantsÆ work schedules. In limited cases of emergency, Tzeltal-Maya immigrants do seek health services at the public hospital and report crimes to the police. Such instances of undocumented immigrant-city employee interaction are remarkable and rather infrequent. This city-employee-undocumented immigrant interaction sensitizes city employees to the needs and fears of undocumented people. While sanctuary policies aim to render immigration status as something that is entirely irrelevant for city employee work, immigration status is rather something they have to indirectly deal with because it has an effect on how undocumented immigrants and their documented family members make decisions about which governmental recourses to their problems they are willing to undertake.\n\n \n\nSan Francisco city officials take the ethics and rationale of sanctuary into consideration when crafting, voting on, and implementing new immigrant-related city legislation. City officials find sanctuary policies to be moral and practical for the governance of mixed-immigration-status city populations. Implementation of sanctuary policies is closely monitored by these officials as well as by immigrant rights advocates who directly hear from undocumented immigrants about violations of sanctuary policies. This in turn serves as a catalyst for these advocates to lobby for new, more extensive sanctuary-city policies. Once passed, the advocates work directly with city departments to assist in trainings with city employees and officials to modify their procedures.\n\n \n\nThis research shows governmental sanctuary to be its own field of politics, something separate from, but intimately related to immigrant rights and comprehensive immigration reform (CIR). While CIR may provide a pathway to citizenship for undocumented immigrants, it may also bolster immigration enf..."
 }
}