{
 "awd_id": "1061454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Analysis of Behavioral Flexibility and Intra-Group Feeding Competition in the Sanje Mangabey (Cercocebus sanjei), Udzungwa Mountains, Tanzania",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Tran",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 15955.0,
 "awd_amount": 15955.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-04-22",
 "awd_abstract_narration": "Results from this study contribute to a better understanding of behavioral flexibility and spatial dimensions of social behavior, and will add considerably to the limited knowledge of wild Cercocebus mangabey behavior. Evidence from this study of significant behavioral flexibility in the Sanje mangabey could predict enhanced long-term population viability of this endemic primate, and will inform Tanzania's conservation management planning for this endangered species. The project will contribute to local development by providing training in both primate behavior and ecological monitoring research techniques.\r\n\r\nFluctuations in the distribution and abundance of food items in the environment are thought to impact the level and type of competition for these resources experienced between members of a social group.  Primate socioecological models predict how these fluctuations, in turn, affect adult female social relationships. Existing models have undergone revisions and extensions, but mismatches remain between the models' predictions and the behavior observed in some primate species. This project tests whether behavioral flexibility can mitigate intra-group feeding competition and act as a critical influence on the social relationships exhibited.  Specifically, this research examines social and feeding strategies used by the Sanje mangabey (Cercocebus sanjei) to alleviate competition for resources, within a variant competitive context. A combination of focal animal and group scans are used to collect dietary and behavioral data. These investigate (i) how dominance affects spatial position of individuals within the group and foraging efficiency, (ii) the ecological conditions responsible for variable inter-individual spacing and subgrouping, and (iii) flexibility in foraging behavior and cheek pouch use. Resource distribution and availability are monitored using vegetation transects and phenology plots within the study groups home range, and daily ranging data are collected using handheld GPS locators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joanna",
   "pi_last_name": "Lambert",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Joanna E Lambert",
   "pi_email_addr": "joanna.lambert@utsa.edu",
   "nsf_id": "000310313",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Carolyn Lee",
   "pi_last_name": "Ehardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn Lee Ehardt",
   "pi_email_addr": "carolyn.ehardt@utsa.edu",
   "nsf_id": "000475784",
   "pi_start_date": "2011-03-08",
   "pi_end_date": "2011-04-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Lloyd",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Emily K Lloyd",
   "pi_email_addr": "Emily.Lloyd@utsa.edu",
   "nsf_id": "000537862",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15955.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fluctuations in the distribution and abundance of food items in the environment are thought to impact the level and type of competition experienced between members of a social group for these resources. Primate socioecological models predict how these fluctuations in turn affect the types of social relationship exhibited among adult females. Existing models have undergone revisions and extensions but mismatches remain between the models&rsquo; predictions and the behavior observed in some primate species. This project tested whether behavioral flexibility can mitigate intra-group feeding competition and act as a critical influence on the social relationships exhibited.</p>\n<p>Specifically, this research examined social and feeding strategies used by the Sanje mangabey (<em>Cercocebus sanjei</em>) to mitigate competition for resources, within a variant competitive context. A combination of focal animal and group scans were used to collect dietary and behavioral data over a 12 month period from December 2010 to November 2011, in the Udzungwa Mountains National Park in Tanzania. Over 1000 hours of focal data were recorded and a total of 113 days of group scans were collected, from a habituated mangabey troop of 69 individuals. These data are used to investigate (i) how dominance affects spatial position of individuals within the group and foraging efficiency, (ii) the ecological conditions responsible for variable inter-individual spacing and subgrouping, and (iii) flexibility in foraging behavior and cheek pouch use. Resource distribution and availability in the mangabey&rsquo;s home range was monitored using 4.5 ha of vegetation transects and 4 ha of phenology plots. Daily ranging behavior of the study group was collected on 141 days, using handheld GPS locators every half hour.</p>\n<p>Results from this study will contribute to a better understanding of behavioral flexibility and spatial dimensions of animal behavior and add considerably to the limited knowledge of wild <em>Cercocebus</em> mangabey behavior. Data editing and analysis is still currently underway but preliminary evidence from this study suggests significant behavioral flexibility in the Sanje mangabey which could predict enhanced long-term population viability of this endemic, Endangered primate. As expected this species primarily consumes ripe fruit and utilizes more than 60 different plant species. By identifying ecological requirements of this species, this project has the potential to inform future conservation management decisions in the Udzungwas, a vital outcome given the high levels of anthropogenic change that continue to occur in this region, especially in the lesser protected Udzungwa Scarp Forest Reserve.</p>\n<p>This project employed three Tanzanian assistants, increasing local capacity by providing training in both primate behavior and ecological monitoring data collection techniques which are directly transferrable to other zoological and ecological projects on-going in the Udzungwa Mountains region. Several seminars based upon this project were presented to international field schools during the study period and thus raised the international profile of this region and its important biodiversity.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2012<br>\n\t\t\t\t\tModified by: Emily&nbsp;K&nbsp;Lloyd</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFluctuations in the distribution and abundance of food items in the environment are thought to impact the level and type of competition experienced between members of a social group for these resources. Primate socioecological models predict how these fluctuations in turn affect the types of social relationship exhibited among adult females. Existing models have undergone revisions and extensions but mismatches remain between the modelsÆ predictions and the behavior observed in some primate species. This project tested whether behavioral flexibility can mitigate intra-group feeding competition and act as a critical influence on the social relationships exhibited.\n\nSpecifically, this research examined social and feeding strategies used by the Sanje mangabey (Cercocebus sanjei) to mitigate competition for resources, within a variant competitive context. A combination of focal animal and group scans were used to collect dietary and behavioral data over a 12 month period from December 2010 to November 2011, in the Udzungwa Mountains National Park in Tanzania. Over 1000 hours of focal data were recorded and a total of 113 days of group scans were collected, from a habituated mangabey troop of 69 individuals. These data are used to investigate (i) how dominance affects spatial position of individuals within the group and foraging efficiency, (ii) the ecological conditions responsible for variable inter-individual spacing and subgrouping, and (iii) flexibility in foraging behavior and cheek pouch use. Resource distribution and availability in the mangabeyÆs home range was monitored using 4.5 ha of vegetation transects and 4 ha of phenology plots. Daily ranging behavior of the study group was collected on 141 days, using handheld GPS locators every half hour.\n\nResults from this study will contribute to a better understanding of behavioral flexibility and spatial dimensions of animal behavior and add considerably to the limited knowledge of wild Cercocebus mangabey behavior. Data editing and analysis is still currently underway but preliminary evidence from this study suggests significant behavioral flexibility in the Sanje mangabey which could predict enhanced long-term population viability of this endemic, Endangered primate. As expected this species primarily consumes ripe fruit and utilizes more than 60 different plant species. By identifying ecological requirements of this species, this project has the potential to inform future conservation management decisions in the Udzungwas, a vital outcome given the high levels of anthropogenic change that continue to occur in this region, especially in the lesser protected Udzungwa Scarp Forest Reserve.\n\nThis project employed three Tanzanian assistants, increasing local capacity by providing training in both primate behavior and ecological monitoring data collection techniques which are directly transferrable to other zoological and ecological projects on-going in the Udzungwa Mountains region. Several seminars based upon this project were presented to international field schools during the study period and thus raised the international profile of this region and its important biodiversity.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/29/2012\n\n\t\t\t\t\tSubmitted by: Emily K Lloyd"
 }
}