{
 "awd_id": "1061415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Guilty Stereotypes: The Social Psychology of Race and Suspicion in Police Interrogations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 9336.0,
 "awd_amount": 9336.0,
 "awd_min_amd_letter_date": "2011-01-07",
 "awd_max_amd_letter_date": "2014-02-24",
 "awd_abstract_narration": "Prior research notes that police officers often rely on nonverbal behavior, such as gaze aversion and fidgeting, to detect deception. These behaviors, however, have been shown in studies to not be reliable indicators of deception. Rather, they are indicators of anxiety.  Other than guilt, there are many reasons why a suspect may be nervous when talking to the police.  One often overlooked reason is the race of the subject since prior research shows that being stereotyped is an anxiety provoking process. The current project uses three studies to test the present police reliance on cues to anxiety when assessing the credibility of a suspect.\r\n\r\nThis line of research seeks to expand the research on the role of race in interviewing and interrogation. As such, the results will inform practitioners in the legal system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Hartwig",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Maria B Hartwig",
   "pi_email_addr": "mhartwig@jjay.cuny.edu",
   "nsf_id": "000510536",
   "pi_start_date": "2011-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Appleby",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Sara C Appleby",
   "pi_email_addr": "s.c.appleby@gmail.com",
   "nsf_id": "000571826",
   "pi_start_date": "2011-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY John Jay College of Criminal Justice",
  "inst_street_address": "524 W 59TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122378449",
  "inst_zip_code": "100191007",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "NGK8GHNABTB8"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY John Jay College of Criminal Justice",
  "perf_str_addr": "524 W 59TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100191007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9336.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over 300 people have been exonerated by post conviction DNA testing, unequivocally proving their innocence.&nbsp; Nearly 70% of these post conviction DNA exonerees are members of minority groups, and approximately 69% of those convicted as a result of false confessions are racial/ethnic minorities (www.innocence project.org).&nbsp; To date, there is little research on the role of suspect race in police interviews and interrogations.&nbsp; The present research sought to examine Black and White participants&rsquo; experiences during a mock crime interview, as well as police officers&rsquo; veracity judgments of these suspects.&nbsp; Black and White mock crime suspects reported similar levels of anxiety during the interview and exhibited similar rates of nonverbal behaviors commonly believed to be cues to deception.&nbsp; In Study 2, when asked to make veracity judgments of these mock suspects, police officers exhibited chance levels of accuracy in their culpability decisions.&nbsp; When evaluating innocent Black suspects, however, police officers made significantly more mistakes than when evaluating innocent White suspects; yet officers showed no difference in their accuracy rates for guilty Black and White suspects.&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Despite the overrepresentation of African-Americans in the criminal justice system, little research has examine how suspect race affects police interviews and interrogations. The results of this study extend the police interviewing and interrogation literature by comparing police officers&rsquo; veracity judgments of Black and White suspects.</p>\n<p><strong>Broader Impact</strong></p>\n<p>The current research suggests that innocent Black suspects are at considerable risk of being erroneously judged as deceptive during a police interview. Consequently, these misjudgments may place innocent Black suspects at a significant risk of being interrogated about crimes they did not commit.&nbsp; This is the first U.S. study that we know of to compare police officers&rsquo; perceptions and culpability judgments of Black and White suspects.&nbsp; More research is needed to identify the specific causes for these misjudgments and as well as potential remedies for these misjudgments.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2014<br>\n\t\t\t\t\tModified by: Sara&nbsp;C&nbsp;Appleby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver 300 people have been exonerated by post conviction DNA testing, unequivocally proving their innocence.  Nearly 70% of these post conviction DNA exonerees are members of minority groups, and approximately 69% of those convicted as a result of false confessions are racial/ethnic minorities (www.innocence project.org).  To date, there is little research on the role of suspect race in police interviews and interrogations.  The present research sought to examine Black and White participantsÆ experiences during a mock crime interview, as well as police officersÆ veracity judgments of these suspects.  Black and White mock crime suspects reported similar levels of anxiety during the interview and exhibited similar rates of nonverbal behaviors commonly believed to be cues to deception.  In Study 2, when asked to make veracity judgments of these mock suspects, police officers exhibited chance levels of accuracy in their culpability decisions.  When evaluating innocent Black suspects, however, police officers made significantly more mistakes than when evaluating innocent White suspects; yet officers showed no difference in their accuracy rates for guilty Black and White suspects. \n\nIntellectual Merit\n\nDespite the overrepresentation of African-Americans in the criminal justice system, little research has examine how suspect race affects police interviews and interrogations. The results of this study extend the police interviewing and interrogation literature by comparing police officersÆ veracity judgments of Black and White suspects.\n\nBroader Impact\n\nThe current research suggests that innocent Black suspects are at considerable risk of being erroneously judged as deceptive during a police interview. Consequently, these misjudgments may place innocent Black suspects at a significant risk of being interrogated about crimes they did not commit.  This is the first U.S. study that we know of to compare police officersÆ perceptions and culpability judgments of Black and White suspects.  More research is needed to identify the specific causes for these misjudgments and as well as potential remedies for these misjudgments. \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2014\n\n\t\t\t\t\tSubmitted by: Sara C Appleby"
 }
}