{
 "awd_id": "1061781",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Improved Observation, Analysis and Modeling of Fine Sediment Dynamics in Turbid, Biologically Active Coastal Environments",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 644025.0,
 "awd_amount": 644025.0,
 "awd_min_amd_letter_date": "2011-04-01",
 "awd_max_amd_letter_date": "2011-04-01",
 "awd_abstract_narration": "A better understanding of the physics of fine sediment suspension, transport and settling is key to advancing the fields of benthic ecology, biogeochemistry and geology. Controls on seabed erodibility and suspended particle properties are two of the largest unknowns limiting accurate prediction of fine sediment movement. Recent findings suggest that within turbid, biologically active coastal environments, the interactions of flow with the two dominant types of muddy particle packaging are notably distinct. Although they are formed from nearly identical mud grains and are often simultaneously present, loosely bound flocs and biologically compacted pellets erode, settle and respond to circulation very differently. At present, the distinct physical responses to flow of these two common types of particle packages are not adequately documented by observations, have not been sufficiently analyzed, and are not satisfactorily represented within state- of-the art models, especially for cases when they occur together.\r\n\r\nKey questions to be addressed in this study include: (i) How do turbulence and particle packaging affect the nature of sediment settling? (ii) How do bed stress and particle packaging affect bed erodibility? (iii) How do feedbacks between hydrodynamics and particle packaging control the locally dominant particle distribution? The associated hypotheses include: (i) Stronger turbulence suspends larger pellets but rips apart flocs, so turbulence increases settling velocity (ws) for pellets but decreases ws for flocs. (ii) With increased stress, the eroded mass of pellets depends on their individual size and density, whereas the eroded mass of flocs depends more on the time that has passed since deposition. (iii) Convergent near-bed flow and/or reduced turbulence more efficiently traps slowly settling flocs relative to heavier pellets, while divergent near-bed flow and/or increased turbulence disperses flocs, leaving a lag deposit of the remaining pellets.\r\nThe above hypotheses will be tested using a three-pronged approach of observations, analysis, and modeling. Observations of turbulent velocity and sediment concentration time-series, in concert with erosion microcosms and a particle imaging camera, will enable continual estimation of both ws and bed erodibility in a spatially and temporally varying turbid environment. Methods for analysis of fine sediment dynamics will incorporate formal data assimilation techniques, allowing continual objective inference of such key variables as the erosion rate parameter and the size distribution of suspended particles. While accounting for the presence of both pellets and flocs, three-dimensional modeling will be used to extend localized observations and analysis over an entire hydrodynamic system, evaluate the roles of convergent and divergent circulation, and perform more systematic sensitivity analysis.\r\n\r\nBroader Impacts: Increased understanding of fine grained sediment transport and deposition will help improve management of human impacts on the coastal zone with applications including contaminant transport (contaminants often are bound to and travel with fine sediment), ecology (muds provide crucial habitat, and host crucial biogeochemical cycles), and engineering of estuaries, harbors, and dredge spoils. Data assimilation has not been widely applied to sediment transport; for this reason, the proposed research has the potential for transformative work. The PIs are active in several major community modeling efforts, providing ready venues for knowledge transfer of research results and products. The project will support two graduate students who will be trained in observations, data analysis and assimilation, and numerical modeling. The PIs will likely mentor undergraduate research pertaining to this project through VIMS? REU and/or William & Mary?s Senior Thesis, as they have done in the past. Research will be incorporated into graduate classes taught by the PIs including numerical methods, sediment transport, and estuarine dynamics. Results of the study will be disseminated to the general public through events at VIMS including a series of public lectures, as well as an annual Marine Science Day that attracts thousands of visitors per year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carl",
   "pi_last_name": "Friedrichs",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Carl T Friedrichs",
   "pi_email_addr": "cfried@vims.edu",
   "nsf_id": "000192249",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marjorie",
   "pi_last_name": "Friedrichs",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marjorie A Friedrichs",
   "pi_email_addr": "marjy@vims.edu",
   "nsf_id": "000199268",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Courtney",
   "pi_last_name": "Harris",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Courtney K Harris",
   "pi_email_addr": "ckharris@vims.edu",
   "nsf_id": "000243492",
   "pi_start_date": "2011-04-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "inst_street_address": "1375 GREATE RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLOUCESTER POINT",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8046847000",
  "inst_zip_code": "230622026",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "VA01",
  "org_lgl_bus_name": "VIRGINIA INSTITUTE OF MARINE SCIENCE",
  "org_prnt_uei_num": "Y5P1L2NZAHV9",
  "org_uei_num": "XGE9T6KCMSR4"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Virginia Institute of Marine Science",
  "perf_str_addr": "1375 GREATE RD",
  "perf_city_name": "GLOUCESTER POINT",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "230622026",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 644025.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the way mud is suspended and deposited in coastal environments is critical to managing water clarity, to understanding contaminant movement, and to restoring coastal habitats. Controls on how easily mud is eroded from the sediment bed (&ldquo;erodibility&rdquo;) and how quickly mud settles back to the bed (&ldquo;settling velocity&rdquo;) are the two largest unknowns limiting accurate prediction of sediment movement in muddy coastal environments. To address these issues, this project focused on the interactions of flow with two dominant types of muddy particles often present in biologically active estuaries, namely loosely bound &ldquo;flocs&rdquo; and biologically compacted &ldquo;pellets&rdquo;.</p>\n<p>Our project used technologically advanced observation platforms and state-of-the-art numerical modeling to study sediment transport in the York River estuary, a system exhibiting a variety of natural processes representative of many muddy coastal environments around the nation and the globe. Figure 1 displays numerical model results for erodibility along the estuary, highlighting strong increases in erodibility with distance up the system. Figure 2 is a photograph of the project&rsquo;s profiler, which includes a high definition video settling column specifically constructed for this study, along with a turbulence resolving acoustic Doppler velocimeter (ADV) and other instruments. Figure 3 shows our group&rsquo;s erodibility chambers, which measure seabed erodibility by applying stresses to the surface of seabed cores.</p>\n<p>Our video settling column observed flocs and pellets to be about the same size (with diameters of about 0.1 millimeters) and also indicated that pellets have settling velocities several times faster than flocs. This means that pellets are more difficult to suspend and move, whereas flocs gather and disperse more quickly in response to seasonal flow conditions. Under conditions favoring floc dispersal, our results showed that erodibility continued to decrease with time, consistent with both dewatering of the bed and a progressive winnowing of the most easily suspended material, and in agreement with recent advances in muddy seabed modeling. In addition, this study also identified a superimposed oscillation in erodibility correlated to tidal range averaged over the previous few days. Consolidation over a several-day time-scale, &lsquo;reset&rsquo; by intermittent resuspension events, is also consistent with recently developed models for time-dependent seabed erodibility.</p>\n<p>This project supported undergraduate and graduate students who were trained in numerical modeling, use of oceanographic lab and field instrumentation, and data analysis, including two Masters and four PhD students. The scientists in this project provided hands-on research experiences for eleven undergraduates through the NSF Research Experiences for Undergraduates program, through William &amp; Mary&rsquo;s Senior Theses, and through lab assistant opportunities. Research was incorporated into graduate classes taught by the lead scientists, including courses on numerical methods, sediment transport, and estuarine dynamics.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2016<br>\n\t\t\t\t\tModified by: Carl&nbsp;T&nbsp;Friedrichs</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1061781/1061781_10082626_1467050029983_Figure1--rgov-214x142.jpg\" ori...",
  "por_txt_cntn": "\nUnderstanding the way mud is suspended and deposited in coastal environments is critical to managing water clarity, to understanding contaminant movement, and to restoring coastal habitats. Controls on how easily mud is eroded from the sediment bed (\"erodibility\") and how quickly mud settles back to the bed (\"settling velocity\") are the two largest unknowns limiting accurate prediction of sediment movement in muddy coastal environments. To address these issues, this project focused on the interactions of flow with two dominant types of muddy particles often present in biologically active estuaries, namely loosely bound \"flocs\" and biologically compacted \"pellets\".\n\nOur project used technologically advanced observation platforms and state-of-the-art numerical modeling to study sediment transport in the York River estuary, a system exhibiting a variety of natural processes representative of many muddy coastal environments around the nation and the globe. Figure 1 displays numerical model results for erodibility along the estuary, highlighting strong increases in erodibility with distance up the system. Figure 2 is a photograph of the projectÆs profiler, which includes a high definition video settling column specifically constructed for this study, along with a turbulence resolving acoustic Doppler velocimeter (ADV) and other instruments. Figure 3 shows our groupÆs erodibility chambers, which measure seabed erodibility by applying stresses to the surface of seabed cores.\n\nOur video settling column observed flocs and pellets to be about the same size (with diameters of about 0.1 millimeters) and also indicated that pellets have settling velocities several times faster than flocs. This means that pellets are more difficult to suspend and move, whereas flocs gather and disperse more quickly in response to seasonal flow conditions. Under conditions favoring floc dispersal, our results showed that erodibility continued to decrease with time, consistent with both dewatering of the bed and a progressive winnowing of the most easily suspended material, and in agreement with recent advances in muddy seabed modeling. In addition, this study also identified a superimposed oscillation in erodibility correlated to tidal range averaged over the previous few days. Consolidation over a several-day time-scale, æresetÆ by intermittent resuspension events, is also consistent with recently developed models for time-dependent seabed erodibility.\n\nThis project supported undergraduate and graduate students who were trained in numerical modeling, use of oceanographic lab and field instrumentation, and data analysis, including two Masters and four PhD students. The scientists in this project provided hands-on research experiences for eleven undergraduates through the NSF Research Experiences for Undergraduates program, through William &amp; MaryÆs Senior Theses, and through lab assistant opportunities. Research was incorporated into graduate classes taught by the lead scientists, including courses on numerical methods, sediment transport, and estuarine dynamics. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/27/2016\n\n\t\t\t\t\tSubmitted by: Carl T Friedrichs"
 }
}