{
 "awd_id": "1061169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Histomorphometry of the Endosteal Lamellar Pocket: Comparing Modeling Drift Remnants Among Several Archaeological and Modern Skeletal Populations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 8653.0,
 "awd_amount": 8653.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "This research furthers our understanding of bone growth processes, permitting new, hypothesis driven testing of basic skeletal histology. The results have direct impact on histological age estimation, micro-site trace-element and stable-isotopic analyses, and understanding mechanical adaptation and the adolescent growth spurt. New micro-photographic techniques and custom software applications are introduced that permit accurate quantification of subjective features, useful in many other fields. In addition to providing equipment and technical knowledge benefiting students, volunteers, and lab technicians at sites of research, the project strengthens existing cooperation between local and international research institutions. Yearly invited presentations and workshops, a Spanish language newsletter available to the community, and professional publications have kept, and will continue to keep students at each participating institution informed regarding the project as well as future collaborative opportunities.\r\n\r\nDiametric growth of long bones occurs along membrane-covered, inner and outer surfaces. The process requires bone formation, the sequential stratigraphy of which provides a record of growth magnitude and direction and ultimately results in increased thickness. However, growth and mechanical adaptation at these membranes also requires significant resorption, removing tissue to form and maintain bone shape and ensuring proper positioning of the internal cavity over time. Thickness and shape are two major determinants of bone strength and can reveal important information about an individual's growth and adaptation to mechanical strain. Unfortunately no replicable, accurate technique is currently available to quantify the direction(s) of bone diametric growth over time, so only part of how a bone achieved its current position, size, and shape is known.  This research uses polarizing microscopic, familiar point-count, and custom computerized image-analysis to emphasize and measure predictable patterns of asymmetry in diametric growth (modeling drift). These patterns are combined as a metafeature of the bone's inner margin, called the endosteal lamellar pocket (ELP), indicating the bone's net drift direction and can be compared between bones, individuals, and populations. Results will alter the way boney response during growth and mechanical adaptation are considered, permitting new, testable hypotheses in bone biology and bioarchaeology. Potential novel applications include micro-site stable isotopic analysis, allowing dietary examination at fine resolution across years of bone deposition; augmentation of current age estimation techniques; and new optical variables complimenting cross-sectional geometric assessment of physical activity patterns.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Stout",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel D Stout",
   "pi_email_addr": "stout.126@osu.edu",
   "nsf_id": "000264846",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Maggiano",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Corey M Maggiano",
   "pi_email_addr": "maggiano.2@osu.edu",
   "nsf_id": "000540740",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 8653.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We all know that bones grow, but it must be quite different from the way other tissues grow because bones are mineralized.&nbsp; In fact, while a given long bone is growing in length, it is also changing in many other ways.&nbsp; The current research returned to general observations made decades ago that suggested bones may not grow in width symmetrically, leading to a process called modeling drift. In other words they grow sideways at the shaft in order to change their shape, adopt a curve, or better support the muscular system that surrounds them.&nbsp; Very little is known, however, regarding exactly how to measure the phenomenon or how variable the process is for each of us, since two bones with the same shape could have gone through very different growth patterns to get there.&nbsp; This circumstance hides important developmental and mechanically adaptive information about bones that would otherwise inform on health and lifestyle of the individual. &nbsp;Understanding how a bone achieved its current shape is not only important for modern medicine (investigating osteoporosis, fracture risk, arthritis), it is also important for archaeological analysis which often uses detailed knowledge from skeletal remains to add to our understanding of the lifestyles of past human populations.&nbsp;</p>\n<p>The current project resulted in new microscopy techniques that can be used to compare this unmeasured aspect of human growth and physical adaptation in individuals and subpopulations.&nbsp; It also generated custom software for data collection and the first datasets suitable for statistical analysis on human modeling drift.&nbsp; Results demonstrated that the two techniques employed each have different benefits and limitations but both provide similar data regarding how bones grow differently between males and females, across ages, and between modern and archaeological populations.&nbsp; Across nearly all individuals analyzed, the human humerus was found to grow diametrically in an asymmetric fashion.&nbsp; It actually grows away from dominant upper arm muscles pushing the mid-shaft of the bone posterio-medially (toward the back of the armpit).&nbsp; This growth pattern strengthens the bone in the axis of bending when a load is lifted in front of the body or above the head, although important variation was found due to age, sex, and whether the population was modern or archaeological.&nbsp; What&rsquo;s more, the shape takes many years to generate and even though bone must turn over in order to replace itself with healthy tissue constantly, some regions of the adult upper arm can contain years of bone growth that transpired in childhood or adolescence.</p>\n<p>Implications of a study like this are diverse because it reveals new variables important for a primary biological understanding of bone.&nbsp; Some techniques used in bioarchaeology could become more accurate after accounting for the results of the current investigation.&nbsp; They often microscopically compare bones (or regions within a bone) without controlling for the tissue&rsquo;s age at formation.&nbsp; This means two regions might look dissimilar but only because they were formed at different ages of the person&rsquo;s life.&nbsp; Controlling for variation in modeling drift could add strength to age estimation, physical activity analysis, microscopic observations of pathology, and lead to new techniques in stable isotopic and protein analysis research.&nbsp; This study also has implications for a medical and anatomical understanding of bone which is important because studies on osteoporosis and arthritis are increasingly finding that differences in the development of our bones due to our activity levels become the most important informers for health problems much later in life.&nbsp; Continued research on bone modeling variation will focus on identifying major drift directions and magnitudes in other skeletal el...",
  "por_txt_cntn": "\nWe all know that bones grow, but it must be quite different from the way other tissues grow because bones are mineralized.  In fact, while a given long bone is growing in length, it is also changing in many other ways.  The current research returned to general observations made decades ago that suggested bones may not grow in width symmetrically, leading to a process called modeling drift. In other words they grow sideways at the shaft in order to change their shape, adopt a curve, or better support the muscular system that surrounds them.  Very little is known, however, regarding exactly how to measure the phenomenon or how variable the process is for each of us, since two bones with the same shape could have gone through very different growth patterns to get there.  This circumstance hides important developmental and mechanically adaptive information about bones that would otherwise inform on health and lifestyle of the individual.  Understanding how a bone achieved its current shape is not only important for modern medicine (investigating osteoporosis, fracture risk, arthritis), it is also important for archaeological analysis which often uses detailed knowledge from skeletal remains to add to our understanding of the lifestyles of past human populations. \n\nThe current project resulted in new microscopy techniques that can be used to compare this unmeasured aspect of human growth and physical adaptation in individuals and subpopulations.  It also generated custom software for data collection and the first datasets suitable for statistical analysis on human modeling drift.  Results demonstrated that the two techniques employed each have different benefits and limitations but both provide similar data regarding how bones grow differently between males and females, across ages, and between modern and archaeological populations.  Across nearly all individuals analyzed, the human humerus was found to grow diametrically in an asymmetric fashion.  It actually grows away from dominant upper arm muscles pushing the mid-shaft of the bone posterio-medially (toward the back of the armpit).  This growth pattern strengthens the bone in the axis of bending when a load is lifted in front of the body or above the head, although important variation was found due to age, sex, and whether the population was modern or archaeological.  WhatÆs more, the shape takes many years to generate and even though bone must turn over in order to replace itself with healthy tissue constantly, some regions of the adult upper arm can contain years of bone growth that transpired in childhood or adolescence.\n\nImplications of a study like this are diverse because it reveals new variables important for a primary biological understanding of bone.  Some techniques used in bioarchaeology could become more accurate after accounting for the results of the current investigation.  They often microscopically compare bones (or regions within a bone) without controlling for the tissueÆs age at formation.  This means two regions might look dissimilar but only because they were formed at different ages of the personÆs life.  Controlling for variation in modeling drift could add strength to age estimation, physical activity analysis, microscopic observations of pathology, and lead to new techniques in stable isotopic and protein analysis research.  This study also has implications for a medical and anatomical understanding of bone which is important because studies on osteoporosis and arthritis are increasingly finding that differences in the development of our bones due to our activity levels become the most important informers for health problems much later in life.  Continued research on bone modeling variation will focus on identifying major drift directions and magnitudes in other skeletal elements and using the differences we see between individuals and subpopulations to better inform how we understand past cultures from the remains of our ancestors, broadening and enri..."
 }
}