{
 "awd_id": "1061524",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Advanced Functional Membranes",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 326731.0,
 "awd_amount": 326731.0,
 "awd_min_amd_letter_date": "2011-02-15",
 "awd_max_amd_letter_date": "2013-03-22",
 "awd_abstract_narration": "The intellectual focus of this three-year REU site is Advanced Functional Membranes. REU students will apply specialized synthesis, characterization, and modeling techniques to develop (1) membranes for highly efficient protein separations that translate into increased productivity and lower cost therapeutics; (2) nanocomposite membranes for the recovery of CO2 from natural gas and emissions generated by fossil fuels combustion to lessen the impact of global warming; (3) membranes for electrochemical energy storage and conversion; (4) foul-resistant, self-cleaning membranes for the recovery of our most precious resource, potable water; and (5) responsive membranes with switchable surface properties and controllable barrier properties for applications such as controlled drug release. This program will engage undergraduate students in research aimed at providing membrane based solutions to grand societal challenges.\r\n\r\nBroader Impacts. Ten undergraduates will participate each summer. Students will be identified through a national search. Recruiting also will be done at targeted institutions that include eight HBCUs and a residential college for women. As part of the educational program, students learn the basics of membrane science and the technical background needed for their research projects; safe laboratory practice; methods on planning, executing and communicating scientific research; ethical conduct of research; challenges associated with moving scientific research from the laboratory to the market; and strategies for preparing competitive fellowship and graduate school applications. In addition, the students will attend the North American Membrane Society Annual Meeting to learn about the latest research in membrane science and engineering. Participants will present their work and engage in discussions with the global membrane research community using a new, interactive \"virtual poster session\" platform that will be unique to this REU program. Graduates of this REU Site program will be well prepared for graduate research and productive research careers generating tremendous opportunities for society, from improving the quality and cost of healthcare, to producing a cleaner and safer environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Husson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Scott M Husson",
   "pi_email_addr": "shusson@clemson.edu",
   "nsf_id": "000225098",
   "pi_start_date": "2011-02-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Kitchens",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher L Kitchens",
   "pi_email_addr": "chris.kitchens@villanova.edu",
   "nsf_id": "000251701",
   "pi_start_date": "2011-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "201 SIKES HALL",
  "perf_city_name": "CLEMSON",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "045E",
   "pgm_ref_txt": "Adv Mats for Separation Process"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 108460.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 108563.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 109708.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research and education program provided training for 30 undergraduate students from across the nation. A diverse group of students engaged in socially impactful research projects under the direction of faculty mentors in four engineering and science departments at Clemson University. Students received structured research training and participated in professional development activities designed to move them towards becoming independent researchers.</p>\n<p>The intellectual focus of this REU site was Advanced Functional Membranes. REU students worked on the production and evaluation of adsorptive membranes for high-productivity, low-cost protein separations; nanocomposite membranes for carbon capture; membranes for electrochemical energy storage and conversion; fouling-resistant, self-cleaning membranes for the recovery of potable water; nanofiber composite membranes for water purification; responsive membranes with switchable surface properties and controllable barrier properties; and phospholipid membranes for controlled drug release. Thus, this program engaged promising young students in research aimed at providing membrane-based solutions to grand societal challenges.</p>\n<p>As part of the educational program, students learned the basics of membrane science and the technical background needed for their research projects; safe laboratory practice; methods to formulate a research question and hypothesis; methods on planning, executing and communicating scientific research; responsible conduct of research; challenges associated with moving scientific research from the laboratory to the market; and strategies for preparing competitive fellowship and graduate school applications. In addition, the students attended the North American Membrane Society Annual Meeting to learn about the latest research in membrane science and engineering.</p>\n<p>Students learned how to communicate scientific knowledge effectively via multiple platforms: oral presentations, poster presentations, abstracts, and manuscripts. They actively communicated in these ways in order to apply this knowledge. They presented their work and engaged in discussions with the global membrane research community using a new, interactive &lsquo;virtual poster session&rsquo; platform that was unique to this REU program. REU participants also were coauthors on peer-reviewed publications and presentations at national, international, and regional meetings.</p>\n<p>The program provided mentoring opportunities and comprehensive training on effective mentoring strategies for 16 graduate students. A new special topics course on Mentoring was developed and attended by the graduate student mentors while they were mentoring the REU students. Offering the course during the summer was highly effective because the discussions were enriched by anecdotes from the mentor&rsquo;s real time experiences. It also allowed them to try out some of the mentoring ideas learned from our discussions. Through summative assessment, graduate student mentors reported 'significant gains' in skill level in all evaluation categories. They also reported &lsquo;significant gains&rsquo; in skill level for their mentees in all categories.</p>\n<p>Longitudinal data from alumni of this research and education program indicate that they are well prepared for graduate research and industry careers. Our projection is that they will generate tremendous opportunities for society, from improving the quality and cost of healthcare, to producing a cleaner and safer environment and beyond.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2014<br>\n\t\t\t\t\tModified by: Scott&nbsp;M&nbsp;Husson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<...",
  "por_txt_cntn": "\nThis research and education program provided training for 30 undergraduate students from across the nation. A diverse group of students engaged in socially impactful research projects under the direction of faculty mentors in four engineering and science departments at Clemson University. Students received structured research training and participated in professional development activities designed to move them towards becoming independent researchers.\n\nThe intellectual focus of this REU site was Advanced Functional Membranes. REU students worked on the production and evaluation of adsorptive membranes for high-productivity, low-cost protein separations; nanocomposite membranes for carbon capture; membranes for electrochemical energy storage and conversion; fouling-resistant, self-cleaning membranes for the recovery of potable water; nanofiber composite membranes for water purification; responsive membranes with switchable surface properties and controllable barrier properties; and phospholipid membranes for controlled drug release. Thus, this program engaged promising young students in research aimed at providing membrane-based solutions to grand societal challenges.\n\nAs part of the educational program, students learned the basics of membrane science and the technical background needed for their research projects; safe laboratory practice; methods to formulate a research question and hypothesis; methods on planning, executing and communicating scientific research; responsible conduct of research; challenges associated with moving scientific research from the laboratory to the market; and strategies for preparing competitive fellowship and graduate school applications. In addition, the students attended the North American Membrane Society Annual Meeting to learn about the latest research in membrane science and engineering.\n\nStudents learned how to communicate scientific knowledge effectively via multiple platforms: oral presentations, poster presentations, abstracts, and manuscripts. They actively communicated in these ways in order to apply this knowledge. They presented their work and engaged in discussions with the global membrane research community using a new, interactive ævirtual poster sessionÆ platform that was unique to this REU program. REU participants also were coauthors on peer-reviewed publications and presentations at national, international, and regional meetings.\n\nThe program provided mentoring opportunities and comprehensive training on effective mentoring strategies for 16 graduate students. A new special topics course on Mentoring was developed and attended by the graduate student mentors while they were mentoring the REU students. Offering the course during the summer was highly effective because the discussions were enriched by anecdotes from the mentorÆs real time experiences. It also allowed them to try out some of the mentoring ideas learned from our discussions. Through summative assessment, graduate student mentors reported 'significant gains' in skill level in all evaluation categories. They also reported æsignificant gainsÆ in skill level for their mentees in all categories.\n\nLongitudinal data from alumni of this research and education program indicate that they are well prepared for graduate research and industry careers. Our projection is that they will generate tremendous opportunities for society, from improving the quality and cost of healthcare, to producing a cleaner and safer environment and beyond.\n\n\t\t\t\t\tLast Modified: 02/28/2014\n\n\t\t\t\t\tSubmitted by: Scott M Husson"
 }
}