{
 "awd_id": "1061410",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Texas Census Research Data Center (TXCRDC)",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-07-19",
 "awd_max_amd_letter_date": "2012-05-17",
 "awd_abstract_narration": "This award provides start-up funding for the establishment of a Research Data Center located in the Texas A&M University Research Park in College Station.  A consortium of universities, including Texas A&M University, the Texas A&M University System, the University of Texas at Austin, and Baylor University, will partner with the U.S. Census Bureau to establish and operate the Texas Census Research Data Center (TXCRDC).  The TXCRDC will house a secure, state-of-the art computing facility to provide researchers in the surrounding multi-state region access to confidential data files available only through the national network of Census Research Data Centers.  By providing access confidential federal data, the TXCRDC will enhance the research capabilities and quality of projects that can be undertaken by researchers in Texas and the surrounding area.\r\n\r\nAs one of only a dozen such facilities in the nation, the TXCRDC will serve the needs of a broad, interdisciplinary research community for the purposes of conducting a mix of basic science research and policy research.  Research projects conducted in the TXCRDC will involve many dozens of researchers drawn from a variety of scientific disciplines.  Projects will address a diverse range of topics including, but not limited to the following: business and management policy; health sciences and health policy; immigration, migration and population distribution and change; urban and regional planning; engineering and social impact analysis; planning for hazards and disasters and assessment of hazards impact and recovery; transportation science and transportation planning and policy; and environmental and energy policies.  The center also will provide direct benefits to the federal statistical agencies by enhancing the quality and value of their data and statistical systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Fossett",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Fossett",
   "pi_email_addr": "m-fossett@tamu.edu",
   "nsf_id": "000372126",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Rogelio",
   "pi_last_name": "Saenz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rogelio Saenz",
   "pi_email_addr": "rsaenz@neo.tamu.edu",
   "nsf_id": "000369982",
   "pi_start_date": "2011-07-19",
   "pi_end_date": "2012-05-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dudley",
   "pi_last_name": "Poston",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Dudley L Poston",
   "pi_email_addr": "d-poston@tamu.edu",
   "nsf_id": "000472043",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Peacock",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Walter G Peacock",
   "pi_email_addr": "peacock@tamu.edu",
   "nsf_id": "000260295",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Simon",
   "pi_last_name": "Sheather",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Simon Sheather",
   "pi_email_addr": "sheather@stat.tamu.edu",
   "nsf_id": "000571957",
   "pi_start_date": "2011-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1320",
   "pgm_ref_txt": "ECONOMICS"
  },
  {
   "pgm_ref_code": "1331",
   "pgm_ref_txt": "SOCIOLOGY"
  },
  {
   "pgm_ref_code": "1333",
   "pgm_ref_txt": "METHOD, MEASURE & STATS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"b1\">Our project fulfilled all major goals outlined in the original proposal.&nbsp; The central goal of the project was to establish the Texas Federal Statistical Research Data Center (TXRDC) &ndash; a unique and important research facility operated in collaboration with the US Census Bureau and used by leading researchers drawn from a wide variety of disciplines and from many leading research institutions in Central Texas and the surrounding region.&nbsp; The facility makes it possible for qualified researchers who gain approval to undertake basic science research using restricted access data from the federal statistical system.&nbsp; This greatly benefits science and additionally enhances the benefits to society of important data that are relevant to a wide range of basic science and health-related research questions but normally cannot be accessed by researchers.&nbsp; TXRDC makes access possible by hosting a secure computing laboratory at Texas A&amp;M University that links to a secure network operated by the US Census Bureau.&nbsp; Researchers who gain approval, including passing comprehensive federal security reviews, can conduct advanced research under stringent protocols that assure public trust in science and the integrity of the federal statistical system.&nbsp;</p>\n<p class=\"b1\">The NSF award established the &ldquo;scientific merit&rdquo; of the TXRDC project and a modest funding commitment to support the goals of the project.&nbsp; This triggered US Census Bureau approval of TXRDC and establishment of the TXRDC Consortium with founding membership commitments on the part of Texas A&amp;M University (the lead institution), the Texas A&amp;M University System, Baylor University, and the University of Texas at Austin.&nbsp; The major accomplishments of the first year of the project were to: successfully establish the Joint Statistical Project Agreement between Texas A&amp;M University and the US Census Bureau; create a secure computing lab meeting federal guidelines for accessing restricted data; and recruiting and installing an RDC Administrator (an on-site Census Bureau employee) to oversee the secure computing lab.&nbsp; The project&rsquo;s next major accomplishment was to conduct a wide range of ongoing promotional activities to make researchers aware of the TXRDC research facility and educate researchers on how to successfully propose and conduct research projects under the protocols for RDC research projects. &nbsp;This effort was highly successful as many hundreds of researchers drawn from many different scientific disciplines and research institutions have participated in TXRDC events.&nbsp; Dozens of researchers subsequently developed successful research proposals leading to active RDC-based research projects.&nbsp; The researchers are drawn from many different research institutions including all six TXRDC Consortium institutions plus collaborators located at leading research institutions around the country.&nbsp; The broad value of the TXRDC is reflected in the fact that researchers using TXRDC are drawn from a wide range of disciplines including: agricultural economics, business, demography, economics, geography, finance, management, political science, public administration, public health, public policy, social work, sociology, transportation, and urban planning.&nbsp;</p>\n<p class=\"b1\">The researchers using TXRDC have initiated many innovative research projects that could not otherwise have been conducted and several have won funding support for their research from prestigious funding agencies such as the National Science Foundation and the National Institutes of Health. The topics addressed by the projects are wide ranging.&nbsp; A partial list includes: factors determining health care coverage, patterns of residential segregation for the rapidly growing US Latino population, how business and financial environments impact small business f...",
  "por_txt_cntn": "Our project fulfilled all major goals outlined in the original proposal.  The central goal of the project was to establish the Texas Federal Statistical Research Data Center (TXRDC) &ndash; a unique and important research facility operated in collaboration with the US Census Bureau and used by leading researchers drawn from a wide variety of disciplines and from many leading research institutions in Central Texas and the surrounding region.  The facility makes it possible for qualified researchers who gain approval to undertake basic science research using restricted access data from the federal statistical system.  This greatly benefits science and additionally enhances the benefits to society of important data that are relevant to a wide range of basic science and health-related research questions but normally cannot be accessed by researchers.  TXRDC makes access possible by hosting a secure computing laboratory at Texas A&amp;M University that links to a secure network operated by the US Census Bureau.  Researchers who gain approval, including passing comprehensive federal security reviews, can conduct advanced research under stringent protocols that assure public trust in science and the integrity of the federal statistical system. \nThe NSF award established the \"scientific merit\" of the TXRDC project and a modest funding commitment to support the goals of the project.  This triggered US Census Bureau approval of TXRDC and establishment of the TXRDC Consortium with founding membership commitments on the part of Texas A&amp;M University (the lead institution), the Texas A&amp;M University System, Baylor University, and the University of Texas at Austin.  The major accomplishments of the first year of the project were to: successfully establish the Joint Statistical Project Agreement between Texas A&amp;M University and the US Census Bureau; create a secure computing lab meeting federal guidelines for accessing restricted data; and recruiting and installing an RDC Administrator (an on-site Census Bureau employee) to oversee the secure computing lab.  The projectÆs next major accomplishment was to conduct a wide range of ongoing promotional activities to make researchers aware of the TXRDC research facility and educate researchers on how to successfully propose and conduct research projects under the protocols for RDC research projects.  This effort was highly successful as many hundreds of researchers drawn from many different scientific disciplines and research institutions have participated in TXRDC events.  Dozens of researchers subsequently developed successful research proposals leading to active RDC-based research projects.  The researchers are drawn from many different research institutions including all six TXRDC Consortium institutions plus collaborators located at leading research institutions around the country.  The broad value of the TXRDC is reflected in the fact that researchers using TXRDC are drawn from a wide range of disciplines including: agricultural economics, business, demography, economics, geography, finance, management, political science, public administration, public health, public policy, social work, sociology, transportation, and urban planning. \nThe researchers using TXRDC have initiated many innovative research projects that could not otherwise have been conducted and several have won funding support for their research from prestigious funding agencies such as the National Science Foundation and the National Institutes of Health. The topics addressed by the projects are wide ranging.  A partial list includes: factors determining health care coverage, patterns of residential segregation for the rapidly growing US Latino population, how business and financial environments impact small business formation, how neighborhood conditions impact health outcomes of women and infants, factors shaping use of public transportation, how siting of public transportation impacts neighborhoods, and impacts of ..."
 }
}