{
 "awd_id": "1061222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pacific plate apparent polar wander from skewness: Implications for motion between hotspots and for true polar wander.",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 224156.0,
 "awd_amount": 224156.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "The most dramatic events in the geologic history of Earth derive from the motions of the rocky (lithospheric) plate that cover the surface; among them are the construction of mountain such as the Alps, the Himalaya, and the Appalachians, changes of climate, and the circulation in the oceans. Hence, establishing the history of plate motions is fundamentally important to understanding the history of Earth. For decades it has been argued that chains of volcanoes produces over time by persistent, localized sources such as Hawaii record ?absolute? plate motions, but others have argued that the hotspots themselves move as well. The subject remains controversial. One way to address this question is by using paleomagnetic methods to track the motions of plates relative to the magnetic pole ? to establish the locations of past magnetic poles. Paleomagnetic pole positions can be estimated by analyzing the skewness (asymmetry) of the magnetic anomalies that produced by sea floor spreading. A reliable set of paleopoles for the Pacific plate for ages older than million years would do much to resolve the motion of the Pacific Plate. This project seeks to use the skewness of 13 magnetic anomalies to establish 13 well-constrained paleomagnetic poles for the period from 43 to 81 million years ago. Among the broader impacts of this work are its contribution to resolving a problem of interest and importance to a wide variety of sub disciplines within the earth science community, providing a research experience for undergraduate and graduate students (including one member of a underrepresented group).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Gordon",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Gordon",
   "pi_email_addr": "rgg@rice.edu",
   "nsf_id": "000440057",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 224156.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was focused on the problem of estimating the motion of the tectonic plates, not relative to one another, but relative to deep portions of the Earth's mantle where thermal convection is relatively sluggish.&nbsp;&nbsp; Two different types of observations were used in trying to estimate the motion of tectonic plates relative to the deep mantle.&nbsp;</p>\n<p>One type is paleomagnetic poles, which rely on the magnetic memory of rocks.&nbsp; Geophysicists have long recognized that Earth&rsquo;s geomagnetic field when averaged over thousands of years or more is, to an excellent approximation, that of a dipole at the center of the Earth aligned with the Earth&rsquo;s spin axis.&nbsp; Thus, paleomagnetic information can be used to estimate where the ancient spin axis was located relative to a tectonic plate far back into geologic time.&nbsp; These estimates of the ancient location of the spin axis are referred to as paleomagnetic poles. &nbsp;A significant part of the effort in this project was expended in analyzing magnetic profiles previously collected by ships and airplanes in surveys above the Pacific plate, which occupies most of the seafloor beneath the Pacific Ocean.&nbsp; These analyses led to new estimates of paleomagnetic pole positions for the Pacific plate including one for about 44 millions year ago and another for about 60 million years ago.</p>\n<p>The second type of observation used in this project were the tracks of hotspots, locations of persistent long-term and voluminous volcanism, such as the island of Hawaii, which are thought by many geoscientists to lie above plumes of hot rock that rise from deep in the mantle.&nbsp;&nbsp; Many such hotspots have long trails of extinct volcanos, the age of which increases monotonically with distance from the hotspot.&nbsp; The Hawaii hotspot is an excellent example with the Hawaiian islands increasing monotonically in age to the west-northwest from the active volcano Kilauea on the big island of Hawaii.&nbsp;&nbsp; This chain of extinct volcanoes continues thousands of kilometers farther to the west-northwest in an underwater chain &nbsp;that exists far beyond the oldest extinct volcano that is still above sea level.</p>\n<p>Comparisons of the motion indicated by these two types of observations have some differences and some similarities and a goal of the project was to make a more complete comparison than was possible before.&nbsp;&nbsp; The comparison indicated that for long stretches of time, tens of millions of years, the two observations indicated similar, if not identical, motions, giving us some confidence that over those intervals both reflected the motion of the Pacific plate relative to the deep mantle.&nbsp;&nbsp; Over some time intervals, however, the two observations gave conflicting estimates.&nbsp; Over these latter intervals we think that the hotspots&nbsp; were moving relative to the Earth&rsquo;s spin axis.&nbsp;&nbsp; There are two main alternative explanations for this relative motion.&nbsp; One is that the hotspots were moving relative to the deep mantle, which we know must be occurring at least very slowly (millimeters per year) but might be faster (centimeters per year).&nbsp; The other is that the entire solid Earth including the hotspots and the deep mantle moved in approximate union relative to the spin axis, a process that is known as true polar wander.&nbsp;&nbsp; From an analysis of the new poles determined in this project as well as previously published poles, we find that the data favor the latter explanation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;Gordon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was focused on the problem of estimating the motion of the tectonic plates, not relative to one another, but relative to deep portions of the Earth's mantle where thermal convection is relatively sluggish.   Two different types of observations were used in trying to estimate the motion of tectonic plates relative to the deep mantle. \n\nOne type is paleomagnetic poles, which rely on the magnetic memory of rocks.  Geophysicists have long recognized that EarthÆs geomagnetic field when averaged over thousands of years or more is, to an excellent approximation, that of a dipole at the center of the Earth aligned with the EarthÆs spin axis.  Thus, paleomagnetic information can be used to estimate where the ancient spin axis was located relative to a tectonic plate far back into geologic time.  These estimates of the ancient location of the spin axis are referred to as paleomagnetic poles.  A significant part of the effort in this project was expended in analyzing magnetic profiles previously collected by ships and airplanes in surveys above the Pacific plate, which occupies most of the seafloor beneath the Pacific Ocean.  These analyses led to new estimates of paleomagnetic pole positions for the Pacific plate including one for about 44 millions year ago and another for about 60 million years ago.\n\nThe second type of observation used in this project were the tracks of hotspots, locations of persistent long-term and voluminous volcanism, such as the island of Hawaii, which are thought by many geoscientists to lie above plumes of hot rock that rise from deep in the mantle.   Many such hotspots have long trails of extinct volcanos, the age of which increases monotonically with distance from the hotspot.  The Hawaii hotspot is an excellent example with the Hawaiian islands increasing monotonically in age to the west-northwest from the active volcano Kilauea on the big island of Hawaii.   This chain of extinct volcanoes continues thousands of kilometers farther to the west-northwest in an underwater chain  that exists far beyond the oldest extinct volcano that is still above sea level.\n\nComparisons of the motion indicated by these two types of observations have some differences and some similarities and a goal of the project was to make a more complete comparison than was possible before.   The comparison indicated that for long stretches of time, tens of millions of years, the two observations indicated similar, if not identical, motions, giving us some confidence that over those intervals both reflected the motion of the Pacific plate relative to the deep mantle.   Over some time intervals, however, the two observations gave conflicting estimates.  Over these latter intervals we think that the hotspots  were moving relative to the EarthÆs spin axis.   There are two main alternative explanations for this relative motion.  One is that the hotspots were moving relative to the deep mantle, which we know must be occurring at least very slowly (millimeters per year) but might be faster (centimeters per year).  The other is that the entire solid Earth including the hotspots and the deep mantle moved in approximate union relative to the spin axis, a process that is known as true polar wander.   From an analysis of the new poles determined in this project as well as previously published poles, we find that the data favor the latter explanation.\n\n\t\t\t\t\tLast Modified: 08/13/2015\n\n\t\t\t\t\tSubmitted by: Richard Gordon"
 }
}