{
 "awd_id": "1061586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Effects of Hormonal and Social Factors on Primate Behavior",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "Under the direction of Dr. Leanne Nash, Ms. Stephanie Meredith will collect data for her doctoral dissertation. A great deal of research has demonstrated that the development of sex differences in primate behavior depends on complex interactions between individual's external social environments and their internal physiological states (particularly the hormones governed by the hypothalamic-pituitary-gonadal axis).  However, understanding of the relative importance of particular aspects of the social environment and specific components of individual physiology for the development of particular sex-typed behaviors is murky.  This is especially true for behaviors which begin their sexual differentiation in the juvenile period.  Furthermore, because almost all research in this area has been done on captive animals, it is especially unclear how social and physiological factors interact in natural environments to shape behavioral outcomes.  As a result, very little is known about the evolution of social and physiological systems that produce adaptive sex-differences in behavior.  This project will investigate the influence of social interaction and the steroid hormones testosterone and estradiol on sex-typed social development from birth through sexual maturity in a wild population of ring-tailed lemurs (Lemur catta) at Beza Mahafaly Special Reserve in Madagascar.   Ring-tailed lemurs represent a compelling model system for study of social and physiological influences on primate sex-typed behavioral development because while they are similar to the better-studied captive monkeys in many aspects of social organization, they are strikingly different from most other primates in exhibiting female dominance over males.  This combination of similarities and differences will maximize the ability to sort out the relative importance of \"nature,\" \"nurture,\" and their interaction for the development of a large number of behavioral traits and will indicate productive future research directions.  \r\n\t\r\nThis project will be the first to generate physiological data for developing Lemur catt. For the particular ring-tailed lemurs in this study, this work will be useful in interpreting their developmental biology and eventual lifetime reproductive success.  These data, coupled with those derived from captive settings, will help to contextualize the results of developmental research in captivity.  In addition, when compared to similar data from other primates, these data will help to pinpoint the biological and social underpinnings of complex, sex-typed behaviors across the primate order, and, ultimately, to clarify the evolution of primate sex-typed behavior.\r\n\r\nBeyond its contributions to scientific knowledge, this project will train developing scientists and will expand the skill set of and increase available research avenues for a female Ph.D candidate.  This award also has major conservation implications, both present and future.  Results from this award will provide behavioral and hormonal benchmarks useful for Beza Mahafaly Special Reserve management and for assessing the impact of habitat degradation on juvenile Lemur catta elsewhere. Because scientific research is a substantial and stabilizing economic force at Beza Mahafaly Special Reserve in protecting its endangered fauna, enhancing the potential for future research in Madagascar is an important positive impact.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leanne",
   "pi_last_name": "Nash",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Leanne T Nash",
   "pi_email_addr": "leanne.nash@asu.edu",
   "nsf_id": "000445398",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Meredith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Meredith",
   "pi_email_addr": "meredisl@wlac.edu",
   "nsf_id": "000077782",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to investigate the influence of social interaction and the steroid hormones estradiol and androgens (as a group) on male and female social development from birth through sexual maturity in a wild population of ring-tailed lemurs (<em>Lemur catta</em>).&nbsp; A number of conclusions can be drawn from work that has been completed thus far.&nbsp;</p>\n<p>Behavioral analyses indicate no evidence for overt socialization of subadults by adults.&nbsp; That is, individuals less than two years of age are not treated in sex-differential ways by adults.&nbsp; Despite this, a number of sex differences in subadult social behavior exist and their developmental timing begs explanation.&nbsp; The laboratory where this work has been performed is currently experiencing technical difficulties and has not yet been able to assay the androgens in our samples.&nbsp;&nbsp; Those data will soon be forthcoming.&nbsp; But preliminary examination of estradiol profiles throughout development indicate a moderate average initial fecal concentration with a steady decline over the first year of life, low levels during the entire second year of life, a marked increase from 24 months of age to adulthood at approximately 40 months, after which time they appear to level off for adults of both sexes.&nbsp; The onset of increasing estradiol production in this population roughly coincides with the onset of anogenital marking (at 26 months), which has long been thought to be a behavioral marker of reproductive maturation for both sexes.&nbsp; These behavioral and hormonal data together provide further evidence in favor of the hypothesis that anogenital marking is motivated by physiological maturational processes.</p>\n<p>In contrast, both antebrachial marking and brachial marking are engaged in by young infants and yearlings.&nbsp; The appearance and disappearance of these behaviors from the repertoire of young males bears no obvious relationship to the developmental trajectory of estradiol described here.&nbsp; Another behavior that does not seem to correspond with estradiol production is female interest in infants.&nbsp; Year-old females are extremely interested in infants compared to their year-old male counterparts, similar to adult females.&nbsp; But females of this age have lowest average levels of fecal estradiol they will exhibit in all of their development.&nbsp; Therefore, estradiol does not appear to be related to infant interest in subadults, which is consistent with the patterns of hormonal and behavioral development seen in other, better-studied primate species, such as macaques.</p>\n<p>As the only dataset that includes both behavior and hormones on the same animals spanning the lifespan from infancy to maturity in a female-dominant primate, and the only dataset on hormonal development in this species, it is invaluable.&nbsp; The question of how individual hormones and external experiences interact to produce behavior in an individual is one of interest to all of biology, and insights on the interactions among estradiol, androgens, the social environment, and the development of sex-typed behavior in this species will be produced for years to come as I and other collaborators continue to explore this database.&nbsp;&nbsp; Because this system is sex-reversed in some ways but not others, the understanding we gain from it will clarify the field&rsquo;s understanding of the hormone-environment-behavior interactions we see in more typical primate systems and will contribute to understanding this overarching question of interest to biologists.</p>\n<p>This project has provided opportunities for research in science for all project participants, four of whom are women&mdash;an underrepresented group in science, technology, engineering, and math. &nbsp;As a result of completing this project, the co-PI is much more marketable, and being more marketable should contribute to ...",
  "por_txt_cntn": "\nThe purpose of this project was to investigate the influence of social interaction and the steroid hormones estradiol and androgens (as a group) on male and female social development from birth through sexual maturity in a wild population of ring-tailed lemurs (Lemur catta).  A number of conclusions can be drawn from work that has been completed thus far. \n\nBehavioral analyses indicate no evidence for overt socialization of subadults by adults.  That is, individuals less than two years of age are not treated in sex-differential ways by adults.  Despite this, a number of sex differences in subadult social behavior exist and their developmental timing begs explanation.  The laboratory where this work has been performed is currently experiencing technical difficulties and has not yet been able to assay the androgens in our samples.   Those data will soon be forthcoming.  But preliminary examination of estradiol profiles throughout development indicate a moderate average initial fecal concentration with a steady decline over the first year of life, low levels during the entire second year of life, a marked increase from 24 months of age to adulthood at approximately 40 months, after which time they appear to level off for adults of both sexes.  The onset of increasing estradiol production in this population roughly coincides with the onset of anogenital marking (at 26 months), which has long been thought to be a behavioral marker of reproductive maturation for both sexes.  These behavioral and hormonal data together provide further evidence in favor of the hypothesis that anogenital marking is motivated by physiological maturational processes.\n\nIn contrast, both antebrachial marking and brachial marking are engaged in by young infants and yearlings.  The appearance and disappearance of these behaviors from the repertoire of young males bears no obvious relationship to the developmental trajectory of estradiol described here.  Another behavior that does not seem to correspond with estradiol production is female interest in infants.  Year-old females are extremely interested in infants compared to their year-old male counterparts, similar to adult females.  But females of this age have lowest average levels of fecal estradiol they will exhibit in all of their development.  Therefore, estradiol does not appear to be related to infant interest in subadults, which is consistent with the patterns of hormonal and behavioral development seen in other, better-studied primate species, such as macaques.\n\nAs the only dataset that includes both behavior and hormones on the same animals spanning the lifespan from infancy to maturity in a female-dominant primate, and the only dataset on hormonal development in this species, it is invaluable.  The question of how individual hormones and external experiences interact to produce behavior in an individual is one of interest to all of biology, and insights on the interactions among estradiol, androgens, the social environment, and the development of sex-typed behavior in this species will be produced for years to come as I and other collaborators continue to explore this database.   Because this system is sex-reversed in some ways but not others, the understanding we gain from it will clarify the fieldÆs understanding of the hormone-environment-behavior interactions we see in more typical primate systems and will contribute to understanding this overarching question of interest to biologists.\n\nThis project has provided opportunities for research in science for all project participants, four of whom are women&mdash;an underrepresented group in science, technology, engineering, and math.  As a result of completing this project, the co-PI is much more marketable, and being more marketable should contribute to her retention as an academic in the field of biological anthropology.\n\nThe canalization of sex-typed behavior is a very important issue in many human cultures, and many people have very strong bel..."
 }
}