{
 "awd_id": "1061690",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Three-Dimensional Surfzone Eddies",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 395826.0,
 "awd_amount": 395826.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "Surfzone eddies mix pollutants, erode coast- lines, endanger swimmers, and transport marine organisms. Eddies may be directly forced by groups of breaking surface gravity waves, or may develop as shear instabilities of mean alongshore currents ('shear production'). The relative importance of direct forcing and shear production has not yet been determined, but recent numerical simulations suggest that wave group forcing may be an important, yet mostly neglected, factor. Surfzone eddies have often been viewed as two-dimensional and depth-independent, but recent observations indicate that eddies can in fact be strongly three-dimensional. Indeed, observed three-dimensionality can be so strong that total shear production cannot be calculated unless depth-dependence is resolved. This study will examine the dynamics of three-dimensional surfzone eddies using depth-resolving field observations and numerical modeling.\r\n\r\nA 15-element array of Acoustic Doppler Current Profilers (ADCPs) will be deployed to gather the first synoptic, vertically-resolved observations of surfzone mean currents and eddies. ADCP observations will be used in conjunction with a numerical model that will take advantage of recently developed 3D wave forcing formulations, while also simulating eddy generation by wave groups. Shear production and direct forcing terms in the eddy energy equation will be evaluated in a range of numerical simulations, and in observations, to determine their relative importance under a variety of incident-wave conditions. The project will provide the first horizontally-resolved in-situ observations of near-surface eddy motions. In addition to quantifying magnitudes, phasing, and de-correlation across-shore, the team will test whether alongshore propagation speeds and de-correlation distances vary in the vertical (both vary across-shore). These observations will be compared with simulations. Numerical simulations and observations, especially vertical phasing and coherence with wave groups, will be examined to distinguish vertical shear generated by breaking from shear generated by bottom friction or horizontal advection. Simulations will be used to study the effects of three- dimensionality on mixing, including possible rapid lateral mixing of passive tracers and momentum.\r\n\r\nThis experiment will build on substantial existing resources, including Washington State University experience working with ADCPs, and Oregon State University expertise in three-dimensional circulation modeling. Deployment and recovery will carried out by one of the world's best-equipped field crews at the US Army Corps of Engineers' Field Research Facility. \r\n\r\nBroader Impacts: This project will improve our understanding of the nearshore eddies that mix pollutants and organisms, transport sediments, and endanger swimmers. A community model for predicting nearshore currents and eddies will be tested and refined and made available to the community, constituting an important step towards the goal of a predictive model for surfzone pollution. Such a model would be valuable to managers, who must currently rely on bacterial cultures that are slow to return actionable results. Field data, constituting the first depth-resolving synoptic measurements of surfzone mean currents, and the first profiling array to extend 1 km from the shore to the inner shelf, will be made available to the oceanographic community. Three graduate students will be funded. To disseminate knowledge beyond universities, students will likely partner with high school teachers (through Washington State University's GK-12 program) and PIs will partner with a community college teacher (facilitated by the COSEE program).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "H. Tuba",
   "pi_last_name": "Ozkan-Haller",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "H. Tuba Ozkan-Haller",
   "pi_email_addr": "ozkan@coas.oregonstate.edu",
   "nsf_id": "000238676",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "1500 SW JEFFERSON AVE",
  "perf_city_name": "CORVALLIS",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318655",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 395826.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Much pollution washes from the land directly into the nearshore ocean, threatening the health of&nbsp; recreational beach users and leading to numerous beach closures. For example, polluted beaches along 100 miles of California coastline cause up to 1,400,000 gastrointestinal infections each year, with resulting healthcare costs reaching many millions of dollars. Furthermore, beach closures can have major economic consequences for coastal communities. In CA, the dollar value of beach-related tourism is estimated to exceed the combined values of ports and commercial fishing. Nearshore currents and eddies mix and flush the waters of the nearshore zone. From a public health perspective, understanding of mixing and flushing of the nearshore zone is vital, because human activity and pollution sources are concentrated near the shore.</p>\n<p>Transport and mixing by surf zone currents also affects life cycles of many intertidal organisms, such as barnacles and mussels, whose sea-going larval stages are at the mercy of nearshore currents. From a conservation perspective, dispersal and recruitment of such organisms is important, because failure in replenishment of basal species such as mussels can threaten the ecological balance of our coasts.</p>\n<p>Surf zone currents and eddies also transport sediments and play a role in controlling beach morphology and erosion. Slowly varying eddy pairs can be responsible for the formation of rhythmic rip channels that are hospitable to the generation of rip currents, narrow seaward-flowing currents that often endanger swimmers. Even in the absence of rip channels, eddies can take the form of episodic rip currents and endanger swimmers.</p>\n<p>The work carried out as part of this project is geared towards a better understandoing of nearshore currents, and sheds light onto the generation mechanism and vertical variability of surf zone eddies. We found that the tendency for wave groupiness (tendency for waves to arrive in sets) is an important &nbsp;driver in the generation of eddies. We also found that, once generated, eddies continued to be modified by subsequent sets of waves. Further, our findings suggest that eddies tend to be generally depth-uniform inside the surf zone but develop depth-variability if ejected outside of the surf zone. In particular, eddies may be twisted by forces related to episodic wave breaking at the top of the water column and bottom friction at the bottom. Finally, this project also resulted in advances of our understanding of undertow currents that are largely responsible for the transport of sand offshore during storm erosion events.</p>\n<p>The findings of this project can now be incorporated into tools for the prediction of pollution transport in the nearshore ocean. In particular, since eddy activity is an important component of the flushing of the nearshore ocean, the knowledge attained herein can help inform when beaches should be re-opened to the public after a closure due to excess pollution. &nbsp;Our findings can also be used in further studies of &nbsp;larval transport (contributing the a better understanding of the coastal ecosystem) and help &nbsp;lead to improved estimates of beach erosion during storms. Further, the results can be utilized towards the prediction of episodic rip currents to inform the beach-going public of potentially hazardous conditions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2015<br>\n\t\t\t\t\tModified by: H. Tuba&nbsp;Ozkan-Haller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMuch pollution washes from the land directly into the nearshore ocean, threatening the health of  recreational beach users and leading to numerous beach closures. For example, polluted beaches along 100 miles of California coastline cause up to 1,400,000 gastrointestinal infections each year, with resulting healthcare costs reaching many millions of dollars. Furthermore, beach closures can have major economic consequences for coastal communities. In CA, the dollar value of beach-related tourism is estimated to exceed the combined values of ports and commercial fishing. Nearshore currents and eddies mix and flush the waters of the nearshore zone. From a public health perspective, understanding of mixing and flushing of the nearshore zone is vital, because human activity and pollution sources are concentrated near the shore.\n\nTransport and mixing by surf zone currents also affects life cycles of many intertidal organisms, such as barnacles and mussels, whose sea-going larval stages are at the mercy of nearshore currents. From a conservation perspective, dispersal and recruitment of such organisms is important, because failure in replenishment of basal species such as mussels can threaten the ecological balance of our coasts.\n\nSurf zone currents and eddies also transport sediments and play a role in controlling beach morphology and erosion. Slowly varying eddy pairs can be responsible for the formation of rhythmic rip channels that are hospitable to the generation of rip currents, narrow seaward-flowing currents that often endanger swimmers. Even in the absence of rip channels, eddies can take the form of episodic rip currents and endanger swimmers.\n\nThe work carried out as part of this project is geared towards a better understandoing of nearshore currents, and sheds light onto the generation mechanism and vertical variability of surf zone eddies. We found that the tendency for wave groupiness (tendency for waves to arrive in sets) is an important  driver in the generation of eddies. We also found that, once generated, eddies continued to be modified by subsequent sets of waves. Further, our findings suggest that eddies tend to be generally depth-uniform inside the surf zone but develop depth-variability if ejected outside of the surf zone. In particular, eddies may be twisted by forces related to episodic wave breaking at the top of the water column and bottom friction at the bottom. Finally, this project also resulted in advances of our understanding of undertow currents that are largely responsible for the transport of sand offshore during storm erosion events.\n\nThe findings of this project can now be incorporated into tools for the prediction of pollution transport in the nearshore ocean. In particular, since eddy activity is an important component of the flushing of the nearshore ocean, the knowledge attained herein can help inform when beaches should be re-opened to the public after a closure due to excess pollution.  Our findings can also be used in further studies of  larval transport (contributing the a better understanding of the coastal ecosystem) and help  lead to improved estimates of beach erosion during storms. Further, the results can be utilized towards the prediction of episodic rip currents to inform the beach-going public of potentially hazardous conditions.\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: H. Tuba Ozkan-Haller"
 }
}