{
 "awd_id": "1061353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Turbulence and Suspension Feeding - a New Approach using the Lobate Ctenophore Mnemiopsis Leidyi",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 222783.0,
 "awd_amount": 222783.0,
 "awd_min_amd_letter_date": "2011-03-07",
 "awd_max_amd_letter_date": "2011-03-07",
 "awd_abstract_narration": "Prey selection, intake and, ultimately, the trophic impact of predators are determined by a succession of events that occur at the organismal level -- individual interactions among predators prey, and their environments.   Furthermore, because the majority of predator-prey interactions occur in moving fluids, it is critical to observe and quantify predator-prey interactions within a hydrodynamic context.  Successful predictions of trophic patterns in natural settings are limited by the ability to: 1) observe directly the effects of turbulence on feeding in pelagic organisms; 2) understand the mechanistic bases of animal-fluid interactions in turbulent environments; and 3) relate quantitative observations from still-water laboratory studies to nature.  These limitations are pervasive in studies of trophic exchange within the larger scope of marine ecology. \r\n\r\nRecent technological advances, and the combined expertise of the Co-PIs, enables meaningful studies of the influence of turbulence on feeding by the notoriously invasive lobate ctenophore, Mnemiopsis leidyi.  Mnemiopsis is a delicate gelatinous predator which uses a laminar feeding current to entrain and capture prey.  Using a remarkably effective feeding strategy, zooplankton standing stocks and overall zooplankton biodiversity are reduced, and standing stocks of phytoplankton are increased via a trophic cascade.  Like many suspension feeders, however, the feeding current produced by Mnemiopsis may be vulnerable to hydrodynamic disruption by ambient flows.  In fact, turbulent events may change the behavior, distribution and prey selection of lobate ctenophores such as Mnemiopsis.  This species is an ideal model organism to determine the mechanisms by which turbulence affects trophic exchange patterns of ecologically influential planktonic suspension feeders.\r\n \r\nInvolving a combination of laboratory and in situ methods to quantify, at the organismal level, this study will determine effects of turbulent flows on the feeding mechanics and predator-prey interactions of Mnemiopsis.  Understanding how these turbulent effects translate to the community level will be accomplished via in situ sampling techniques that relate natural turbulence levels to ingestion rates, prey selection and predatory impact of Mnemiopsis in the field.  This approach extends beyond current laboratory and modeling studies, with the potential of establishing clear cause-and-effect relationships.\r\n\r\nIntellectual Merit: This research will: 1) directly quantify turbulent effects on in situ predator-prey interactions; 2) provide mechanistic understanding of key variables influencing the ecological impact of an important invasive marine species; and 3) develop a novel approach for studying small-scale physical-biological interactions both in the laboratory and in the field. \r\n\r\nKnowing how turbulence affects feeding in lobate ctenophores is valuable at the scale of the organism, as well as ecologically.  The approach developed here also may be applied to a variety of other turbulence-dominated situations (e.g., mixing at fronts, animal-marine snow interactions) or to other organisms (other plankton, benthic-water column exchanges).  In all cases, the outcomes depend upon small-scale physical-biological processes.\r\n\r\nBroader Impacts: Undergraduates (5), the graduate student, and the Co-PIs will work as a team in both the field and the laboratory, providing all participants with experience in every aspect of the research.  The participation of underrepresented undergraduates will be facilitated through a program at Caltech (Freshmen Summer Institute Research Program) aimed at providing research opportunities to minority students from campuses across the nation.  The Caltech Co-PI will continue his role as faculty advisor to this program.  An invasive species that can dramatically affect the food chain within semi-enclosed bodies of water, Mnemiopsis leidyi is the focus of broad international interest.  Remediation has been the subject of ongoing discussions (and experiments); therefore, results of this research will be communicated to the international scientific community in a timely fashion.  In addition, contacts with media (e.g., PBS Shape of Life series, Fantastic Jellies exhibit at the New England Aquarium) involved in scientific education of the general public will be used to convey new findings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Costello",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "John H Costello",
   "pi_email_addr": "costello@providence.edu",
   "nsf_id": "000176715",
   "pi_start_date": "2011-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Providence College",
  "inst_street_address": "1 CUNNINGHAM SQ",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018651000",
  "inst_zip_code": "029187001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "PROVIDENCE COLLEGE",
  "org_prnt_uei_num": "GHZNAMLPN6T6",
  "org_uei_num": "PS92FW9E6MR8"
 },
 "perf_inst": {
  "perf_inst_name": "Providence College",
  "perf_str_addr": "1 CUNNINGHAM SQ",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029187001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 222783.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We used laboratory as well as in situ particle image velocimetry (PIV) to quantify flows around animals both in the laboratory and under natural mixing conditions.&nbsp; We also measured ingestion rates in both condtions and measured how turbulence affected behaviro and feeding by <em>Mnemiopsis</em>.&nbsp; this involved extensive development of new laboratory (e.g. Dabiri et al. 2014) and field approaches (e.g. Sutherland et al. 2014) for&nbsp; flow quantification.&nbsp; Our results included :</p>\n<ol>\n<li>Quantification of in situ feeding currents</li>\n<li>Quantification of in situ feeding patterns in low and high ambient turbulent flows</li>\n<li>Evaluation of small scale turbulent effects on feeding currents and animal behaviors</li>\n<li>Description of the mechanical basis of turbulent effets on trophic exchange patterns</li>\n</ol>\n<p>Most significantly, we found that high levels of turbulence erode the predator's feeding current and limit&nbsp; prey detection (Sutherland et al. 2014).&nbsp; However, in most situations, the animal's behavioral response allows them to avoid high turbulence by moving to regions of lower turbulence.&nbsp; Importantly, turbulent mixing attenuates extremely rapidly with depth and distance from surfaces winds, so that relatively short vertical excursions (meters) by the ctenophores can diminish the turbulent mixing they experience by several orders of magnitude.&nbsp; Additionally, the ctenophores are capable of compensationg for decreased prey encounter rates accompanying feeding current erosion by increased swimming rates so that prey flux rates to capture surfaces can be maintained at the relativlely low turbulence levels selected by the ctenophores (Sutherland et al. 2014).&nbsp; Even at higher turbulence levels, elevated swimming and strong sensory scanning capabilities enable high (~80%) capture efficiencies of <em>Mnemiopsis</em> on crustacean prey (Colin et al. 2014).&nbsp; These results help explain field distribution patterns and trophic impacts of <em>Mnemiopsis</em> in a variety of field conditions.</p>\n<p>the techniques that we have developed demonstrate that in situ PIV can be used to understand in situ animal-fluid interactions.&nbsp; Although we have studied feeding and swimming behaivors, the methods that we have developed have wide applicability to other areas such as organism propulsion in in unsteady flows.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/06/2015<br>\n\t\t\t\t\tModified by: John&nbsp;H&nbsp;Costello</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe used laboratory as well as in situ particle image velocimetry (PIV) to quantify flows around animals both in the laboratory and under natural mixing conditions.  We also measured ingestion rates in both condtions and measured how turbulence affected behaviro and feeding by Mnemiopsis.  this involved extensive development of new laboratory (e.g. Dabiri et al. 2014) and field approaches (e.g. Sutherland et al. 2014) for  flow quantification.  Our results included :\n\nQuantification of in situ feeding currents\nQuantification of in situ feeding patterns in low and high ambient turbulent flows\nEvaluation of small scale turbulent effects on feeding currents and animal behaviors\nDescription of the mechanical basis of turbulent effets on trophic exchange patterns\n\n\nMost significantly, we found that high levels of turbulence erode the predator's feeding current and limit  prey detection (Sutherland et al. 2014).  However, in most situations, the animal's behavioral response allows them to avoid high turbulence by moving to regions of lower turbulence.  Importantly, turbulent mixing attenuates extremely rapidly with depth and distance from surfaces winds, so that relatively short vertical excursions (meters) by the ctenophores can diminish the turbulent mixing they experience by several orders of magnitude.  Additionally, the ctenophores are capable of compensationg for decreased prey encounter rates accompanying feeding current erosion by increased swimming rates so that prey flux rates to capture surfaces can be maintained at the relativlely low turbulence levels selected by the ctenophores (Sutherland et al. 2014).  Even at higher turbulence levels, elevated swimming and strong sensory scanning capabilities enable high (~80%) capture efficiencies of Mnemiopsis on crustacean prey (Colin et al. 2014).  These results help explain field distribution patterns and trophic impacts of Mnemiopsis in a variety of field conditions.\n\nthe techniques that we have developed demonstrate that in situ PIV can be used to understand in situ animal-fluid interactions.  Although we have studied feeding and swimming behaivors, the methods that we have developed have wide applicability to other areas such as organism propulsion in in unsteady flows.\n\n\t\t\t\t\tLast Modified: 03/06/2015\n\n\t\t\t\t\tSubmitted by: John H Costello"
 }
}