{
 "awd_id": "1061407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Short-Term Dynamics in Changing Environments: A Geospatial Analysis of Seasonal Forest Response and Extractive Resource Entitlements at Mt. Kasigau, Kenya",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 184092.0,
 "awd_amount": 308875.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "This study builds from ecological and ethnobotanical research at Mt. Kasigau, Southeastern Kenya, where there is a steep gradient in seasonal forest change from deciduous Acacia-Commiphora bushland, through mixed montane woodlands, and to evergreen forest. The overall research thesis is that local, short-term analyses of biophysical changes in plant communities across this ecologically complex landscape should provide a sensitive indicator of livelihood conditions that correspond with dynamic changes in human-resource adaptive capacities. The study focuses on the extraction of woody plant products as one important resource entitlement and relates use practices with ecological patterns of diversity in vegetation types and biophysical dynamics under three project objectives to (1) measure spatio-temporal dynamics in biophysical conditions; (2) investigate spatio-temporal relationships between environmental conditions, vegetative response, and resource extractive activities; and (3) integrate geo-spatial measures and local interpretations of short-term to long-term ecological trends and livelihood responses to those trends. The research applies ecological field data and remote sensing analyses to fine-scale mapping of plant community types and patterns of diversity across the montane landscape. By intensively collecting spatially-explicit data on forest cover, biophysical parameters, and woody plant extraction practices, the study tests how different forest types respond to short-term dynamics in moisture conditions, gains quantitative and qualitative measures on how resource-use practices change in relation to short-term environmental change, and jointly examines with local residents how extractive activities potentially influence forest resources over the long term. Projected research outcomes contribute to applied conservation science by better understanding relationships between short-term ecological dynamics in tropical seasonal forests and the adaptive capacities of local populations in vulnerable landscapes. \r\n\r\nInter- and intra-annual variations in rainfall are dominant environmental parameters influencing tropical seasonal forests, and the adaptive behaviors of local residents who rely on these resources for their livelihoods. Short-term variations in when the rains will come, how much rain will come, and where the rains will fall are only predicted to be more unpredictable under projections for global climate change in semi-arid East Africa. As a conservation research project, this study examines the vulnerability of forest resources and human livelihoods under \"short-term\" climate change scenarios, combines remote sensing and local knowledge when interpreting resource patterns and change, and recognizes the need to better understand and act on the adaptive capacities of local populations. The study promotes collaborative learning opportunities between U.S. and Kenyan students, and with local residents at Mt. Kasigau, Kenya. This project is jointly supported by the NSF Geography and Spatial Sciences Program and the NSF Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Medley",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly E Medley",
   "pi_email_addr": "medleyke@muohio.edu",
   "nsf_id": "000285073",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Maingi",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "John K Maingi",
   "pi_email_addr": "maingijk@muohio.edu",
   "nsf_id": "000485548",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Miami University",
  "inst_street_address": "501 E HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "OXFORD",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135293600",
  "inst_zip_code": "450561846",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "OH08",
  "org_lgl_bus_name": "MIAMI UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "T6J6AF3AM8M8"
 },
 "perf_inst": {
  "perf_inst_name": "Miami University",
  "perf_str_addr": "501 E HIGH ST",
  "perf_city_name": "OXFORD",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "450561846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "OH08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "5991",
   "pgm_ref_txt": "KENYA"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 248880.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5732.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 54263.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Inter- and intra-annual variations in rainfall and moisture availability are dominant environmental parameters influencing tropical seasonal forests and the adaptive behaviors of local residents who rely on these resources for their livelihoods. This study builds from ecological and ethnobotanical research at Mt. Kasigau, Southeastern Kenya, where there is a steep gradient in vegetation change from deciduous <em>Acacia-Commiphora</em> bushland, through mixed montane woodlands, and to evergreen forest. The overall research thesis is that local, short-term analyses of biophysical changes in plant communities across this montane landscape should provide sensitive indicators of livelihood conditions and changes in human-resource adaptations. The study focuses on woody plants and their distribution among forest community types as an important resource entitlement for local livelihoods, is innovative in the kinds of geospatial data used to analyze tropical seasonal forests, and transformative in how remote sensing, field, and participatory methodologies were integrated to understand short-term dynamics in the context of global climate change.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project contributes to research in GIScience that effectively uses field ecological data and the classification of different forest types toward the creation and characterization of a fine-resolution land-cover map. We used a layer-stack of recent wet and dry Landsat images, remote sensing enhancements, supportive geologic and topographic maps, and seven field visits to map seven montane and eight bushland vegetation types. &nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We report 2011-2013 changes in temperature, dew point, and relative humidity compiled from 15 data loggers placed at different elevations. First, the steep lapse rates reported for Mt. Kasigau (annual = 8.1-8.6&deg;C/1000 m) are among the highest in the documented literature with corresponding increases in relative humidity in just over 1000 m of elevation gain to the summit. Second, highest dew points occur in the lowlands, suggesting the importance of land-cover conditions across settlements and bushland vegetation to the upward transport of moisture to high elevations. Third, we found significant differences in biophysical conditions among eight forest types. These findings are further supported through the use of Moderate Resolution Imaging Spectroradiometer (MODIS) 16-day Enhanced Vegetation Index (EVI) time series data that also show unique and distinctive seasonal phenologies.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Home interviews focused on how the Kasigau Taita adjust entitlements for food security through agricultural production (availability) or incomes (accessibility) and the role of woody extractive products to their livelihoods. Rainfall measures compiled from rain gauges in three villages differed monthly and from 236-410 mm for the two years, and accordingly production levels varied among homes; 20% were insecure and only 17% at secure production levels. Timing is critical to how they manage production and their narratives suggest that predictions are becoming more difficult. We report adaptive strategies employed to secure livelihoods through local enterprises or casual labor, and how many of these activities rely on their seasonal use of woody plants. Solicited diaries highlighted the diversity of woody plants selected for different use categories; they reported 54 species used for fuel, 24 for food, 40 for building materials, and 20 for local remedies and these woody plants were collected from a total of 58 different named places during the dry-cool and warm-harvest seasons. When GIS is effectively linked with solicited diaries, the resulting field ...",
  "por_txt_cntn": "\n            Inter- and intra-annual variations in rainfall and moisture availability are dominant environmental parameters influencing tropical seasonal forests and the adaptive behaviors of local residents who rely on these resources for their livelihoods. This study builds from ecological and ethnobotanical research at Mt. Kasigau, Southeastern Kenya, where there is a steep gradient in vegetation change from deciduous Acacia-Commiphora bushland, through mixed montane woodlands, and to evergreen forest. The overall research thesis is that local, short-term analyses of biophysical changes in plant communities across this montane landscape should provide sensitive indicators of livelihood conditions and changes in human-resource adaptations. The study focuses on woody plants and their distribution among forest community types as an important resource entitlement for local livelihoods, is innovative in the kinds of geospatial data used to analyze tropical seasonal forests, and transformative in how remote sensing, field, and participatory methodologies were integrated to understand short-term dynamics in the context of global climate change.\n\n            The project contributes to research in GIScience that effectively uses field ecological data and the classification of different forest types toward the creation and characterization of a fine-resolution land-cover map. We used a layer-stack of recent wet and dry Landsat images, remote sensing enhancements, supportive geologic and topographic maps, and seven field visits to map seven montane and eight bushland vegetation types.  \n\n            We report 2011-2013 changes in temperature, dew point, and relative humidity compiled from 15 data loggers placed at different elevations. First, the steep lapse rates reported for Mt. Kasigau (annual = 8.1-8.6&deg;C/1000 m) are among the highest in the documented literature with corresponding increases in relative humidity in just over 1000 m of elevation gain to the summit. Second, highest dew points occur in the lowlands, suggesting the importance of land-cover conditions across settlements and bushland vegetation to the upward transport of moisture to high elevations. Third, we found significant differences in biophysical conditions among eight forest types. These findings are further supported through the use of Moderate Resolution Imaging Spectroradiometer (MODIS) 16-day Enhanced Vegetation Index (EVI) time series data that also show unique and distinctive seasonal phenologies.\n\n \n\n            Home interviews focused on how the Kasigau Taita adjust entitlements for food security through agricultural production (availability) or incomes (accessibility) and the role of woody extractive products to their livelihoods. Rainfall measures compiled from rain gauges in three villages differed monthly and from 236-410 mm for the two years, and accordingly production levels varied among homes; 20% were insecure and only 17% at secure production levels. Timing is critical to how they manage production and their narratives suggest that predictions are becoming more difficult. We report adaptive strategies employed to secure livelihoods through local enterprises or casual labor, and how many of these activities rely on their seasonal use of woody plants. Solicited diaries highlighted the diversity of woody plants selected for different use categories; they reported 54 species used for fuel, 24 for food, 40 for building materials, and 20 for local remedies and these woody plants were collected from a total of 58 different named places during the dry-cool and warm-harvest seasons. When GIS is effectively linked with solicited diaries, the resulting field methods can promote a participatory process for the joint analysis of very situated and located lives over time and space.\n\n            Employing participatory GIS and remote sensing, we investigated historical changes in land cover and narratives on why changes occurred. Our field experts and Kasig..."
 }
}