{
 "awd_id": "1061685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Examining the Effects of the Inclusion of Non-English Speaking Jurors on Jury Verdicts and Juror Experiences",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 13702.0,
 "awd_amount": 13702.0,
 "awd_min_amd_letter_date": "2011-01-27",
 "awd_max_amd_letter_date": "2011-01-27",
 "awd_abstract_narration": "Latinos are now the largest ethnic minority group in the U.S. However, with regard to their inclusion in the American legal system, the fact that a nontrivial part of the Latino population does not speak English well poses a challenge for mainstream society. Currently, New Mexico is the only state that allows non-English speaking (NES) citizens to serve on juries, with the help of a certified interpreter offering simultaneous translation. This doctoral dissertation research will be the first studies to examine: (1) whether the inclusion of NES jurors has an influence on verdicts, (2) whether the inclusion of NES jurors leads to different jury experiences, and (3) the nature of public opinion toward and acceptance of this practice.  Focusing on a single county in New Mexico, Study 1 utilizes archival methods to examine whether juries in criminal cases that included NES jurors render different verdicts than comparable juries without NES jurors. By testing competing predictions from social identity theory and aversive racism theory, this study will contribute to research on juror ethnic biases by demonstrating how an NES juror might reduce or increase bias toward Latino defendants. In Study 2, former jurors will be asked to complete a survey assessing their jury experiences, opinions about the inclusion of NES jurors, and various ideologies and beliefs, such as support for English-only policies. Competing views regarding the benefits and drawbacks of working in diverse groups suggest that having NES jurors on a jury may either lead to more positive or negative jury experiences for jurors.  \r\n\r\nThe inclusion of NES jurors in American juries is an important issue in light of demographic shifts in the U.S. This research will produce the first data on both the NES jury experience and public attitudes towards the practice, and may have implications for attorneys, judges, and court administrators in jurisdictions with high Latino populations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Markus",
   "pi_last_name": "Kemmelmeier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Markus Kemmelmeier",
   "pi_email_addr": "markusk@unr.edu",
   "nsf_id": "000498207",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hilda Lyssette",
   "pi_last_name": "Chavez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hilda Lyssette Chavez",
   "pi_email_addr": "lyssette.chavez@gmail.com",
   "nsf_id": "000373846",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13702.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Following a verdict of the Supreme Court of New Mexico in 2000, New Mexico is the only state in the U.S. which allows U.S. citizens to serve on trial juries, even when citizen do not speak English well enough to follow a potentially complicated trial. This is accomplished with the help of court-appointment interpreters who accompany such non-English speaking (NES) jurors for the duration of a trial. This program has functioned well over the last 13 years, with most NES jurors being Latino and Spanish-speaking. But outside of anecdotal evidence there were no data that would document whether the program functioned without bias. Moreover, it was unknown if the program was accepted by the public. Providing answers to these issues was important because the population of U.S. citizens who do not speak English well is increasing due to immigration and higher birth rates among immigrants.</p>\n<p>&nbsp;</p>\n<p>The first study under this project sought to examine if verdicts in criminal trials varied based on whether at least one NES juror served on the jury or whether there was no NES juror on the jury. Previous research led researchers to suspect that the presence of an NES juror can change the dynamic on a jury, especially when the trial involved Latino defendants. Indeed, different theories of group behavior made different predictions as whether NES jurors would increase or decrease any existing biases. To examine this issue, researchers examined all criminal cases that were tried between 2004 and 2011 at the Third District Court in Las Cruces, Do&ntilde;a Ana County, New Mexico. Based on the court&rsquo;s archival records, numerous variables were assessed, including the composition of the jury, i.e. how many Anglos, how many Latinos and how many NES jurors (if any). Using advanced statistical techniques, the researchers then formed pairs of cases: one case did involve at least one NES juror, and the other case did not involve any NES jurors. Aside from the absence or presence NES jurors, the two cases were always virtually identical, thus making their comparison highly informative as to the consequences of the involvement of NES jurors. These types of comparisons, however, never revealed any meaningful differences in jury verdict between jurors that did or did not involve NES jurors. In other words, as far as the analysis of the available archival data allowed, there was no evidence that different kinds of defendants had been subject to any bias. This finding may allay fears concerning any undue influence of NES jurors on the process of jury deliberation.</p>\n<p>&nbsp;</p>\n<p>The second study under this project involved a mail and online survey study. During 2011 and 2012 we invited citizens who completed their jury duty to complete our questionnaire. The goal was to examine how citizens felt of their jury service and what they thought of New Mexico&rsquo;s practice of including NES jurors with the help of interpreters. A more specific question concerned whether the experience of having served on a jury alongside NES jurors would influence of outlook of ordinary jurors as theories of intergroup behavior would predict. Our survey received 563 responses. Overall, attitudes toward the practice of including NES jurors were divided, with only a slight majority (56%) holding more positive than negative views. Latinos clearly favored the practice, whereas Anglos were neutral of negatively disposed toward it. Respondents who opposed the practice were overwhelmingly in favor of making English the only official language in the U.S. Respondents who favored the practice tended to be more educated. As predicted by theories of intergroup behavior, Anglo participants who had served on a jury alongside a NES juror held more favorable attitudes toward this practice than participants who did not have this experience. This was especially true for Anglo respondents. Among other things, the...",
  "por_txt_cntn": "\nFollowing a verdict of the Supreme Court of New Mexico in 2000, New Mexico is the only state in the U.S. which allows U.S. citizens to serve on trial juries, even when citizen do not speak English well enough to follow a potentially complicated trial. This is accomplished with the help of court-appointment interpreters who accompany such non-English speaking (NES) jurors for the duration of a trial. This program has functioned well over the last 13 years, with most NES jurors being Latino and Spanish-speaking. But outside of anecdotal evidence there were no data that would document whether the program functioned without bias. Moreover, it was unknown if the program was accepted by the public. Providing answers to these issues was important because the population of U.S. citizens who do not speak English well is increasing due to immigration and higher birth rates among immigrants.\n\n \n\nThe first study under this project sought to examine if verdicts in criminal trials varied based on whether at least one NES juror served on the jury or whether there was no NES juror on the jury. Previous research led researchers to suspect that the presence of an NES juror can change the dynamic on a jury, especially when the trial involved Latino defendants. Indeed, different theories of group behavior made different predictions as whether NES jurors would increase or decrease any existing biases. To examine this issue, researchers examined all criminal cases that were tried between 2004 and 2011 at the Third District Court in Las Cruces, Do&ntilde;a Ana County, New Mexico. Based on the courtÆs archival records, numerous variables were assessed, including the composition of the jury, i.e. how many Anglos, how many Latinos and how many NES jurors (if any). Using advanced statistical techniques, the researchers then formed pairs of cases: one case did involve at least one NES juror, and the other case did not involve any NES jurors. Aside from the absence or presence NES jurors, the two cases were always virtually identical, thus making their comparison highly informative as to the consequences of the involvement of NES jurors. These types of comparisons, however, never revealed any meaningful differences in jury verdict between jurors that did or did not involve NES jurors. In other words, as far as the analysis of the available archival data allowed, there was no evidence that different kinds of defendants had been subject to any bias. This finding may allay fears concerning any undue influence of NES jurors on the process of jury deliberation.\n\n \n\nThe second study under this project involved a mail and online survey study. During 2011 and 2012 we invited citizens who completed their jury duty to complete our questionnaire. The goal was to examine how citizens felt of their jury service and what they thought of New MexicoÆs practice of including NES jurors with the help of interpreters. A more specific question concerned whether the experience of having served on a jury alongside NES jurors would influence of outlook of ordinary jurors as theories of intergroup behavior would predict. Our survey received 563 responses. Overall, attitudes toward the practice of including NES jurors were divided, with only a slight majority (56%) holding more positive than negative views. Latinos clearly favored the practice, whereas Anglos were neutral of negatively disposed toward it. Respondents who opposed the practice were overwhelmingly in favor of making English the only official language in the U.S. Respondents who favored the practice tended to be more educated. As predicted by theories of intergroup behavior, Anglo participants who had served on a jury alongside a NES juror held more favorable attitudes toward this practice than participants who did not have this experience. This was especially true for Anglo respondents. Among other things, the findings from the mail survey study suggest that the concrete experience with the practice of allowing NES ..."
 }
}