{
 "awd_id": "1061471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Self-Help and Self-Government: How Local Governments  Affect Microcredit Provision in South India",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Niloy Bose",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 12740.0,
 "awd_amount": 12740.0,
 "awd_min_amd_letter_date": "2011-01-27",
 "awd_max_amd_letter_date": "2011-01-27",
 "awd_abstract_narration": "This project investigates the interaction between microcredit groups (groups of low-income women who receive small, no-collateral, joint-liability loans) and local popular government in rural South India. Preliminary results from a limited dataset suggest that the gender of the local political leader has a strong impact on the quantity of credit received by microcredit groups in the leader's constituency; this is puzzling, because the leaders have no formal role in the provision of these loans. This project uses data gathered from an administrative block in Tamil Nadu, India to test different hypotheses about the mechanism by which leaders can increase lending and the motivation for why female leaders increase lending more than male leaders. The core of the project consists of two surveys, a survey of all group leaders and a survey of 5 randomly selected members from each group. The leader survey elicits information on the loans received by the group over the last 10 years; other general information on the group, such as the year of formation and the bank that the group is associated with; and a membership roster for the group. This roster forms the sample frame for the member survey, which elicits information on the household structure of the group member; information on the benefits her household has received through government schemes; and information on her relationship with local political leaders. These surveys are supplemented with election data for each term in each constituency, including data on which constituencies have been quasi-randomly reserved for female candidates by the government. Using this data, it is possible to test the hypothesis that female leaders increase lending in their constituencies by assuaging the bank's concern that the groups might default on their loans, and that they do this more than male leaders because it is cheaper for the bank to give female leaders a payoff due to the structure of loan subsidies in India. By testing to see if fluctuations in the rate of subsidization had differential effects on unsubsidized lending under male versus female leaders, it is possible to rule out the competing hypothesis that female leaders get more credit for their groups because they feel more altruism towards those groups than do male leaders. If unsubsidized lending under female leaders reacts more positively to increases in subsidies than unsubsidized lending under male leaders, this is evidence against the altruism hypothesis.\r\nThis project has significant intellectual merit. It brings together two strands of the economics literature, on the determinants of action by politicians and on the credit market failures solved by microcredit. It is the first study to test how differnces in pre-existing outside institutions can affect the success of microlending, and the first study to present and test a specific model of how women's reservations can affect the market for a private good. The quasi-random selection process used for women's reservations makes the identification strategies used in the data analysis straightforward and quite robust, so that the results cannot be attributed to reverse or joint causality.\r\nThis project could also have a broader impact on the Indian government's reservation policy towards groups historically subject to discrimination, including women. Currently, the Indian government reserves one-third of constituencies for female candidates; if the results of this project show that female leaders are better at resolving credit market failures than male leaders, that is information that should be taken into account while considering the optimal level of women's reservations. However, on a more conceptual level, the results of this project may challenge the purpose of the reservation policy; if female leaders are motivated to solve these credit market failures by government subsidies rather than by altruism towards other women, there is no compelling reason why men could not do as well as women if motivated by the proper policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaivan",
   "pi_last_name": "Munshi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaivan Munshi",
   "pi_email_addr": "Kaivan_Munshi@brown.edu",
   "nsf_id": "000310506",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Goldston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Goldston",
   "pi_email_addr": "jacob_goldston@brown.edu",
   "nsf_id": "000567666",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "1 PROSPECT ST",
  "perf_city_name": "PROVIDENCE",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12740.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Access to finance is a fundamental necessity, especially for poor households in developing countries. &nbsp;Financial products such as savings and credit not only allow poor entrepreneurs to start and expand small businesses, it also helps poor households to maintain a constant standard of living in the face of incomes that are not only low but highly irregular. &nbsp;However, the poor often have very limited access to formal finance due to the high cost of servicing the poor and their lack of formal collateral. &nbsp;In recent years, many organizations have had great success in expanding formal financial access with microcredit, in which the poor receive small, uncollateralized loans for business or consumption purposes. &nbsp;Despite the lack of collateral, these microloans frequently exhibit repayment rates of more than 90%; this has been attributed to various unorthodox practices used by microlenders. &nbsp;These may include lending to groups instead of individuals, having frequent small payment installments, and targetting female borrowers. &nbsp;Economists have long been intrigued by the success of microcredit, and in recent years have conducted numerous investigations into the importance of different practices. &nbsp;However, these studies have not yet considered the importance of engagement of third-party intermediaries in the lending process.</p>\n<p><br />This research begins to fill that gap by considering the potential role for village presidents in rural South India as intermediaries in this process. &nbsp;Because microcredit groups are not only borrowers but also political actors, it is possible for them to use their patronage relationship (the exchange of political support for access to government aid) to enhance their credibility in the borrowing relationship (the exchange of money later for money now). &nbsp;In such an arrangement, the president implicitly or explicitly gives the bank a guarantee that he will ensure that the group repays its loans by giving its members access to aid only if they repay their loans, allowing the group to use its access to aid as a kind of collateral and expanding their access to credit. &nbsp;The bank may reciprocate by making a similar deal with other groups: if they wish to continue receiving credit, they must engage in a patronage relationship with the president. &nbsp;This arrangement is to the mutual benefit of all three actors: the president receives more political support, the group receives more aid or more credit, and the bank makes more profitable loans.</p>\n<p><br />This theory is tested using survey data gathered from 4041 members of 926 microcredit groups in 27 rural constituencies in Tamil Nadu, India. &nbsp;Because of a government policy ensuring political representation for minority groups, some village presidents are effectively barred from running for reelection. &nbsp;The key finding in support of this theory is that, under presidents which are eligible for reelection (and thus have a strong incentive to engage in the patronage relationship), there is a strong positive relationship between a group's value for government aid and the amount of aid, political support, and bank credit received by the group, while for presidents that are not eligible for reelection this relationship is missing or negative. &nbsp;Additional tests rule out several alternate hypotheses. &nbsp;This research thus uncovers a new dimension of the microlending relationship, while simultaneously enhancing our understanding of the informal but crucial role that local political figures may play in other processes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/05/2012<br>\n\t\t\t\t\tModified by: Jacob&nbsp;Goldston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAccess to finance is a fundamental necessity, especially for poor households in developing countries.  Financial products such as savings and credit not only allow poor entrepreneurs to start and expand small businesses, it also helps poor households to maintain a constant standard of living in the face of incomes that are not only low but highly irregular.  However, the poor often have very limited access to formal finance due to the high cost of servicing the poor and their lack of formal collateral.  In recent years, many organizations have had great success in expanding formal financial access with microcredit, in which the poor receive small, uncollateralized loans for business or consumption purposes.  Despite the lack of collateral, these microloans frequently exhibit repayment rates of more than 90%; this has been attributed to various unorthodox practices used by microlenders.  These may include lending to groups instead of individuals, having frequent small payment installments, and targetting female borrowers.  Economists have long been intrigued by the success of microcredit, and in recent years have conducted numerous investigations into the importance of different practices.  However, these studies have not yet considered the importance of engagement of third-party intermediaries in the lending process.\n\n\nThis research begins to fill that gap by considering the potential role for village presidents in rural South India as intermediaries in this process.  Because microcredit groups are not only borrowers but also political actors, it is possible for them to use their patronage relationship (the exchange of political support for access to government aid) to enhance their credibility in the borrowing relationship (the exchange of money later for money now).  In such an arrangement, the president implicitly or explicitly gives the bank a guarantee that he will ensure that the group repays its loans by giving its members access to aid only if they repay their loans, allowing the group to use its access to aid as a kind of collateral and expanding their access to credit.  The bank may reciprocate by making a similar deal with other groups: if they wish to continue receiving credit, they must engage in a patronage relationship with the president.  This arrangement is to the mutual benefit of all three actors: the president receives more political support, the group receives more aid or more credit, and the bank makes more profitable loans.\n\n\nThis theory is tested using survey data gathered from 4041 members of 926 microcredit groups in 27 rural constituencies in Tamil Nadu, India.  Because of a government policy ensuring political representation for minority groups, some village presidents are effectively barred from running for reelection.  The key finding in support of this theory is that, under presidents which are eligible for reelection (and thus have a strong incentive to engage in the patronage relationship), there is a strong positive relationship between a group's value for government aid and the amount of aid, political support, and bank credit received by the group, while for presidents that are not eligible for reelection this relationship is missing or negative.  Additional tests rule out several alternate hypotheses.  This research thus uncovers a new dimension of the microlending relationship, while simultaneously enhancing our understanding of the informal but crucial role that local political figures may play in other processes.\n\n\t\t\t\t\tLast Modified: 04/05/2012\n\n\t\t\t\t\tSubmitted by: Jacob Goldston"
 }
}