{
 "awd_id": "1061913",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in DRMS: The Role of the Dorsolateral Prefrontal Cortex in Risky Choice.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Rigdon",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 10050.0,
 "awd_amount": 10050.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "Neuroeconomic research demonstrates that temporary suppression of the right dorsolateral prefrontal cortex (DLPFC) with repetitive transcranial magnetic stimulation (rTMS) leads experimental subjects to choose riskier, but potentially larger reward options over a less risky reward options. This finding has been interpreted as suggesting that the ability to override or inhibit the drive to choose tempting but riskier choices lies in a specific region of the brain ? the lateral prefrontal cortex.  However, the findings reveal that, in addition to choosing more risky options following prefrontal suppression, the probability of choosing a particular option approaches chance level. Thus, an alternative interpretation of the evidence is that, as a result of suppression of the DLPFC, subjects have greater difficulty discriminating between the subjective values of the two options and choosing the highest valued alternative.  This Doctoral Dissertation Improvement grant will enable the co-PI to test these alternative hypotheses of lateral prefrontal cortex function against each other by suppressing activity in this brain region with rTMS immediately before healthy human participants perform a choice task in which they must make choices between certain and risky options with varying relative subjective values.  The results will reveal whether disruption of the lateral prefrontal cortex specifically modulates risk taking or helps individuals compare subjective values and select the most valued option.  \r\n\r\nIn terms of broader impacts, this research will inform solutions for improving maladaptive decision making in the wide range of situations (e.g. insurance, investing, health decisions) that depend upon perceptions of risk.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Zald",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Zald",
   "pi_email_addr": "david.zald@vanderbilt.edu",
   "nsf_id": "000348690",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Essex",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Essex",
   "pi_email_addr": "brian.essex@vanderbilt.edu",
   "nsf_id": "000572004",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10050.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many decisions people make involve an element of&nbsp;risk.&nbsp; When making these decisions, one is uncertain of the eventual outcome of the decision.&nbsp; Previous research has shown that a specific region of the human brain, the lateral prefrontal cortex, has an important role in choices that involve risk.&nbsp;</p>\n<p>Temporarily suppressing functioning in the right side of the lateral prefrontal cortex with a technique called transcranial magnetic stimulation has been shown to lead to greater choice of riskier options in a monetary decision task than does placebo stimulation (Knoch, Gianotti et al. 2006).&nbsp; These findings suggest that this region of the brain helps individuals avoid taking risks.&nbsp; However, a close look at the findings reveals that following brain disruption individuals not only were less likely to choose riskier options, but also had choice patterns that appeared more random, leaving unclear whether individuals chose more risky options simply because they chose more randomly.</p>\n<p>The study funded by this doctoral dissertation enhancement grant from the National Science Foundation sought to uncover whether activity in the right lateral prefrontal cortex specifically biases individuals towards making less risky decisions or rather whether it has a fundamentally more central role in choice that helps individuals compare the values of alternatives and choose the option with the highest value.&nbsp; Additionally, we sought to investigate whether the left lateral prefrontal cortex has a similar role in choice as the right.</p>\n<p>We recruited 30 individuals to participate in our study.&nbsp; All participants came into the lab for three sessions.&nbsp; In the first session, individuals made choices between certain and riskier, potentially larger, monetary rewards.&nbsp; This was done to establish baseline preferences for risky vs. certain options.&nbsp; In sessions two and three, individuals received real or placebo repetitive transcranial magnetic stimulation to the left or right lateral prefrontal cortex.&nbsp; The type of stimulation they received was randomized, such that half of the participants received real stimulation that temporarily disrupted brain functioning and the other half received placebo stimulation that did not lead to disruption.&nbsp; All individuals received real or placebo stimulation to one side of the brain in session two and to the other side of the brain in session three. &nbsp;Following stimulation, individuals made choices between risky and certain monetary rewards.&nbsp;</p>\n<p>To explore the role of the lateral prefrontal cortex in decision making, we compared choices following real stimulation vs. placebo stimulation.&nbsp; Comparisons were performed separately for choices following stimulation to the left and right sides of the brain.&nbsp; We found that disruption of either side of the lateral prefrontal cortex led to greater choice of risky options than did placebo stimulation.&nbsp; However, we did not find that individuals&rsquo; choice patterns were more random following real than following placebo stimulation, suggesting that we did not disrupt a process that helps individuals compare the values of options and choose the option with the highest value.</p>\n<p>Our results confirm that the lateral prefrontal cortex has an important role in helping individuals avoid taking risks. Importantly, this study was the first study to show that disruption of either the left or the right lateral prefrontal cortex with repetitive transcranial magnetic stimulation leads to riskier choices, suggesting that both sides of this part of the brain have a similar function in risky decision making.&nbsp;</p>\n<p>Understanding the mental and brain processes that are involved in avoidance of risk can help inform solutions to curb maladaptive risk taking.&nbsp; The findings of this study suggest the possibility that abnormali...",
  "por_txt_cntn": "\nMany decisions people make involve an element of risk.  When making these decisions, one is uncertain of the eventual outcome of the decision.  Previous research has shown that a specific region of the human brain, the lateral prefrontal cortex, has an important role in choices that involve risk. \n\nTemporarily suppressing functioning in the right side of the lateral prefrontal cortex with a technique called transcranial magnetic stimulation has been shown to lead to greater choice of riskier options in a monetary decision task than does placebo stimulation (Knoch, Gianotti et al. 2006).  These findings suggest that this region of the brain helps individuals avoid taking risks.  However, a close look at the findings reveals that following brain disruption individuals not only were less likely to choose riskier options, but also had choice patterns that appeared more random, leaving unclear whether individuals chose more risky options simply because they chose more randomly.\n\nThe study funded by this doctoral dissertation enhancement grant from the National Science Foundation sought to uncover whether activity in the right lateral prefrontal cortex specifically biases individuals towards making less risky decisions or rather whether it has a fundamentally more central role in choice that helps individuals compare the values of alternatives and choose the option with the highest value.  Additionally, we sought to investigate whether the left lateral prefrontal cortex has a similar role in choice as the right.\n\nWe recruited 30 individuals to participate in our study.  All participants came into the lab for three sessions.  In the first session, individuals made choices between certain and riskier, potentially larger, monetary rewards.  This was done to establish baseline preferences for risky vs. certain options.  In sessions two and three, individuals received real or placebo repetitive transcranial magnetic stimulation to the left or right lateral prefrontal cortex.  The type of stimulation they received was randomized, such that half of the participants received real stimulation that temporarily disrupted brain functioning and the other half received placebo stimulation that did not lead to disruption.  All individuals received real or placebo stimulation to one side of the brain in session two and to the other side of the brain in session three.  Following stimulation, individuals made choices between risky and certain monetary rewards. \n\nTo explore the role of the lateral prefrontal cortex in decision making, we compared choices following real stimulation vs. placebo stimulation.  Comparisons were performed separately for choices following stimulation to the left and right sides of the brain.  We found that disruption of either side of the lateral prefrontal cortex led to greater choice of risky options than did placebo stimulation.  However, we did not find that individualsÆ choice patterns were more random following real than following placebo stimulation, suggesting that we did not disrupt a process that helps individuals compare the values of options and choose the option with the highest value.\n\nOur results confirm that the lateral prefrontal cortex has an important role in helping individuals avoid taking risks. Importantly, this study was the first study to show that disruption of either the left or the right lateral prefrontal cortex with repetitive transcranial magnetic stimulation leads to riskier choices, suggesting that both sides of this part of the brain have a similar function in risky decision making. \n\nUnderstanding the mental and brain processes that are involved in avoidance of risk can help inform solutions to curb maladaptive risk taking.  The findings of this study suggest the possibility that abnormalities in functioning of the lateral prefrontal cortex might be associated with abnormal levels of risk taking.\n\n \n\n\t\t\t\t\tLast Modified: 07/19/2012\n\n\t\t\t\t\tSubmitted by: David H Zald"
 }
}