{
 "awd_id": "1061954",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Trade Adjustment in Large Crises",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 399772.0,
 "awd_amount": 399772.0,
 "awd_min_amd_letter_date": "2011-01-18",
 "awd_max_amd_letter_date": "2016-01-29",
 "awd_abstract_narration": "Intellectual Merit: Trade as a share of global income has increased dramatically in recent decades, and countries increasingly rely on international trade to grow their incomes. Many studies have examined the import of trade for growth and productivity over long periods of time - often decades or longer. Frequently, however, the impact of changes in trade flows is much more acute. For example, there were sudden and dramatic reversals in trade flows during the Asian crisis in the late 1990s, the Argentine crisis of 2002, and even during the recent global recession of 2008-2009. Little is known about the mechanics of trade adjustment at the firm and product level, and direct links between macroeconomic performance and the reductions in trade during these episodes remain largely unexplored. \r\nThe PI's propose to use novel transaction-level micro-data that allows - along several dimensions - the most detailed study of the adjustment of the external sector during a crisis episode. The PI's have obtained customs data for all trade transactions for Argentina during 1996-2008 and propose to expand their study to include other countries. An empirical characterization of trade adjustment will allow them to evaluate how costly short-run trade adjustments are in terms of consumer welfare and output productivity. In existing literature the theoretical channels are clear but the empirical evidence is limited. One of their preliminary findings is that the extensive margin, defined as the entry and exit of importing firms or imported product categories, plays a small role in adjustment during the crisis. However, at the firm level, the extensive margin plays an important role as firms drop products that constituted a significant share of their previous imports. Preliminary calculations suggest that the inability of firms to purchase inputs as they did before the crisis has a meaningful impact on their productivity for at least 2-3 years. This has not been uncovered by previous studies because none have examined such disaggregated levels of data through such an acute crisis.\r\nBroader Impact: The PI's propose to improve our understanding of mechanically how countries' imports and exports adjust and the impact of such adjustment on the economy. In particular, which margins of trade adjust the most? Do the quantitatively important adjustments occur within firms and within detailed product categories, or do firm entry and exit and product entry and exit play an important role? Does the quality of products traded change? Is adjustment different between intermediate and final goods? How does the response of multinationals differ from that of local firms? Are these responses different for trade flows with developed or developing countries? A clearer description and deeper un¬derstanding of the impact of shocks to international trade on a country's productivity and welfare, particularly during crises, is important because it will inform a country's optimal choice of trade policies and exchange rate regimes. Further, it may give a better sense for understanding the cross-country and cross-sector propagation of international shocks. Given the recent reminder of the potential for large cross-country volatility, this understanding is important for sound policy decisions, to evaluate the impact of potential macroeconomic shocks, and to understand the drivers of welfare declines in recessions in open economies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gita",
   "pi_last_name": "Gopinath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gita Gopinath",
   "pi_email_addr": "gopinath@fas.harvard.edu",
   "nsf_id": "000066161",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Neiman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brent Neiman",
   "pi_email_addr": "Brent.Neiman@chicagobooth.edu",
   "nsf_id": "000557142",
   "pi_start_date": "2011-01-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 268848.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130924.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large crises such as the Mexican crisis in 1994-1995, the East Asian crisis in 1997-1998, and the Argentine crisis in 2001-2002 are characterized by large exchange rate depreciations and collapses in imports. As emerging markets imports are invoiced in dollars and these dollar prices remain stable despite the large depreciation, the local currency price of these imported inputs rise dramatically for emerging markets forcing firms to reduce purchase of such goods. We document that the dollar value of Argentina's imports dropped by 69 percent between 2000 and 2002 and this was reflected both in firms cutting back the quantity they import but also dropping imported inputs. This in turn leads to a decline in firm level productivity and consequently aggregate productivity. This research highlights using both data and a theoretical model that owing to firms reliance on imported inputs and because dollar prices of these imports are relatively sticky exchange rate depreciations have large negative consequences for emerging market productivity, a phenomenon less observed in developed economies. Using detailed firm level data from Colombia we document similarly that exchange rate depreciations are associated with a commensurate rise in local currency prices of exports and imports. Consequently, exchange rate depreciations lead to significant declines in imports with very little increase in exports. These findings lead us to modify the canonical New Keynesian models to more appropriately capture the heavy reliance of emerging markets on dollar invoicing and to explore its consequences for economic shocks and policy interventions such as monetary policy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2017<br>\n\t\t\t\t\tModified by: Gita&nbsp;Gopinath</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLarge crises such as the Mexican crisis in 1994-1995, the East Asian crisis in 1997-1998, and the Argentine crisis in 2001-2002 are characterized by large exchange rate depreciations and collapses in imports. As emerging markets imports are invoiced in dollars and these dollar prices remain stable despite the large depreciation, the local currency price of these imported inputs rise dramatically for emerging markets forcing firms to reduce purchase of such goods. We document that the dollar value of Argentina's imports dropped by 69 percent between 2000 and 2002 and this was reflected both in firms cutting back the quantity they import but also dropping imported inputs. This in turn leads to a decline in firm level productivity and consequently aggregate productivity. This research highlights using both data and a theoretical model that owing to firms reliance on imported inputs and because dollar prices of these imports are relatively sticky exchange rate depreciations have large negative consequences for emerging market productivity, a phenomenon less observed in developed economies. Using detailed firm level data from Colombia we document similarly that exchange rate depreciations are associated with a commensurate rise in local currency prices of exports and imports. Consequently, exchange rate depreciations lead to significant declines in imports with very little increase in exports. These findings lead us to modify the canonical New Keynesian models to more appropriately capture the heavy reliance of emerging markets on dollar invoicing and to explore its consequences for economic shocks and policy interventions such as monetary policy.\n\n\t\t\t\t\tLast Modified: 03/07/2017\n\n\t\t\t\t\tSubmitted by: Gita Gopinath"
 }
}