{
 "awd_id": "1061588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Choctaw Language Ideologies and Their Impact on Teaching and Learning",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 12831.0,
 "awd_amount": 12831.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2011-03-08",
 "awd_abstract_narration": "Doctoral student Elizabeth Kickham, under the guidance of Dr. Sean O'Neill (University of Oklahoma), will investigate the relationship between language ideologies, learner motivation, and pedagogical method within the Choctaw Language Program, university class, and community class participants. As part of cultural and linguistic revitalization efforts, the Choctaw language is being taught in several secondary schools, universities, and communities, throughout central and southeastern Oklahoma, using both traditional classroom facilities and online technologies.  The research seeks to understand the relationships among different forms of language training, fluency levels and attitudes about language use. It will examine the paradox that despite good levels of demonstrated classroom fluency, students rarely use the language in other contexts even with elder fluent speakers. The methods used to understand student ideas about the importance, utility, and identity functions of the language will involve an iterative process of ethnographic observation of virtual and actual classroom interactions, interviews with participants, and collaboration with community members to interpret data. By bridging the concepts of linguistic performance, cultural performance and language ideology, this research will further understanding of the complexities influencing language learning motivation, language choice, and teaching methods in indigenous language education.\r\n\r\nThis research will contribute to an understanding of the complex interactions within and the impact of the Choctaw Language Program's language preservation and education efforts and thereby assist them in programmatic development. It will also contribute to a wider understanding of heritage and indigenous language education practices and outcomes within the context of language ideologies.  In addition, the research will frame language teaching and learning as modes of linguistic performance, reviving the idea that performance occurs not just in formal or artistic forms, but in everyday interactions in which ideas, values, and identity are presented and community values created and recreated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "O Neill",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sean P O Neill",
   "pi_email_addr": "Sean.P.O-Neill-1@ou.edu",
   "nsf_id": "000461763",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Redd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Redd",
   "pi_email_addr": "kickeliz@isu.edu",
   "nsf_id": "000524225",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "660 PARRINGTON OVAL RM 301",
  "perf_city_name": "NORMAN",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730193003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12831.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1073743103 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;}  /* List Definitions */ @list l0 \t{mso-list-id:391345393; \tmso-list-type:hybrid; \tmso-list-template-ids:603863354 -373136902 1251101786 -1424855520 1246938000 270532622 1960469578 -46511598 126616060 -1968553278;} ol \t{margin-bottom:0in;} ul \t{margin-bottom:0in;} --></p>\n<p class=\"MsoNormal\"><strong style=\"mso-bidi-font-weight: normal;\"><span>Research Context, Questions, and Methods</span></strong></p>\n<p class=\"MsoNormal\"><span>Administrators of the Choctaw Nation of Oklahoma&rsquo;s (CNO) language program, in existence since 1997 and created to respond to increasing language loss pressures, have begun to assess the effectiveness of their diverse efforts, including formal education efforts.<span style=\"mso-spacerun: yes;\">&nbsp; </span>This research supports that evaluation by investigating the questions:</span></p>\n<ol style=\"margin-top: 0in;\" type=\"1\">\n<li class=\"MsoNormal\" style=\"mso-list: l0 level1 lfo1; tab-stops: list .5in;\"><span>Why hasn&rsquo;t the language program      produced any fluent speakers?</span></li>\n<li class=\"MsoNormal\" style=\"mso-list: l0 level1 lfo1; tab-stops: list .5in;\"><span>Why do fluent speakers, specifically      younger speakers, choose not to speak in Choctaw?</span></li>\n<li class=\"MsoNormal\" style=\"mso-list: l0 level1 lfo1; tab-stops: list .5in;\"><span>How can we support and train our 2<sup>nd</sup> Language Status Teachers to teach effectively?</span></li>\n</ol>\n<p class=\"MsoNormal\"><span>To research language ideologies in relation to these questions, I visited 5 university classes, 4 high school classes, and 12 community classes for a month each.<span style=\"mso-spacerun: yes;\">&nbsp; </span>I interviewed 16 teachers, 30 students and visited community language planning events and conferences, and surveyed students to assess language ability perceptions and motivations. </span></p>\n<p><span>The research also aims to develop the theories of language ideology and performance related to language choice and identity, discourse norms, student motivation, and instructional choice, and informs other indigenous language programs&rsquo; evaluation of effectiveness and purposes. The research also supports reevaluation of the language learning motivation model for non-dominant indigenous/heritage ...",
  "por_txt_cntn": "\n\nResearch Context, Questions, and Methods\nAdministrators of the Choctaw Nation of OklahomaÆs (CNO) language program, in existence since 1997 and created to respond to increasing language loss pressures, have begun to assess the effectiveness of their diverse efforts, including formal education efforts.  This research supports that evaluation by investigating the questions:\n\nWhy hasnÆt the language program      produced any fluent speakers?\nWhy do fluent speakers, specifically      younger speakers, choose not to speak in Choctaw?\nHow can we support and train our 2nd Language Status Teachers to teach effectively?\n\nTo research language ideologies in relation to these questions, I visited 5 university classes, 4 high school classes, and 12 community classes for a month each.  I interviewed 16 teachers, 30 students and visited community language planning events and conferences, and surveyed students to assess language ability perceptions and motivations. \n\nThe research also aims to develop the theories of language ideology and performance related to language choice and identity, discourse norms, student motivation, and instructional choice, and informs other indigenous language programsÆ evaluation of effectiveness and purposes. The research also supports reevaluation of the language learning motivation model for non-dominant indigenous/heritage language instruction. \n\nFindings and Implications\nSilverstein (1979) defines language ideology as \"conceptualization of language value, use, and function\" which in turn affects or justifies linguistic behavior. Kroskrity (2001) states language revitalization efforts often magnify language ideology differences.  This is the case for CNO language activities.  Though there is a plurality of ideologies within the CNO community, several dominant ideologies appear to impact teacher method choice, student and elder linguistic performance, and language learning effectiveness.\nCommunity class students include non-Choctaws and fluent-speaker Choctaws. Many fluent elders participate to gain literacy or promote language-learning activities.  Teachers generally use literacy-based methods though a few do engage in communicative activities. Much class discussion is meta-linguistic rather than communicative. \nThe overwhelmingly prevalent discourses indicate ideologies of language as cultural identity marker, language as biological identity component, purism and perfectionism.  These ideologies, situationally employed to authenticate and de-authenticate ethno-linguistic identities through challenges to pronunciation and/or right to speak/teach, often conflate blood quantum and linguistic competence into essentialized linguistic identity perceived as deriving from and reflecting æChoctaw-nessÆ. Ideologies of purism negate the validity of code-switching or mixing, termed æChoclishÆ or fossilize the language to reflect the time of the first dictionary, circa 1865. This inhibits youth usage, given no domain for technical talk.\n \n\nThese ideologies and the ways they are used to de-authenticate speakers impact instructional methods choice learner speech behavior, often reducing a learnerÆs willingness to perform or demonstrate developing linguistic competence.  Though teachers  often promote multiple dialects/orthographic conventions, efforts may  actually entrench ideologies of purism and perfection related to  dialect, as many learners, rather than acknowledging the long-standing  plurality of Choctaws, believe that the dialects new to them are new  forms altogether.  Teachers, especially second-language-learner-teachers, often employ ideologies concerning non-standard or æimperfectÆ orthography and pronunciation in de-authenticating their own linguistic ability as sub-standard.  This may reflect a strategic deflection of authority by passively bilingual, mixed blood teachers teaching fluent elders, non-competition and elder respect being core Choctaw values identified by Haag (2001), Mould (2003).\nTeachers fo..."
 }
}