{
 "awd_id": "1061160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Causes and Effects of Shelf-Edge Internal Tide Variability",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 607248.0,
 "awd_amount": 607248.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "Internal tide generation and propagation near continental slopes will be studied using a four-dimensional numerical simulation and diagnosis approach.  The purpose is to explain observed variability in internal tides and the nonlinear waves they spawn.  The study will concentrate on long wavelength linear internal waves (internal tides) generated from sub-critical tidal flow (current speed less than wave speed), ubiquitous around the world.  Three internal tide effects will be examined: variable generation, heterogeneous propagation, and conversion to nonlinear waveform.  A set of simulations will be performed with the MIT Multidisciplinary Simulation, Estimation, and Assimilation System (MSEAS), mostly with the hydrostatic primitive equation model already tuned at mesoscales via comparison with data.  Modeled configurations will range from idealized bathymetric, stratification, and flow conditions to realistic conditions obtained via data-driven modeling.  Inter-comparisons of the collected results will divulge the physics of variable four-dimensional internal tide generation and propagation, with the intent of describing how the process occurs in the real ocean.  The new MSEAS non-hydrostatic model will then be used to study nonlinear conversion processes.  Applicability of the results to the real ocean will be verified via comparison to remote sensing and in situ data from a one-month long experiment.\r\n\r\nThis work will lead to better understanding and accurate modeling of interactions of mesoscale and sub-mesoscale features, surface and internal tides, origins of nonlinear internal waves, and strong variability of these processes.  Hydrostatic and non-hydrostatic primitive equation models using different numerical schemes will be evaluated for internal tide predictions.  Internal tides and nonlinear internal waves, and their interactions with larger scales, impact a wide range of natural and man-made activities.  These include life cycles and distributions of oxygen, nutrients, plankton, fish, and other predators, naval operations and surveillance, underwater acoustics, and patterns of diapycnal mixing and water mass development in the summer season of strong stratification.  In addition, these waves are a major source of shear, strong bottom currents, and cycling of water between sunlight and darkness.  They are energy sources for mixing processes which are important to benthic habitat, plankton and fish life cycles, and distributions of nutrients and contaminants.  All results, including model outputs, will be disseminated to ocean researchers and communities.  A coastal oceanography student will be educated and a post-doctoral fellow further instructed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pierre",
   "pi_last_name": "Lermusiaux",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Pierre F Lermusiaux",
   "pi_email_addr": "pierrel@mit.edu",
   "nsf_id": "000097764",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 607248.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Internal tide generation and propagation near continental slopes were studied using a four-dimensional numerical simulation and diagnosis approach. The purpose was to explain observed variability in internal tides and the nonlinear waves they spawn. The study concentrated on long wavelength linear internal waves (internal tides) generated from subcritical tidal flow (current speed less than wave speed), ubiquitous around the world. Three internal tide effects were examined: variable generation, heterogeneous propagation (i.e. focusing), and conversion to nonlinear waveform. The first two effects, largely unexplored before, create wave energy density structure, and can give spatial/temporal structure to the nonlinear conversion process. A set of simulations were performed with the MIT Multidisciplinary Simulation, Estimation, and Assimilation System (MSEAS), mostly with the hydrostatic primitive equation model already tuned at mesoscales via comparison with data. Modeled configurations ranged from idealized bathymetric, stratification, and flow conditions to realistic conditions obtained via data-driven modeling. Inter-comparisons of the collected results explained the physics of variable four-dimensional internal tide generation and propagation, describing how the process occurs in the real ocean. The new MSEAS non-hydrostatic model was used to study nonlinear conversion processes, forming about 20% of the project. Applicability of the results to the real ocean were verified via comparison to remote sensing and in situ data from a one-month long experiment. The main application region was the Middle-Atlantic Bight because large constraining data sets and available tuned model, but Asian Seas areas and the Pacific ocean, also with existing models and data sets, were briefly explored to examine interregional differences.</p>\n<p>The project website is: http://mseas.mit.edu/Research/ITV/index.html. The main publications are available from that website.</p>\n<p>&nbsp;</p>\n<p>Selecting some of the key findings, we explained how internal tides in the Middle Atlantic Bight region are influenced by the shelfbreak front and Gulf Stream. Inspired by our data-assimilative simulations, we carefully derived the momentum and energy equations of internal tides, retaining the wave-background advection, shear, and buoyancy terms. These wave-background terms explain the observed internal tides variability. For example, we found that the shelfbreak front decreases topographic generation and alters the arrival times of internal tides. We showed that internal tides generated at the shelfbreak that strike the Gulf Stream at oblique angles can be reflected back to the coastal ocean, preventing their radiation into the North Atlantic. We also derived finite-element schemes for the non-hydrostatic ocean equations, for the first time combining the Hybrid Discontinuous Galerkin (HDG) finite-element method, a projection method, and Implicit-Explicit Runge-Kutta (IMEX-RK) time-integration schemes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2017<br>\n\t\t\t\t\tModified by: Pierre&nbsp;F&nbsp;Lermusiaux</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInternal tide generation and propagation near continental slopes were studied using a four-dimensional numerical simulation and diagnosis approach. The purpose was to explain observed variability in internal tides and the nonlinear waves they spawn. The study concentrated on long wavelength linear internal waves (internal tides) generated from subcritical tidal flow (current speed less than wave speed), ubiquitous around the world. Three internal tide effects were examined: variable generation, heterogeneous propagation (i.e. focusing), and conversion to nonlinear waveform. The first two effects, largely unexplored before, create wave energy density structure, and can give spatial/temporal structure to the nonlinear conversion process. A set of simulations were performed with the MIT Multidisciplinary Simulation, Estimation, and Assimilation System (MSEAS), mostly with the hydrostatic primitive equation model already tuned at mesoscales via comparison with data. Modeled configurations ranged from idealized bathymetric, stratification, and flow conditions to realistic conditions obtained via data-driven modeling. Inter-comparisons of the collected results explained the physics of variable four-dimensional internal tide generation and propagation, describing how the process occurs in the real ocean. The new MSEAS non-hydrostatic model was used to study nonlinear conversion processes, forming about 20% of the project. Applicability of the results to the real ocean were verified via comparison to remote sensing and in situ data from a one-month long experiment. The main application region was the Middle-Atlantic Bight because large constraining data sets and available tuned model, but Asian Seas areas and the Pacific ocean, also with existing models and data sets, were briefly explored to examine interregional differences.\n\nThe project website is: http://mseas.mit.edu/Research/ITV/index.html. The main publications are available from that website.\n\n \n\nSelecting some of the key findings, we explained how internal tides in the Middle Atlantic Bight region are influenced by the shelfbreak front and Gulf Stream. Inspired by our data-assimilative simulations, we carefully derived the momentum and energy equations of internal tides, retaining the wave-background advection, shear, and buoyancy terms. These wave-background terms explain the observed internal tides variability. For example, we found that the shelfbreak front decreases topographic generation and alters the arrival times of internal tides. We showed that internal tides generated at the shelfbreak that strike the Gulf Stream at oblique angles can be reflected back to the coastal ocean, preventing their radiation into the North Atlantic. We also derived finite-element schemes for the non-hydrostatic ocean equations, for the first time combining the Hybrid Discontinuous Galerkin (HDG) finite-element method, a projection method, and Implicit-Explicit Runge-Kutta (IMEX-RK) time-integration schemes.\n\n\t\t\t\t\tLast Modified: 08/06/2017\n\n\t\t\t\t\tSubmitted by: Pierre F Lermusiaux"
 }
}