{
 "awd_id": "1061591",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Social Norms, Expectations and Experiences in Urban and Rural Contexts",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 280550.0,
 "awd_amount": 280550.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "SES-1061591\r\nLinda Burton\r\nDuke University\r\n\r\nIn the context of America's current changing urban and rural communities, the research team will study the social norms, behavioral expectations, and social experiences that are shaping contemporary U.S. family life.   The study will examine the types of social norms, expectations, and experiences that are contributing to the development of sustained families and why they prevail for some in certain urban and rural contexts and not others.  The investigators will pay special attention to whether contemporary beliefs and behaviors about marriage lead to establishing long-term committed unions or alternative transient family structures with children.  The study will complete a secondary analysis of comprehensive longitudinal team ethnographies of urban and rural families.  Data will be analyzed using life history methods with special attention given to how urban and rural cultures influence family structures and behaviors.\r\n\r\nGiven recent dramatic changes in patterns of marriage, cohabitation, and non-marital childbearing in the U.S., numerous questions about the social norms, expectations, and experiences that shape the lives of contemporary families have become a central concern of social scientists as well as the broader American society.  The proposed research will directly address these concerns by conducting a detailed assessment of women's beliefs and behaviors around family and whether they differ in urban and rural communities. The study will also shed light on whether those similarities and differences extend to issues of race by comparing the lives of White, African American, and Latino mothers and their families. \r\n\r\nGiven the growing diversity of U.S. society, this study promises to provide valuable insights on the contextual and cultural behaviors of different groups relative to family structures. Research findings will contribute to both general and theoretically-based knowledge about a topic of considerable national concern.  The project also provides trains undergraduate and graduate students and postdoctorates how to conduct rigorous, detailed scientific investigations of contemporary American family life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Burton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Linda M Burton",
   "pi_email_addr": "lburton@soc.duke.edu",
   "nsf_id": "000459024",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280550.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the context of America&rsquo;s current changing urban and rural communities, in this project we conducted an in-depth study of the social norms, behavioral expectations, and social experiences that shape contemporary U.S. family life.&nbsp; We were particularly interested in identifying the types of social norms, expectations, and experiences that contribute to the development of sustained families and why they prevail for some in certain urban and rural contexts and not others.&nbsp; We paid special attention to the partnering behaviors of women and whether their contemporary beliefs and behaviors about marriage lead them to establish long-term committed unions or alternative transient family structures with children.&nbsp; To achieve the goals of this project, we&nbsp; conducted secondary analysis of two of the country&rsquo;s most recent and comprehensive longitudinal team ethnographies of racially/ethnically diverse, and <em>urban</em> and <em>rural</em> families [the <em>Three-City Study</em> (N=256) and the <em>Family Life Project </em>(N=101).&nbsp; Data were analyzed using grounded theory and life history methods with special attention given to how urban and rural cultures influenced family structures and behaviors.</p>\n<p>&nbsp;Our analysis of the data uncovered a number of novel findings about the intimate unions of low-income women and we highlight only two of them here. First, in our data analysis we expected, as other social scientists have argued, that marriage would be important to the mothers in our study, and that we would find that many of the &ldquo;usual suspects&rdquo; (e.g., lack of a marriageable pool of men) articulated in the extant empirical literature on this topic would account for the relatively low rates of marriage that we observed in both our urban and rural samples.&nbsp; Much to our surprise, this process proved to be more vexing than we anticipated as our observed data patterns did not correspond with existing findings in the literature. In essence, <strong><em>we found no substantial support</em></strong>, beyond what women say, for mothers&rsquo; intense interests in marriage nor did we find overall that most mothers were systematically engaged in any behaviors that were moving them &ldquo;toward the altar.&rdquo;&nbsp; As such, we decided to take an alternative approach to subsequent analysis of these issues, arguing that low-income mothers say one thing and do yet another when it comes to marriage.&nbsp; This way of thinking lead us to challenge the conventional truths contemporary marriage researchers offer up as explanations - - that (most) low-income want to marry, but delay marriage until the conditions are right (e.g., when they have enough money).&nbsp;</p>\n<p>&nbsp;We also explored the romance-seeking behaviors of mothers who engaged in intimate relationships characterized by multiple-partner fertility (MPF). MPF involved mothers and/or their love interests having biological children with other partners, frequently in nonmarital, transient unions. Romance comprised mothers&rsquo; feelings and social interactions related to being chosen, erotic love, and adulation of the other. Findings indicated most mothers, regardless of race or place, selectively engaged in one of four types of romance-seeking behaviors: <em>casual</em>, <em>illusionist</em>, <em>pragmatic</em>,<em> </em>or<em> strategic</em>. Mothers&rsquo; courses- of-romantic-action were principally associated with their desire to have loving experiences outside the challenges of daily life in poverty and its corollary uncertainty. Moreover, mothers involved in the most complex forms of MPF relationships openly competed with other women for &ldquo;first-wife&rdquo; status in a stratified partnering system called rostering. Rostering is a term coined by several respondents in the studies and refers to being one of several women a man can call on for mostly sexua...",
  "por_txt_cntn": "\nIn the context of AmericaÆs current changing urban and rural communities, in this project we conducted an in-depth study of the social norms, behavioral expectations, and social experiences that shape contemporary U.S. family life.  We were particularly interested in identifying the types of social norms, expectations, and experiences that contribute to the development of sustained families and why they prevail for some in certain urban and rural contexts and not others.  We paid special attention to the partnering behaviors of women and whether their contemporary beliefs and behaviors about marriage lead them to establish long-term committed unions or alternative transient family structures with children.  To achieve the goals of this project, we  conducted secondary analysis of two of the countryÆs most recent and comprehensive longitudinal team ethnographies of racially/ethnically diverse, and urban and rural families [the Three-City Study (N=256) and the Family Life Project (N=101).  Data were analyzed using grounded theory and life history methods with special attention given to how urban and rural cultures influenced family structures and behaviors.\n\n Our analysis of the data uncovered a number of novel findings about the intimate unions of low-income women and we highlight only two of them here. First, in our data analysis we expected, as other social scientists have argued, that marriage would be important to the mothers in our study, and that we would find that many of the \"usual suspects\" (e.g., lack of a marriageable pool of men) articulated in the extant empirical literature on this topic would account for the relatively low rates of marriage that we observed in both our urban and rural samples.  Much to our surprise, this process proved to be more vexing than we anticipated as our observed data patterns did not correspond with existing findings in the literature. In essence, we found no substantial support, beyond what women say, for mothersÆ intense interests in marriage nor did we find overall that most mothers were systematically engaged in any behaviors that were moving them \"toward the altar.\"  As such, we decided to take an alternative approach to subsequent analysis of these issues, arguing that low-income mothers say one thing and do yet another when it comes to marriage.  This way of thinking lead us to challenge the conventional truths contemporary marriage researchers offer up as explanations - - that (most) low-income want to marry, but delay marriage until the conditions are right (e.g., when they have enough money). \n\n We also explored the romance-seeking behaviors of mothers who engaged in intimate relationships characterized by multiple-partner fertility (MPF). MPF involved mothers and/or their love interests having biological children with other partners, frequently in nonmarital, transient unions. Romance comprised mothersÆ feelings and social interactions related to being chosen, erotic love, and adulation of the other. Findings indicated most mothers, regardless of race or place, selectively engaged in one of four types of romance-seeking behaviors: casual, illusionist, pragmatic, or strategic. MothersÆ courses- of-romantic-action were principally associated with their desire to have loving experiences outside the challenges of daily life in poverty and its corollary uncertainty. Moreover, mothers involved in the most complex forms of MPF relationships openly competed with other women for \"first-wife\" status in a stratified partnering system called rostering. Rostering is a term coined by several respondents in the studies and refers to being one of several women a man can call on for mostly sexual liaisons. Rosters are associated with power and privilege; the higher one ranks on someoneÆs roster, the greater the benefits (e.g., gifts) one is afforded.  Details concerning these findings appear in the following two articles:\n\n Burton, Linda and Cecily Hardaway. 2012. \"Low-income Mothers as \"Oth..."
 }
}