{
 "awd_id": "1061732",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lagrangian observations of turbulence in breaking surface waves",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 227010.0,
 "awd_amount": 227010.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2011-08-08",
 "awd_abstract_narration": "Understanding the dynamics of breaking waves is one of the most difficult fundamental problems in the ocean sciences. Wave breaking produces turbulent flows populated by intense short-lived 3D vortex structures, air cavities and aerated regions. The structure and dynamics of these vortices and cavities have never been fully examined in the field due to the difficulty of sampling the flow in a synoptic way. The PI requests funding to develop Lagrangian drifters to examine the temporal evolution of individual waves as they break using drifters equipped with miniature accelerometers and gyroscopes, GPS units, video camera and pressure sensors, to reconstruct the 3D distribution of turbulence, dissipation, bubble entrainment and pressure in spilling and plunging gravity waves. These drifters will act as inertial particles which will be entrained in the breaking region. The drifter movements will be used as a proxy for the velocity and turbulence structure of the breaker, and spectral analysis will be employed to relate the high-frequency data with the large-scale decay of individual waves. \r\n\r\nBroader Impacts:    \r\n\r\nThe proposed instrumentation has the potential to impact our understanding of the wave breaking process and provide needed observational constraints on model outputs. It would be difficult to overstate the importance of these impacts: wave breaking plays an important role in air-sea exchange processes and a fundamental role in the production of marine aerosols. Training of minority graduate and undergraduate students in an area (Puerto Rico, Caribbean) where such opportunities are relatively scarce. The proposed work will help establish a coastal research effort at the University of Puerto Rico Mayaguez. It will entrain students in Puerto Rico into study of the coastal environment, most of whom will be Hispanic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miguel",
   "pi_last_name": "Canals",
   "pi_mid_init": "F",
   "pi_sufx_name": "Dr",
   "pi_full_name": "Miguel F Canals",
   "pi_email_addr": "miguelf.canals@upr.edu",
   "nsf_id": "000558646",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Puerto Rico Mayaguez",
  "inst_street_address": "259 BLVD ALFONSO VALDES",
  "inst_street_address_2": "",
  "inst_city_name": "MAYAGUEZ",
  "inst_state_code": "PR",
  "inst_state_name": "Puerto Rico",
  "inst_phone_num": "7878312065",
  "inst_zip_code": "006806475",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "PR00",
  "org_lgl_bus_name": "UNIVERSITY OF PUERTO RICO",
  "org_prnt_uei_num": "RD8QJEHNYLJ7",
  "org_uei_num": "GZRNJ1GZDBM1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Puerto Rico Mayaguez",
  "perf_str_addr": "259 BLVD ALFONSO VALDES",
  "perf_city_name": "MAYAGUEZ",
  "perf_st_code": "PR",
  "perf_st_name": "Puerto Rico",
  "perf_zip_code": "006806475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "PR00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 227010.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A complete understanding of wave generation, propagation and transformation is necessary to correctly model the behavior of the coastal environment. As a wave approaches the shore, it undergoes a discernible transition, increasing in amplitude and steepening until finally overturning. This transition is most remarkable in plunging waves, where a prominent jet of water is projected forward, striking the free surface near the base of the wave. This wave breaking process is a complex phenomenon which has been been investigated extensively by scientists for many decades, yet some fundamental aspects of the wave breaking process remain poorly understood.</p>\n<p>This project aimed to gather information about the hydrodynamics of breaking waves in a way that had never been attempted: by deploying instrumented spheres into large scale breaking waves. These spheres were equipped with highly sensitive inertial measurement units, similar to those found on modern smartphones, providing data on the sphere&rsquo;s orientation, rotation rate and acceleration. Most of the work focused on the design and construction of these novel instruments so that they could withstand the violent forces which occur inside a breaking wave. The instruments were tested in a controlled laboratory setting and once satisfactory results were obtained, numerous actual deployments in the surf zone were successfully conducted. Through this project we have shown, for the first time, that small instrumented spheres can be deployed within breaking waves and actually provide useful information about the fundamental hydrodynamics of the wave breaking process. This novel data and technology could lead to improved models of the wave breaking process as well as new ways of measuring breaking waves in the coastal ocean.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2015<br>\n\t\t\t\t\tModified by: Miguel&nbsp;F&nbsp;Canals</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA complete understanding of wave generation, propagation and transformation is necessary to correctly model the behavior of the coastal environment. As a wave approaches the shore, it undergoes a discernible transition, increasing in amplitude and steepening until finally overturning. This transition is most remarkable in plunging waves, where a prominent jet of water is projected forward, striking the free surface near the base of the wave. This wave breaking process is a complex phenomenon which has been been investigated extensively by scientists for many decades, yet some fundamental aspects of the wave breaking process remain poorly understood.\n\nThis project aimed to gather information about the hydrodynamics of breaking waves in a way that had never been attempted: by deploying instrumented spheres into large scale breaking waves. These spheres were equipped with highly sensitive inertial measurement units, similar to those found on modern smartphones, providing data on the sphereÆs orientation, rotation rate and acceleration. Most of the work focused on the design and construction of these novel instruments so that they could withstand the violent forces which occur inside a breaking wave. The instruments were tested in a controlled laboratory setting and once satisfactory results were obtained, numerous actual deployments in the surf zone were successfully conducted. Through this project we have shown, for the first time, that small instrumented spheres can be deployed within breaking waves and actually provide useful information about the fundamental hydrodynamics of the wave breaking process. This novel data and technology could lead to improved models of the wave breaking process as well as new ways of measuring breaking waves in the coastal ocean.\n\n \n\n\t\t\t\t\tLast Modified: 10/27/2015\n\n\t\t\t\t\tSubmitted by: Miguel F Canals"
 }
}