{
 "awd_id": "1061862",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Downscaling REDD Policies in Developing Countries: Assessing the Impact of Carbon Payments on Household Decision Making and Vulnerability to Climate Change in Vietnam",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 74651.0,
 "awd_amount": 89141.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "This research project will use the country of Vietnam, an early forest carbon policy development site, to test several questions regarding the United Nations Collaborative Programme on Reducing Emissions from Deforestation and Forest Degradation in Developing Countries (REDD). This project will analyze the ways in which payments for environmental services like carbon sequestration alter land-use decision making by smallholder households; evaluate if these changes in land use serve to increase or reduce overall social and biophysical vulnerability to future climate changes; and assess how local understandings of household decision making and land use influence subnational and national policy to implement global goals like REDD. A multi-scale, multi-method research design will be used, including observational data, surveys, household accounting diaries, key informant interviews, policy analysis, forest monitoring, and spatial analysis of land-use change. These methods are designed to capture local household decision making as well as multi-scale interactions that come about from changes in access and rights under payment plans for forest services. Forecasted future climate changes have the potential to exacerbate existing social vulnerabilities, especially in poorer developing countries. The ability of communities and individuals to cope with these challenges is likely to depend on their ability to access and mobilize natural resources. At the same time, new global policies are in development that would pay countries for \"avoided deforestation\" through REDD in order to sequester carbon and contribute to climate change mitigation.  If access and use rights to forests change under REDD implementation, however, this may render some households and communities more vulnerable to the effects of climate change in the long term if these policies reduce their adaptive capacity by restricting access to natural resources. An understanding of the potential outcomes of carbon-credit policies on land-use decision making therefore is important, particularly before such large- scale global programs get more fully underway.  \r\n\r\nThis research project will provide an early and unique experimental opportunity to assess the relative impacts of a new global policy and help explain successes and failures through a fine-grained local analysis. This project will provide a baseline to explain the variation in performance of different possible REDD approaches over time. The project further addresses current concerns with driving forces of vulnerability and interactions between global and local scales in coupled socioecological systems through research on how global REDD policy affects local social vulnerabilities and dynamics. Outcomes from this study will include contributions to policy-relevant knowledge on social vulnerability to climate change in a country that is likely to be one of the most affected in the world to future changes in rainfall, storms, and sea-level rise. Finally, this project will foster collaboration among researchers and students in the US and Vietnam on the crucially important issue of climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "McElwee",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela D McElwee",
   "pi_email_addr": "pamela.mcelwee@rutgers.edu",
   "nsf_id": "000571546",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1061",
   "pgm_ref_txt": "VIETNAM"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 74651.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14490.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has investigated who benefits from new market-oriented approaches to environmental conservation. These approaches include payments for environmental services (PES) and policies for Reduced Emissions from Deforestation and Degradation (REDD), which pay households to conserve forests and other ecosystems. This topic is of interest to scholars in geography because these policies have rapidly expanded in developing countries over the past 10 years, but questions have been raised about their effectiveness in encouraging conservation, and their impact on poverty reduction efforts. Our project investigated the impacts of PES and REDD policies on households in Vietnam. Although REDD has not yet paid households, Vietnam adopted the first nation-wide PES scheme in use in Asia in 2011; this policy pays upland households in participating watersheds to conserve forests for the benefit of downstream users of drinking water and energy from hydroelectricity (who pay set fees on their water and energy bills). Through the use of standardized household surveys which begin the first year (2011) of the PES payments, and which have continued to 2015, as well as through focus groups and stakeholder interviews, our project has revealed several key outcomes of PES payments for households.</p>\n<p>First, despite a nation-wide policy that sets a uniform fixed user fee for water/energy bills, there have been wide disparities in who benefits from PES, both within communities and across provinces. Nearly 25% of the households in communities we surveyed were not receiving PES payments, and these households tended to be poorer or to have limited labor available for participation in PES. This means that PES can led to increasing inequality if attention is not paid to ways to more carefully include poor households. Secondly, households in our surveys received average payments ranging from as little as $7 a year to as much as $425 a year. This uneven range of income benefit is a result of different payment levels per watershed, and different amounts of land protected per household. It is not, however, an outcome of attempts to impose land use conditionality on recipients (that is, payments are not tied to the quality of forests protected). We found that when provinces attempted to tier payments around conditionality, this led to local protests, as it would have increased inequality of payments between households even higher. Households (who in many cases do not have secure land tenure to the lands they are protecting for payments) perceived PES as compensation for labor output, not quality or size of land, and thus they wished households to receive equal payments for equal labor expenditures, and for payments from PES to be higher and better reflect the labor inputs required. This implies that PES policies will need to be aware of these types of cultural influences on expectations from PES participation, and PES policies should include livelihood monitoring to make sure uneven economic benefits from PES do not turn into long term inequalities. Third, we also found that PES projects have the potential for disparate gender impacts, as men have been the key actors invited to meetings on PES and the key household members who are asked to expend labor for forest protection. This can increase women&rsquo;s burdens in agriculture and other domestic tasks if men are off doing PES tasks, and exclude women from the benefits of PES if they are not explicitly included in the implementation of PES schemes. Finally, we also found the strong potential for tradeoffs between environmental services provision. While the Vietnam policy is supposed to pay for multiple environmental services, cultural and landscape services have been hard to monetize, and thus most money raised from PES has come from hydropower production alone. This can incentivize local officials to encourage more hydropower operations, whi...",
  "por_txt_cntn": "\nThis project has investigated who benefits from new market-oriented approaches to environmental conservation. These approaches include payments for environmental services (PES) and policies for Reduced Emissions from Deforestation and Degradation (REDD), which pay households to conserve forests and other ecosystems. This topic is of interest to scholars in geography because these policies have rapidly expanded in developing countries over the past 10 years, but questions have been raised about their effectiveness in encouraging conservation, and their impact on poverty reduction efforts. Our project investigated the impacts of PES and REDD policies on households in Vietnam. Although REDD has not yet paid households, Vietnam adopted the first nation-wide PES scheme in use in Asia in 2011; this policy pays upland households in participating watersheds to conserve forests for the benefit of downstream users of drinking water and energy from hydroelectricity (who pay set fees on their water and energy bills). Through the use of standardized household surveys which begin the first year (2011) of the PES payments, and which have continued to 2015, as well as through focus groups and stakeholder interviews, our project has revealed several key outcomes of PES payments for households.\n\nFirst, despite a nation-wide policy that sets a uniform fixed user fee for water/energy bills, there have been wide disparities in who benefits from PES, both within communities and across provinces. Nearly 25% of the households in communities we surveyed were not receiving PES payments, and these households tended to be poorer or to have limited labor available for participation in PES. This means that PES can led to increasing inequality if attention is not paid to ways to more carefully include poor households. Secondly, households in our surveys received average payments ranging from as little as $7 a year to as much as $425 a year. This uneven range of income benefit is a result of different payment levels per watershed, and different amounts of land protected per household. It is not, however, an outcome of attempts to impose land use conditionality on recipients (that is, payments are not tied to the quality of forests protected). We found that when provinces attempted to tier payments around conditionality, this led to local protests, as it would have increased inequality of payments between households even higher. Households (who in many cases do not have secure land tenure to the lands they are protecting for payments) perceived PES as compensation for labor output, not quality or size of land, and thus they wished households to receive equal payments for equal labor expenditures, and for payments from PES to be higher and better reflect the labor inputs required. This implies that PES policies will need to be aware of these types of cultural influences on expectations from PES participation, and PES policies should include livelihood monitoring to make sure uneven economic benefits from PES do not turn into long term inequalities. Third, we also found that PES projects have the potential for disparate gender impacts, as men have been the key actors invited to meetings on PES and the key household members who are asked to expend labor for forest protection. This can increase womenÆs burdens in agriculture and other domestic tasks if men are off doing PES tasks, and exclude women from the benefits of PES if they are not explicitly included in the implementation of PES schemes. Finally, we also found the strong potential for tradeoffs between environmental services provision. While the Vietnam policy is supposed to pay for multiple environmental services, cultural and landscape services have been hard to monetize, and thus most money raised from PES has come from hydropower production alone. This can incentivize local officials to encourage more hydropower operations, which may have a deleterious environmental impact on forests and water suppli..."
 }
}