{
 "awd_id": "1061053",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Bilingualism and Spatialization in Spanish and Zapotec",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 18327.0,
 "awd_amount": 18327.0,
 "awd_min_amd_letter_date": "2011-02-01",
 "awd_max_amd_letter_date": "2011-02-01",
 "awd_abstract_narration": "Graduate student Melanie McComsey (University of California, San Diego), under the guidance of Dr. John B. Haviland, will conduct linguistic and ethnographic research with bilingual children in Juchitán, Oaxaca, Mexico. The research is an innovative approach to a primary problem of linguistic anthropology, the intersection of language, thinking and behavior. The study will focus on the use of spatial language and gesture by children who are bilingual in Spanish and Juchitán Zapotec. The goal is to understand the effects of language contact on communication about space and the implications of these effects for language change. \r\n\r\nThe project employs methodologies developed to approach the problem of linguistic relativity from the perspective of practice and multimodal interaction rather than \"thought.\"  Using a combination of micro-ethnographic observation and tasks to elicit spatial language and gesture, the researchers will collect video data of participants in order to understand (1) whether monolingual Spanish-speaking adults differ from monolingual Zapotec-speaking adults in their conceptualization of spatial concepts (as evidenced by their gestures that accompany speaking); (2) how bilingual children compare to these two groups in their speaking and gesturing about space in each language; and (3) whether semantic or grammatical convergence of the bilingual children's two linguistic systems affects their communicative competence in Zapotec.\r\n\r\nThe proposed research has practical implications for teachers and educational administrators who may use the findings to design educational programs. Projects of language maintenance, revitalization, and bilingual education are currently seeking new approaches and models, and may find the results of this research valuable as it pertains to language acquisition, change and shift. Educators and researchers may discover that socialization practices rather than literacy are more important sites of linguistic and cultural reproduction.  In addition, the project will contribute descriptive data on a little-studied language spoken by a minority indigenous group in Mexico, and will involve native Juchiteco research assistants who may benefit from learning about the structure of their language and about linguistic transcription.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Haviland",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "John B Haviland",
   "pi_email_addr": "jhaviland@ucsd.edu",
   "nsf_id": "000089771",
   "pi_start_date": "2011-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Melanie",
   "pi_last_name": "McComsey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Melanie E McComsey",
   "pi_email_addr": "mmccomse@ucsd.edu",
   "nsf_id": "000568756",
   "pi_start_date": "2011-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 18327.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored spatial language use among a group of bilingual adults and children, investigating the effects of language contact on communication about space, and the implications of these effects for language change. The research was conducted in Juchit&aacute;n, a city of 93,000 people located in Oaxaca, Mexico, where residents are mostly bilingual speakers of Spanish and the local indigenous language, Juchit&aacute;n Zapotec (JCH). It was hypothesized that the competing language systems of Spanish and JCH would be associated with competing gestural-conceptual systems among adult monolinguals, which could be taken as evidence of both different ways of conceptualizing space non-linguistically and of different ways of &ldquo;thinking for speaking&rdquo; about space. The study also sought to investigate whether balanced bilinguals would have a dual or shared conceptual system. It was further hypothesized that young bilingual speakers of Spanish and JCH would be socialized to use their gestural-conceptual system in different ways&mdash;relating acts of spatial orientation to the physical and interactional context differently&mdash;and that this would have implications for the children&rsquo;s communicative competence in each language.</p>\n<p>The data to address these hypotheses were collected over the course of 24 months of fieldwork and consist of video recordings of elicited and naturalistic language and gesture as well as ethnographic notes and photographs. The elicitation portion of the research included two sets of spatial tasks. The first set of five tasks was completed with sixteen JCH-dominant bilinguals in JCH and sixteen balanced bilinguals in each language. The second set of two tasks was completed with six Spanish-dominant bilinguals in Spanish, six JCH-dominant bilinguals in JCH, and six balanced bilinguals in each language. Additionally, each of these fifty adult participants completed an open-ended interview on language use and linguistic ideologies. A set of five tasks was conducted with eight bilingual children, ages 5-6, in their dominant language. The ethnographic portion of the research included participant observation and video recording of daily life with five bilingual families with children in the age range of 5-6.</p>\n<p>Results from the spatial tasks indeed revealed competing gestural-conceptual systems among adult participants; however, contrary to the initial hypothesis, these did not seem to correlate neatly with language dominance or with degree of bilingualism. The groups did differ, however, in their use of spatial language, with strong Spanish speakers being more likely to use spatial terms when speaking either Spanish or JCH.&nbsp; Furthermore, the spatial terms used by strong Spanish speakers were slightly more likely to be egocentric, while the terms used by JCH-dominant speakers were overwhelmingly geocentric. Results from the ethnographic study revealed that children in Juchit&aacute;n are being socialized to very different &ldquo;cultures of space&rdquo; according to which part of the city they live in. These differences in the built environment in different parts of the city, and the resulting differences in spatial practice, may help explain the variation in styles of spatial talk and conceptualization found by this study. Overall, the results of this research challenge the notion of a one-to-one correspondence between language code and cognitive style.</p>\n<p>This research touches on core questions about human variation, asking about the nature of what Whorf (1956[1939]) called &ldquo;worldview.&rdquo; Bilinguals who speak two genetically unrelated languages provide a distinctive lens through which to examine such classic theoretical puzzles because they help us see how multiple worldviews can be created and lived though practice. This research builds upon a long tradition in linguistic and anthropological work on how...",
  "por_txt_cntn": "\nThis project explored spatial language use among a group of bilingual adults and children, investigating the effects of language contact on communication about space, and the implications of these effects for language change. The research was conducted in Juchit&aacute;n, a city of 93,000 people located in Oaxaca, Mexico, where residents are mostly bilingual speakers of Spanish and the local indigenous language, Juchit&aacute;n Zapotec (JCH). It was hypothesized that the competing language systems of Spanish and JCH would be associated with competing gestural-conceptual systems among adult monolinguals, which could be taken as evidence of both different ways of conceptualizing space non-linguistically and of different ways of \"thinking for speaking\" about space. The study also sought to investigate whether balanced bilinguals would have a dual or shared conceptual system. It was further hypothesized that young bilingual speakers of Spanish and JCH would be socialized to use their gestural-conceptual system in different ways&mdash;relating acts of spatial orientation to the physical and interactional context differently&mdash;and that this would have implications for the childrenÆs communicative competence in each language.\n\nThe data to address these hypotheses were collected over the course of 24 months of fieldwork and consist of video recordings of elicited and naturalistic language and gesture as well as ethnographic notes and photographs. The elicitation portion of the research included two sets of spatial tasks. The first set of five tasks was completed with sixteen JCH-dominant bilinguals in JCH and sixteen balanced bilinguals in each language. The second set of two tasks was completed with six Spanish-dominant bilinguals in Spanish, six JCH-dominant bilinguals in JCH, and six balanced bilinguals in each language. Additionally, each of these fifty adult participants completed an open-ended interview on language use and linguistic ideologies. A set of five tasks was conducted with eight bilingual children, ages 5-6, in their dominant language. The ethnographic portion of the research included participant observation and video recording of daily life with five bilingual families with children in the age range of 5-6.\n\nResults from the spatial tasks indeed revealed competing gestural-conceptual systems among adult participants; however, contrary to the initial hypothesis, these did not seem to correlate neatly with language dominance or with degree of bilingualism. The groups did differ, however, in their use of spatial language, with strong Spanish speakers being more likely to use spatial terms when speaking either Spanish or JCH.  Furthermore, the spatial terms used by strong Spanish speakers were slightly more likely to be egocentric, while the terms used by JCH-dominant speakers were overwhelmingly geocentric. Results from the ethnographic study revealed that children in Juchit&aacute;n are being socialized to very different \"cultures of space\" according to which part of the city they live in. These differences in the built environment in different parts of the city, and the resulting differences in spatial practice, may help explain the variation in styles of spatial talk and conceptualization found by this study. Overall, the results of this research challenge the notion of a one-to-one correspondence between language code and cognitive style.\n\nThis research touches on core questions about human variation, asking about the nature of what Whorf (1956[1939]) called \"worldview.\" Bilinguals who speak two genetically unrelated languages provide a distinctive lens through which to examine such classic theoretical puzzles because they help us see how multiple worldviews can be created and lived though practice. This research builds upon a long tradition in linguistic and anthropological work on how grammatical resources relate to the kinds of situated, cultural worlds that humans inhabit. The relationship between socializa..."
 }
}