{
 "awd_id": "1061622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Network Structure of International Trade",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 267930.0,
 "awd_amount": 267930.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2013-07-27",
 "awd_abstract_narration": "The Network Structure of International Trade - Abstract\r\n\r\nWhat prevents most firms from exporting abroad? What prevents most exporters from accessing geographically remote markets? In this research, the PI proposes a new theory of international trade where firms worldwide are connected to each other through a global network of importers and exporters. Building on recent discoveries in network theory, the PI generates precise predictions for the entry of individual exporters into foreign markets. The PI uncovers and explains robust empirical regularities on the distribution of the number of foreign markets accessed by firms, the geographic distribution of those foreign markets, and the time-series of entry into foreign markets.\r\n\r\nThe model is built on the premise that before exporting to a foreign country, a potential exporter must acquire a contact there. The PI postulates that potential exporters meet foreign contacts both at random, and via the network of their existing contacts. This dynamic model generates two main predictions. First, firms that already export to many markets are more likely to enter new markets, so that the distribution of the number of markets accessed across firms is fat-tailed. Second, even if geographic distance impedes the formation of trade links with faraway countries, exporters are able to gradually expand geographically by radiating from countries where they already export. Both predictions are supported by the data.\r\n\r\nThis project is potentially important for three main reasons:\r\n\r\n(i) The model is among a handful of dynamic models of international trade. The proposed research replicates key features of the observed dynamics of firm level trade, and explains how those dynamics are connected to strong empirical regularities for the cross-section of firm level trade. It does so in a tractable way, so that this model can easily be generalized and used as a framework for answering a variety of questions in international trade and beyond.\r\n\r\n(ii) The model provides an explanation for the unequal ability of individual firms to enter foreign markets. The predictions of the model regarding the number and location of the foreign markets accessed by individual firms are supported by the data. Existing theories cannot explain those facts quantitatively.\r\n\r\n(iii) By generating predictions on the geographic distribution of exports, the model can explain the role not only of size, but also of distance in the \"gravity\" equations in international trade. Since its discovery in 1962 by Tinbergen, no one has been able to explain the precise (and surprisingly stable) role played by geographic distance. The proposed model will potentially offer the first explanation for this long lasting puzzle.\r\n\r\nIn addition to enhancing our basic economic knowledge, the project will offer valuable tools for answering two types of questions:\r\n\r\n(i) This network model allows to model the propagation and magnification of economic shocks internationally. Identifying the potential source of global shocks, be they firms or countries, is obviously an important goal for policy research.\r\n\r\n(ii) The proposed model can be used to study the connections of firms in non geographic spaces, such as the space of industrial sectors in industrial organization or international finance, or the space of cultural, religious or genetic differences in international trade.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Chaney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Chaney",
   "pi_email_addr": "tchaney@uchicago.edu",
   "nsf_id": "000523891",
   "pi_start_date": "2011-08-17",
   "pi_end_date": "2013-07-01"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tarek",
   "pi_last_name": "Hassan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tarek Hassan",
   "pi_email_addr": "thassan@bu.edu",
   "nsf_id": "000646633",
   "pi_start_date": "2013-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 S ELLIS AVE",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 267930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the duration of the project, there have been three major outcomes from this research grant, in the form of three research papers: one paper (The Network Structure of International Trade) is published in the American Economic Review; one paper (The Gravity Equation in International Trade: An Explanation) is completed and currently under revision for a second round at the Journal of Political Economy; the last paper (Migrants and Foreign Investment) is currently a working paper.</p>\n<p>&nbsp;</p>\n<p>Below is a brief summary of each of those three papers.</p>\n<p>&nbsp;</p>\n<p>The Network Structure of International Trade (by Thomas Chaney, published in the American Economic Review, November 2014, Volume 104 Issue 11, pages 3600-34):</p>\n<p>Motivated by empirical evidence that I uncover on the dynamics of French firms&rsquo; exports, I offer a novel theory of trade frictions. Firms export only into markets where they have a contact. They search directly for new trading partners, but also use their existing network of contacts to search remotely for new partners. I characterize the dynamic formation of an international network of exporters in this model. Structurally, I estimate this model on French data and confirm its predictions regarding the distribution of the number of foreign markets accessed by exporters and the geographic distribution of exports.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Gravity Equation in International Trade: An Explanation (by Thomas Chaney, revise and resubmit at the Journal of Political Economy, resubmitted):</p>\n<p>The gravity equation in international trade states that bilateral exports are proportional to economic size, and inversely proportional to geographic distance. While the role of size is well understood, that of distance remains mysterious. I offer an explanation for the role of distance. I prove if (i) the distribution of firm sizes is Pareto, (ii) the average squared distance of a firm&rsquo;s exports is an increasing power function of its size, and (iii) a parameter restriction holds, then the distance elasticity of trade is constant for long distances. In the special case where the firm size distribution follows Zipf&rsquo;s law, trade is inversely proportional to distance. I build a dynamic model of firm-to-firm trade where conditions (i) and (ii) emerge endogenously. Data on French exporters confirm key predictions from the theory.</p>\n<p>&nbsp;</p>\n<p>Migrants, Ancestors, and Investment (by Konrad Burchardi, Thomas Chaney and Tarek Hassan, working paper):</p>\n<p>Using information from the U.S. census dating back to 1880, we document a causal effect of historical migration on foreign direct investment between U.S. counties and 200 countries around the world. U.S. counties that, for exogenous reasons, received a large number of migrants from a given country are more economically integrated with this country today. For example, U.S. counties that received more migrants from Germany in the 19<sup>th</sup> century are more likely to invest in Germany today and are more likely to be the destination of German investment in the U.S. This causal effect of ancestry on investment is most relevant for more economically developed counties and strongest for countries that have relatively weak economic institutions. It suggests that immigration has long-term effects on the economic success of given regions within the U.S. over and above any short-term effect of immigration on local labor markets. &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2015<br>\n\t\t\t\t\tModified by: Tarek&nbsp;Hassan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the duration of the project, there have been three major outcomes from this research grant, in the form of three research papers: one paper (The Network Structure of International Trade) is published in the American Economic Review; one paper (The Gravity Equation in International Trade: An Explanation) is completed and currently under revision for a second round at the Journal of Political Economy; the last paper (Migrants and Foreign Investment) is currently a working paper.\n\n \n\nBelow is a brief summary of each of those three papers.\n\n \n\nThe Network Structure of International Trade (by Thomas Chaney, published in the American Economic Review, November 2014, Volume 104 Issue 11, pages 3600-34):\n\nMotivated by empirical evidence that I uncover on the dynamics of French firmsÆ exports, I offer a novel theory of trade frictions. Firms export only into markets where they have a contact. They search directly for new trading partners, but also use their existing network of contacts to search remotely for new partners. I characterize the dynamic formation of an international network of exporters in this model. Structurally, I estimate this model on French data and confirm its predictions regarding the distribution of the number of foreign markets accessed by exporters and the geographic distribution of exports. \n\n \n\nThe Gravity Equation in International Trade: An Explanation (by Thomas Chaney, revise and resubmit at the Journal of Political Economy, resubmitted):\n\nThe gravity equation in international trade states that bilateral exports are proportional to economic size, and inversely proportional to geographic distance. While the role of size is well understood, that of distance remains mysterious. I offer an explanation for the role of distance. I prove if (i) the distribution of firm sizes is Pareto, (ii) the average squared distance of a firmÆs exports is an increasing power function of its size, and (iii) a parameter restriction holds, then the distance elasticity of trade is constant for long distances. In the special case where the firm size distribution follows ZipfÆs law, trade is inversely proportional to distance. I build a dynamic model of firm-to-firm trade where conditions (i) and (ii) emerge endogenously. Data on French exporters confirm key predictions from the theory.\n\n \n\nMigrants, Ancestors, and Investment (by Konrad Burchardi, Thomas Chaney and Tarek Hassan, working paper):\n\nUsing information from the U.S. census dating back to 1880, we document a causal effect of historical migration on foreign direct investment between U.S. counties and 200 countries around the world. U.S. counties that, for exogenous reasons, received a large number of migrants from a given country are more economically integrated with this country today. For example, U.S. counties that received more migrants from Germany in the 19th century are more likely to invest in Germany today and are more likely to be the destination of German investment in the U.S. This causal effect of ancestry on investment is most relevant for more economically developed counties and strongest for countries that have relatively weak economic institutions. It suggests that immigration has long-term effects on the economic success of given regions within the U.S. over and above any short-term effect of immigration on local labor markets.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2015\n\n\t\t\t\t\tSubmitted by: Tarek Hassan"
 }
}