{
 "awd_id": "1061434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Variability of the California Current System Derived from 4D-Var Circulation Estimates",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 840416.0,
 "awd_amount": 840416.0,
 "awd_min_amd_letter_date": "2011-03-22",
 "awd_max_amd_letter_date": "2011-03-22",
 "awd_abstract_narration": "A comprehensive analysis of the U.S. west coast ocean circulation and California Current System (CCS) will be performed using the Regional Ocean Modeling System (ROMS) and 4-Dimensional Variational (4D-Var) data assimilation. Ocean observations from the period 1981-2011 will be assimilated into ROMS, in conjunction with the best available estimates of ocean surface forcing and open boundary conditions. The goals of this research project are: (1) To perform retrospective analyses of the ocean circulation during the last 3 decades; (2) Use the analyses to document and understand changes in spring-summer stratification and how these changes, along with variations in wind-stress and wind-stress curl, influence upwelling intensity and upwelling source water depth; (3) Identify the dominant space-time modes of circulation variability on intraseasonal-to-interannual and decadal timescales and how these modes are related to climate modes such as the Pacific decadal Oscillation and North Pacific Gyre Oscillation; (4) Quantify the impact on the analyses of the in situ and satellite observing networks; (5) Make the circulation analyses available via a data server to the community at large for scientific and marine resource management applications.\r\n\r\nIntellectual merit\r\nThis research will yield the first analyses of the California Current System circulation generated by a regional ocean model forced by the best available ocean surface fluxes from regional atmospheric models. Also, this assimilative ocean model is unique in that it provides formal estimates of the expected error in the analyses, and provides a quantitative assessment of the impact of each individual observation on any aspect of the resulting circulation estimates. Analysis error estimates are critically important for establishing confidence in the analyses, and observation impact and observation sensitivity studies can be used in the future to design optimal observing arrays. A by-product of the proposed analyses are fields of surface forcing and open boundary condition corrections that provide information about potential errors in these fields and errors in the model. The investigators are a uniquely qualified and experienced team of ocean modelers, all with considerable experience in both modeling the CCS and 4D-Var data assimilation, and the lead investigator is one of the lead developers of the ROMS 4D-Var system.\r\n\r\nBroader impacts\r\nThe proposed retrospective ocean analyses are significant for a number of reasons: (i) They can be used to quantify variability on weekly to decadal timescales, and trends in the dominant circulation features, particularly in subsurface regions that are not well observed; (ii) They provide complete realizations of the circulation at high temporal resolution on the full grid of the model that are largely free of the sampling and aliasing issues that often plague observations; (iii) They can be used to test hypotheses about ocean dynamics, climate variability, and climate change. The resulting analyses will form a valuable community resource in the form of a data archive that can be used for numerous applications, including: process studies of the CCS; input for driving offline ecosystem and individual based models; a source of open boundary conditions for higher resolution models nested within the native ROMS CCS grid; and initial conditions for the development of ocean hindcasting/forecasting systems, to name but a few. This project will also provide training for a graduate student and post-doctoral researchers in advanced 4D-Var data assimilation methods, since it is important that we continue to train the next generation of ocean data assimilators. The proposed research will also use the adjoint of 4D-Var which is an original and transformative aspect of this work. This project will also complement the NSF Ocean Observatories Initiative, and will support synthesis activities, development of user products, and array assessment within the U.S. Integrated Ocean Observing Systems along the U.S. west coast.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Moore",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Moore",
   "pi_email_addr": "ammoore@ucsc.edu",
   "nsf_id": "000104778",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Edwards",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Edwards",
   "pi_email_addr": "cedwards@ucsc.edu",
   "nsf_id": "000200970",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jerome",
   "pi_last_name": "Fiechter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jerome Fiechter",
   "pi_email_addr": "Fiechter@ucsc.edu",
   "nsf_id": "000496562",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 840416.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As part of this research project, a sequence of historical circulation estimates (analyses) describing the circulation of the California Current System (CCS) spanning two periods, 1980-2010 and 1999-2013, were computed. Each sequence of analyses was computed by combining output from the Regional Ocean Modeling System (ROMS) with direct observations of the ocean using data assimilation methods. The resulting circulation estimates for the CCS are more reliable than either the model or observations alone. During this project, the resulting circulation estimates were used to target and understand more fully particular aspects of the CCS circulation, including: coastal upwelling, source waters for coastal upwelling, and coastal circulation variability on time scales associated with the leading climate modes of variability, such as El Nino. In addition, we also quantified the impact that individual ocean observing systems had on providing information about different aspects of the circulation, such as coastal upwelling and the transport carried by the CCS. The project research has advanced our knowledge of the CCS circulation in several ways. Firstly, we have found that conventional methods currently used to diagnose the rate of coastal upwelling along the California coast (which are based solely on the strength of the wind) are deficient, and the circulation estimates computed here provide a more reliable and meaningful estimate of the rate of upwelling. Coastal upwelling has profound implications for marine ecosystems along the coast of California, so our findings have considerable broader impacts. Secondly, we have discovered that the source waters of coastal upwelling during El Nino events are different to those that upwell during La Nina. This also has significant broader impacts for coastal marine ecosystems. Thirdly, we have found that variability in the coastal circulation that is associated with known modes of climate variability can vary significantly from one event to another. For example, the circulation response along the U.S. west coast varies considerably from one El Nino event to another. Finally, by quantifying the impact that individual ocean observations and observing platforms have on the ocean circulation, we can assign a value to individual observational assets. This information can be used to objectively assess the effectiveness of the current observing system, and provide guidance for the deployment of future assets. We will never be able to observe the ocean to the extent necessary to directly measure the ocean circulation everywhere, so the use of data assimilation methods in oceanography is considered by many to be transformative. The data assimilation circulation estimates for the CCS computed as part of this project therefore represent a valuable community resource, and as such are freely available online to everyone.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;M&nbsp;Moore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs part of this research project, a sequence of historical circulation estimates (analyses) describing the circulation of the California Current System (CCS) spanning two periods, 1980-2010 and 1999-2013, were computed. Each sequence of analyses was computed by combining output from the Regional Ocean Modeling System (ROMS) with direct observations of the ocean using data assimilation methods. The resulting circulation estimates for the CCS are more reliable than either the model or observations alone. During this project, the resulting circulation estimates were used to target and understand more fully particular aspects of the CCS circulation, including: coastal upwelling, source waters for coastal upwelling, and coastal circulation variability on time scales associated with the leading climate modes of variability, such as El Nino. In addition, we also quantified the impact that individual ocean observing systems had on providing information about different aspects of the circulation, such as coastal upwelling and the transport carried by the CCS. The project research has advanced our knowledge of the CCS circulation in several ways. Firstly, we have found that conventional methods currently used to diagnose the rate of coastal upwelling along the California coast (which are based solely on the strength of the wind) are deficient, and the circulation estimates computed here provide a more reliable and meaningful estimate of the rate of upwelling. Coastal upwelling has profound implications for marine ecosystems along the coast of California, so our findings have considerable broader impacts. Secondly, we have discovered that the source waters of coastal upwelling during El Nino events are different to those that upwell during La Nina. This also has significant broader impacts for coastal marine ecosystems. Thirdly, we have found that variability in the coastal circulation that is associated with known modes of climate variability can vary significantly from one event to another. For example, the circulation response along the U.S. west coast varies considerably from one El Nino event to another. Finally, by quantifying the impact that individual ocean observations and observing platforms have on the ocean circulation, we can assign a value to individual observational assets. This information can be used to objectively assess the effectiveness of the current observing system, and provide guidance for the deployment of future assets. We will never be able to observe the ocean to the extent necessary to directly measure the ocean circulation everywhere, so the use of data assimilation methods in oceanography is considered by many to be transformative. The data assimilation circulation estimates for the CCS computed as part of this project therefore represent a valuable community resource, and as such are freely available online to everyone.\n\n \n\n\t\t\t\t\tLast Modified: 06/09/2015\n\n\t\t\t\t\tSubmitted by: Andrew M Moore"
 }
}