{
 "awd_id": "1061989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Economics of a Light Bulb: Experimental Evidence on CFLs and End-User Behavior",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 19900.0,
 "awd_amount": 19900.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2011-08-15",
 "awd_abstract_narration": "ECONOMICS OF A LIGHT BULB: EXPERIMENTAL EVIDENCE ON CFLS AND END-USER BEHAVIOR \r\n\r\nEliana Carranza and Robyn Meeks \r\n\r\nAbstract \r\n\r\nResidential access to modern energy and lighting is considered to be important for development as \r\nit improves living standards and productivity. However, developing countries can face severe \r\nconstraints on available electricity. As a consequence, residential electricity use is limited and \r\nhouseholds pay prices that can be as high as those observed in wealthier nations. In the developing \r\nworld, where lighting is a major component of residential electricity consumption, energy efficient \r\ntechnologies such as compact fluorescent lamps (CFLs) can offer electricity savings and allow more \r\nenergy services. Still, where CFLs have been introduced in developing countries through mass \r\nreplacement programs at a zero or subsidized price, their use is often discontinued once the \r\nconsumer is required to pay the full price. This represents a major constraint to realizing the \r\npotential impacts of energy efficient lighting. \r\n\r\nTo better understand the adoption, continued use, and diffusion process of the CFL technology, this \r\nstudy uses randomized experiments to inspect two major mechanisms: (1) the ?rebound? effect, \r\nwhich is the result of behavioral responses that boost consumption and offset CFLs? technologically \r\nfeasible electricity savings, and (2) the role of ?peer? networks in spreading information on a new \r\ntechnology. Although the initial adoption of CFLs may be limited because the willingness to pay \r\n(WTP) is lower than the market price, their diffusion may be restricted if information is too noisy or \r\nif a greater importance is put on negative rather than positive information. \r\n\r\nThe study furthers knowledge on the behavioral barriers that arise from end-user interactions with \r\nenergy-efficient technologies. The findings are relevant to several aspects of energy conservation \r\npolicy. Examination of the rebound will inform the optimal combination of innovation and price \r\npolicies and the trade-off between welfare and electricity conservation. Examination of peer-\r\nnetworks will discern between different learning mechanisms and tell how best to advance CFLs? \r\ndiffusion. Lastly, WTP studies assist in developing strategies for optimal pricing and subsidies. \r\nBeyond the policy relevance for CFL programs deployed recently in developing countries, lessons \r\nlearned regarding responses to energy efficient technologies have behavioral implications that are \r\nalso relevant to developed countries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sendhil",
   "pi_last_name": "Mullainathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sendhil Mullainathan",
   "pi_email_addr": "mullain@fas.harvard.edu",
   "nsf_id": "000452704",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robyn",
   "pi_last_name": "Meeks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Robyn Meeks",
   "pi_email_addr": "robyn_meeks@ksgphd.harvard.edu",
   "nsf_id": "000571926",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eliana",
   "pi_last_name": "Carranza",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eliana Carranza",
   "pi_email_addr": "carranza@fas.harvard.edu",
   "nsf_id": "000571929",
   "pi_start_date": "2011-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1033 MASSACHUSETTS AVE STE 3",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\">Economics of a Light bulb:</p>\n<p style=\"text-align: center;\">&nbsp;Experimental Evidence on CFLs and End-User Behavior</p>\n<p>&nbsp;</p>\n<p><strong>Introduction&nbsp;</strong></p>\n<p>Residential access to modern energy and lighting is important&nbsp;for&nbsp;development in that it improves living standards and productivity (World Bank, 2006). However, developing countries often face severe constraints on available electricity, which result in blackouts. In the developing world, where lighting is a major component of residential electricity consumption, energy efficient technologies, such as compact fluorescent lamps (CFLs), can reduce overall household electricity demand while permitting utilities to simultaneously reach a greater number of customers with existing supplies and meeting conservation goals. Still, when CFLs have been introduced through mass replacement programs at a zero or subsidized price, their use is often discontinued once the consumer is required to pay the full price. This represents a major constraint to realizing the potential impacts of energy efficient lighting.</p>\n<p><br />In order to better understand the adoption, continued use and diffusion process of the CFL technology, the study uses randomized experiments to inspect two major mechanisms: (1) the &ldquo;rebound&rdquo; or behavioral responses&nbsp; that boost consumption and offset CFLs&rsquo; technologically feasible electricity savings and (2) the role of &ldquo;peer&rdquo; networks in spreading information, including whether the information source is too noisy or if negative information on outcomes, quality, and maintenance requirements weighs more heavily or spreads faster than positive information. As initial take up of CFL lamps may be limited because the willingness to pay (WTP) for them is lower than the market price, WTP must be elicited to study these two mechanisms.</p>\n<p>&nbsp;</p>\n<p><strong>Randomized Design </strong></p>\n<p>Three randomized experiments were conducted to assess, respectively, the savings and rebound effects in energy consumption brought by CFL use, the peer effects on the dissemination of efficient CFL lighting technologies, and the demand and willingness to pay (WTP) for CFLs.</p>\n<p>&nbsp;</p>\n<p>The study was implemented near Bishkek, the capital of Kyrgyzstan.&nbsp; Using the electricity utility&rsquo;s dataset of approximately 40,000 households, 110 neighborhoods of households were randomly selected to receive differing intensities of treated households. Within these neighborhoods, 1,000 households were randomly selected to participate in the study. Of the entire selected sample, households were randomly assigned to one of three&nbsp; groups: the control group (457 households), the group receiving the light&nbsp; bulbs for free (280 households), and the group receiving the opportunity to purchase the light bulbs at a randomly drawn price (263 households).&nbsp; Baseline data were collected for all 1,000 households through an extensive household survey.&nbsp; Light bulbs were distributed to those households eligible to receive the energy efficient technology either for free or by purchase (543 households in total). &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>Based on the data collected in the baseline household survey, household characteristics are compared across all three groups.&nbsp;&nbsp;Preliminary analyses show there are very few statistically significant differences between the groups, indicating that the randomization process worked and the sample is balanced. Moreover, no pre-trends and no pre-intervention differences in electricity consumption between treatment and control groups were identified.</p>\n<p>&nbsp;</p>\n<p><strong>Demand for Light Bulbs </strong></p>\n<p>To measure household willingness-to-pay (WTP), randomized experiments provide a rigorous alternative to contingent valuation and other non-experimental approa...",
  "por_txt_cntn": "Economics of a Light bulb:\n Experimental Evidence on CFLs and End-User Behavior\n\n \n\nIntroduction \n\nResidential access to modern energy and lighting is important for development in that it improves living standards and productivity (World Bank, 2006). However, developing countries often face severe constraints on available electricity, which result in blackouts. In the developing world, where lighting is a major component of residential electricity consumption, energy efficient technologies, such as compact fluorescent lamps (CFLs), can reduce overall household electricity demand while permitting utilities to simultaneously reach a greater number of customers with existing supplies and meeting conservation goals. Still, when CFLs have been introduced through mass replacement programs at a zero or subsidized price, their use is often discontinued once the consumer is required to pay the full price. This represents a major constraint to realizing the potential impacts of energy efficient lighting.\n\n\nIn order to better understand the adoption, continued use and diffusion process of the CFL technology, the study uses randomized experiments to inspect two major mechanisms: (1) the \"rebound\" or behavioral responses  that boost consumption and offset CFLsÆ technologically feasible electricity savings and (2) the role of \"peer\" networks in spreading information, including whether the information source is too noisy or if negative information on outcomes, quality, and maintenance requirements weighs more heavily or spreads faster than positive information. As initial take up of CFL lamps may be limited because the willingness to pay (WTP) for them is lower than the market price, WTP must be elicited to study these two mechanisms.\n\n \n\nRandomized Design \n\nThree randomized experiments were conducted to assess, respectively, the savings and rebound effects in energy consumption brought by CFL use, the peer effects on the dissemination of efficient CFL lighting technologies, and the demand and willingness to pay (WTP) for CFLs.\n\n \n\nThe study was implemented near Bishkek, the capital of Kyrgyzstan.  Using the electricity utilityÆs dataset of approximately 40,000 households, 110 neighborhoods of households were randomly selected to receive differing intensities of treated households. Within these neighborhoods, 1,000 households were randomly selected to participate in the study. Of the entire selected sample, households were randomly assigned to one of three  groups: the control group (457 households), the group receiving the light  bulbs for free (280 households), and the group receiving the opportunity to purchase the light bulbs at a randomly drawn price (263 households).  Baseline data were collected for all 1,000 households through an extensive household survey.  Light bulbs were distributed to those households eligible to receive the energy efficient technology either for free or by purchase (543 households in total).   \n\n \n\nBased on the data collected in the baseline household survey, household characteristics are compared across all three groups.  Preliminary analyses show there are very few statistically significant differences between the groups, indicating that the randomization process worked and the sample is balanced. Moreover, no pre-trends and no pre-intervention differences in electricity consumption between treatment and control groups were identified.\n\n \n\nDemand for Light Bulbs \n\nTo measure household willingness-to-pay (WTP), randomized experiments provide a rigorous alternative to contingent valuation and other non-experimental approaches. Experiments use actual decisions in real market situations where individuals face real benefits and budget constraints.  We conduct a randomized experiment to measure the household demand for one, two, three and four CFLs. \n\n \n\nPreliminary analysis of the correlations between the per unit prices that households bid for light bulbs and baseline household characteristics indicates that cert..."
 }
}