{
 "awd_id": "1061352",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Biogeochemical implications of marine phage: Roseophage as a relevant and tractable model",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 874605.0,
 "awd_amount": 874605.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "Prokaryotic viruses (phage) have long been hypothesized to influence microbial community composition, nutrient biogeochemistry and both the flux and character of carbon in the world's oceans. Model estimates indicate that > 25% of the daily carbon production in marine surface waters is shunted to the dissolved organic matter (DOM) pool by viral activity. Through this process viruses redistribute nutrient elements from large biological particles (i.e., bacteria, algae) into biologically inactive (dead) particulate and dissolved pools of organic compounds. Many of these compounds contain macro- and micronutrients (e.g., P, N, Fe) that can be rapidly recycled back into the food web. While we now have a better (yet far from complete) appreciation of the role of viruses in the regeneration of nutrient elements, we remain almost completely ignorant to, and have almost no data for, the role of viruses in the regeneration of organic carbon, the subsequent partitioning of this carbon by size (e.g. dissolved vs particulate) and bioavailability (labile vs recalcitrant). Understanding the contribution of virus activity to the various carbon pools and the rates associated with this process is an absolute necessity if we are to develop accurate marine and global carbon models.\r\n\r\nThere is little doubt that the global-scale influence of viruses is determined by host-phage interactions, yet our understanding of these interactions and their quantitative effects on system processes is in its infancy. To address these questions, it is imperative that we examine ecologically relevant model systems. To that end, this project focuses on phage that infect the Roseobacter clade, a numerically abundant and biogeochemically active group of heterotrophic marine bacteria. Despite the recognized importance of lineage members to the global cycling of elements (particularly carbon), we know little of the viruses (\"roseophage\") that infect them, the influence viruses have on host processes and the effects of this interaction on other members of the marine microbial community. As such this project is transformative in that it will exploit recently characterized virus-host models for biogeochemical and molecular studies of a major heterotrophic bacterioplankton lineage that is truly ecologically relevant. \r\n\r\nThe overall objectives of the project are to: (i) examine the distribution, diversity and production of roseophage, (ii) assess the composition and bioavailability of Roseobacter cell lysis-derived DOM and (iii) to track the subsequent uptake and metabolism of Roseobacter-derived carbon and nitrogen by marine surface water microbial communities. These objectives will be achieved through a combination of lab and field-based experiments: molecular tools will be developed to quantify specific rates of roseophage production and Roseobacter mortality under three different environmental regimes (a naturally productive open ocean regime, a near shore to off-shore gradient and induced phytoplankton blooms from mesocosms). The PIs will specifically determine the character and biological availability of carbon from lysates of Roseobacter in lab trials with model microbes. They will examine the rates of assimilation of radiolabeled Roseobacter lysate by natural communities which, when coupled with data on the composition, bioavailability and fate of the DOM released, will form the baseline for a model of Roseobacter-phage C-cycling through the microbial foodweb. Finally, complementary metabolomics studies of lysate consuming populations (in the lab and field) will provide unprecedented insight into how microbes perceive and process viral-lysed material. Collectively, these data will provide critical information on the interplay of phage with a major marine bacterial lineage and the ensuing influence these interactions have on microbial food webs.\r\n\r\nBROADER IMPACTS\r\nThe broader impacts of this study include training of graduate, undergraduate and precollegiate students as well as facilitation of outreach and diversification at an EPSCoR (Experimental Program to Stimulate Competitive Research) institution. At least 3 graduate, 14 undergraduate, and 4 precollegiate students will be supported. The training aspects of the project are high: many of the scientific activities are ideally suited for undergraduates and upper-level high school students research experiences. Two undergraduate journalism students will receive hand-on experiences in the lab and document the scientific efforts as articles and electronic media for dissemination to the general public and K-12 educators. Finally, the PIs are actively engaged in programs designed to recruit and retain under- represented groups into graduate programs in biological and chemical sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alison",
   "pi_last_name": "Buchan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alison Buchan",
   "pi_email_addr": "abuchan@utk.edu",
   "nsf_id": "000264539",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Wilhelm",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Steven W Wilhelm",
   "pi_email_addr": "wilhelm@utk.edu",
   "nsf_id": "000491747",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Campagna",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn R Campagna",
   "pi_email_addr": "campagna@ion.chem.utk.edu",
   "nsf_id": "000254190",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "201 ANDY HOLT TOWER",
  "perf_city_name": "KNOXVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 874605.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit:</em> This research developed a virus-host model system for both biogeochemical and molecular studies of an environmentally relevant heterotrophic bacterioplankton lineage. The work fundamentally advanced our understanding of host-virus interactions at the metabolic level, provided unprecedented insight into the flux of C and N related released by phage-mediated lysis into natural seawater communities and highlighted the extent of genetic diversity harbored by roseophage. This past work did not explicitly focus on elucidating the underlying genetic mechanisms dictating cellular physiologies, but sets the stage for the current proposal, as is detailed in the preliminary data section.</p>\n<p><em>Broader impacts:</em> This award supported the cross-disciplinary training of 8 graduate students (4 Microbiology, 4 Chemistry). Four of these students (3 PhD, 1 MSc) have completed their degrees. The PhD students took postdoctoral positions at Cornell, Duke and Vanderbilt; the MSc Chemistry grad is currently employed by Aegis Sciences Corp. Additionally, this award also supported the training of 8 undergraduate students, including three Microbiology REU summer students and one UTK Computer Science student. All of the graduate students and many of the undergraduates are co-authors on papers, which are indicated with a symbol in the reference section. <span style=\"text-decoration: underline;\">All</span> of these students presented their work at local, national or international symposia or conferences. The specific contributions of several of these students are highlighted in the preliminary data section of this proposal.</p>\n<p><em>Products to date:&nbsp;</em>To date, this project has supported the publication of 19 journal publications and 1 book chapter. (detailed in the Key Outcomes and Products sections). Two additional manuscripts are in minor revision and two more manuscripts (details of which are in the preliminary data section) are near submission ready. Furthermore, from 2012-2014, Buchan was part of an NSF-sponsored National Institute of Mathematical and Biological Synthesis (NIMBioS) working group entitled Ocean Viral Dynamics. This working group was comprised of aquatic viral ecologists, microbiologists and theorists with expertise in either viral ecology or large-scale ecosystem models. The goal of this working group was to develop analytical approaches to quantify viral effects on biogeochemical cycles, principally C, N and P and cumulated in 3 publications. Finally, the research conducted under this award was included in the dissertations/thesis of 3 PhD students and 1 MSc student. These dissertations/thesis are available for public download from the University of Tennessee&rsquo;s Trace System.</p>\n<p>Our principle mechanism for sharing results from our work in a format that is accessible to the scientific community is via publication. We follow scientific community and journal guidelines on deposition of nucleic acid data to NCBI and the accession numbers to access all gene data arising from this work are: HQ317387, HQ332142, HQ317384, JPOY00000000. These accession numbers are also documented in publications describing the genetic characterization of the host and strain. For the metabolomics data, there is not yet a public repository for these types of data, thus we try to make these data easily obtainable for other researchers. For example, all of the raw metabolomics data (mass spectra peak area) were provided as supplemental data to the primary article and are available for download from the publishing journal (International Society for Microbial Ecology). For those metabolomics data that have not yet been published, we will plan to do the same thing with these data as the manuscript is submitted, within the next 2-4 months (by August 2016). In addition, we participated in a research cruise in July 2013, which was supported by another...",
  "por_txt_cntn": "\nIntellectual Merit: This research developed a virus-host model system for both biogeochemical and molecular studies of an environmentally relevant heterotrophic bacterioplankton lineage. The work fundamentally advanced our understanding of host-virus interactions at the metabolic level, provided unprecedented insight into the flux of C and N related released by phage-mediated lysis into natural seawater communities and highlighted the extent of genetic diversity harbored by roseophage. This past work did not explicitly focus on elucidating the underlying genetic mechanisms dictating cellular physiologies, but sets the stage for the current proposal, as is detailed in the preliminary data section.\n\nBroader impacts: This award supported the cross-disciplinary training of 8 graduate students (4 Microbiology, 4 Chemistry). Four of these students (3 PhD, 1 MSc) have completed their degrees. The PhD students took postdoctoral positions at Cornell, Duke and Vanderbilt; the MSc Chemistry grad is currently employed by Aegis Sciences Corp. Additionally, this award also supported the training of 8 undergraduate students, including three Microbiology REU summer students and one UTK Computer Science student. All of the graduate students and many of the undergraduates are co-authors on papers, which are indicated with a symbol in the reference section. All of these students presented their work at local, national or international symposia or conferences. The specific contributions of several of these students are highlighted in the preliminary data section of this proposal.\n\nProducts to date: To date, this project has supported the publication of 19 journal publications and 1 book chapter. (detailed in the Key Outcomes and Products sections). Two additional manuscripts are in minor revision and two more manuscripts (details of which are in the preliminary data section) are near submission ready. Furthermore, from 2012-2014, Buchan was part of an NSF-sponsored National Institute of Mathematical and Biological Synthesis (NIMBioS) working group entitled Ocean Viral Dynamics. This working group was comprised of aquatic viral ecologists, microbiologists and theorists with expertise in either viral ecology or large-scale ecosystem models. The goal of this working group was to develop analytical approaches to quantify viral effects on biogeochemical cycles, principally C, N and P and cumulated in 3 publications. Finally, the research conducted under this award was included in the dissertations/thesis of 3 PhD students and 1 MSc student. These dissertations/thesis are available for public download from the University of TennesseeÆs Trace System.\n\nOur principle mechanism for sharing results from our work in a format that is accessible to the scientific community is via publication. We follow scientific community and journal guidelines on deposition of nucleic acid data to NCBI and the accession numbers to access all gene data arising from this work are: HQ317387, HQ332142, HQ317384, JPOY00000000. These accession numbers are also documented in publications describing the genetic characterization of the host and strain. For the metabolomics data, there is not yet a public repository for these types of data, thus we try to make these data easily obtainable for other researchers. For example, all of the raw metabolomics data (mass spectra peak area) were provided as supplemental data to the primary article and are available for download from the publishing journal (International Society for Microbial Ecology). For those metabolomics data that have not yet been published, we will plan to do the same thing with these data as the manuscript is submitted, within the next 2-4 months (by August 2016). In addition, we participated in a research cruise in July 2013, which was supported by another NSF OCE award to Erik Zinser (UTK) and the ancillary data are available at: http://www.bco-dmo.org/deployment/515629. We have also established a BCO-DMO webpage for o..."
 }
}