{
 "awd_id": "1061349",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DDIG: Implications of Genetic Data Knowledge on Identity in a Native American Descendant Community",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 17603.0,
 "awd_amount": 17603.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2011-02-22",
 "awd_abstract_narration": "Doctoral student Jill Bennett Gaieski, under the guidance of Dr. Theodore G. Schurr (University of Pennsylvania), will explore the socio-cultural responses to the receipt of genomic data on identity. The research addresses some of the complex outcomes arising from the dissemination of genetic data to various populations for which such data maybe critical to medical, political and identity issues. This project focuses on the self-identified \"Native Bermudians\" of St. David's Island, Bermuda.  This community claims an indigenous American ancestry traced to individuals who were forcibly taken from their native homelands in 17th century New England by English colonists, then enslaved, and transported to Bermuda as part of the island's first wave of plantation workers.  In their efforts to rediscover their native pasts, St. David's Islanders are presently collaborating in a genetic ancestry study that is investigating these claimed links to indigenous communities in North America.\r\n\r\nThere are two primary objectives of this project.  First, Gaieski will examine the processes by which the receipt of genomic results influences claims of indigeneity and the behaviors that flow from these understandings of identity, as well as the effects that genetic knowledge receipt has on the well-being of individual and group participants.  Second, she will examine how cultural and historical memory of practice and displacement is transmitted across generations, and differentially sustained and mobilized by community and individuals seeking to understand their native pasts.  To accomplish these objectives, Gaieski will employ archival, ethnographic, and survey methods.  She will also document previously unrecorded oral histories and traditions in the Native Bermudian community.  Furthermore, she will interview key community members to document the cultural knowledge that is central to forming and maintaining their unique identity, both historically and at present.\r\n\r\nSignificantly, as genomics becomes increasingly available as a tool for recovering histories, it is critical to understand how genetic data gets interwoven with social, political and ideological perspectives to shape understandings about identity and the behaviors that flow from them.  This study seeks answers to these timely questions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Schurr",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore G Schurr",
   "pi_email_addr": "tgschurr@sas.upenn.edu",
   "nsf_id": "000286190",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jill Bennett",
   "pi_last_name": "Gaieski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jill Bennett Gaieski",
   "pi_email_addr": "jgaieski@sas.upenn.edu",
   "nsf_id": "000555873",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 17603.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>This project offered the rare opportunity to employ a multidisciplinary anthropological approach to understanding the complex history of a self-proclaimed indigenous American descendant community living in Bermuda.&nbsp; An in-depth examination of archival materials, genealogical records, oral historical information, and genetic data illuminated this part of indigenous American and colonial American history never before fully told.&nbsp; While the majority of anthropological studies of enslaved communities have focused on the African diaspora, one of this project&rsquo;s strengths is its concentration on a population largely neglected by scholars, one that can be considered a diasporic indigenous group.</p>\n<p>Furthermore, the value of this approach in investigating the history of Bermuda&rsquo;s St. David&rsquo;s Islanders tests the compatibility of local oral traditions, allegedly shared for hundreds of years and still alive today, with the historical and genealogical records.&nbsp; What makes this project even more unique is that it has shown how the juxtaposition of documentary and oral historical records against biological data and the integration of diverse knowledge sets can provide a thorough and rich understanding of descendant community identity.&nbsp; As such, the project should be of great interest to anthropologists, geneticists, and historians concerned with the relationship between identity and biology and their connection to how human groups are constructed.</p>\n<p>As part of this endeavor, the project looked at the impact that genomic information has on identity construction and&nbsp;maintenance, and the extent to which such knowledge leads to actual life and behavioral changes.&nbsp; For individuals whose histories are documentable, genetic ancestry testing is largely recreational and generally does not involve a significant psychological investment.&nbsp; The same cannot be said for individuals whose histories are not well understood, for whom genomic ancestry results often prove most intriguing.&nbsp; Through the development of large databases of genetic information, organizations like the African Ancestry Project are providing links to pasts once thought irretrievably lost due to the targeted and brutal program of colonial slavery.&nbsp; Descendants of indigenous Americans, many of whose ancestors suffered violent disconnection from their historical pasts, are also using modern genetics to confirm oral historical evidence of native connections and identity. &nbsp;This project illustrates one such case.</p>\n<p>Yet, as databases cataloging genomic data on ancestry continue to swell, important ethical, psychological and social issues remain unaddressed, especially in relation to historically marginalized populations.&nbsp; For example, how do these users consume genome-based genealogical data?&nbsp; At what level do they understand the benefits and risks associated with receiving results?&nbsp; How do expected outcomes differ from actual outcomes?&nbsp; How and under what social and cultural conditions are genomic data relevant to identity? &nbsp;Do such results lead to life and/or behavioral changes? &nbsp;What effect do results have on individual understandings about race, culture, or nationality?&nbsp; This project addressed these issues through a study of genomic data consumption by this self-identifying Native American descendant community.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span></p>\n<p>This project has a number of broader impacts.&nbsp; Some were achieved by integrating research and community education into the study and directly involving St. David&rsquo;s Islanders in all aspects of this project.&nbsp; The community fully supported the project, and its support had the added effect of offering diverse perspectives on the outcomes of th...",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project offered the rare opportunity to employ a multidisciplinary anthropological approach to understanding the complex history of a self-proclaimed indigenous American descendant community living in Bermuda.  An in-depth examination of archival materials, genealogical records, oral historical information, and genetic data illuminated this part of indigenous American and colonial American history never before fully told.  While the majority of anthropological studies of enslaved communities have focused on the African diaspora, one of this projectÆs strengths is its concentration on a population largely neglected by scholars, one that can be considered a diasporic indigenous group.\n\nFurthermore, the value of this approach in investigating the history of BermudaÆs St. DavidÆs Islanders tests the compatibility of local oral traditions, allegedly shared for hundreds of years and still alive today, with the historical and genealogical records.  What makes this project even more unique is that it has shown how the juxtaposition of documentary and oral historical records against biological data and the integration of diverse knowledge sets can provide a thorough and rich understanding of descendant community identity.  As such, the project should be of great interest to anthropologists, geneticists, and historians concerned with the relationship between identity and biology and their connection to how human groups are constructed.\n\nAs part of this endeavor, the project looked at the impact that genomic information has on identity construction and maintenance, and the extent to which such knowledge leads to actual life and behavioral changes.  For individuals whose histories are documentable, genetic ancestry testing is largely recreational and generally does not involve a significant psychological investment.  The same cannot be said for individuals whose histories are not well understood, for whom genomic ancestry results often prove most intriguing.  Through the development of large databases of genetic information, organizations like the African Ancestry Project are providing links to pasts once thought irretrievably lost due to the targeted and brutal program of colonial slavery.  Descendants of indigenous Americans, many of whose ancestors suffered violent disconnection from their historical pasts, are also using modern genetics to confirm oral historical evidence of native connections and identity.  This project illustrates one such case.\n\nYet, as databases cataloging genomic data on ancestry continue to swell, important ethical, psychological and social issues remain unaddressed, especially in relation to historically marginalized populations.  For example, how do these users consume genome-based genealogical data?  At what level do they understand the benefits and risks associated with receiving results?  How do expected outcomes differ from actual outcomes?  How and under what social and cultural conditions are genomic data relevant to identity?  Do such results lead to life and/or behavioral changes?  What effect do results have on individual understandings about race, culture, or nationality?  This project addressed these issues through a study of genomic data consumption by this self-identifying Native American descendant community.\n\nBroader Impacts\n\nThis project has a number of broader impacts.  Some were achieved by integrating research and community education into the study and directly involving St. DavidÆs Islanders in all aspects of this project.  The community fully supported the project, and its support had the added effect of offering diverse perspectives on the outcomes of the research results. \n\nToday, the St. DavidÆs community continues its revitalization movement, with the goal of looking for new ways to reclaim its indigenous past through the education of its residents, and reconnection with its \"lost cousins\" in indigenous New England.  This project has helped to facilitate these..."
 }
}