{
 "awd_id": "1061774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SID/ISMS, An Autonomous Instrument for Combined In Situ Tracer Incubation Studies and Preservation of Microbial Samples for Genomic, Transcriptomic and Proteomic Analysis",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 460006.0,
 "awd_amount": 522324.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2013-04-03",
 "awd_abstract_narration": "The PI's request funding to build, test and implement an instrument (Submersible Incubation Device-In Situ Microbial Sampler (SID-ISMS) that will satisfy the current requirements for water column sampling for studies in molecular microbial ecology & biogeochemical element cycling in the marine environment. This instrumentation will make possible autonomous in situ, time series measurements of critical microbially-driven rate processes in conjunction with contemporaneous sampling (in situ sample preservation) of the environment at the same location to allow association of measured activities with the identity and function of the catalyzing organisms. New developments will include a 2L incubation chamber for tracer rate measurements, a new Fixation Filter Unit allowing in situ chemical preservation of filtered samples without need for external electromechanical support for preservative delivery & incorporation of a SDSL data.\r\n\r\nBroader Impacts:     \r\n\r\nGrad-students and post-docs will likely have the experience to work with this new technology and the samples it collects during the sea trials will contribute to graduate theses. It's quite likely that this technology will recover genetic material that is new to science and produce revised rate measurements for the entire range of biogeochemical measurements that could be conducted in the SID module. The use of WHOI and CMORE outreach programs to promote the new sampling/collection technology will ensure exposure to other underrepresented groups with an interest in pursuing careers in science. This new tool should enable scientists to move to the next level of understanding aquatic ecosystems and not simply 'settle' for the available technology, which currently limits scientific creativity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Edgcomb",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia P Edgcomb",
   "pi_email_addr": "vedgcomb@whoi.edu",
   "nsf_id": "000203507",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Taylor",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Craig D Taylor",
   "pi_email_addr": "ctaylor@whoi.edu",
   "nsf_id": "000434742",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 WOODS HOLE RD",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 494984.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16067.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11273.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual merit outcomes</span>:</p>\n<p>Accurate data on marine microbial processes are fundamentally important to understanding microbially-driven ocean processes and responses of microbiota (and the major biogeochemical cycles that they mediate) to global climate change impacts on marine water columns and consequences for marine food chains of importance to humans. Oceanographers examining marine microbiota have historically relied on ship-based hydrocasting operations for collection of water samples from various depths in the ocean via Niskin rosette samplers, followed by shipboard processing. &nbsp;When large and variable lapses in time occur between sample capture and preservation, or when samples are exposed to significant physico-chemical changes (e.g., changes in pressure, light, temperature, redox state, etc.) during transport to the surface, the Niskin-based approach is likely to introduce artifacts. &nbsp;These concerns are particularly significant when working with phototrophs, pressure-sensitive organisms, collecting samples from the deep sea and/or from low-oxygen or anoxic zones. &nbsp;</p>\n<p>Our new technology specifically addresses needs of the scientific community for more accurate data on microbial processes. We developed a modular robotic sampler for studies in marine microbiology, the MS-SID (<strong>Figure 1</strong>), consisting of a 2000 ml gear-driven syringe-like Incubation Chamber, a 50-port <em>Fluidic Distribution Valve</em> (FDV), a micro-gear pump for microbial sampling, a <em>Tracer Injector </em>(TI), 48 <em>Fixation Filter Units</em> (FF3) for collection &amp; <em>in situ</em> preservation of collected and/or incubated samples, a high salinity range CTD, oxygen optode, 2 turbidity sensors, real-time communication capabilities, and a controlling Electronics/Battery pack.&nbsp; This instrument was tested and refined during three oceanographic cruises, and is now available to the broader scientific community. The FF3s &nbsp;are unique in-line filter units that each contains an appropriate chemical preservative (e.g., RNA<em>later</em>) that is delivered to the filter surface by density-driven laminar convection to preserve the particulate sample within &le;30 seconds following filtration. This instrument can operate in a completely autonomous, pre-programmed time series mode, or in an adaptive sampling mode where the user communicates with the instrument and its sensors in real time. The new FF3 technology is platform-independent, and is designed for collecting and preserving filtered water samples <em>in situ</em>. This technology was developed in response to the increasing role metatranscriptomics and other analyses involving capture and preservation of labile biomolecules is playing in understanding linkages between organisms and their environment. It eliminates the attendant stresses resulting from a host of physico-chemical changes that can occur in the sample's journey to the sea surface using classic Niskin hydrocast operations that can have an effect on the mRNA (and potentially other biomolecule pools being analyzed.&nbsp; This technology also eliminates the variable times that can occur between sample capture and preservation in the ship&rsquo;s laboratory. This new technology should transform the way many scientists in biological oceanography design projects and collect samples, and increase the accuracy of data generated by those projects.</p>\n<p><span style=\"text-decoration: underline;\">Broader impacts outcomes</span>:</p>\n<p>&nbsp;</p>\n<p>Three postdocs were trained in the use of this new technology and participated in cruise-based testing of the instrument. Two high school students conducted internships during which they developed user manuals for portions of this technology and were inspired to pursue further studies in engineering. Two undergraduates and several graduate s...",
  "por_txt_cntn": "\nIntellectual merit outcomes:\n\nAccurate data on marine microbial processes are fundamentally important to understanding microbially-driven ocean processes and responses of microbiota (and the major biogeochemical cycles that they mediate) to global climate change impacts on marine water columns and consequences for marine food chains of importance to humans. Oceanographers examining marine microbiota have historically relied on ship-based hydrocasting operations for collection of water samples from various depths in the ocean via Niskin rosette samplers, followed by shipboard processing.  When large and variable lapses in time occur between sample capture and preservation, or when samples are exposed to significant physico-chemical changes (e.g., changes in pressure, light, temperature, redox state, etc.) during transport to the surface, the Niskin-based approach is likely to introduce artifacts.  These concerns are particularly significant when working with phototrophs, pressure-sensitive organisms, collecting samples from the deep sea and/or from low-oxygen or anoxic zones.  \n\nOur new technology specifically addresses needs of the scientific community for more accurate data on microbial processes. We developed a modular robotic sampler for studies in marine microbiology, the MS-SID (Figure 1), consisting of a 2000 ml gear-driven syringe-like Incubation Chamber, a 50-port Fluidic Distribution Valve (FDV), a micro-gear pump for microbial sampling, a Tracer Injector (TI), 48 Fixation Filter Units (FF3) for collection &amp; in situ preservation of collected and/or incubated samples, a high salinity range CTD, oxygen optode, 2 turbidity sensors, real-time communication capabilities, and a controlling Electronics/Battery pack.  This instrument was tested and refined during three oceanographic cruises, and is now available to the broader scientific community. The FF3s  are unique in-line filter units that each contains an appropriate chemical preservative (e.g., RNAlater) that is delivered to the filter surface by density-driven laminar convection to preserve the particulate sample within &le;30 seconds following filtration. This instrument can operate in a completely autonomous, pre-programmed time series mode, or in an adaptive sampling mode where the user communicates with the instrument and its sensors in real time. The new FF3 technology is platform-independent, and is designed for collecting and preserving filtered water samples in situ. This technology was developed in response to the increasing role metatranscriptomics and other analyses involving capture and preservation of labile biomolecules is playing in understanding linkages between organisms and their environment. It eliminates the attendant stresses resulting from a host of physico-chemical changes that can occur in the sample's journey to the sea surface using classic Niskin hydrocast operations that can have an effect on the mRNA (and potentially other biomolecule pools being analyzed.  This technology also eliminates the variable times that can occur between sample capture and preservation in the shipÆs laboratory. This new technology should transform the way many scientists in biological oceanography design projects and collect samples, and increase the accuracy of data generated by those projects.\n\nBroader impacts outcomes:\n\n \n\nThree postdocs were trained in the use of this new technology and participated in cruise-based testing of the instrument. Two high school students conducted internships during which they developed user manuals for portions of this technology and were inspired to pursue further studies in engineering. Two undergraduates and several graduate students participated in cruise based testing, and gained experience with the MS-SID and knowledge of the important issues associated with in situ preservation vs. traditional approaches for water column sampling. The PIÆs presented this new technology at numerous national and international conferences..."
 }
}