{
 "awd_id": "1061027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Linking topographic internal wave radiation to near-field processes, dissipation and mixing",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 974366.0,
 "awd_amount": 974366.0,
 "awd_min_amd_letter_date": "2011-03-22",
 "awd_max_amd_letter_date": "2011-03-22",
 "awd_abstract_narration": "Intellectual Merit: The project addresses the dynamics of tidal flows over isolated topographic features, focusing in particular on the regime in parameter space where nonlinearity leads to significant local mixing and dissipation in comparison to the rate of wave radiation in the overall energy balance.  This flow regime occurs both in the deep ocean and also near tall isolated features such as the Hawaiian Ridge. The relative importance of near-field dissipation and mixing on the one hand, and radiation to the far-field on the other, varies between sites and depends on factors that are not presently well understood.  The primary objective is to understand the dynamics linking nonlinear local flow phenomena to the intensity and character of wave radiation to the far field and to relate the rates of mixing, dissipation and radiation at various frequencies to parameters characterizing the flow and the topography. The project will utilize an experimental approach using high-resolution, three-dimensional numerical simulations run on parallel supercomputers. The simulations will resolve phenomena such as boundary layer separation and shear instabilities and about a decade of the inertial sub-range. The numerical model was designed specifically for process-oriented studies such as these and combines high-accuracy numerical methods with efficient implementation on distributed memory computing facilities. \r\n\r\nBroader Impacts: Stratified flow over topography is a fundamental aspect of oceanic motion characterized by a wide range of phenomenology. The processes that produce internal waves that radiate to the far field can coexist and be dynamically coupled to near-field phenomena such as high-drag states, internal hydraulic jumps, dissipation and mixing. Understanding the physics linking these local and global responses is an important precursor to the successful parameterization of energy conversion and therefore internal wave driven mixing.  The project will directly support the education and training of one Ph.D. student in Physical Oceanography.  Aspects of this work will be incorporated into graduate classes taught by the investigators in Environmental Fluid Dynamics and Turbulence in Environmental Flows to students in Physical Oceanography, Climate Sciences and Mechanical and Aerospace Engineering.  The investigators will also maintain a project web page disseminating numerical tools with the objective of making all of the numerical results:  reproducible by other groups; useful as a starting point for related or extended studies; and suitable as educational examples of computational fluid mechanics.  Results will also be integrated into public lectures given through the San Diego Flight Standards District Office on wave flights and the hazards of down slope flows.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kraig",
   "pi_last_name": "Winters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kraig Winters",
   "pi_email_addr": "kraig@coast.ucsd.edu",
   "nsf_id": "000173218",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Armi",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence D Armi",
   "pi_email_addr": "larmi@ucsd.edu",
   "nsf_id": "000453700",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 974366.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>By considering a suite of problems in which an oscillating stratified flow interacts with a ridge-like obstacle, a new theoretical framework was developed that describes the transition from linear dynamics, in which internal gravity waves are radiated from the obstacle, to nonlinear dynamics where an accelerated, hydraulically-controlled overflow causes localized mixing and dissipation as it separates from the lee of the obstacle. The important oceanographic problem of internal tide generation at tall ridges often lies in the middle of these two regimes and was shown to exhibit characteristics of both types of solutions.</p>\n<p><br />An analytical solution for the upstream flow profile for an optimally controlled overflow was developed based on the ideas of blocking, upstream influence and streamwise flow asymmetry. This theory was tested against previously published laboratory experiments, several new numerical experiments and compared with oceanic and atmospheric observations. The stability of the overflowing downslope flow and the intensity of turbulent mixing in internal hydraulic jumps was examined as a function of subcritical downstream boundary conditions.</p>\n<p><br />New analytical and numerical tools and approaches were developed to carry out this research. A clear demonstration that topographic hydraulic control need not be defined in terms of arrested waves but can be more generally be thought of in terms of asymmetry, with wave arrest then following as a consequence, has implications in environmental engineering, atmospheric science, limnology and oceanography. This work also led to refinements in large-eddy-simulations using spectral methods and immersed boundaries on massively parallel computing facilities.<br />This work provided partial support for a PhD student in Physical Oceanography, a post-doctoral scholar, and produced material used in the PIs classes on Environmental Fluid Mechanics and Ocean Turbulence.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2017<br>\n\t\t\t\t\tModified by: Kraig&nbsp;Winters</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBy considering a suite of problems in which an oscillating stratified flow interacts with a ridge-like obstacle, a new theoretical framework was developed that describes the transition from linear dynamics, in which internal gravity waves are radiated from the obstacle, to nonlinear dynamics where an accelerated, hydraulically-controlled overflow causes localized mixing and dissipation as it separates from the lee of the obstacle. The important oceanographic problem of internal tide generation at tall ridges often lies in the middle of these two regimes and was shown to exhibit characteristics of both types of solutions.\n\n\nAn analytical solution for the upstream flow profile for an optimally controlled overflow was developed based on the ideas of blocking, upstream influence and streamwise flow asymmetry. This theory was tested against previously published laboratory experiments, several new numerical experiments and compared with oceanic and atmospheric observations. The stability of the overflowing downslope flow and the intensity of turbulent mixing in internal hydraulic jumps was examined as a function of subcritical downstream boundary conditions.\n\n\nNew analytical and numerical tools and approaches were developed to carry out this research. A clear demonstration that topographic hydraulic control need not be defined in terms of arrested waves but can be more generally be thought of in terms of asymmetry, with wave arrest then following as a consequence, has implications in environmental engineering, atmospheric science, limnology and oceanography. This work also led to refinements in large-eddy-simulations using spectral methods and immersed boundaries on massively parallel computing facilities.\nThis work provided partial support for a PhD student in Physical Oceanography, a post-doctoral scholar, and produced material used in the PIs classes on Environmental Fluid Mechanics and Ocean Turbulence.\n\n\t\t\t\t\tLast Modified: 07/31/2017\n\n\t\t\t\t\tSubmitted by: Kraig Winters"
 }
}