{
 "awd_id": "1061223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011 Physical Virology Gordon-Keenan Research Seminar and the Gordon Research Conference",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David A. Brant",
 "awd_eff_date": "2010-12-01",
 "awd_exp_date": "2011-11-30",
 "tot_intn_awd_amt": 5580.0,
 "awd_amount": 5580.0,
 "awd_min_amd_letter_date": "2010-11-17",
 "awd_max_amd_letter_date": "2010-11-17",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1061223\t      PI:  Dragnea, Bogdan                  ORG:  University of Indiana\r\n\r\nTitle:  2011 Physical Virology GRC (Gordon Research Conference)\r\n\r\nINTELLECTUAL  MERIT:  Viruses have many features that are uniquely relevant to nanobiotechnology.  To date, it has not been feasible to create synthetic nanoparticles of comparable beauty and utility.  Viral particles have been found to be suitable building blocks for several reasons:  (1) viral capsids are extremely robust and can be produced in large quantities with ease, (2) the particles self-assemble into monodisperse constructs with a high degree of symmetry and polyvalency, (3) they have the propensity to form regular 2D and 3D arrays, and (4) they offer programmability through genetic and chemical engineering.  Combined knowledge of the structure of virus capsids at atomic resolution and the use of chimeric virus technology permits generation of virus-like particles with short antigenic peptides for potential use as vaccine candidates.  The chemical addressability of capsids has led to the development of virus-based vascular imaging probes.  This feature of virus-based materials, preserving the structural integrity and, thus, symmetry of the molecular scaffold, may also become relevant for the field of energy harvesting.  Thus, although there is a diverse range of mechanisms used by light harvesting biological organisms, one common feature to all of them is the requirement of an electron-transfer relay system.  This involves a series of chromophores arranged with nanometer precision in a regular array that enables the efficient transport of energy through a series of Förster resonance energy transfer events.  The virus paradigm for molecularly accurate self-organization is under intense study in this respect as a suitable scaffold for the templating of regularly spaced chromophores to mimic a light harvesting antenna.\r\n\r\nBROADER IMPACTS:  This GRC is unique in its scope and complementary to other meetings on viruses.  While most traditional virology meetings are dedicated to specific systems, the Physical Virology GRC deals with the existence of universal principles of virus structure and assembly underlying the physical properties of viruses and virus-mimetic systems.  It will afford an important and unique opportunity for biologists, chemists, and physicists to convene to apply their respective perspectives to the issue of viral structure and assembly as it relates to use of viruses as scaffolds for the creation of functional materials not achievable by other means.  The organizers will use the funds provided to encourage the participation of younger scientists and scientists from underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bogdan",
   "pi_last_name": "Dragnea",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bogdan Dragnea",
   "pi_email_addr": "dragnea@indiana.edu",
   "nsf_id": "000493667",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2010-11-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "5586 POST RD UNIT 2",
  "perf_city_name": "EAST GREENWICH",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028183454",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 5580.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research<br />Conference on PHYSICAL VIROLOGY was held at the<br />Ventura Beach Marriott, Ventura, California on January 16 - 21, 2011.<br />The Conference was well-attended with 118 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S. and<br />foreign scientists, senior researchers, young investigators, and students. Of<br />the 118 attendees, 49 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 49 respondents, 24%<br />were Minorities &ndash; 6% Hispanic, 18% Asian and 0% African American. Approximately<br />29% of the participants at the 2011 meeting were women.</p>\n<p>In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p class=\"CM2\"><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2011<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research\nConference on PHYSICAL VIROLOGY was held at the\nVentura Beach Marriott, Ventura, California on January 16 - 21, 2011.\nThe Conference was well-attended with 118 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S. and\nforeign scientists, senior researchers, young investigators, and students. Of\nthe 118 attendees, 49 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 49 respondents, 24%\nwere Minorities &ndash; 6% Hispanic, 18% Asian and 0% African American. Approximately\n29% of the participants at the 2011 meeting were women.\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 11/18/2011\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}