{
 "awd_id": "1061882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Individual Decisions in the Face of Natural Hazards: An Analysis of Decades of Flood Insurance Purchases, Claims Filed and Risk Management under the National Flood Insurance Progra",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 77500.0,
 "awd_amount": 77500.0,
 "awd_min_amd_letter_date": "2011-05-27",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "In this project, the Principal Investigators will undertake a broad program of research designed to improve understanding of individual decision making regarding insurance purchases and adoption of flood mitigating activities.  This research will benefit from a unique access to the entire nationwide portfolio of the US National Flood Insurance Program (NFIP) between 2000 and 2009.  The research will address three areas: (1) flood insurance decision making by individuals; (2) the adoption of flood mitigation actions, and (3) policy reform options for the NFIP.  \r\nIn the first part of the reseach, statistical and econometric analyses will be conducted to understand how flood insurance purchases vary around the county; to identify the types of insurance contracts individuals purchase and how purchases vary spatially, temporally, and by characteristics of the policyholders; and to tease apart how insurance choices are influenced by socio-economic factors, learning in the form of previous experience or proximity to a flood, the availability bias in terms of the extent of news coverage of flood events, and the presence of post disaster federal relief.\r\nNext, econometric approaches will be used to address a series of questions related to flood mitigation. To what extent do household mitigation activities reduce flood claims and what are the other drivers of claim amounts at an individual level?  How do community-level mitigation activities influence flood claims, and what are the other key drivers of community-level claim amounts?  And what factors explain why some communities adopt flood risk reduction measures and others do not?  Community level questions will be answered using information on the NFIP?s Community Rating System, in which communities that adopt mitigation measures receive a discount in insurance premiums.\r\nFinally,, the research will examine possible options for reforming the NFIP.  Congress and FEMA are currently debating reform options for the NFIP, especially given its $19 billion debt since Hurricane Katrina. The research team will examine and compare, in light of the expected results described above, several risk management reform options to sustain higher take-up rates and increased adoption of cost-effective mitigation and also to make the program better able to handle truly catastrophic loss years (e.g. issuance of catastrophe bonds, multi-year flood insurance).  Those options will be examined in terms of their net cost to the program, their equitable distribution of risk and cost, and their political acceptability. \r\n            In terms of broader impacts, millions of Americans are exposed to flood risk but there are serious issues about how to assure they are adequately covered and remain so over time. The proposed research effort, its high level of collaborative efforts with academia, practitioners and policymakers, and its broader impacts through complementary dissemination activities (in the classroom at The University of Pennsylvania, mentoring activities, conferences, policy briefs, and academic papers) will not only advance our academic knowledge about how individuals behave vis-à-vis flood risk, but ultimately assure many more people are well prepared for future floods. Our findings will also have much broader applicability to other catastrophe risks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carolyn",
   "pi_last_name": "Kousky",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Carolyn M Kousky",
   "pi_email_addr": "ckousky@edf.org",
   "nsf_id": "000539760",
   "pi_start_date": "2011-05-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Resources For the Future Inc",
  "inst_street_address": "1616 P ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023285000",
  "inst_zip_code": "200361434",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "RESOURCES FOR FUTURE INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "L3M4ELGHJ4K9"
 },
 "perf_inst": {
  "perf_inst_name": "Resources For the Future Inc",
  "perf_str_addr": "1616 P ST NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200361434",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 52500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Individual Decisions in the Face of Natural Hazards: </strong></p>\n<p><strong>An Analysis of Decades of Flood Insurance Purchases and Risk Management under the National Flood Insurance Program</strong></p>\n<p>In the U.S., standard homeowners policies typically exclude flood coverage.&nbsp; Instead, since 1968, residents can purchase flood insurance to protect their residence through the federally managed National Flood Insurance Program (NFIP).&nbsp; Today, the program covers about 5.4 million policies nationwide, representing just under $1.3 trillion in coverage. &nbsp;&nbsp;Despite the fact that this program has been operating for over 40 years, many questions remain unanswered.</p>\n<p>The Wharton Risk Center was granted access to the entire database of flood claims nationwide from 1978 to 2012 and to policies-in-force nationwide between 2000 and 2010 for research purposes.&nbsp; This large dataset provided us with a unique opportunity to test empirically theories about decision-making related to disaster events.&nbsp; Much of our understanding of disaster insurance comes from controlled lab experiments, surveys, and theoretical work.&nbsp; We aimed to complement these findings with an examination of flood insurance transactions that have occurred in the U.S. &nbsp;&nbsp;We had three complementary goals:</p>\n<p><em>1. Improving our understanding of flood insurance decision-making by individuals.</em> First we studied how long individuals maintain their flood insurance policies.&nbsp; This has been a matter of contention in the program, as there is evidence that many are out of compliance with the mandatory purchase requirement (homeowners with a mortgage from a federally backed and regulated lender must purchase flood insurance if in a high-risk area), but the reasons for this remain unknown.&nbsp; Our work, undertaken nationwide, found that many people drop their policy after only a year; after three years, only half of flood insurance policies purchased were still in place.&nbsp; The lack of proper flood insurance coverage observed after large disasters (e.g., 50% of victims of Hurricane Katrina and 80% of Hurricane Sandy had no flood insurance) might thus be due to high cancellation rate rather than to the fact that people never purchased coverage.</p>\n<p>&nbsp;We were also interested in whether people reduced their flood insurance coverage after they had received government disaster assistance (known as a crowding out effect in the literature). We found that FEMA Individual Assistance grants (free money) had a statistically significant crowding out effect on insurance: a $1,000 increase in grants reduces insurance demand by $6,000. We find that aid very slightly increases the number of residents who purchase flood insurance, but this is due to the requirement that those who receive aid purchase an insurance policy; when such policies are excluded, we find no impact on take-up rates.&nbsp; SBA low interest disaster loans had no impact.</p>\n<p><em>2. Generating new insight about the nature and distribution of flood claims and the effectiveness of flood risk mitigation in reducing claims. </em>We found, as expected, that being in higher risk areas increases claims, that claims in coastal areas are higher than inland, and that mitigation investments work.&nbsp; Homes that were elevated had lower claims.&nbsp; Our analysis of 35 years of single-family residential flood claims across the nation reveals that the vast majority are moderate but not catastrophic (half the claims are for less than roughly $13,300, corrected for inflation).&nbsp; We also found that a few events generate extremely large losses, in both number of claims and size (the 99th percentile for claims is more than $310,000).</p>\n<p>&nbsp;<em>3. Evaluating reform options for the NFIP currently being debated in Congress.</em>&nbsp; We focused attention on two in particular: private market op...",
  "por_txt_cntn": "\nIndividual Decisions in the Face of Natural Hazards: \n\nAn Analysis of Decades of Flood Insurance Purchases and Risk Management under the National Flood Insurance Program\n\nIn the U.S., standard homeowners policies typically exclude flood coverage.  Instead, since 1968, residents can purchase flood insurance to protect their residence through the federally managed National Flood Insurance Program (NFIP).  Today, the program covers about 5.4 million policies nationwide, representing just under $1.3 trillion in coverage.   Despite the fact that this program has been operating for over 40 years, many questions remain unanswered.\n\nThe Wharton Risk Center was granted access to the entire database of flood claims nationwide from 1978 to 2012 and to policies-in-force nationwide between 2000 and 2010 for research purposes.  This large dataset provided us with a unique opportunity to test empirically theories about decision-making related to disaster events.  Much of our understanding of disaster insurance comes from controlled lab experiments, surveys, and theoretical work.  We aimed to complement these findings with an examination of flood insurance transactions that have occurred in the U.S.   We had three complementary goals:\n\n1. Improving our understanding of flood insurance decision-making by individuals. First we studied how long individuals maintain their flood insurance policies.  This has been a matter of contention in the program, as there is evidence that many are out of compliance with the mandatory purchase requirement (homeowners with a mortgage from a federally backed and regulated lender must purchase flood insurance if in a high-risk area), but the reasons for this remain unknown.  Our work, undertaken nationwide, found that many people drop their policy after only a year; after three years, only half of flood insurance policies purchased were still in place.  The lack of proper flood insurance coverage observed after large disasters (e.g., 50% of victims of Hurricane Katrina and 80% of Hurricane Sandy had no flood insurance) might thus be due to high cancellation rate rather than to the fact that people never purchased coverage.\n\n We were also interested in whether people reduced their flood insurance coverage after they had received government disaster assistance (known as a crowding out effect in the literature). We found that FEMA Individual Assistance grants (free money) had a statistically significant crowding out effect on insurance: a $1,000 increase in grants reduces insurance demand by $6,000. We find that aid very slightly increases the number of residents who purchase flood insurance, but this is due to the requirement that those who receive aid purchase an insurance policy; when such policies are excluded, we find no impact on take-up rates.  SBA low interest disaster loans had no impact.\n\n2. Generating new insight about the nature and distribution of flood claims and the effectiveness of flood risk mitigation in reducing claims. We found, as expected, that being in higher risk areas increases claims, that claims in coastal areas are higher than inland, and that mitigation investments work.  Homes that were elevated had lower claims.  Our analysis of 35 years of single-family residential flood claims across the nation reveals that the vast majority are moderate but not catastrophic (half the claims are for less than roughly $13,300, corrected for inflation).  We also found that a few events generate extremely large losses, in both number of claims and size (the 99th percentile for claims is more than $310,000).\n\n 3. Evaluating reform options for the NFIP currently being debated in Congress.  We focused attention on two in particular: private market opportunities for flood insurance (in order to increase the number of residents who have protection from flood) and addressing affordability for low and middle-income households through a coupled voucher and risk-reduction loan program.  On privatization, we mod..."
 }
}