{
 "awd_id": "1061026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Religiosity, Culture, and Well-being: A Study of Cultural Models and Health among Brazilian Pentecostals",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 19723.0,
 "awd_amount": 19723.0,
 "awd_min_amd_letter_date": "2011-01-05",
 "awd_max_amd_letter_date": "2011-01-05",
 "awd_abstract_narration": "University of Alabama doctoral student, H.J. François Dengah, under the guidance of William W. Dressler, will investigate the influence of religious cultural consonance on well-being. In particular, this study asks if religious conceptions of ideal acolyte identity and behavior buffer daily stressors experienced by socially and economically marginalized members of Brazilian Pentecostal churches. Between 1960 and 1985, the Protestant population of Brazil quadrupled. This expansion however, is disproportionately among Brazil's poor, disenfranchised, and minority populations. This research posits that Pentecostal communities offer an alternative cultural-landscape to create identity, power, and status, which may contradict, compensate, and even challenge the dominant behavioral norms. Thus, religious cultural consonance may be a specific mechanism that marginalized Brazilian Pentecostals utilize to mitigate the physiological and psychological stress of their daily lives.\r\n\r\nThis mixed-methods research will be conducted in Ribeirão Preto, São Paulo, Brazil. The research will be conducted with the membership of two specific communities: The Assembléia de Deus (AD) and Igreja Universal do Reino de Deus (IURD). The AD is theologically more sectarian than the IURD, advocating a greater separation between their faith and the secular world. This theological difference will be valuable for examining the differential interaction of religiosity and sectarianism in the appraisal and embodiment of psycho-social stress. Participant observations and interviews will focus on (1) the construction and distribution of religious cultural models of ideal personhood and lifestyle; and (2) evaluating well-being through mental health surveys and physiological health measures.\r\n\r\nThis research offers an understanding of how religion influences physiological and psychological well-being. More specifically, this research will empirically show how religion may be an adaptive strategy that impoverished populations utilize to moderate the stress of their daily lives by offering an alternative and attainable set of life goals and identities. Ultimately, this research will contribute to understanding the rapid Protestant growth occurring in Latin America and throughout the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Dressler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "William W Dressler",
   "pi_email_addr": "wdressle@tenhoor.as.ua.edu",
   "nsf_id": "000393008",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henri",
   "pi_last_name": "Dengah",
   "pi_mid_init": "F",
   "pi_sufx_name": "II",
   "pi_full_name": "Henri F Dengah",
   "pi_email_addr": "francois.dengah@fsu.edu",
   "nsf_id": "000556442",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 19723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My dissertation examines an important social scientific question through a new methodological framework: how is religion related to well-being? More specifically, what are the motivations for conversion and what are the psychological and physiological effects of participation? These questions are complex, but addressing them can help to explain if and how marginalized populations use religion to offset the stressors associated with their socioeconomic position. Using a cognitive and medical anthropological framework, my research investigates why religious traditions such as Pentecostalism, the fastest growing religion worldwide, are so appealing to communities in non-Western and developing locales.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Although scholars have long been interested in the relationship between religion and health, much work remains to be done understanding the underlying mechanisms of the correlation. My dissertation sought to address three major lacunae in the studies of religion-health interactions.&nbsp; First, religion is typically not operationalized in a manner that lends itself to emic validity or empirical measurement. Second, research commonly relies on U.S. and European respondents, who often possess different socio-economic indicators than their Latin American, Asian, and African counterparts. Finally, many studies do not typically employ a theoretical orientation which could account for both positive and negative health outcomes of religious practice. Addressing these issues is a primary concern for advancing the field, and understanding how religion uniquely shapes behaviors and health patterns. In my dissertation, I provide potential solutions. I operationalize religion through a cognitive anthropological framework, allowing the construction of an emically valid measure of &ldquo;the ideal religious lifestyle&rdquo; that can be linked to individual behaviors and health outcomes. In addition, my focus on an underrepresented group in religion-health research, Brazilian Pentecostals, specifically examines how religion and health are connected in a non-Western setting. Finally, the use of psychosocial stress theory enabled me to connect individual adherence (or dissonance) with religious ideals to both positive and negative health outcomes.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;Over 14 months, I lived, worked, and worshiped with socially and economically marginalized Pentecostal Brazilians in the city of Ribeir&atilde;o Preto, Brazil. By viewing religion as a series of cultural models (i.e., schematized and socially shared understandings of the world), I investigated whether religious consonance (i.e., being in sync with one&rsquo;s cultural surroundings) shapes physiological and psychological indicators of stress. I utilized a cross-population study of two Pentecostal denominations in Ribeir&atilde;o Preto: the Assembl&eacute;ia de Deus, a traditional and sectarian denomination; and the Igreja Universal do Reino de Deus, a neo-Pentecostal church known for its liberal stance on individual behaviors. Over the course of my field-research, I conducted a mixed method project which incorporated participant-observation, semi-structured interviews, free-listing, constrained and unconstrained pile-sorts, questionnaires, and mental and physiological health measures with a sample of over 150 informants.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ultimately, I found that religious cultural consonance offers an alternative means of gaining social status, thereby mitigating some of the psychological stressors experienced by these marginalized and impoverished Brazilians. Religion allows these Brazilians to reinterpret secular failures and (occasional) successes through the dominant cultural models of their faith. The &ldquo;ideal religious lifestyl...",
  "por_txt_cntn": "\nMy dissertation examines an important social scientific question through a new methodological framework: how is religion related to well-being? More specifically, what are the motivations for conversion and what are the psychological and physiological effects of participation? These questions are complex, but addressing them can help to explain if and how marginalized populations use religion to offset the stressors associated with their socioeconomic position. Using a cognitive and medical anthropological framework, my research investigates why religious traditions such as Pentecostalism, the fastest growing religion worldwide, are so appealing to communities in non-Western and developing locales.\n\n            Although scholars have long been interested in the relationship between religion and health, much work remains to be done understanding the underlying mechanisms of the correlation. My dissertation sought to address three major lacunae in the studies of religion-health interactions.  First, religion is typically not operationalized in a manner that lends itself to emic validity or empirical measurement. Second, research commonly relies on U.S. and European respondents, who often possess different socio-economic indicators than their Latin American, Asian, and African counterparts. Finally, many studies do not typically employ a theoretical orientation which could account for both positive and negative health outcomes of religious practice. Addressing these issues is a primary concern for advancing the field, and understanding how religion uniquely shapes behaviors and health patterns. In my dissertation, I provide potential solutions. I operationalize religion through a cognitive anthropological framework, allowing the construction of an emically valid measure of \"the ideal religious lifestyle\" that can be linked to individual behaviors and health outcomes. In addition, my focus on an underrepresented group in religion-health research, Brazilian Pentecostals, specifically examines how religion and health are connected in a non-Western setting. Finally, the use of psychosocial stress theory enabled me to connect individual adherence (or dissonance) with religious ideals to both positive and negative health outcomes.\n\n             Over 14 months, I lived, worked, and worshiped with socially and economically marginalized Pentecostal Brazilians in the city of Ribeir&atilde;o Preto, Brazil. By viewing religion as a series of cultural models (i.e., schematized and socially shared understandings of the world), I investigated whether religious consonance (i.e., being in sync with oneÆs cultural surroundings) shapes physiological and psychological indicators of stress. I utilized a cross-population study of two Pentecostal denominations in Ribeir&atilde;o Preto: the Assembl&eacute;ia de Deus, a traditional and sectarian denomination; and the Igreja Universal do Reino de Deus, a neo-Pentecostal church known for its liberal stance on individual behaviors. Over the course of my field-research, I conducted a mixed method project which incorporated participant-observation, semi-structured interviews, free-listing, constrained and unconstrained pile-sorts, questionnaires, and mental and physiological health measures with a sample of over 150 informants.\n\n            Ultimately, I found that religious cultural consonance offers an alternative means of gaining social status, thereby mitigating some of the psychological stressors experienced by these marginalized and impoverished Brazilians. Religion allows these Brazilians to reinterpret secular failures and (occasional) successes through the dominant cultural models of their faith. The \"ideal religious lifestyle\" of Brazilian Pentecostals encompasses not just life in the pews, but extends outward into the secular world, infusing sacred meanings in the mundane. As a result, the health influence of secular societal status is moderated by the religious cultural paradigm.\n\n            My ..."
 }
}