{
 "awd_id": "1061571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Farmer Understanding of Inheritability of Traits and Livestock Management in The Gambia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2012-08-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-03-02",
 "awd_max_amd_letter_date": "2011-03-02",
 "awd_abstract_narration": "University of Georgia doctoral student Tad Brown, under the guidance of Dr. Ted Gragson, will undertake research on how Gambian farmers understand genetic selection and how this understanding affects their economic decision-making for small livestock (sheep and goats).  Regional-level genetic analyses have revealed that significant crossbreeding is present in endemic ruminant livestock populations across West Africa.  The genetic merits of endemic breeds are important because they confer tolerance to the pressures of tsetse fly, which transmits the parasitic protozoa that causes trypanosomosis (\"sleeping sickness\"), affecting some half-million people in Africa each year.  Livestock also represents a major source of income and savings in The Gambia, and development efforts to achieve poverty alleviation are working to improve endemic livestock performance. \r\n\r\nMost previous research on preferences for particular livestock traits has elicited rank profiles to identify constraints in the production environment and thereby to set the agenda for directing breed improvement at research stations.  In contrast, this research will focus on farmer understandings of the heritability of traits and their day-to-day herd management practices. The first phase of research will capture local knowledge about livestock breeds, rules about breeding, goals of and constraints on livestock production, household wealth, and a genealogy of the current herd as a cross-check on statements about herding decisions. The second phase of the study will involve structured techniques for eliciting local knowledge about directional selection in specific traits and about tracing ancestry, and local interpretations of disease tolerance in breeds. The final phase will employ village-level ethnography to observe actual practices of small-stock keeping, while observation at stock-yards and abattoirs will provide data related to culling events. \r\n\r\nThis socio-ecological research will help link household decision-making to larger scale environmental phenomena in West Africa, and will contribute to theories of animal domestication.  Findings from this research will also inform livestock development efforts and animal genetic resource conservation.  Funding this research supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Theodore",
   "pi_last_name": "Gragson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Theodore L Gragson",
   "pi_email_addr": "tgragson@uga.edu",
   "nsf_id": "000423031",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tad",
   "pi_last_name": "Brown",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tad Brown",
   "pi_email_addr": "tadb@uga.edu",
   "nsf_id": "000557506",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During his time, Darwin asked many questions of livestock breeders trying to discern the mechanisms for physical changes in species over time.&nbsp; Evidence from the human selection of livestock helped to indicate the real possibility of species evolution.&nbsp; But not all selection causes organisms to evolve. &nbsp;In order for directional selection to alter the make-up of a population, the traits under selection must be heritable.&nbsp; It was the discovery of genetics coupled with the theory of evolution by natural selection that changed the way scientists understood biology.&nbsp;&nbsp; Darwin himself did not understand genetics, yet his prerogative to ask livestock breeders (mostly English) about the physical and behavioral changes in breeding lines contributed knowledge to science.&nbsp; This study sought to understand how rural livestock owners in The Gambia, West Africa perceive and explain the heritability of traits in their sheep and goats.&nbsp;&nbsp;&nbsp; Most approaches to livestock development attempt to rank the importance of livestock traits by comparing farmers' stated preferences.&nbsp; Scientists can then prioritize the desirability of traits, breed animals with these trait profiles, and introduce the animals into the village setting.&nbsp; Where village livestock are &ldquo;freely breeding,&rdquo; the duration of these introduced traits in subsequent generations is a potential problem: &nbsp;Without a sense of how farmers' themselves understand the heritability of traits and how they select for animals, the persistence of traits into subsequent generations is questionable.&nbsp; Firstly, this study reviewed the archives of veterinary knowledge of livestock diseases in The Gambia.&nbsp; By compiling an overview of the history of Veterinary Depatrment, the researchers gained an understanding of the problems and practices related to livestock development in The Gambia. The campaign to eradicate rinderpest dominates the colonial era of veterinary practice.&nbsp; With the success of vaccination for rinderpest, information on other zoonotic diseases begins to take precedence.&nbsp; Of particular interest to this study is the research on trypanosomosis, a disease carried by the tsetse fly and known to cause anemia in African livestock within the tsetse zone.&nbsp; Certain endemic livestock breeds in West Africa exhibit a heritable tolerance to the disease, enabling these animals to reproduce where other breeds fail.&nbsp; International efforts to identify the genetic basis for the tolerance to trypanosomosis, i.e. trypanotolerance, led to major breakthroughs in livestock science.&nbsp;&nbsp; Despite these advancements, evidence of population genetics in sheep and goats in West Africa shows high levels of crossbreeding in Central River Region, The Gambia.&nbsp; This trend is a concern because while endemic ruminants exhibit trypanotolernace and are fit to reproduce in the tsetse zone, the in-migrating breeds lack tolerance to trypansomosis.&nbsp; The evolutionary impacts of this genetic admixture trouble livestock scientists because crossbreeding could reduce the frequency of genetic tolerance to the disease in the national population.&nbsp; The researchers in this study approached the problem by asking farmers to identify the types of livestock in The Gambia, along with the trait characteristics of this classification.&nbsp; This initial research phase elicited a general knowledge of the various breed types in The Gambia, along with an understanding of the different levels of disease resistance between breed types.&nbsp; Recording the genealogy of household flocks enabled the researchers to discern the various reasons for the acquisition and slaughter of small-stock within the village; the researchers relied on choice experiments to clarify why farmers keep and cull different animals.&nbsp; The final phase of the study concerned the generational out...",
  "por_txt_cntn": "\nDuring his time, Darwin asked many questions of livestock breeders trying to discern the mechanisms for physical changes in species over time.  Evidence from the human selection of livestock helped to indicate the real possibility of species evolution.  But not all selection causes organisms to evolve.  In order for directional selection to alter the make-up of a population, the traits under selection must be heritable.  It was the discovery of genetics coupled with the theory of evolution by natural selection that changed the way scientists understood biology.   Darwin himself did not understand genetics, yet his prerogative to ask livestock breeders (mostly English) about the physical and behavioral changes in breeding lines contributed knowledge to science.  This study sought to understand how rural livestock owners in The Gambia, West Africa perceive and explain the heritability of traits in their sheep and goats.    Most approaches to livestock development attempt to rank the importance of livestock traits by comparing farmers' stated preferences.  Scientists can then prioritize the desirability of traits, breed animals with these trait profiles, and introduce the animals into the village setting.  Where village livestock are \"freely breeding,\" the duration of these introduced traits in subsequent generations is a potential problem:  Without a sense of how farmers' themselves understand the heritability of traits and how they select for animals, the persistence of traits into subsequent generations is questionable.  Firstly, this study reviewed the archives of veterinary knowledge of livestock diseases in The Gambia.  By compiling an overview of the history of Veterinary Depatrment, the researchers gained an understanding of the problems and practices related to livestock development in The Gambia. The campaign to eradicate rinderpest dominates the colonial era of veterinary practice.  With the success of vaccination for rinderpest, information on other zoonotic diseases begins to take precedence.  Of particular interest to this study is the research on trypanosomosis, a disease carried by the tsetse fly and known to cause anemia in African livestock within the tsetse zone.  Certain endemic livestock breeds in West Africa exhibit a heritable tolerance to the disease, enabling these animals to reproduce where other breeds fail.  International efforts to identify the genetic basis for the tolerance to trypanosomosis, i.e. trypanotolerance, led to major breakthroughs in livestock science.   Despite these advancements, evidence of population genetics in sheep and goats in West Africa shows high levels of crossbreeding in Central River Region, The Gambia.  This trend is a concern because while endemic ruminants exhibit trypanotolernace and are fit to reproduce in the tsetse zone, the in-migrating breeds lack tolerance to trypansomosis.  The evolutionary impacts of this genetic admixture trouble livestock scientists because crossbreeding could reduce the frequency of genetic tolerance to the disease in the national population.  The researchers in this study approached the problem by asking farmers to identify the types of livestock in The Gambia, along with the trait characteristics of this classification.  This initial research phase elicited a general knowledge of the various breed types in The Gambia, along with an understanding of the different levels of disease resistance between breed types.  Recording the genealogy of household flocks enabled the researchers to discern the various reasons for the acquisition and slaughter of small-stock within the village; the researchers relied on choice experiments to clarify why farmers keep and cull different animals.  The final phase of the study concerned the generational outcomes of these decisions:  Gambians were asked about the expected results of various breeding scenarios. This data has yet to be fully analyzed, but responses to the questions revealed certain theories about s..."
 }
}