{
 "awd_id": "1061610",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Distinguishing Perpetrator From Witness Memory on the Basis of Action, Motivation, and Arousal",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan sterett",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 9465.0,
 "awd_amount": 9465.0,
 "awd_min_amd_letter_date": "2011-01-07",
 "awd_max_amd_letter_date": "2011-01-07",
 "awd_abstract_narration": "Prior research has focused on deception detection, interrogation techniques, and the evaluation of confessions, all of which assume that perpetrators can recall with accuracy the details of their crimes. As other eyewitnesses (notably bystanders and victims) often exhibit incomplete and inaccurate memory for crime details, this assumption with regard to perpetrators may well be misguided.  This research project considers whether perpetrators and other eyewitnesses experience crimes differently. The expected differences are defined in terms of action, motivation, and arousal. The research plan involves three separate studies using an experimental format. \r\n\r\nThe current research will provide insights into perpetrator memory and the performance of perpetrators relative to other eyewitnesses.  The results will help to guide the evaluation of statements often taken from crime suspects and determine in general if the criminal justice system correctly utilizes or over-relies on perpetrator memories in its investigation and prosecution of crimes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saul",
   "pi_last_name": "Kassin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Saul Kassin",
   "pi_email_addr": "skassin@jjay.cuny.edu",
   "nsf_id": "000540709",
   "pi_start_date": "2011-01-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Perillo",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer T Perillo",
   "pi_email_addr": "jperillo@iup.edu",
   "nsf_id": "000557726",
   "pi_start_date": "2011-01-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY John Jay College of Criminal Justice",
  "inst_street_address": "524 W 59TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122378449",
  "inst_zip_code": "100191007",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "NGK8GHNABTB8"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY John Jay College of Criminal Justice",
  "perf_str_addr": "524 W 59TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100191007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9465.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;The current research project was a three-study investigation into crime memory. The project was designed to compare whether perpetrators (those who commit crimes) have more accurate memories than witnesses (those who observe crimes happen). A great deal of research shows eyewitnesses are often inaccurate, and their memories are highly vulnerable to modification. Yet, popular media, and even the criminal justice system, seems to take the opposite view of perpetrator memory &ndash; we expect perpetrators to be able to tell us things &lsquo;only the perpetrator could have known&rsquo; because they actually physically committed the crime.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; All three studies used a mock crime task. In the first two studies, active participants (perpetrators) were asked to follow a series of clues around a room similar to a scavenger hunt. The clues ultimately led to a potentially valuable object, which the mock crime perpetrators were instructed to steal. The witnesses stood on a marked spot in the room and observed the room while the perpetrators attempted to complete their &lsquo;crimes&rsquo;. In the third study, the procedure varied slightly. Rather than use a step-by-step crime as with the first two studies, perpetrators were asked to commit a more realistic crime and search the room for the object on their own.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In all three studies, participants completed memory measures, typically after a one-day delay (except as described in Study 1). Participants did not know ahead of time that they would be tested on their memory. Participants were first asked to complete a free recall of their crime, listing the steps they followed to find the object they were to steal.&nbsp; Participants were then asked to list all of the remaining items they could remember from the crime room, and they were asked to include as much detail as possible.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Following completion of the narrative portions, participants were asked to complete a Remember/Know Test to measure participants&rsquo; memory for <em>types</em> of items in the room. This type of test presents both old items, those that were in the room during the mock crime, and new items, those that were not in the room during the mock crime. The test requires participants to correctly categorize the items as Old or New and rate the strength of their memory via options of Remember (for a true memory), Know (for a sense of familiarity, but no true memory), and Guess. After this test, participants were given a photo recognition test where participants were shown pairs of photos and asked to indicate which photo in each set correctly portrayed an element of the mock crime room. This test measured participants&rsquo; memory for <em>actual</em> items in the room.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Study 1 had participants return after one day or one week to see how well memory held up over time. Results suggest that physically completing the crime (as perpetrators) does not protect against memory decay; both witnesses and perpetrators experienced similar levels of forgetting between one-day and one-week delays. Study 2 investigated the role of motivation, which we believe is a component in most crimes. We used a double prong manipulation, where participants could obtain a reward (keep the potentially valuable object) and avoid a consequence (avoid an obnoxious alarm announcing their failure) should they be successful. Results suggest the motivated participants remembered more information about peripheral items (items unrelated to the crime), but overall perpetrators again performed similarly to witnesses. ...",
  "por_txt_cntn": "\n            The current research project was a three-study investigation into crime memory. The project was designed to compare whether perpetrators (those who commit crimes) have more accurate memories than witnesses (those who observe crimes happen). A great deal of research shows eyewitnesses are often inaccurate, and their memories are highly vulnerable to modification. Yet, popular media, and even the criminal justice system, seems to take the opposite view of perpetrator memory &ndash; we expect perpetrators to be able to tell us things æonly the perpetrator could have knownÆ because they actually physically committed the crime.\n\n \n\n            All three studies used a mock crime task. In the first two studies, active participants (perpetrators) were asked to follow a series of clues around a room similar to a scavenger hunt. The clues ultimately led to a potentially valuable object, which the mock crime perpetrators were instructed to steal. The witnesses stood on a marked spot in the room and observed the room while the perpetrators attempted to complete their æcrimesÆ. In the third study, the procedure varied slightly. Rather than use a step-by-step crime as with the first two studies, perpetrators were asked to commit a more realistic crime and search the room for the object on their own.\n\n \n\n            In all three studies, participants completed memory measures, typically after a one-day delay (except as described in Study 1). Participants did not know ahead of time that they would be tested on their memory. Participants were first asked to complete a free recall of their crime, listing the steps they followed to find the object they were to steal.  Participants were then asked to list all of the remaining items they could remember from the crime room, and they were asked to include as much detail as possible.\n\n \n\n            Following completion of the narrative portions, participants were asked to complete a Remember/Know Test to measure participantsÆ memory for types of items in the room. This type of test presents both old items, those that were in the room during the mock crime, and new items, those that were not in the room during the mock crime. The test requires participants to correctly categorize the items as Old or New and rate the strength of their memory via options of Remember (for a true memory), Know (for a sense of familiarity, but no true memory), and Guess. After this test, participants were given a photo recognition test where participants were shown pairs of photos and asked to indicate which photo in each set correctly portrayed an element of the mock crime room. This test measured participantsÆ memory for actual items in the room.\n\n \n\n            Study 1 had participants return after one day or one week to see how well memory held up over time. Results suggest that physically completing the crime (as perpetrators) does not protect against memory decay; both witnesses and perpetrators experienced similar levels of forgetting between one-day and one-week delays. Study 2 investigated the role of motivation, which we believe is a component in most crimes. We used a double prong manipulation, where participants could obtain a reward (keep the potentially valuable object) and avoid a consequence (avoid an obnoxious alarm announcing their failure) should they be successful. Results suggest the motivated participants remembered more information about peripheral items (items unrelated to the crime), but overall perpetrators again performed similarly to witnesses. Study 3 investigated whether stress levels impacted accuracy in the test. Stress did negatively impact accuracy, but at similar rates for both perpetrators and witnesses. Across studies, participants were more accurate on the Remember/Know test than the photo recognition test, in which they performed only slightly above chance.\n\n \n\n            Overall research findings suggest that perpetrators may not have superior memory for their crimes ..."
 }
}