{
 "awd_id": "1062572",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: ABI Innovation: RUI: From Data to Knowledge in Grand Challenge Environmental Science Research: The VISualization of Terrestrial-Aquatic Systems (VISTAS)",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 275027.0,
 "awd_amount": 275027.0,
 "awd_min_amd_letter_date": "2011-06-04",
 "awd_max_amd_letter_date": "2016-10-06",
 "awd_abstract_narration": "The Evergreen State College and Oregon State University (OSU) are awarded grants to collaborate on the VISTAS project to develop visual analytics software that will enable scientists to better understand and communicate about large and complex environmental problems spanning spatial and temporal scales. The research will help scientists understand relationships among ecological processes at the same and different scales, develop new testable hypotheses, and explain research results. The project has three objectives:\r\n \r\n1)\tConduct Ecology Informatics research to enable the required visual analytics and implement a proof of concept software tool: VISualization of Terrestrial-Aquatic Systems (VISTAS).\r\n2)\tCo-develop VISTAS with environmental scientists who will use VISTAS in studies spanning spatial and temporal scales. \r\n3)\tApply social science methods to study the co-development and usability of VISTAS and its visual analytics. \r\n\r\nThe project leaders will also convene a six-member panel, The Northwest Computer Science Consortium to Enhance the Study of Climate Change, which will advise VISTAS scientists and developers, and enlist the CS research community in R&D applicable to environmental science. \r\n\r\nThe VISTAS project will broadly impact environmental science research with a long term vision to improve evidence-based practice of natural resource management with visual analytics. The project will assure dissemination, technology transfer, and sustainability of research results and tool development and will specifically include: \r\n\r\n1)\tTechnology transfer of results beyond normal dissemination channels (scholarly publication and presentation), i.e., communication of results to natural resource managers and policy makers, producers of scientific software, information managers serving scientists, and computer scientists (thus encouraging basic research in areas that would benefit scientific software development and lead to new technology useful in science and beyond). \r\n2)\tPresentation of scientists' use of VISTAS to natural resource managers and policy makers, and to professional master's students. \r\n3)\tInvolving undergraduate and graduate students in research, and enhancing environmental science and computer science education at our institutions with materials from this work. \r\n4)\tContinuation of past successful dissemination of interdisciplinary educational materials and integration of visualizations from this work into an existing program for middle school girls. \r\nBecause methods to transcend time and spatial scales are not well understood, this project will determine if visualizing natural phenomena in new ways helps scientists develop intuition and hypotheses at multiple spatial scales -- formulating new insights about ecosystem services, and patterns and processes, in complex environmental systems. As important visualizations also help scientists communicate insights to non scientists.  \r\n\r\nAdditional information about the project is available on the web: http://blogs.evergreen.edu/vistas",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Cushing",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Judith B Cushing",
   "pi_email_addr": "judyc@evergreen.edu",
   "nsf_id": "000239221",
   "pi_start_date": "2011-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Evergreen State College",
  "inst_street_address": "2700 EVERGREEN PKWY NW",
  "inst_street_address_2": "",
  "inst_city_name": "OLYMPIA",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3608676640",
  "inst_zip_code": "985050001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "WA10",
  "org_lgl_bus_name": "THE EVERGREEN STATE COLLEGE",
  "org_prnt_uei_num": "NNP8YCGCKRF1",
  "org_uei_num": "CY9BGL4NJUP4"
 },
 "perf_inst": {
  "perf_inst_name": "Evergreen State College",
  "perf_str_addr": "2700 EVERGREEN PKWY NW",
  "perf_city_name": "OLYMPIA",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "985050001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "WA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 76828.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105775.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 92424.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><strong>Collaborative Research: ABI Development: RUI: From Data to Knowledge in Grand Challenge Environmental Science Research: VISTAS (NSF Project 1062566)</strong></p>\n<p class=\"p1\"><strong>Final Outcomes Report</strong></p>\n<p>&nbsp;Our collaborators came to us, team of computer, environmental, and social scientists, with a problem: they could not &ldquo;see&rdquo; how differences in elevation (topography) drove the physical processes they were studying.&nbsp; They wanted to view their data in three dimensions (3D) because they were convinced (and we have confirmed this) that the third dimension would help them perceive more readily where changes occur in response to drivers such as land use or climate change.&nbsp; The primary question this project explores is how the development and use of software allows scientists to visualize environmental changes where difference in topography likely plays a role.&nbsp;</p>\n<p class=\"p1\">We began by surveying ~25,000 existing visualizations in 1,142 articles from eight ecology journals published July-December 2011. We then developed a &ldquo;Visualization of Interest&rdquo; profile similar to what our collaborators wanted: 3D, multiple time and/or spatial scales, color that conveys information, models compared with observations, or computer simulation of a natural phenomenon.&nbsp; At that time, only a small percentage of published visualizations (2-20%) met these criteria.</p>\n<p>&nbsp;While commercial and open-source tools can produce 3D visualizations (e.g., Paraview) or 3D maps (e.g., ESRI ArcInfo), the prerequisite expertise presents a high barrier to use, preventing widespread adoption among environmental scientists. VISTAS was designed to lower barriers to 3D interactive topographic visualizations production, empowering scientists to better understand and communicate their research.&nbsp;</p>\n<p>The resulting desktop application, Visualization for Terrestrial and Aquatic Systems (VISTAS), helps our collaborators produce visualizations for their own research refining ecological models, tuning model parameters, and presenting to a wide range of stakeholders (including other scientists, decision makers, and the public).&nbsp; VISTAS currently supports 3D, terrain-based visualization in combination with 2D graph visualizations.&nbsp; Users can import data from multiple data sources, and visualizations can show flows as arrows above the terrain, combine terrain data with boundaries, create custom fly-through animations, or export video or still images.&nbsp; VISTAS is open-source and freely available at <a href=\"%20http:/github.com/VISTAS-IVES/pyvistas\">&nbsp;http://github.com/VISTAS-IVES/pyvistas</a>. &nbsp;See <a href=\"http://blogs.evergreen.edu/vistas/\">http://blogs.evergreen.edu/vistas/</a> for additional information.<br /> <br /> Collaborators report that VISTAS is significantly easier to use and faster than other software that performs the same visualization functions.&nbsp; One collaborator used VISTAS to fine-tune his shade-irradiance model (Penumbra) and integrate his findings with eco-hydrological models; VISTAS allowed him to look at landscape changes across time to detect changes on scales difficult to discern without a synchronized perspective.&nbsp; Another collaborator wrote: &ldquo;The latest version of VISTAS has proven &hellip; extremely useful &hellip; &nbsp;for understanding and using complex model output.... &nbsp; We are currently using VISTAS&rsquo; flow animation feature to identify environmental hotspots, such as polluted stream segments.&nbsp; The animations highlight how hotspots are spatially connected to pollutant sources, and what stakeholders can do to address the problem, such as identifying the best places to locate riparian buffers, rain gardens and other green infrastructure&hellip;. &nbsp;VISTAS continues to be our workhorse visualization tool, far surpassing ArcGIS for day-to-day science and communication activities.&rdquo;&nbsp; This collaborator has used VISTAS thus far in 2017 in more than ten publications and presentations.</p>\n<p class=\"p1\">VISTAS enabled our collaborators to perceive qualitative relationships, but they also wanted to map analyses of visualized data and interpret the visual markers (e.g., hot spots, heat maps) to identify significant findings. VISTAS was reprogramed in Python to interface with commonly used analytic libraries like NumPy and TensorFlow; adding this additional functionality lessens the need to develop specific data or models for every project. &nbsp;Collaborators are now viewing statistical relationships next to their 3D visualizations and in the next year we will add preliminary analytics including statistics and preliminary heuristic classification. &nbsp;</p>\n<p>&nbsp;Initially, we assumed that visualization would be used by our collaborators to improve their own understanding of their data.&nbsp; However, they quickly began using VISTAS visualizations in presentations, not just to other scientists but also to non-scientist audiences. We found that topography serves different purposes for scientist and non-scientist audiences; 3D topography helps non-scientists recognize and relate to familiar landscapes, helping them orient themselves in a changing landscape. These findings are consistent with other research that suggests that how data are collected, displayed, and understood differs by audience.&nbsp;</p>\n<p>We also learned that as our environmental scientist collaborators became comfortable with visualization tools and processes, their requests to software developers became increasingly sophisticated, and over time they became true co-developers. A primary contribution of this project has been a demonstration of how integrating social and environmental scientists in the design and evaluation of the visualizations, development process, and visualization use improves the final software product.&nbsp;</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2017<br>\n\t\t\t\t\tModified by: Judith&nbsp;B&nbsp;Cushing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Collaborative Research: ABI Development: RUI: From Data to Knowledge in Grand Challenge Environmental Science Research: VISTAS (NSF Project 1062566)\nFinal Outcomes Report\n\n Our collaborators came to us, team of computer, environmental, and social scientists, with a problem: they could not \"see\" how differences in elevation (topography) drove the physical processes they were studying.  They wanted to view their data in three dimensions (3D) because they were convinced (and we have confirmed this) that the third dimension would help them perceive more readily where changes occur in response to drivers such as land use or climate change.  The primary question this project explores is how the development and use of software allows scientists to visualize environmental changes where difference in topography likely plays a role. \nWe began by surveying ~25,000 existing visualizations in 1,142 articles from eight ecology journals published July-December 2011. We then developed a \"Visualization of Interest\" profile similar to what our collaborators wanted: 3D, multiple time and/or spatial scales, color that conveys information, models compared with observations, or computer simulation of a natural phenomenon.  At that time, only a small percentage of published visualizations (2-20%) met these criteria.\n\n While commercial and open-source tools can produce 3D visualizations (e.g., Paraview) or 3D maps (e.g., ESRI ArcInfo), the prerequisite expertise presents a high barrier to use, preventing widespread adoption among environmental scientists. VISTAS was designed to lower barriers to 3D interactive topographic visualizations production, empowering scientists to better understand and communicate their research. \n\nThe resulting desktop application, Visualization for Terrestrial and Aquatic Systems (VISTAS), helps our collaborators produce visualizations for their own research refining ecological models, tuning model parameters, and presenting to a wide range of stakeholders (including other scientists, decision makers, and the public).  VISTAS currently supports 3D, terrain-based visualization in combination with 2D graph visualizations.  Users can import data from multiple data sources, and visualizations can show flows as arrows above the terrain, combine terrain data with boundaries, create custom fly-through animations, or export video or still images.  VISTAS is open-source and freely available at  http://github.com/VISTAS-IVES/pyvistas.  See http://blogs.evergreen.edu/vistas/ for additional information.\n \n Collaborators report that VISTAS is significantly easier to use and faster than other software that performs the same visualization functions.  One collaborator used VISTAS to fine-tune his shade-irradiance model (Penumbra) and integrate his findings with eco-hydrological models; VISTAS allowed him to look at landscape changes across time to detect changes on scales difficult to discern without a synchronized perspective.  Another collaborator wrote: \"The latest version of VISTAS has proven &hellip; extremely useful &hellip;  for understanding and using complex model output....   We are currently using VISTAS? flow animation feature to identify environmental hotspots, such as polluted stream segments.  The animations highlight how hotspots are spatially connected to pollutant sources, and what stakeholders can do to address the problem, such as identifying the best places to locate riparian buffers, rain gardens and other green infrastructure&hellip;.  VISTAS continues to be our workhorse visualization tool, far surpassing ArcGIS for day-to-day science and communication activities.\"  This collaborator has used VISTAS thus far in 2017 in more than ten publications and presentations.\nVISTAS enabled our collaborators to perceive qualitative relationships, but they also wanted to map analyses of visualized data and interpret the visual markers (e.g., hot spots, heat maps) to identify significant findings. VISTAS was reprogramed in Python to interface with commonly used analytic libraries like NumPy and TensorFlow; adding this additional functionality lessens the need to develop specific data or models for every project.  Collaborators are now viewing statistical relationships next to their 3D visualizations and in the next year we will add preliminary analytics including statistics and preliminary heuristic classification.  \n\n Initially, we assumed that visualization would be used by our collaborators to improve their own understanding of their data.  However, they quickly began using VISTAS visualizations in presentations, not just to other scientists but also to non-scientist audiences. We found that topography serves different purposes for scientist and non-scientist audiences; 3D topography helps non-scientists recognize and relate to familiar landscapes, helping them orient themselves in a changing landscape. These findings are consistent with other research that suggests that how data are collected, displayed, and understood differs by audience. \n\nWe also learned that as our environmental scientist collaborators became comfortable with visualization tools and processes, their requests to software developers became increasingly sophisticated, and over time they became true co-developers. A primary contribution of this project has been a demonstration of how integrating social and environmental scientists in the design and evaluation of the visualizations, development process, and visualization use improves the final software product. \n \n \n\n\t\t\t\t\tLast Modified: 09/29/2017\n\n\t\t\t\t\tSubmitted by: Judith B Cushing"
 }
}