{
 "awd_id": "1062253",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU 2011: Inverse Problems for Electrical Networks",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 243714.0,
 "awd_amount": 243714.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2013-03-22",
 "awd_abstract_narration": "The REU Program on Inverse Problems for Electrical Networks will bring eight undergraduates to the University of Washington in each of the summers 2011-13 to work on discrete inverse problems. The inverse problem for an electrical network is the problem of finding the conductivity of resistors in an electrical network when the boundary current response to boundary voltages (response matrix) is known. Resistances may be specified by directed or undirected edge functions or vertex functions. Students will investigate the relation between the response matrix and the geometry of the network. The best way to imagine the problem is to think of a box that has leads sticking out with an electrical ciruit inside: the problem is to determine the circuit without opening the box. Students will study the relation to other discrete equations such as the Helmholtz equation and will also study permutations, graphs, and knots--problems with similar features to electrical network problems.\r\n\r\nThe program will run for eight weeks. During the first week there will be lectures on foundational material, known results, and open problems. Students will then begin work on projects of their own choosing, using the available human, library, and computer resources. Students will work on their own or in teams of two. They will meet with an advisor daily for the remaining weeks. Students will present intermediate and final oral and written reports.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Morrow",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Morrow",
   "pi_email_addr": "morrow@math.washington.edu",
   "nsf_id": "000371106",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Stein",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Stein",
   "pi_email_addr": "wstein@math.washington.edu",
   "nsf_id": "000466759",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 BROOKLYN AVE NE",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 80489.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81228.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Imagine an electrical circuit consisting of ideal resistors connected in a network.&nbsp; Suppose this network is enclosed in a box with leads protruding at which voltage a current can be measured.&nbsp;&nbsp; If a fixed set of voltages is applied to the terminals of the leads, definite currents will flow into or out of each terminal and these currents can be measured.&nbsp; If this is done for a carefully selected set of voltages the correspondence between voltages and currents can be used to determine information about the resistances of the network that are invisible and inaccessible inside the box. &nbsp;Sometimes these measurements uniquely determine the values of all of the resistances in the circuit.&nbsp; The resistors can be thought of as edges in a mathematical graph with the ends of the resistors considered to be vertices in the graph.&nbsp; For some special planar graphs these resistors can be uniquely found from the measurements at the terminals (&ldquo;boundary measurements&rdquo;).&nbsp;&nbsp; We call these graphs &ldquo;recoverable&rdquo;. In some rare cases exactly two such sets of resistances are compatible with the boundary measurements and we say the graphs are &ldquo;2-1&rdquo;.&nbsp;&nbsp; It was students in the REU Inverse Problems for Electrical Networks program who discovered this phenomenon.&nbsp; In the current REU program several new types of such graphs were discovered.&nbsp;&nbsp; The students in the program figured out how to draw these graphs on curved non-planar surfaces and related the recovery properties to the shape of these surfaces.&nbsp; They also invented new methods for using the boundary measurements to compute the values of the unknown resistances.&nbsp;&nbsp; This work has attracted the attention of a wide audience that includes, for example, an electrical engineer in Romania who learned of our results from the website in which these results are published.</p>\n<p>&nbsp;</p>\n<p>The students in the program are from throughout the United States.&nbsp;&nbsp; They came from small undergraduate colleges with no graduate program, mid-level institutions that offered graduate degrees, and prominent universities that have international reputations.&nbsp; Many of the students have won local and national awards. &nbsp;They are continuing their education as graduate students in various STEM programs.&nbsp; Their results have been published in research journals and presented at a variety of symposia.&nbsp; Most of then have served as tutors and TAs and are skillful advocates for mathematics at all levels from elementary schools to prominent research institutions.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/18/2015<br>\n\t\t\t\t\tModified by: James&nbsp;A&nbsp;Morrow</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nImagine an electrical circuit consisting of ideal resistors connected in a network.  Suppose this network is enclosed in a box with leads protruding at which voltage a current can be measured.   If a fixed set of voltages is applied to the terminals of the leads, definite currents will flow into or out of each terminal and these currents can be measured.  If this is done for a carefully selected set of voltages the correspondence between voltages and currents can be used to determine information about the resistances of the network that are invisible and inaccessible inside the box.  Sometimes these measurements uniquely determine the values of all of the resistances in the circuit.  The resistors can be thought of as edges in a mathematical graph with the ends of the resistors considered to be vertices in the graph.  For some special planar graphs these resistors can be uniquely found from the measurements at the terminals (\"boundary measurements\").   We call these graphs \"recoverable\". In some rare cases exactly two such sets of resistances are compatible with the boundary measurements and we say the graphs are \"2-1\".   It was students in the REU Inverse Problems for Electrical Networks program who discovered this phenomenon.  In the current REU program several new types of such graphs were discovered.   The students in the program figured out how to draw these graphs on curved non-planar surfaces and related the recovery properties to the shape of these surfaces.  They also invented new methods for using the boundary measurements to compute the values of the unknown resistances.   This work has attracted the attention of a wide audience that includes, for example, an electrical engineer in Romania who learned of our results from the website in which these results are published.\n\n \n\nThe students in the program are from throughout the United States.   They came from small undergraduate colleges with no graduate program, mid-level institutions that offered graduate degrees, and prominent universities that have international reputations.  Many of the students have won local and national awards.  They are continuing their education as graduate students in various STEM programs.  Their results have been published in research journals and presented at a variety of symposia.  Most of then have served as tutors and TAs and are skillful advocates for mathematics at all levels from elementary schools to prominent research institutions. \n\n \n\n\t\t\t\t\tLast Modified: 06/18/2015\n\n\t\t\t\t\tSubmitted by: James A Morrow"
 }
}