{
 "awd_id": "1062433",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI Innovation: Towards the Neurome -- Automated Image Analysis for Neuroinformatics",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 483475.0,
 "awd_amount": 483475.0,
 "awd_min_amd_letter_date": "2011-04-22",
 "awd_max_amd_letter_date": "2011-04-22",
 "awd_abstract_narration": "An exciting and emerging area of biological research is centered on the creation of neuronal atlases, often referred to as neuromes, which provide structural description of all neurons in a particular organism. Aside from tedious manual analysis, there exist no reliable methods to extract structural knowledge regarding a neuron from a 3D image. This project will develop fully automated informatics tools that will allow the biologist to automatically extract 3D structure from the images. The Tree2Tree algorithm converts 3D images of neuronal trees to graph theoretic trees that can be represented efficiently by computers and compared to enable retrieval and dissemination of structural information regarding an organism's neurome. Tree2Tree features novel techniques for extracting the tubular structure of the neurons, for performing connected component analysis of the neurite portions, for representing the neuron as a graph theoretic tree, for pruning the tree and for comparing the resultant trees in a database of neurons.\r\n\r\nA cross-disciplinary team from Biology and Engineering has been assembled to tackle the research problem of creating a neuronal atlas. The innovations in software will open doors to creating new atlases for complex organisms, which can be in turn used in important developmental and behavioral studies. These informatics tools will serve as a platform from which advances in biological discovery can occur. All proposed informatics tools will be disseminated as open source code and plug-ins in three widely used repositories as well as at http://viva.ee.virginia.edu/research.html. The final product of this research will include informatics tools as well as a working database example using the fruit fly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Acton",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Scott T Acton",
   "pi_email_addr": "acton@virginia.edu",
   "nsf_id": "000242625",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barry",
   "pi_last_name": "Condron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barry Condron",
   "pi_email_addr": "bc4f@virginia.edu",
   "nsf_id": "000505094",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "1001 EMMET ST N",
  "perf_city_name": "CHARLOTTESVILLE",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229034833",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 483475.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>neurome </em>is an atlas of neurons for a given organism that includes description of individual neuron morphology and of neuron variability. Construction of such an atlas will be critical to understanding the complex neural system of an organism, eventually providing clues to how animals think and function. As the organisms under investigation scale from the worm to the human, the number of neurons range from hundreds to trillions. Image analysis is a key enabling tool for building the neurome for complex organisms. From an image processing engineer&rsquo;s perspective, an essential aspect of this study is development of segmentation algorithms that obtain an automated digital reconstruction of the neural morphology.</p>\n<p>The primary outcome of this NSF-funded research is the development of novel image analysis methods for creating a database of neurons of for a specific organism. Automated algorithms for segmenting single neuron cells from noisy and cluttered confocal microscopy images were designed. The end goal is to embed the shape and geometry of the segmented neurons in a mathematically representable, graph theoretic tree. This provides a digital reconstruction that could be used for further neurological studies such as shape comparison, structural categorization and disease identification.</p>\n<p>The intellectual merit of this research exists in the solution to a previously unsolved problem in informatics &ndash; the automated creation of neuron structural knowledge from 3D image data. In this regard, three automated segmentation algorithms were proposed and implemented. The first method, Tree2Tree-2, is a graph based tracer that uses graph theory in conjunction with image analysis to perform tracing. Tree2Tree-2 uses a graph based geometry analysis procedure to create a global neuron tree from a set of disconnected objects. Tree2Tree-2 improves on its predecessor Tree2Tree by establishing a variational formulation for initial segmentation and a shortest path based path refinement policy to accurately link the neuron branches. Experimental results suggest improvement over Tree2Tree, where the average tracing error is reduced by 40% (on average) by virtue of precise inter-branch path assessment and robust initial segmentation.</p>\n<p>While the above mentioned solution is effective for relatively simple structures, it was &nbsp;hypothesized that a more efficient solution can be achieved by introducing a methodology which is adaptive to the object topology. One approach to solve this problem is by using geometric deformable models which are topology-adaptive. This motivated the Legendre Level Sets (L2S) approach, which is designed to perform region based segmentation of 2D images in presence of heterogeneous intensity. It extends the Mumford-Shah model to applications where object and background illumination is inconsistent, and the contrast is poor. Although L2S is not specifically designed for tracing filamentous objects only, encouraging performance was observed in tracing 2D neurites. L2S improves segmentation performance on a broad category of 2D images, with more than 28% improvement in average Dice score over contemporary region based techniques</p>\n<p>Finally, a third algorithm was introduced that leverages the clutter rejection capability of Tree2Tree-2 and the topology-adaptive property of L2S. While L2S is a generalized method, Tubularity Flow Field (TuFF) is geometric deformable model which is specifically designed for segmenting filamentous objects. TuFF handles discontinuities in the filament appearance in a natural framework, by using a local attractive force in the geometric set up, and is more robust against low contrast and structural complexity. The efficacy of TuFF over contemporary automated and semi-automated neuron tracers is demonstrated via 2D and 3D segmentation results, with significant improvement in quantitative performan...",
  "por_txt_cntn": "\nThe neurome is an atlas of neurons for a given organism that includes description of individual neuron morphology and of neuron variability. Construction of such an atlas will be critical to understanding the complex neural system of an organism, eventually providing clues to how animals think and function. As the organisms under investigation scale from the worm to the human, the number of neurons range from hundreds to trillions. Image analysis is a key enabling tool for building the neurome for complex organisms. From an image processing engineerÆs perspective, an essential aspect of this study is development of segmentation algorithms that obtain an automated digital reconstruction of the neural morphology.\n\nThe primary outcome of this NSF-funded research is the development of novel image analysis methods for creating a database of neurons of for a specific organism. Automated algorithms for segmenting single neuron cells from noisy and cluttered confocal microscopy images were designed. The end goal is to embed the shape and geometry of the segmented neurons in a mathematically representable, graph theoretic tree. This provides a digital reconstruction that could be used for further neurological studies such as shape comparison, structural categorization and disease identification.\n\nThe intellectual merit of this research exists in the solution to a previously unsolved problem in informatics &ndash; the automated creation of neuron structural knowledge from 3D image data. In this regard, three automated segmentation algorithms were proposed and implemented. The first method, Tree2Tree-2, is a graph based tracer that uses graph theory in conjunction with image analysis to perform tracing. Tree2Tree-2 uses a graph based geometry analysis procedure to create a global neuron tree from a set of disconnected objects. Tree2Tree-2 improves on its predecessor Tree2Tree by establishing a variational formulation for initial segmentation and a shortest path based path refinement policy to accurately link the neuron branches. Experimental results suggest improvement over Tree2Tree, where the average tracing error is reduced by 40% (on average) by virtue of precise inter-branch path assessment and robust initial segmentation.\n\nWhile the above mentioned solution is effective for relatively simple structures, it was  hypothesized that a more efficient solution can be achieved by introducing a methodology which is adaptive to the object topology. One approach to solve this problem is by using geometric deformable models which are topology-adaptive. This motivated the Legendre Level Sets (L2S) approach, which is designed to perform region based segmentation of 2D images in presence of heterogeneous intensity. It extends the Mumford-Shah model to applications where object and background illumination is inconsistent, and the contrast is poor. Although L2S is not specifically designed for tracing filamentous objects only, encouraging performance was observed in tracing 2D neurites. L2S improves segmentation performance on a broad category of 2D images, with more than 28% improvement in average Dice score over contemporary region based techniques\n\nFinally, a third algorithm was introduced that leverages the clutter rejection capability of Tree2Tree-2 and the topology-adaptive property of L2S. While L2S is a generalized method, Tubularity Flow Field (TuFF) is geometric deformable model which is specifically designed for segmenting filamentous objects. TuFF handles discontinuities in the filament appearance in a natural framework, by using a local attractive force in the geometric set up, and is more robust against low contrast and structural complexity. The efficacy of TuFF over contemporary automated and semi-automated neuron tracers is demonstrated via 2D and 3D segmentation results, with significant improvement in quantitative performance (&gt; 70%) as well as qualitative tracing evaluation (see Figure 1). To improve robustness to contour i..."
 }
}