{
 "awd_id": "1062328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ABI Development: Algorithms and Software for Discovery of Non-sequential Protein Structure Similarities",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 408140.0,
 "awd_amount": 408140.0,
 "awd_min_amd_letter_date": "2011-04-22",
 "awd_max_amd_letter_date": "2011-04-22",
 "awd_abstract_narration": "The University of Illinois at Chicago and Princeton University are awarded collaborative grants to develop efficient and scalable computational methods for comparing protein structures.  Protein sequences and structures are being determined at an increasingly rapid rate. To date, there are more than 1000 sequenced genomes with several thousand more in progress and over 50,000 three-dimensional structures in the Protein Data Bank. Whether considering proteins at the level of sequence or structure, comparing or aligning two proteins is the fundamental technique for uncovering principles of protein structure, function and evolution.  While the vast majority of research efforts have focused on sequence comparisons, since protein structures are generally better conserved than protein sequences, identifying structural similarity between proteins can yield valuable clues to protein function and can be used to classify proteins, analyze their evolutionary histories and even to help predict protein interactions. Though considerable advances have been made in recent years in comparing protein structures, key difficulties include detecting shared, conserved structures between proteins where the individual structural elements are in different orderings on the two sequences. This project will develop innovative methods to enable discovery of sequence-order-independent substructure similarity with a long-term goal of doing a large-scale comparison over all protein structures. The research team will formulate precise theoretical problems, design efficient algorithms for them and implement and test the resulting algorithms to test accuracy and efficiency issues. The final software for comparing protein structures will be released to the scientific community and is expected to provide a significant and demonstrable impact on further research in structural bioinformatics.\r\n\r\nScientifically, the methodologies to be developed for substructure comparison are general and will have broader impacts beyond structural proteomics and bioinformatics. For example, a biomedical application of the proposed project lies in guiding protein engineering and rational drug design via a systematic identification of all such substructures and their underlying sequences. The project will involve undergraduates and under-represented minority (URM) groups in active research.  A central component is to engage URM undergraduate students from the urban UIC campus and involve them in summer research at Princeton with the goal of possible recruitment into Princeton's graduate program in Quantitative and Computational Biology.  Additionally, the PIs are planning course and curriculum development, dissemination of research, mentoring of undergraduate and graduate students, outreach and community involvement.\r\n\r\nThe outcomes of the project will be made available through the websites of all the investigators:\r\n          http://www.cs.uic.edu/~dasgupta\r\n          http://gila.bioengr.uic.edu/lab\r\n          http://www.cs.princeton.edu/~mona",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bhaskar",
   "pi_last_name": "DasGupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bhaskar DasGupta",
   "pi_email_addr": "bdasgup@uic.edu",
   "nsf_id": "000215945",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jie",
   "pi_last_name": "Liang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jie Liang",
   "pi_email_addr": "jliang@uic.edu",
   "nsf_id": "000305363",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 408140.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Protein sequences and structures are being determined at an increasingly rapid rate. To date, there are more than 1000 sequenced genomes with several thousand more in progress and over 50,000 3D structures in the Protein Data Bank. Whether considering proteins at the level of sequence or structure, comparing or aligning two proteins is the fundamental technique for uncovering principles of protein structure, function, and evolution. While the vast majority of research efforts have focused on sequence comparisons, since protein structure is generally better conserved than protein sequence, identifying structural similarity between proteins can yield valuable clues to protein function, and can be used to classify proteins, analyze their evolutionary histories and even to help predict protein interactions.</p>\n<p>In our research works we have investigated a plethora of computational problems on the prediction and comparison of protein structures such as the following. We have developed very efficient computational methods for structural alignment of both global backbones and local surfaces of proteins that do not depend on the ordering of residues in the primary sequences. We have designed nonlinear fitness function using a rectangular kernel with a basis set of proteins to successfully and efficiently construct fitness landscapes to generate amino acid sequences that would fold into an <em>a priori</em> determined structural fold which would enable engineering novel or enhanced biochemistry. We have identified residues that contribute significantly to the protein-protein interaction interface between the chains of outer membrane protein F using an empirical energy function in conjunction with an evolutionary analysis. We have been successful in developing efficient computational methods for predicting structures of the transmembrane domains of beta-barrel membrane proteins, and have developed a computational method called Predictor of Lysine Carboxylation for detecting the signature microenvironment of lysine-carboxylation sites. Two of our core research results, namely &ldquo;Structure-based Analysis of VDAC1 Protein: Defining oligomer contact sites&rdquo; and &ldquo;Computational studies of membrane proteins: Models and predictions for biological understanding&rdquo;, have been already been cited 27 and 23 times, respectively, by the relevant research community (according to google scholar).</p>\n<p>In addition to research activities, the PI and the co-PI have been instrumental in working with graduate students and supervising female PhD students which they hope will have impacts on the participation of women and minorities in scientific and engineering fields. In addition, PI DasGupta has supervised a high-school student Pradyut Pal (junior at Neuqua Valley High School, Naperville, IL) on a project involving bio-molecular networks that resulted in a joint publication in the journal Physical Review E, and co-PI Liang has supervised two high-school students, Eaton Guo and Isheng Chen, from the Illinois Math and Science Academy, Aurora, Illinois, on projects related to bio-macromolecule and bio-cell simulations. Both the PI and co-PI have given numerous presentations in academia and industry to disseminate their research results.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/01/2016<br>\n\t\t\t\t\tModified by: Bhaskar&nbsp;Dasgupta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProtein sequences and structures are being determined at an increasingly rapid rate. To date, there are more than 1000 sequenced genomes with several thousand more in progress and over 50,000 3D structures in the Protein Data Bank. Whether considering proteins at the level of sequence or structure, comparing or aligning two proteins is the fundamental technique for uncovering principles of protein structure, function, and evolution. While the vast majority of research efforts have focused on sequence comparisons, since protein structure is generally better conserved than protein sequence, identifying structural similarity between proteins can yield valuable clues to protein function, and can be used to classify proteins, analyze their evolutionary histories and even to help predict protein interactions.\n\nIn our research works we have investigated a plethora of computational problems on the prediction and comparison of protein structures such as the following. We have developed very efficient computational methods for structural alignment of both global backbones and local surfaces of proteins that do not depend on the ordering of residues in the primary sequences. We have designed nonlinear fitness function using a rectangular kernel with a basis set of proteins to successfully and efficiently construct fitness landscapes to generate amino acid sequences that would fold into an a priori determined structural fold which would enable engineering novel or enhanced biochemistry. We have identified residues that contribute significantly to the protein-protein interaction interface between the chains of outer membrane protein F using an empirical energy function in conjunction with an evolutionary analysis. We have been successful in developing efficient computational methods for predicting structures of the transmembrane domains of beta-barrel membrane proteins, and have developed a computational method called Predictor of Lysine Carboxylation for detecting the signature microenvironment of lysine-carboxylation sites. Two of our core research results, namely \"Structure-based Analysis of VDAC1 Protein: Defining oligomer contact sites\" and \"Computational studies of membrane proteins: Models and predictions for biological understanding\", have been already been cited 27 and 23 times, respectively, by the relevant research community (according to google scholar).\n\nIn addition to research activities, the PI and the co-PI have been instrumental in working with graduate students and supervising female PhD students which they hope will have impacts on the participation of women and minorities in scientific and engineering fields. In addition, PI DasGupta has supervised a high-school student Pradyut Pal (junior at Neuqua Valley High School, Naperville, IL) on a project involving bio-molecular networks that resulted in a joint publication in the journal Physical Review E, and co-PI Liang has supervised two high-school students, Eaton Guo and Isheng Chen, from the Illinois Math and Science Academy, Aurora, Illinois, on projects related to bio-macromolecule and bio-cell simulations. Both the PI and co-PI have given numerous presentations in academia and industry to disseminate their research results.\n\n\t\t\t\t\tLast Modified: 02/01/2016\n\n\t\t\t\t\tSubmitted by: Bhaskar Dasgupta"
 }
}