{
 "awd_id": "1062096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RCN-UBE:   BioHUB: An Internet HUB for the Conceptual Assessment in Biology Community",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Hoese",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 199991.0,
 "awd_amount": 199991.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2015-07-17",
 "awd_abstract_narration": "This RCN-UBE project is catalyzing interactions between a network of developers and users of Conceptual Assessments in Biology (CABs) to work towards a common goal of creating a centralized BioHUB where CABs can be obtained by faculty, administered on line to students, and discussed. CABs aim to examine students' conceptual understandings of a topic rather than their recall of information that may be and often is memorized; each CAB item engages students in thinking meaningfully about a particular problem or situation. A growing number of CABs are ready to be shared among developers and disseminated for wider use across campuses. \r\n\r\nIntellectual Merit: In collaboration with ciHUB website creators at Purdue University College of Engineering, the network developing a Conceptual Assessments in Biology HUB (BioHUB) within the NSF/CCLI-funded ciHUB (concept inventory HUB) to meet the need for dissemination of CABs. Currently ciHUB.org hosts conceptual assessments in engineering, physics, and statistics. The BioHUB is aimed at providing one central and accessible location for CAB information, dissemination, discussion, and research so that instructors in college as well as grades 7-12 can have easy access to CABs, assistance with optional administration and scoring of CABs, and guidance for interpretation and use of CABs in exploring students' prior knowledge, interactive teaching, and assessing learning gains. \r\n\r\nBroader Impacts: BioHUB is an exciting concept that can provide a continuing virtual meeting space as well as effective CAB dissemination, and has the potential to profoundly influence the ways in which biology is taught nationwide, increase student engagement in biology classes, and stimulate attainment of meaningful thinking and problem-solving capacities in all students who study biology.\r\n\r\nThis project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their Vision and Change in Undergraduate Biology Education efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathy",
   "pi_last_name": "Williams",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kathy S Williams",
   "pi_email_addr": "kathy.williams@mail.sdsu.edu",
   "nsf_id": "000377196",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Fisher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen M Fisher",
   "pi_email_addr": "kfisher@sciences.sdsu.edu",
   "nsf_id": "000193354",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751100",
   "pgm_ele_name": "TUES-Type 2 Project"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1664",
   "pgm_ref_txt": "RESEARCH COORD NETWK IN BIO SC"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 199991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Conceptual assessments are carefully constructed surveys to examine a learner&rsquo;s ability to apply appropriate scientific reasoning about fundamental concepts to analyze, make predictions, and solve problems. They have been effectively used by physicists to implement major changes in introductory physics teaching since the 1980&rsquo;s. Geology and Chemistry conceptual assessments now exist, and Biology faculty have been actively developing and using Conceptual Assessments in Biology (CABs) in the last 10 years. Most CABs use commonsense ideas (persistent misconceptions shared by many learners) as distracters in possible answer choices. Those items can be used effectively to promote conceptual understanding in various types of classes, where both the correct and incorrect choices provide fodder for discussion. There are no fact&shy;recall questions in CABs. Each item engages students in thinking at higher cognitive levels about foundational concepts of biology and associated disciplines. This project aimed to catalyze CAB developers and users to work toward a common goal of developing, disseminating, and documenting the value of using conceptual assessments in biology for classroom instruction and assessment, and also for academic program assessment. The overarching goal is that these resources will provide information to improve biology instruction and strengthen biology (and STEM) curricula. In addition to developing, discussing, and disseminating CABs, an ultimate goal has been to create a centralized internet&shy;based BioHUB where CABs can be obtained by faculty, administered online, and discussed.</p>\n<p>With a wide diversity of undergraduate biology courses, biologists from around the world had previously been developing a collection of conceptual assessments with little or infrequent collaboration with each other. This Research Coordination Network for Undergraduate Biology Education (RCN-UBE) was designed to support a &ldquo;CAB Community&rdquo; of researchers and users as it grows, and provide opportunities for expanded communication about using CABs. An additional goal of the project was to develop an internet &ldquo;BioHUB&rdquo; resource to further disseminate CABs and related teaching materials. At over 20 meetings across the US, this RCN-UBE project brought together experienced and early-career undergraduate educators to support the growing network of the &ldquo;CAB Community.&rdquo; This included over 150 educators identified as &ldquo;key&rdquo; CAB users and engaged at least another 850 additional &ldquo;interested&rdquo; educators. They discussed using and developing CAB resources for course materials, as assessment instruments, and for teaching the foundational concepts of biology that support all levels of scientific reasoning and problem solving. Those educators teach an estimated 10,000 to over 40,000 undergraduates each year.</p>\n<p>This project supported the creation of an internet &ldquo;BioHUB&rdquo; resource (http://go.sdsu.edu/dus/ctl/cabs.aspx) to disseminate an annotated list and links to CABs and articles about them. This has been used widely and other professional societies, such as the Society for the Advancement of Biology Education Research (SABER), have links to direct interested educators to the Conceptual Assessments in Biology site. While this project has fostered the establishment of a website anyone can access CAB information, unfortunately technical and privacy issues so far have limited the identification of a host for the visionary website where CABs might be administered and scored online so results can be shared among educators. So far, research from this project identified over 60 CABs, described in over 30 publications, and noted over 2,000 citations to them &ndash; and those numbers continue to grow. Analysis of citations, in terms of how CABs are used and developed, is promoting conversations among the community about the value of using CABs.</p>\n<p>This RCN-UBE has facilitated collaborations among a CAB Community of undergraduate educators, whose work extends to science teacher training and potentially will affect secondary science education as well. The concepts addressed by Biology conceptual assessments represent the &ldquo;Big Ideas&rdquo; in the discipline that learners across academic levels need to apply to solve problems. Prior to the formation of this network, CAB developers and users worked relatively independently. Through growing collaborations and dissemination, this network can play a critical role in improving learning and teaching STEM concepts for all.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/11/2018<br>\n\t\t\t\t\tModified by: Kathy&nbsp;S&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nConceptual assessments are carefully constructed surveys to examine a learner?s ability to apply appropriate scientific reasoning about fundamental concepts to analyze, make predictions, and solve problems. They have been effectively used by physicists to implement major changes in introductory physics teaching since the 1980?s. Geology and Chemistry conceptual assessments now exist, and Biology faculty have been actively developing and using Conceptual Assessments in Biology (CABs) in the last 10 years. Most CABs use commonsense ideas (persistent misconceptions shared by many learners) as distracters in possible answer choices. Those items can be used effectively to promote conceptual understanding in various types of classes, where both the correct and incorrect choices provide fodder for discussion. There are no fact&shy;recall questions in CABs. Each item engages students in thinking at higher cognitive levels about foundational concepts of biology and associated disciplines. This project aimed to catalyze CAB developers and users to work toward a common goal of developing, disseminating, and documenting the value of using conceptual assessments in biology for classroom instruction and assessment, and also for academic program assessment. The overarching goal is that these resources will provide information to improve biology instruction and strengthen biology (and STEM) curricula. In addition to developing, discussing, and disseminating CABs, an ultimate goal has been to create a centralized internet&shy;based BioHUB where CABs can be obtained by faculty, administered online, and discussed.\n\nWith a wide diversity of undergraduate biology courses, biologists from around the world had previously been developing a collection of conceptual assessments with little or infrequent collaboration with each other. This Research Coordination Network for Undergraduate Biology Education (RCN-UBE) was designed to support a \"CAB Community\" of researchers and users as it grows, and provide opportunities for expanded communication about using CABs. An additional goal of the project was to develop an internet \"BioHUB\" resource to further disseminate CABs and related teaching materials. At over 20 meetings across the US, this RCN-UBE project brought together experienced and early-career undergraduate educators to support the growing network of the \"CAB Community.\" This included over 150 educators identified as \"key\" CAB users and engaged at least another 850 additional \"interested\" educators. They discussed using and developing CAB resources for course materials, as assessment instruments, and for teaching the foundational concepts of biology that support all levels of scientific reasoning and problem solving. Those educators teach an estimated 10,000 to over 40,000 undergraduates each year.\n\nThis project supported the creation of an internet \"BioHUB\" resource (http://go.sdsu.edu/dus/ctl/cabs.aspx) to disseminate an annotated list and links to CABs and articles about them. This has been used widely and other professional societies, such as the Society for the Advancement of Biology Education Research (SABER), have links to direct interested educators to the Conceptual Assessments in Biology site. While this project has fostered the establishment of a website anyone can access CAB information, unfortunately technical and privacy issues so far have limited the identification of a host for the visionary website where CABs might be administered and scored online so results can be shared among educators. So far, research from this project identified over 60 CABs, described in over 30 publications, and noted over 2,000 citations to them &ndash; and those numbers continue to grow. Analysis of citations, in terms of how CABs are used and developed, is promoting conversations among the community about the value of using CABs.\n\nThis RCN-UBE has facilitated collaborations among a CAB Community of undergraduate educators, whose work extends to science teacher training and potentially will affect secondary science education as well. The concepts addressed by Biology conceptual assessments represent the \"Big Ideas\" in the discipline that learners across academic levels need to apply to solve problems. Prior to the formation of this network, CAB developers and users worked relatively independently. Through growing collaborations and dissemination, this network can play a critical role in improving learning and teaching STEM concepts for all.\n\n\t\t\t\t\tLast Modified: 05/11/2018\n\n\t\t\t\t\tSubmitted by: Kathy S Williams"
 }
}