{
 "awd_id": "1062540",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cooperation and Conflict among Male Spider Monkeys",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 234292.0,
 "awd_amount": 234292.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2013-04-30",
 "awd_abstract_narration": "This project builds upon current models of male social relationships and contributes to a relatively scant literature on male bonding in multi-male groups of nonhuman primates.  It provides a unique opportunity to investigate the factors influencing male cooperation and competition using a primate from outside the human-chimpanzee lineage and has relevance for understanding the emergence of warfare and coalitionary intergroup violence.  Additionally, this project expands the researcher's long record of training undergraduates, post-graduate students, and field assistants from the US, Europe, and multiple primate habitat countries in field methods for behavior, ecology, and conservation research.  The project also promotes conservation education about the largest and least disturbed national park in the western Amazon (the Yasuní National Park and Biosphere Reserve, in Ecuador) and of one of the world's most critically-endangered primate taxa (the brown spider monkey, in Colombia).\r\n\r\nIn the past few years, studies of wild spider monkeys -- a New World primate only distantly related to humans and chimpanzee -- have revealed striking convergences with these taxa in fundamental aspects of social structure and behavior. In these taxa, males typically remain in their natal groups throughout their lives while females leave their groups upon reaching adulthood, and groups of related males may develop strong, affiliative social bonds with one another. Male spider monkeys from the same social group also cooperate to patrol their territorial boundaries, participate in deep incursions or raids into neighboring territories, and engage in coalitionary attacks against members of rival groups. These behavioral patterns, shared by chimpanzees and spider monkeys as well as humans, are extremely rare in nature.  This study takes an integrated look at factors influencing social interactions among male spider monkeys, focusing on both competitive and cooperative aspects of these relationships. The study will focus on two social groups of spider monkeys in each of two tropical forests, one in Colombia and another in Ecuador, where wild spider monkeys have been studied for several years. Behavioral follows of habituated groups will be used to assess patterns of cooperation and competition among males, particularly in the context of intergroup interactions.  Genetic data will be used to evaluate the relatedness of males within each group and to determine paternities of infants born in these groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Di Fiore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony Di Fiore",
   "pi_email_addr": "anthony.difiore@austin.utexas.edu",
   "nsf_id": "000245195",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andres",
   "pi_last_name": "Link",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andres Link",
   "pi_email_addr": "al898@nyu.edu",
   "nsf_id": "000182669",
   "pi_start_date": "2011-06-20",
   "pi_end_date": "2013-03-01"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 112877.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 121415.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Spider monkeys are neotropical primates that, despite being only distantly related share many features of social organization with wild chimpanzees and some small scale human societies. These features include female exogamy/dispersal and cooperation among groups of related males in the context of intergroup conflicts.</p>\n<p>In this project, we examined the social interactions and competitive and cooperative relationships among the individuals in two species of spider monkeys, one from Colombia and one from Ecuador. In both of our study populations, we observed multiple cases of boundary patrols, deep incursions, and intergroup encounters in which males cooperatively engaged in escalated, coalitionary attacks against males of rival groups. In Ecuador, where our main focal group is surrounded by at least three other social groups of spider monkeys, the group has maintained a consistent territory that appears to be separated physically from the territories of its neighbors by a stretch of forest where spider monkeys are seldom seen, except when on patrol. In Colombia, intergroup conflict has led to the complete displacement of one group from a fragment of forest that was initially occupied by two distinct groups.</p>\n<p>Analysis of the ranging and association patterns of individual spider monkeys suggests that adult females maintain smaller core areas than males and can be divided into two distinct subgroups occupying different neighborhoods with the group's territory (\"Western\" females and \"Eastern\" females). Females from these two subsets of the group seldom interact with one another, except at an important resource -- a mineral lick located near the center of the groups' range. By contrast all adult males associate with one another regularly, and they overlap in their ranging almost completely, with each utilizing an area that covers almost the entire collective home range of the group.</p>\n<p>Interestingly, and in contrast with what is seen in many Old World primates, analysis of dominance and aggressive interactions does not allow us to discern any dominance hierarchy among either males or females in one of our study populations (Ecuador), while in our other study population (Colombia), a clear linear dominance hierarchy exists among females (though not among the males). This pattern is not unexpected, given the fact that the monkeys in Colombia are found in a small forest fragment, which suggests that competition for needed resources is more intense.</p>\n<p>As part of this project, we are using noninvasively collected fecal samples as a source of DNA for constructing multilocus genotypes -- a type of DNA fingerprint -- of the animals in our study groups and the surrounding population. Analysis of patterns of genetic relatedness among animals in the Ecuador population reveals that males are much more closely related to one another, on average, than are females, which is consistent with our on-the-ground observations of immigrations and emigrations by females but not by males. Such a pattern is also consistent with the fact that multiple males born into the population currently remain as adults in their natal group. Analysis of paternity patterns within the same population reveals that over the length of the study period, and previously, reproduction has been distributed among most of the adult males in the group, which is consistent with our limited direct observations that nonetheless reveal that males and females both mate polygamously. Genetic analyses of samples from the Colombia population are still ongoing.</p>\n<p>Now in its 10th year, this project is one of the longest-running field studies of wild nonhuman primates in the New World. It has yielded an unprecedented look into the social lives of two species of primates that are remarkable in their similarities to wild chimpanzees, yet with some important differences that remain to be understood. For exampl...",
  "por_txt_cntn": "\nSpider monkeys are neotropical primates that, despite being only distantly related share many features of social organization with wild chimpanzees and some small scale human societies. These features include female exogamy/dispersal and cooperation among groups of related males in the context of intergroup conflicts.\n\nIn this project, we examined the social interactions and competitive and cooperative relationships among the individuals in two species of spider monkeys, one from Colombia and one from Ecuador. In both of our study populations, we observed multiple cases of boundary patrols, deep incursions, and intergroup encounters in which males cooperatively engaged in escalated, coalitionary attacks against males of rival groups. In Ecuador, where our main focal group is surrounded by at least three other social groups of spider monkeys, the group has maintained a consistent territory that appears to be separated physically from the territories of its neighbors by a stretch of forest where spider monkeys are seldom seen, except when on patrol. In Colombia, intergroup conflict has led to the complete displacement of one group from a fragment of forest that was initially occupied by two distinct groups.\n\nAnalysis of the ranging and association patterns of individual spider monkeys suggests that adult females maintain smaller core areas than males and can be divided into two distinct subgroups occupying different neighborhoods with the group's territory (\"Western\" females and \"Eastern\" females). Females from these two subsets of the group seldom interact with one another, except at an important resource -- a mineral lick located near the center of the groups' range. By contrast all adult males associate with one another regularly, and they overlap in their ranging almost completely, with each utilizing an area that covers almost the entire collective home range of the group.\n\nInterestingly, and in contrast with what is seen in many Old World primates, analysis of dominance and aggressive interactions does not allow us to discern any dominance hierarchy among either males or females in one of our study populations (Ecuador), while in our other study population (Colombia), a clear linear dominance hierarchy exists among females (though not among the males). This pattern is not unexpected, given the fact that the monkeys in Colombia are found in a small forest fragment, which suggests that competition for needed resources is more intense.\n\nAs part of this project, we are using noninvasively collected fecal samples as a source of DNA for constructing multilocus genotypes -- a type of DNA fingerprint -- of the animals in our study groups and the surrounding population. Analysis of patterns of genetic relatedness among animals in the Ecuador population reveals that males are much more closely related to one another, on average, than are females, which is consistent with our on-the-ground observations of immigrations and emigrations by females but not by males. Such a pattern is also consistent with the fact that multiple males born into the population currently remain as adults in their natal group. Analysis of paternity patterns within the same population reveals that over the length of the study period, and previously, reproduction has been distributed among most of the adult males in the group, which is consistent with our limited direct observations that nonetheless reveal that males and females both mate polygamously. Genetic analyses of samples from the Colombia population are still ongoing.\n\nNow in its 10th year, this project is one of the longest-running field studies of wild nonhuman primates in the New World. It has yielded an unprecedented look into the social lives of two species of primates that are remarkable in their similarities to wild chimpanzees, yet with some important differences that remain to be understood. For example, the relative lack of aggression and competitive interactions among same-sex group members..."
 }
}