{
 "awd_id": "1062943",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site in Novel Advanced Materials and Processing with Applications in Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 353172.0,
 "awd_amount": 353172.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "This three year REU Site program at the University of Illinois Chicago (UIC) will involve faculty in four departments of the College of Engineering, and the Departments of Physics and Chemistry in cooperation with industrial interest groups to address needs in the areas of nanotechnology, material sciences, bio and biomedical engineering. The goals of this REU Site program are to:1) introduce and engage 10 undergraduate students for 10 summer weeks each year with equipment and methods used in cutting-edge research, 2) improve technical communication skills; 3) foster understanding of the scientific method used in todays research; 4) direct and enhance the students' creativity and originality into novel systems of technology and experience the exciting rewards from successful research, and 5) expose them to multiple disciplines in research and help them understand the interactive roles in research.\r\n\r\nThe students will participate in research in novel advanced material systems in engineering, experience the\r\nexcitement of doing state-of-the-art research, enhance written and oral technical communication skills, expand their creativity and originality into new areas of technology, develop into outstanding candidates for graduate programs, and promote interdisciplinary technical skills needed in the future engineering workplace. The program will also foster intellectual synergies between the REU participants and the cohort of teachers participating simultaneously in the Research Experiences for Teachers (RET)-Site Chicago Science Teacher Research (CSTR) Program.\r\n\r\nParticipants will be recruited from regional community colleges, universities with high minority enrollments (i.e.,Chicago State and U. of Puerto Rico), and universities across the nation. The REU participants will expand their creativity and originality into new areas of technology, develop into outstanding candidates for graduate programs, and develop interdisciplinary technical skills needed in the future engineering workplace.  Internal and external program evaluation and assessment will ensure the continued improvement and dissemination of program outcomes.  Students will participate in a REU Annual Symposium at the end of the year, submit final reports to the UIC Journal of Undergraduate Research, and attend site visits to industrial partners and national labs.\r\n\r\nThe site is co-funded by the Department of Defense in partnership with the NSF REU program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christos",
   "pi_last_name": "Takoudis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Christos G Takoudis",
   "pi_email_addr": "takoudis@uic.edu",
   "nsf_id": "000386362",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Jursich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory M Jursich",
   "pi_email_addr": "jursich@uic.edu",
   "nsf_id": "000310268",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 115693.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 237479.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal is a stronger and diverse U.S. workforce of scientists, engineers, and technologists as well as discovery across the frontier of science and engineering.&nbsp; This requires significant efforts to attract and prepare U.S. students to be highly qualified members in the global technical workforce, to support innovative research thereby enabling people at the forefront of discovery to make important and significant contributions to science and engineering knowledge, and to increase opportunities for underrepresented individuals to conduct high quality, competitive research activities.</p>\n<p>Objectives of this Research Experiences for Undergraduates (REU) Site include development and enhancement of the students' creativity and ethics in science and engineering, safety training in research laboratories, fostering the understanding of the research process and intellectual property, giving the students experience at writing and presenting their work, and uniquely preparing them for interdisciplinary collaborations in their future careers.&nbsp; In 2011-2015, our REU program included 36 undergraduates from the U.S. with a wide spectrum of scientific backgrounds. It supported research in areas such as selective atomic growth of chemical species, fabrication of microfluidic devices, optimization for sustainability of integrated ecological-economic model systems, engineering promoter-catalyst interactions, flow of carbon nanotubes through microchannels, optimization of batch crystallization processes, greener solvent selection and solvent recycling for carbon dioxide capture, engineering of new biomedical devices, and new energy sources like solid oxide fuel cells. (e.g., <a href=\"http://www.uic.edu/labs/AMReL/nsfreu.html\">http://www.uic.edu/labs/AMReL/nsfreu.html</a> ).</p>\n<p>Outcomes, benefits and deliverables of our REU program included professional training on safety in the laboratory along with certificates of laboratory safety and waste management, tutorials on making oral presentations and writing technical papers, one-on-one interactions of the REU students with faculty and graduate students from several disciplines in an exciting scientific environment in novel research in emerging technologies and cutting-edge research, literature study on their research topic, hands on experimentation or modeling, weekly presentations on motivation, objective, status, and future planning of research, intermediate and final reports on research, visits of other research labs in the area, acquired confidence in working independently, application of the students&rsquo; own ideas to state-of-the-art&nbsp; research, planning and carrying out experiments in laboratories, submission of final reports/papers to the Journal of Undergraduate Research (JUR) at the University of Illinois at Chicago (<a href=\"http://jur.phy.uic.edu/\">http://jur.phy.uic.edu/</a> ) that are anonymously reviewed by faculty, and additional research manuscripts to other refereed journals for a grand total of more than thirty seven research publications so far.</p>\n<p>Another important unique aspect of the REU Program was the continuous and intense cross-fertilization of ideas among undergraduates with very rich and diverse (academic, cultural, socioeconomic) backgrounds.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2015<br>\n\t\t\t\t\tModified by: Christos&nbsp;G&nbsp;Takoudis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal is a stronger and diverse U.S. workforce of scientists, engineers, and technologists as well as discovery across the frontier of science and engineering.  This requires significant efforts to attract and prepare U.S. students to be highly qualified members in the global technical workforce, to support innovative research thereby enabling people at the forefront of discovery to make important and significant contributions to science and engineering knowledge, and to increase opportunities for underrepresented individuals to conduct high quality, competitive research activities.\n\nObjectives of this Research Experiences for Undergraduates (REU) Site include development and enhancement of the students' creativity and ethics in science and engineering, safety training in research laboratories, fostering the understanding of the research process and intellectual property, giving the students experience at writing and presenting their work, and uniquely preparing them for interdisciplinary collaborations in their future careers.  In 2011-2015, our REU program included 36 undergraduates from the U.S. with a wide spectrum of scientific backgrounds. It supported research in areas such as selective atomic growth of chemical species, fabrication of microfluidic devices, optimization for sustainability of integrated ecological-economic model systems, engineering promoter-catalyst interactions, flow of carbon nanotubes through microchannels, optimization of batch crystallization processes, greener solvent selection and solvent recycling for carbon dioxide capture, engineering of new biomedical devices, and new energy sources like solid oxide fuel cells. (e.g., http://www.uic.edu/labs/AMReL/nsfreu.html ).\n\nOutcomes, benefits and deliverables of our REU program included professional training on safety in the laboratory along with certificates of laboratory safety and waste management, tutorials on making oral presentations and writing technical papers, one-on-one interactions of the REU students with faculty and graduate students from several disciplines in an exciting scientific environment in novel research in emerging technologies and cutting-edge research, literature study on their research topic, hands on experimentation or modeling, weekly presentations on motivation, objective, status, and future planning of research, intermediate and final reports on research, visits of other research labs in the area, acquired confidence in working independently, application of the studentsÆ own ideas to state-of-the-art  research, planning and carrying out experiments in laboratories, submission of final reports/papers to the Journal of Undergraduate Research (JUR) at the University of Illinois at Chicago (http://jur.phy.uic.edu/ ) that are anonymously reviewed by faculty, and additional research manuscripts to other refereed journals for a grand total of more than thirty seven research publications so far.\n\nAnother important unique aspect of the REU Program was the continuous and intense cross-fertilization of ideas among undergraduates with very rich and diverse (academic, cultural, socioeconomic) backgrounds.\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2015\n\n\t\t\t\t\tSubmitted by: Christos G Takoudis"
 }
}