{
 "awd_id": "1062787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Environmental Displacement and Human Resilience: New Explanations Using Data from Central India",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 211485.0,
 "awd_amount": 211485.0,
 "awd_min_amd_letter_date": "2011-03-08",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "This award to Dr. Jeffrey Snodgrass and Dr. Sammy Zahran (both of Colorado State University) supports new research on the interconnections between relocation, environmental change, culture, and  human health.  The researchers have developed an innovative combination of qualitative and quantitative measures of stress, health, and well-being to assess the impact of environmental shocks, particularly residential displacement. Displacement -- whether due to development projects, natural disasters, conflict, or environmental protection programs -- affects increasing numbers of people throughout the world. Findings from the research will help local foresters and resource managers, healthcare professionals, development agency employees, community members, students, and scholars alike to more accurately conceptualize, measure, and plan for the human costs of environmental change. \r\n\r\nThe researchers will gather the data they need to explain these relationship through a focused study of the Sahariya peoples who have been displaced from their forest homes in the Kuno Wildlife Sanctuary in central India.  Integrating biological and cultural measures, the researchers will compare stress and wellness among Sahariyas residing near the core of the sanctuary, who have maintained access to forests and their attendant economic and cultural resources, with Sahariya from nearly identical village settings, who have been displaced from the core because of a wildlife protection project designed to help rebuild an Asiatic population of lions. \r\n\r\nAn innovative feature of the work is the use of newly developed minimally-invasive measures of stress hormones (cortisol and oxytocin) that can be implemented in the field by the collection of salivary samples. For the Shariya case, the cultural measures will focus on the traditional religion-based ethnomedical system, which they hypothesize may protect villagers from stress and thus provide them with a source of health resiliency. These data will complement ethnographic observations, interviews, and quantifiable surveys, enabling a fuller understanding of how health and wellness are supported through traditional cultural practicies.\r\n\r\nThis research is designed to produce new collaborative natural resource management and conservation initiatives, which, because they are based on broad conceptions of human health and wellness, should help improve relocation outcomes for displaced people anywhere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Snodgrass",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey G Snodgrass",
   "pi_email_addr": "Jeffrey.Snodgrass@colostate.edu",
   "nsf_id": "000363865",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sammy",
   "pi_last_name": "Zahran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sammy Zahran",
   "pi_email_addr": "szahran@colostate.edu",
   "nsf_id": "000066463",
   "pi_start_date": "2011-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 51770.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 159715.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study aimed to develop new socioeconomic and health metrics to assess the impact of displacement on human well-being. It took as a case study indigenous Sahariya &ldquo;conservation refugees&rdquo; displaced from their forest homes in a wildlife sanctuary in the central Indian state of Madhya Pradesh. Proceeding from a biocultural perspective, the study investigated relationships between stress and well-being among Sahariya residing in the buffer zone near the core of the sanctuary (who have experienced more minimal restriction of access to forests and their attendant economic and cultural resources), as compared to stress and wellness relationships among Sahariya from nearly identical village settings, who have been relocated over the last twelve years to facilitate future rebuilding of an Asiatic population of lions (thus being more completely cut off from traditional forests and their resources).</p>\n<p>A particular focus of the study was to compare how community ritual might provide villagers in these different contexts with a source of health resiliency, allowing them to manage more effectively the disruptions associated with displacement, and thus better able to resist illness in the first place, to recover more quickly when they do experience distress, and even to more readily reach higher states of positive health and well-being. With this question in mind, a particularly innovative feature of the work was the use of newly developed minimally-invasive measures of stress hormones (cortisol and alpha amylase) that can be implemented in the field by the collection of salivary samples. These data enabled an examination of how villagers&rsquo; physical states of stress and health change in relation to participation in religious rituals. This field experiment was accompanied by ethnography and health surveys, helping further to clarify potential relationships between religion, stress, and well-being in these contexts of social dislocation.</p>\n<p>We also collected mouth buccal cells from individuals in the two villages, in order to document potential DNA telomere shortening&mdash;as a form of chromosomal damage&mdash;in the relocated compared to the non-relocated village.&nbsp;Telomeres are the caps that sit on the end of chromosomes, degrading with age and also, it is hypothesized, with stress, thus shortening cell, and potentially organism, life. Recent research links life stress to premature telomere shortening and human ageing. However, this association has only been demonstrated in Western contexts, where stress is typically lower and life expectancies longer. Using novel approaches, we found significant associations between stress and telomere shortening in the Sahariya context. Our research strengthens the case for stress-induced telomere shortening as a pan-cultural biomarker of compromised health and ageing.</p>\n<p>On a more technical level, in relation to the telomere maintenance portion of the study, we introduced to human populations a new particularly sensitive and high resolution telomere length measurement approach, which might allow a deeper understanding of telomere biology. Our technique allowed us to select specific target cells (in this case, basal stem or &ldquo;progenitor&rdquo; cells), to measure telomere lengths on a cell-by-cell basis, and to scan the entire cell volume for telomeres so that parts of telomeres are not occluded in ways that would bias our estimates. This provides potentially much greater precision than other techniques that provide only a single average telomere length across cells of all types within a given individual.</p>\n<p>Overall, the project has expanded knowledge of the interconnections of human health with the environment, especially illuminating the dynamics of health processes in situations of environmental change and duress. The study builds on anthropological literature examining the psychosocial stress pr...",
  "por_txt_cntn": "\nThe study aimed to develop new socioeconomic and health metrics to assess the impact of displacement on human well-being. It took as a case study indigenous Sahariya \"conservation refugees\" displaced from their forest homes in a wildlife sanctuary in the central Indian state of Madhya Pradesh. Proceeding from a biocultural perspective, the study investigated relationships between stress and well-being among Sahariya residing in the buffer zone near the core of the sanctuary (who have experienced more minimal restriction of access to forests and their attendant economic and cultural resources), as compared to stress and wellness relationships among Sahariya from nearly identical village settings, who have been relocated over the last twelve years to facilitate future rebuilding of an Asiatic population of lions (thus being more completely cut off from traditional forests and their resources).\n\nA particular focus of the study was to compare how community ritual might provide villagers in these different contexts with a source of health resiliency, allowing them to manage more effectively the disruptions associated with displacement, and thus better able to resist illness in the first place, to recover more quickly when they do experience distress, and even to more readily reach higher states of positive health and well-being. With this question in mind, a particularly innovative feature of the work was the use of newly developed minimally-invasive measures of stress hormones (cortisol and alpha amylase) that can be implemented in the field by the collection of salivary samples. These data enabled an examination of how villagersÆ physical states of stress and health change in relation to participation in religious rituals. This field experiment was accompanied by ethnography and health surveys, helping further to clarify potential relationships between religion, stress, and well-being in these contexts of social dislocation.\n\nWe also collected mouth buccal cells from individuals in the two villages, in order to document potential DNA telomere shortening&mdash;as a form of chromosomal damage&mdash;in the relocated compared to the non-relocated village. Telomeres are the caps that sit on the end of chromosomes, degrading with age and also, it is hypothesized, with stress, thus shortening cell, and potentially organism, life. Recent research links life stress to premature telomere shortening and human ageing. However, this association has only been demonstrated in Western contexts, where stress is typically lower and life expectancies longer. Using novel approaches, we found significant associations between stress and telomere shortening in the Sahariya context. Our research strengthens the case for stress-induced telomere shortening as a pan-cultural biomarker of compromised health and ageing.\n\nOn a more technical level, in relation to the telomere maintenance portion of the study, we introduced to human populations a new particularly sensitive and high resolution telomere length measurement approach, which might allow a deeper understanding of telomere biology. Our technique allowed us to select specific target cells (in this case, basal stem or \"progenitor\" cells), to measure telomere lengths on a cell-by-cell basis, and to scan the entire cell volume for telomeres so that parts of telomeres are not occluded in ways that would bias our estimates. This provides potentially much greater precision than other techniques that provide only a single average telomere length across cells of all types within a given individual.\n\nOverall, the project has expanded knowledge of the interconnections of human health with the environment, especially illuminating the dynamics of health processes in situations of environmental change and duress. The study builds on anthropological literature examining the psychosocial stress process as a biocultural phenomenon. Project participants have gained valuable training in how to conduct a complex field-b..."
 }
}