{
 "awd_id": "1062705",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Engineering Solutions for Clean Energy Generation, Storage, and Consumption",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2013-03-22",
 "awd_abstract_narration": "This three year REU Site program at the University of Alabama,Tuscaloosa is focused on developing technologies for more environmentally-benign energy. The main proposition is that innovative science and engineering solutions are needed to provide environmentally-sustainable energy for domestic consumption. Globally, power consumption is currently 14 TW, and it is expected to triple within 40 years, as third-world economies continue to expand. In order to engage and train the next generation of scientists and engineers in providing clean energy solutions, this REU Site is built around a set of projects that address various technical aspects of future energy solutions. These projects include: technologies for oil spill cleanup; ionic liquids for CO2 separation and capture; CO2 emissions monitoring from sequestration formations; fuel cell, supercapacitor, and electrochemistry modeling; biogas and biodiesel production; energy storage in clathrate hydrates; and environmental catalysis.\r\n\r\nClean energy solutions are needed to sustain our nation's economic development and environmental prosperity. Thus, our nation's future depends upon creative solutions, robust engineering designs, and implementation on large scales, and these activities must be supported by a rich pipeline of young engineers. The recent oil spill in the Gulf of Mexico highlights the reality of our clean energy challenge, but at the same time, it provides a unique opportunity for learning and student engagement. These projects provide excellent opportunities for conducting hypothesis-driven research, using state-of-the-art facilities. Through these activities, the students will acquire the knowledge and hands-on training to develop clean energy technologies, preparing the students for long-term career opportunities. The recruitment plan is broad, but there are several aspects that should help to recruit underrepresented students to participate in these clean\r\nenergy research projects. The PIs have established strong connections with several HBCU institutions through their participation in the NSF-funded workshop: \"Introducing HBCU Faculty to Material Science and Engineering\". Several of these HBCU faculty have already committed to help recruit students from their institutions into this REU program. Overall, this REU Site program will recruit and train a diverse group of engineers, expose them to the tangential aspects of clean energy solutions, and prepare them for a wide array of future research opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christoffer",
   "pi_last_name": "Turner",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Christoffer H Turner",
   "pi_email_addr": "hturner@eng.ua.edu",
   "nsf_id": "000353336",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Bara",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jason E Bara",
   "pi_email_addr": "jbara@eng.ua.edu",
   "nsf_id": "000572274",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "801 UNIVERSITY BLVD",
  "perf_city_name": "TUSCALOOSA",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354012029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 96402.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100025.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 103573.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Globally, power consumption is currently 14 TW, and it is expected to triple within 40 years, as third-world economies continue to expand.&nbsp;&nbsp;WIthin this global context, the United States has&nbsp;arrived at a critical stage, with regards to domestic energy resources, and many real and immediate needs have been identified. Thus, our nation&rsquo;s energy future depends upon creative engineering solutions, robust engineering designs, and implementation on large scales. These national energy prorities must be supported by a rich pipeline of young engineers.&nbsp; Thus, this Research Experience for Undergraduates (REU) Site program has provided numerous high-impact summer reserch opportunities for a diverse group of undergraduate engineering students, with a focus on domestic energy-related issues.&nbsp; Over the three-year project duration, 25 undergraduate students have gained hands-on research experience with multiple aspects of clean energy solutions, ranging from the synthesis of thermoelectric materials to the development of carbon dioxide separation membranes for use in industrial exhaust gas treatment.</p>\n<p>In addition to the technical aspects, the undergraduate student participants have also been able to&nbsp;engage in a broad range of other professional development exercises and interactions with industry.&nbsp; This helped to&nbsp;emphasize the role of political, legal,&nbsp;and economic driving forces&nbsp;on our national energy strategy.&nbsp; These aspects&nbsp;were introduced into&nbsp;the summer&nbsp;program through invited speaker presentations&nbsp;(environmental lawyers, environmental permitting specialists, city utility directors, etc.) and site visits to neighboring centers and facilities (such as Oak Ridge National Lab, Hunt Oil refinery, Gaylord Chemical, Southern Heat Exchanger, etc.).</p>\n<p>With each summer cohort, four primary goals were targeted:</p>\n<p>a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Identify well-defined challenges related to clean energy and help the students design experiments and/or simulations to help provide solutions to these challenges (<em>emphasizing hypothesis-driven research</em>);</p>\n<p>b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Provide undergraduate engineering students with some of the experimental and computational <em>tools</em> and <em>training</em> needed to provide clean energy solutions;</p>\n<p>c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Educate the students about the non-technical aspects of designing and implementing clean energy technologies (legal, permitting, political, etc.);</p>\n<p>d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Allow the students to conduct the experiments/simulations in a safe laboratory environment, help them establish thorough documentation practices, and provide the students with several opportunities to clearly communicate their research to others.</p>\n<p>Throughout the summer and&nbsp;upon the conclusion of&nbsp;each summer research experience, a variety of metrics and student learning gains were analyzed in order to gauge the impact of the REU Site program.&nbsp; Significant improvements were identified with respect to the students' perception toward research, such as increased motivation to pursue an advanced degree, increased confidence in making technical presentations, and an increased ability to perform literature searches and discuss research with colleagues.&nbsp; In additional to a variety of poster presentations at national conferences and publications in peer-reviewed research journals, two of the REU Site participants were awarded nationally-competitive Goldwater Scholarships (which are primarily based on undergraduate research performance).&nbsp;&nbsp;In terms of student&nbsp;diversity,&nbsp;50% of the summer participants were female, and&nbsp;these students originated from&nbsp;a broad array of institutions (ranging from California to New York).&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/...",
  "por_txt_cntn": "\nGlobally, power consumption is currently 14 TW, and it is expected to triple within 40 years, as third-world economies continue to expand.  WIthin this global context, the United States has arrived at a critical stage, with regards to domestic energy resources, and many real and immediate needs have been identified. Thus, our nationÆs energy future depends upon creative engineering solutions, robust engineering designs, and implementation on large scales. These national energy prorities must be supported by a rich pipeline of young engineers.  Thus, this Research Experience for Undergraduates (REU) Site program has provided numerous high-impact summer reserch opportunities for a diverse group of undergraduate engineering students, with a focus on domestic energy-related issues.  Over the three-year project duration, 25 undergraduate students have gained hands-on research experience with multiple aspects of clean energy solutions, ranging from the synthesis of thermoelectric materials to the development of carbon dioxide separation membranes for use in industrial exhaust gas treatment.\n\nIn addition to the technical aspects, the undergraduate student participants have also been able to engage in a broad range of other professional development exercises and interactions with industry.  This helped to emphasize the role of political, legal, and economic driving forces on our national energy strategy.  These aspects were introduced into the summer program through invited speaker presentations (environmental lawyers, environmental permitting specialists, city utility directors, etc.) and site visits to neighboring centers and facilities (such as Oak Ridge National Lab, Hunt Oil refinery, Gaylord Chemical, Southern Heat Exchanger, etc.).\n\nWith each summer cohort, four primary goals were targeted:\n\na)      Identify well-defined challenges related to clean energy and help the students design experiments and/or simulations to help provide solutions to these challenges (emphasizing hypothesis-driven research);\n\nb)      Provide undergraduate engineering students with some of the experimental and computational tools and training needed to provide clean energy solutions;\n\nc)      Educate the students about the non-technical aspects of designing and implementing clean energy technologies (legal, permitting, political, etc.);\n\nd)      Allow the students to conduct the experiments/simulations in a safe laboratory environment, help them establish thorough documentation practices, and provide the students with several opportunities to clearly communicate their research to others.\n\nThroughout the summer and upon the conclusion of each summer research experience, a variety of metrics and student learning gains were analyzed in order to gauge the impact of the REU Site program.  Significant improvements were identified with respect to the students' perception toward research, such as increased motivation to pursue an advanced degree, increased confidence in making technical presentations, and an increased ability to perform literature searches and discuss research with colleagues.  In additional to a variety of poster presentations at national conferences and publications in peer-reviewed research journals, two of the REU Site participants were awarded nationally-competitive Goldwater Scholarships (which are primarily based on undergraduate research performance).  In terms of student diversity, 50% of the summer participants were female, and these students originated from a broad array of institutions (ranging from California to New York).  \n\n\t\t\t\t\tLast Modified: 06/28/2015\n\n\t\t\t\t\tSubmitted by: Christoffer H Turner"
 }
}