{
 "awd_id": "1062371",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: ABI Development:  Algorithms and Software for Discovery of Non-sequential Protein Structure Similarities",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 200001.0,
 "awd_amount": 200001.0,
 "awd_min_amd_letter_date": "2011-04-22",
 "awd_max_amd_letter_date": "2011-04-22",
 "awd_abstract_narration": "The University of Illinois at Chicago and Princeton University are awarded collaborative grants to develop efficient and scalable computational methods for comparing protein structures.  Protein sequences and structures are being determined at an increasingly rapid rate. To date, there are more than 1000 sequenced genomes with several thousand more in progress and over 50,000 three-dimensional structures in the Protein Data Bank. Whether considering proteins at the level of sequence or structure, comparing or aligning two proteins is the fundamental technique for uncovering principles of protein structure, function and evolution.  While the vast majority of research efforts have focused on sequence comparisons, since protein structures are generally better conserved than protein sequences, identifying structural similarity between proteins can yield valuable clues to protein function and can be used to classify proteins, analyze their evolutionary histories and even to help predict protein interactions. Though considerable advances have been made in recent years in comparing protein structures, key difficulties include detecting shared, conserved structures between proteins where the individual structural elements are in different orderings on the two sequences. This project will develop innovative methods to enable discovery of sequence-order-independent substructure similarity with a long-term goal of doing a large-scale comparison over all protein structures. The research team will formulate precise theoretical problems, design efficient algorithms for them and implement and test the resulting algorithms to test accuracy and efficiency issues. The final software for comparing protein structures will be released to the scientific community and is expected to provide a significant and demonstrable impact on further research in structural bioinformatics.\r\n\r\nScientifically, the methodologies to be developed for substructure comparison are general and will have broader impacts beyond structural proteomics and bioinformatics. For example, a biomedical application of the proposed project lies in guiding protein engineering and rational drug design via a systematic identification of all such substructures and their underlying sequences. The project will involve undergraduates and under-represented minority (URM) groups in active research.  A central component is to engage URM undergraduate students from the urban UIC campus and involve them in summer research at Princeton with the goal of possible recruitment into Princeton's graduate program in Quantitative and Computational Biology.  Additionally, the PIs are planning course and curriculum development, dissemination of research, mentoring of undergraduate and graduate students, outreach and community involvement.\r\n\r\nThe outcomes of the project will be made available through the websites of all the investigators:\r\n          http://www.cs.uic.edu/~dasgupta\r\n          http://gila.bioengr.uic.edu/lab\r\n          http://www.cs.princeton.edu/~mona",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mona",
   "pi_last_name": "Singh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mona Singh",
   "pi_email_addr": "mona@cs.princeton.edu",
   "nsf_id": "000164439",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proteins are the workhorse molecules of the cell and, in conjunction with other cellular molecules, take part in nearly every activity of life.&nbsp; Understanding the structure, function and interactions of proteins are thus critical for understanding cellular and organismal functioning. Computational methods provide an important means for characterizing proteins, as while experimental approaches are providing a wealth of information about proteins, further integrative analysis is helpful and often necessary to fill gaps in our knowledge.</p>\n<p>&nbsp;</p>\n<p>The overall goal of our project was to develop novel computational methods and software for comparing protein structures and uncovering structural similarity. &nbsp;We used this structural perspective to answer many important questions relating to the function and interactions of proteins.</p>\n<p>&nbsp;</p>\n<p>We developed methods to relate variations in DNA across human populations to their effect on protein structure, function and interactions.&nbsp; Large-scale genome sequencing projects are now sampling human diversity, both healthy and disease. &nbsp; At the protein level, which of the uncovered polymorphisms and mutations lead to differences in the structure, function and interactions of proteins? We used known protein structural information to&nbsp;develop approaches for ascertaining whether certain proteins are significantly mutated in their binding sites across human populations (either as a result of natural or disease variation). We demonstrated that we can structurally model binding sites within approximately 20% of human proteins, by comparisons to (partly) curated structural databases.&nbsp; We found that across healthy human populations, sites taking part in protein interactions tend in aggregate to be conserved. We also tested this approach specifically in the context of human cancers. In this case, we found in contrast that binding site positions are enriched in mutations found in tumors. Moreover, by identifying whether a particular protein is enriched in mutations in its binding sites, we showed we can identify proteins that have functional roles in cancers. &nbsp;&nbsp;This software was made available online and open source.</p>\n<p>&nbsp;</p>\n<p>Protein structure and function can also be characterized by identifying protein domains.&nbsp; Domains are the structural, functional and evolutionary units of proteins, and specific domains are often identified with known structures and functions. Typically, protein domains are identified within sequences independently using domain family-specific probabilistic models. We showed how to better identify protein domains by taking into account their co-occurrence statistics, and by setting domain-family specific thresholds based on false discovery rates. &nbsp;These approaches yielded substantial improvements (~9%) in domain identification as compared to the current state-of-the art approach.</p>\n<p>&nbsp;</p>\n<p>We also aimed to uncover whether proteins that share a common property (such as a specific function) bind ligands that share similar substructures.&nbsp; We developed algorithms that, given a set of small molecules (for example, those known to bind a particular protein), computationally decompose them into chemically meaningful fragments.&nbsp; From these fragments, we developed methods for uncovering statistically enriched fragments that represent shared molecular substructures. &nbsp;We developed (and released open source) a software suite that includes programs for breaking down sets of small molecules (e.g., for example those binding proteins of interest) into fragments according to a predefined set of chemical rules, for clustering the resulting fragments, and for uncovering statistically enriched fragments. Among other applications, our software should be a great aid in large-scale chemical analysis of ligands binding specific targets o...",
  "por_txt_cntn": "\nProteins are the workhorse molecules of the cell and, in conjunction with other cellular molecules, take part in nearly every activity of life.  Understanding the structure, function and interactions of proteins are thus critical for understanding cellular and organismal functioning. Computational methods provide an important means for characterizing proteins, as while experimental approaches are providing a wealth of information about proteins, further integrative analysis is helpful and often necessary to fill gaps in our knowledge.\n\n \n\nThe overall goal of our project was to develop novel computational methods and software for comparing protein structures and uncovering structural similarity.  We used this structural perspective to answer many important questions relating to the function and interactions of proteins.\n\n \n\nWe developed methods to relate variations in DNA across human populations to their effect on protein structure, function and interactions.  Large-scale genome sequencing projects are now sampling human diversity, both healthy and disease.   At the protein level, which of the uncovered polymorphisms and mutations lead to differences in the structure, function and interactions of proteins? We used known protein structural information to develop approaches for ascertaining whether certain proteins are significantly mutated in their binding sites across human populations (either as a result of natural or disease variation). We demonstrated that we can structurally model binding sites within approximately 20% of human proteins, by comparisons to (partly) curated structural databases.  We found that across healthy human populations, sites taking part in protein interactions tend in aggregate to be conserved. We also tested this approach specifically in the context of human cancers. In this case, we found in contrast that binding site positions are enriched in mutations found in tumors. Moreover, by identifying whether a particular protein is enriched in mutations in its binding sites, we showed we can identify proteins that have functional roles in cancers.   This software was made available online and open source.\n\n \n\nProtein structure and function can also be characterized by identifying protein domains.  Domains are the structural, functional and evolutionary units of proteins, and specific domains are often identified with known structures and functions. Typically, protein domains are identified within sequences independently using domain family-specific probabilistic models. We showed how to better identify protein domains by taking into account their co-occurrence statistics, and by setting domain-family specific thresholds based on false discovery rates.  These approaches yielded substantial improvements (~9%) in domain identification as compared to the current state-of-the art approach.\n\n \n\nWe also aimed to uncover whether proteins that share a common property (such as a specific function) bind ligands that share similar substructures.  We developed algorithms that, given a set of small molecules (for example, those known to bind a particular protein), computationally decompose them into chemically meaningful fragments.  From these fragments, we developed methods for uncovering statistically enriched fragments that represent shared molecular substructures.  We developed (and released open source) a software suite that includes programs for breaking down sets of small molecules (e.g., for example those binding proteins of interest) into fragments according to a predefined set of chemical rules, for clustering the resulting fragments, and for uncovering statistically enriched fragments. Among other applications, our software should be a great aid in large-scale chemical analysis of ligands binding specific targets of interest (including, for example, drug targets).\n\n \n\nIn order to accomplish this research, a diverse team of postdocs, graduate students, undergraduates and high school students took part in th..."
 }
}