{
 "awd_id": "1062846",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR:  A New Mass Spectrometer for the Detection and collection of Biomolecules Of High Molecular Mass",
 "cfda_num": "47.074",
 "org_code": "08080200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce Fernandes",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 644556.0,
 "awd_amount": 691201.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2013-09-10",
 "awd_abstract_narration": "Mass spectrometry (MS) is an indispensible tool of the modern biologist. The application of MS techniques in the biological sciences has provided significant new capabilities and analyses with previously unknown levels of sensitivity, specificity, and selectivity, yielding new insight into intricate biological problems. The aim of this research project is the development a new type of mass spectrometer for biological research that is capable of analyzing and collecting ions of very high molecular mass. Specifically, a distance-of-flight mass spectrometer (DOFMS) will be designed and constructed that separates ions of differing mass-to-charge (m/z) ratio based upon the distance each travels during a given time period, ultimately spatially segregating the ions along a surface. This physical distribution of ions according to m/z is then measured by using a novel position-selective and charge-sensitive ion detector that has already been developed in the PIs? laboratory. In contrast to extant methods, this strategy exhibits no upper mass limit either in the means of mass separation or in the mechanism of the ion detection, making the entire mass range available for analysis. The physical separation of the ions also permits the ions to be collected upon a specialized secondary surface in a technique known as soft-landing mass spectrometry. Somewhat surprisingly, when the collected, neutralized ions are subsequently removed from vacuum they often retain their biological efficacy and are available for analysis by other biochemical or analytical techniques. \r\nThe DOFMS will advance the biological sciences by providing new and significantly improved MS capabilities to the biologist. The unlimited mass range of the instrument will be exploited by studying massive biopolymers and aggregates of biological interest such as viruses, enzyme-substrate complexes, phages, protein complexes, and epitope complexes. From the distribution of molecular masses, biologists will learn directly about the distribution of individuals that comprises the biological population under study, as well as important insights about associative binding and the effects of mutagenic variation. Moreover, these species will be detected with the sensitivity, accuracy, and specificity of MS, then collected for subsequent analysis or amplification via biochemical or alternative means. In this way the results of MS study can be directly compared to results of other analyses, further improving information content. This project meets an emerging need within the biological community for rapid, sensitive analysis of biological species of high molecular weight and complexity. \r\nThe broader impacts of the proposed program come in several forms. Both graduate and undergraduate students have been involved in the initial studies and will continue to participate in both instrument development and application. Special efforts are made to include underrepresented groups; indeed, portions of the preliminary work have been performed by a female graduate student and a graduate student of African-American descent. Because the proposed studies are inherently multidisciplinary, collaboration with investigators in the biological sciences is important to success. Such relationships have been formed around biological questions of significance, and their collaborative involvement will both address important biological questions and refine the new instrument. Also, a plan has already been established to make this new tool available to the broader biology community, in part through the collaborations mentioned above but also through commercial development and through an existing Federal user facility. Overall, the successful deployment of this new analytical tool will have a broader impact of its own, and leveraging the significant strengths of MS to the study of complex and large biological entities will yield new knowledge that cannot be gained by other means. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Hieftje",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gary M Hieftje",
   "pi_email_addr": "Hieftje@indiana.edu",
   "nsf_id": "000329297",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Ray",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steven J Ray",
   "pi_email_addr": "sjray2@buffalo.edu",
   "nsf_id": "000069763",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9184",
   "pgm_ref_txt": "BIOTECHNOLOGY - INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 266917.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 188714.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 235570.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes for NSF Grant BIO-1062846:</p>\n<p>Mass spectrometry (MS) is a critically important tool for researchers working in the biological sciences.&nbsp; Recently, scientists in biology and chemistry have sought to exploit the strengths of MS for the analysis of larger and more complex biological entities, such as viruses, protein complexes, cellular subunits and, indeed, whole cells.&nbsp; The compulsion to do so is fundamental to biological study, and the potential benefits of such developments are compelling.&nbsp; Through this grant, a new type of instrument known as a distance-of-flight mass spectrometer (DOFMS) was designed, built, and tested.&nbsp; This novel mass analyzer uses a new and simple method to measure the mass-to-charge ratio (<em>m/z</em>) of ions. In essence, DOFMS measures the distance ions travel during a set time period, using that flight distance to measure the ion <em>m/z</em>.&nbsp; Once ions are separated in space according to <em>m/z, </em>the physical distribution of ions is measured by using a position-sensitive ion detector.&nbsp; Among many options, one attractive position-selective detector is a monolithic semiconductor chip containing an array of charge-sensitive ion detectors that has already been developed in the PIs&rsquo; laboratory.</p>\n<p>In contrast to traditional methods, the DOFMS strategy exhibits no upper-mass limit either in the means of mass separation or in the mechanism of the ion detection, making the entire mass range available for analysis. The physical separation of the ions also permits the ions to be collected upon a specialized target surface in a technique known as soft-landing mass spectrometry. The <strong>intellectual merit</strong> of this project is embodied in the development of a new MS technique for the purpose of analyzing and collecting species of high molecular mass, and in doing so in providing new and significantly improved MS capabilities to the biological scientist.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The new DOFMS instrument designed and constructed through this grant was based upon the matrix-assisted laser desorption ionization (MALDI) experiment.&nbsp;&nbsp; Here, a laser is used to ionize (charge) a sample-containing matrix, creating ions from the molecules in the sample.&nbsp; New approaches were developed in order to couple the DOFMS approach to MALDI, and once validated by simulation, the MALDI-DOFMS was built.&nbsp; The instrument was then used for the analysis of various biological molecules in order to gauge the effectiveness of the DOFMS techniques. The <strong>broader impacts</strong> of the program come in several forms.&nbsp; First, a new type of MS instrument has been described and constructed.&nbsp; The successful deployment of this new analytical tool will have far-reaching consequences, leveraging the significant strengths of MS to the study of complex and large biological entities.&nbsp; This project addresses an emerging need within the biological community for rapid, sensitive analysis of biological species of high molecular weight and complexity, so this new analytical tool will yield new knowledge that cannot be gained by other means.&nbsp; As importantly, the development of this new capability was driven by in part by graduate students, and thus formed a significant part of their education.&nbsp; Students involved in the studies participated in instrument design, simulation, application, data analysis, and in communicating the experimental results to the scientific community at large through papers and presentations at scientific meetings.&nbsp; In addition, a collaboration was forged between the Chemistry Department at Indiana University and an engineering group at Rose-Hulman Institute of Technology (RHIT), encouraging cross-disciplinary activities and bringing undergraduates at RHIT into contact with students and f...",
  "por_txt_cntn": "\nProject Outcomes for NSF Grant BIO-1062846:\n\nMass spectrometry (MS) is a critically important tool for researchers working in the biological sciences.  Recently, scientists in biology and chemistry have sought to exploit the strengths of MS for the analysis of larger and more complex biological entities, such as viruses, protein complexes, cellular subunits and, indeed, whole cells.  The compulsion to do so is fundamental to biological study, and the potential benefits of such developments are compelling.  Through this grant, a new type of instrument known as a distance-of-flight mass spectrometer (DOFMS) was designed, built, and tested.  This novel mass analyzer uses a new and simple method to measure the mass-to-charge ratio (m/z) of ions. In essence, DOFMS measures the distance ions travel during a set time period, using that flight distance to measure the ion m/z.  Once ions are separated in space according to m/z, the physical distribution of ions is measured by using a position-sensitive ion detector.  Among many options, one attractive position-selective detector is a monolithic semiconductor chip containing an array of charge-sensitive ion detectors that has already been developed in the PIsÆ laboratory.\n\nIn contrast to traditional methods, the DOFMS strategy exhibits no upper-mass limit either in the means of mass separation or in the mechanism of the ion detection, making the entire mass range available for analysis. The physical separation of the ions also permits the ions to be collected upon a specialized target surface in a technique known as soft-landing mass spectrometry. The intellectual merit of this project is embodied in the development of a new MS technique for the purpose of analyzing and collecting species of high molecular mass, and in doing so in providing new and significantly improved MS capabilities to the biological scientist. \n\n            The new DOFMS instrument designed and constructed through this grant was based upon the matrix-assisted laser desorption ionization (MALDI) experiment.   Here, a laser is used to ionize (charge) a sample-containing matrix, creating ions from the molecules in the sample.  New approaches were developed in order to couple the DOFMS approach to MALDI, and once validated by simulation, the MALDI-DOFMS was built.  The instrument was then used for the analysis of various biological molecules in order to gauge the effectiveness of the DOFMS techniques. The broader impacts of the program come in several forms.  First, a new type of MS instrument has been described and constructed.  The successful deployment of this new analytical tool will have far-reaching consequences, leveraging the significant strengths of MS to the study of complex and large biological entities.  This project addresses an emerging need within the biological community for rapid, sensitive analysis of biological species of high molecular weight and complexity, so this new analytical tool will yield new knowledge that cannot be gained by other means.  As importantly, the development of this new capability was driven by in part by graduate students, and thus formed a significant part of their education.  Students involved in the studies participated in instrument design, simulation, application, data analysis, and in communicating the experimental results to the scientific community at large through papers and presentations at scientific meetings.  In addition, a collaboration was forged between the Chemistry Department at Indiana University and an engineering group at Rose-Hulman Institute of Technology (RHIT), encouraging cross-disciplinary activities and bringing undergraduates at RHIT into contact with students and faculty at a large, Division I university.\n\n \n\n\t\t\t\t\tLast Modified: 05/13/2014\n\n\t\t\t\t\tSubmitted by: Gary M Hieftje"
 }
}