{
 "awd_id": "1062404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: ABI Development:  Ontology-enabled reasoning across phenotypes from evolution and model organisms",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 1305787.0,
 "awd_amount": 1305787.0,
 "awd_min_amd_letter_date": "2011-06-16",
 "awd_max_amd_letter_date": "2015-12-14",
 "awd_abstract_narration": "Collaborative grants are awarded to the University of South Dakota and the University of North Carolina to develop ontology-driven tools for machine reasoning over large volumes of phenotype data.   Human-readable descriptions of \"phenotypic\" properties such as anatomy and behavior are not well-suited to computational analysis.  Yet, in evolutionary biology, genetics and development, computational assistance is necessary to discover patterns within the enormous volumes of descriptive phenotype data that are being reported in the literature and in online databases.  Ontologies are structured, controlled vocabularies that can be applied to collections of descriptive data to permit logical reasoning to be used. Using the evolutionary transition from fins to limbs as a test system, this project will develop ontologically-aware software that allows users to discover similar sets of phenotypes for different taxa or mutant genes within large and diverse datasets. A fast semantic similarity engine will be developed to allow searches for evolutionary transitions and mutant genes characterized by similar phenotypic profiles.  An ontological framework for reasoning over homology will be developed to allow rigorous reasoning over evolutionary diverse lineages.  Natural language processing tools will be developed to improve upon the efficiency of mining phenotype data from the literature and improving data consistency. This suite of tools will be tested on a large number of skeletal phenotypes from diverse fossil and modern vertebrates.  Taxonomic and anatomical ontologies for vertebrates will be augmented and hypotheses of anatomical homology formally encoded.  The ontologies and software tools, together with phenotypes extracted from the vertebrate systematic literature, will be integrated in the knowledgebase with genetic and phenotype data from three vertebrate model organisms: zebrafish (Danio rerio),  African clawed frog (Xenopus laevis), and mouse (Mus musculus).  The knowledge base will be exposed to generic reasoners using semantic web standards.  The system will be validated by its success in retrieving candidate genes for the well-studied vertebrate fin-limb transition and other major events in skeletal evolution.  \r\n\r\nThe evolutionary breadth of the test data requires the development of a rigorous framework for reasoning over hypotheses of homology.  Another goal is to develop and evaluate natural language processing tools for efficiently capturing ontological descriptions of phenotype from the descriptions available in the published literature.  The suite of tools will be validated by recovering developmental genetic pathways that underlie the evolutionary transition from fin to limb in vertebrates, and refined by iterative testing with domain bioinformaticians on the project and biologists from the broader user community.   \r\n\r\n\r\nA broad community of users will participate through the lifecycle of this project in the development of community standards and resources for the interoperability and computability of phenotypic knowledge. This will be achieved through workshops, usability testing sessions, and coordination with key research networks.  Stakeholder ownership will be enhanced by rapid and open release of a variety of products that we anticipate to be of immediate and enduring value to the greater biology community, including tools for streamlining data curation and performing large-scale semantic similarity searches, high quality vertebrate taxonomy and anatomy ontologies, and standards for reasoning over homology.   We will provide a unique training environment for students, postdocs and summer interns, including Native Americans through outreach at the University of South Dakota and minority and female students though a collaboration with Project Exploration at the University of Chicago.  Project progress and outcomes will be disseminated through both traditional and online outlets for scholarly communication (including blog posts and mailing lists); the primary web presence will be at https://www.phenoscape.org/wiki/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Vision",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Todd J Vision",
   "pi_email_addr": "tjv@bio.unc.edu",
   "nsf_id": "000208922",
   "pi_start_date": "2011-06-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hilmar",
   "pi_last_name": "Lapp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hilmar Lapp",
   "pi_email_addr": "hilmar.lapp@duke.edu",
   "nsf_id": "000490901",
   "pi_start_date": "2012-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 351409.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 385469.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 281143.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 287766.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-85247f16-e8b7-5f94-8948-e1b205aa43f8\"><span>The phenotype, or the set of observable traits present in an individual organism, is a central object of study for multiple subdisciplines of biology. Despite the importance of phenotypes, the tools for large-scale analysis of phenotype data are relatively crude compared to other datatypes, such as DNA sequences and protein structures. This is largely because phenotypes are generally reported in the form of natural language descriptions composed of specialized anatomical terms. The semantics, or meaning, of such descriptions can be rendered computable by the use of ontologies, controlled vocabularies that make explicit the logical relationships between specialized terms. This has been done with success in the genomics community to facilitate the interoperability of databases of mutant phenotypes across different model organisms. The aim of the Phenoscape initiative as a whole is to develop the capacity for large-scale computational analysis of those phenotypes that distinguish species and higher taxa in nature. The focus, and intellectural merit, of this specific project has been to develop the capacity for large-scale analysis of phenotypes for a particular test case, the fin-to-limb transition, a time of major structural change as the first terrestrial vertebrates evolved from their aquatic ancestors. This was chosen due to there being a large literature on both the phenotypic changes observed in the fossil record and on genes that may have been involved in those changes. </span></span></p>\n<p><span id=\"docs-internal-guid-85247f16-e8b7-5f94-8948-e1b205aa43f8\"><span>Outcomes of the project include a knowledge-base that integrates data on over 5,000 vertebrate taxa and 20,000 evolutionary characters with genetic and phenotype data from three vertebrate model organisms: zebrafish (</span><span>Danio rerio</span><span>), frog (</span><span>Xenopus laevis</span><span>), and mouse (</span><span>Mus musculus</span><span>). A fast semantic similarity engine that enables on-the-fly searching of large volumes of data for phenotypes similar to a gene or taxon of interest, was developed and implemented within the knowledgebase. Experiments were done to improve the efficiency and accuracy the rate-limiting human data curation process, resulting in improved software for ontology-annotation of natural language phenotype descriptions and a gold standard of phenotype data for testing future methodological innovations. Openly available ontologies (e.g. for taxa and anatomy terms) were developed, and existing ones were enhanced, to provide the necessary terms for data curation across the diversity of fossil and modern vertebrates. Experiments were conducted to determine how best to combine information about homology, or the descent of anatomical structures from a common ancestor, with ontology-annotated phenotype data. As a capstone, an experiment was conducted to retrieve candidate genes from the knowledgebase for the vertebrate fin-limb transition based on the phenotypes of the relevant fossil taxa. The system successfully recovered most of the set of candidate genes proposed in the literature, while at the same time suggesting refinements to the expert predictions. </span></span></p>\n<p><span id=\"docs-internal-guid-85247f16-e8b7-5f94-8948-e1b205aa43f8\"><span>The knowledgebase, ontologies, and over 30 publications with associated datasets and software are openly available for reuse by the scientific community. Broader impacts also include several workshops and symposia on these emerging techniques for a research audience; training of multiple postdocs and graduate students; and research experiences for undergraduates and public high school students.</span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2017<br>\n\t\t\t\t\tModified by: Todd&nbsp;J&nbsp;Vision</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe phenotype, or the set of observable traits present in an individual organism, is a central object of study for multiple subdisciplines of biology. Despite the importance of phenotypes, the tools for large-scale analysis of phenotype data are relatively crude compared to other datatypes, such as DNA sequences and protein structures. This is largely because phenotypes are generally reported in the form of natural language descriptions composed of specialized anatomical terms. The semantics, or meaning, of such descriptions can be rendered computable by the use of ontologies, controlled vocabularies that make explicit the logical relationships between specialized terms. This has been done with success in the genomics community to facilitate the interoperability of databases of mutant phenotypes across different model organisms. The aim of the Phenoscape initiative as a whole is to develop the capacity for large-scale computational analysis of those phenotypes that distinguish species and higher taxa in nature. The focus, and intellectural merit, of this specific project has been to develop the capacity for large-scale analysis of phenotypes for a particular test case, the fin-to-limb transition, a time of major structural change as the first terrestrial vertebrates evolved from their aquatic ancestors. This was chosen due to there being a large literature on both the phenotypic changes observed in the fossil record and on genes that may have been involved in those changes. \n\nOutcomes of the project include a knowledge-base that integrates data on over 5,000 vertebrate taxa and 20,000 evolutionary characters with genetic and phenotype data from three vertebrate model organisms: zebrafish (Danio rerio), frog (Xenopus laevis), and mouse (Mus musculus). A fast semantic similarity engine that enables on-the-fly searching of large volumes of data for phenotypes similar to a gene or taxon of interest, was developed and implemented within the knowledgebase. Experiments were done to improve the efficiency and accuracy the rate-limiting human data curation process, resulting in improved software for ontology-annotation of natural language phenotype descriptions and a gold standard of phenotype data for testing future methodological innovations. Openly available ontologies (e.g. for taxa and anatomy terms) were developed, and existing ones were enhanced, to provide the necessary terms for data curation across the diversity of fossil and modern vertebrates. Experiments were conducted to determine how best to combine information about homology, or the descent of anatomical structures from a common ancestor, with ontology-annotated phenotype data. As a capstone, an experiment was conducted to retrieve candidate genes from the knowledgebase for the vertebrate fin-limb transition based on the phenotypes of the relevant fossil taxa. The system successfully recovered most of the set of candidate genes proposed in the literature, while at the same time suggesting refinements to the expert predictions. \n\nThe knowledgebase, ontologies, and over 30 publications with associated datasets and software are openly available for reuse by the scientific community. Broader impacts also include several workshops and symposia on these emerging techniques for a research audience; training of multiple postdocs and graduate students; and research experiences for undergraduates and public high school students.\n\n\t\t\t\t\tLast Modified: 10/04/2017\n\n\t\t\t\t\tSubmitted by: Todd J Vision"
 }
}