{
 "awd_id": "1062324",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: ABI: Innovation:  The \"Global Names Architecture,\"  an infrastructure for unifying taxonomic databases and services for managers of biological information.",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 295000.0,
 "awd_amount": 295000.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2012-04-24",
 "awd_abstract_narration": "The Marine Biological Laboratory (Woods Hole, MA), Bishop Museum (Honolulu), California Academy of Sciences (San Francisco), and Missouri Botanical Gardens (St Louis) have received an ABI innovation award to establish the Global Names Architecture (GNA), a modular suite of databases, applications, and semantic web services that will help integrate information across the Life Sciences.  The project will extend existing proof of concept components, explore alternative solutions for technical challenges, and integrate the components into a pilot GNA.  The GNA capitalizes on Linnaeus' system of Latin scientific names for organisms, a system that has endured as one of the oldest and most universal standards in science.  Virtually all information in biology is given context by evolution and the hierarchical pattern of shared similarities it has produced.  Scientists name species and change them with growing knowledge about their evolution and relationships.  These changes create a tangled network of synonyms that, along with homonyms and variant spellings, make it difficult to manage information effectively The GNA will create a system that enables us to translate names correctly across the literature and on-line datasets.  While the GNA has implications for the long-term management of information in the life sciences, the initial beneficiaries will be the more than 10,000 taxonomists worldwide, on whose expertise our understanding of the world's biodiversity rests.  A scientific name 'usage bank' coupled with the Biodiversity Heritage Library's CiteBank will generate shared indexes and access keys to the taxonomic literature, the source of most of our knowledge about nearly 2 million species. New nomenclatural registries founded by the co-operation of the Index Fungorum and the International Commission of Zoological Nomenclature's ZooBank will broadcast new discoveries as they are registered.  Other tools will help taxonomists collaborate to build authoritative catalogs of the Earth?s biodiversity, then merge and integrate them, a process that GNA will transform into a semantic cyberinfrastructure that will organize the growing, internet-accessible, knowledge of Earth's biosphere.  Ultimately, other NSF grantees in the life sciences should be able to augment their Data Management Plans by exposing their web sites to services that will create taxonomic indices.  More information about this project can be obtained from http://globalnames.org or dpatterson@mbl.edu.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Freeland",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chris Freeland",
   "pi_email_addr": "chris.freeland@wustl.edu",
   "nsf_id": "000537342",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri Botanical Garden",
  "inst_street_address": "2345 TOWER GROVE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145775176",
  "inst_zip_code": "631103420",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "MISSOURI BOTANICAL GARDEN",
  "org_prnt_uei_num": "EE1XNE2UR4U1",
  "org_uei_num": "JU1FNE8FJBM3"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri Botanical Garden",
  "perf_str_addr": "2345 TOWER GROVE AVE",
  "perf_city_name": "SAINT LOUIS",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631103420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 151000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 144000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This innovation project has delivered new pathways into historic publications documenting the naming of organisms and the systematic organization of life on Earth.&nbsp; Collaborators from Missouri Botanical Garden, Marine Biological Laboratory, Bishop Museum, and California Academy of Sciences described and delivered new services and infrastructures for the cross-indexing and interlinking of natural history databases with corresponding monographs and journal articles in which nomenclatural acts were published.&nbsp; The development of these new indexing technologies and supporting web services and interfaces have resulted in a connected suite of online scientific databases that provide immediate access to students and scientists studying the world&rsquo;s biodiversity through nomenclature and systematics. Of primary importance, project funding has enabled new data structures, services, and interfaces into the Biodiversity Heritage Library (BHL), providing new methods for the consultation, reconciliation, and analysis of open access scientific literature.&nbsp; Through collaboration with Marine Biological Laboratory, new GNRD (Global Names Recognition &amp; Discovery) name-finding tools have been incorporated into BHL, identifying more than 150 million scientific names throughout the 42 million digitized pages of scientific literature in BHL.&nbsp; These new services and datasets have been opened for integration and use by third-party application developers, facilitating the reuse of BHL content in new applications, and resulting in new usages of the world&rsquo;s printed biodiversity record.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2014<br>\n\t\t\t\t\tModified by: Chris&nbsp;Freeland</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis innovation project has delivered new pathways into historic publications documenting the naming of organisms and the systematic organization of life on Earth.  Collaborators from Missouri Botanical Garden, Marine Biological Laboratory, Bishop Museum, and California Academy of Sciences described and delivered new services and infrastructures for the cross-indexing and interlinking of natural history databases with corresponding monographs and journal articles in which nomenclatural acts were published.  The development of these new indexing technologies and supporting web services and interfaces have resulted in a connected suite of online scientific databases that provide immediate access to students and scientists studying the worldÆs biodiversity through nomenclature and systematics. Of primary importance, project funding has enabled new data structures, services, and interfaces into the Biodiversity Heritage Library (BHL), providing new methods for the consultation, reconciliation, and analysis of open access scientific literature.  Through collaboration with Marine Biological Laboratory, new GNRD (Global Names Recognition &amp; Discovery) name-finding tools have been incorporated into BHL, identifying more than 150 million scientific names throughout the 42 million digitized pages of scientific literature in BHL.  These new services and datasets have been opened for integration and use by third-party application developers, facilitating the reuse of BHL content in new applications, and resulting in new usages of the worldÆs printed biodiversity record.\n\n \n\n\t\t\t\t\tLast Modified: 06/09/2014\n\n\t\t\t\t\tSubmitted by: Chris Freeland"
 }
}