{
 "awd_id": "1062547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Proposal: ABI Innovation: Model-data synthesis and forecasting across the upper Midwest: Partitioning uncertainty and environmental heterogeneity in ecosystem carbon",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 666731.0,
 "awd_amount": 674945.0,
 "awd_min_amd_letter_date": "2011-06-06",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "The University of Illinois at Urbana-Champaign and the University of Wisconsin - Madison are awarded collaborative grants to develop an integrated ecological bioinformatics toolbox dubbed the Predictive Ecosystem Analyzer (PEcAn) which consists of: 1) a scientific workflow system to manage the immense amounts of publicly-available environmental data and 2) a Bayesian data assimilation system to synthesize this information within state-of-the-art ecosystems models. This project is motivated by the fact that many of the most pressing questions about global change are not necessarily limited by the need to collect new data as much as by our ability to synthesize existing data. This project seeks to improve this ability by developing a framework for integrating multiple data sources in a sensible manner. PEcAn is initially being developed around the Ecosystem Demography model (ED), one of the few terrestrial biosphere models capable of integrating a large suite of observational data at different spatial and temporal scales, but is designed to interface with a wide class of ecosystem models. The output of the data assimilation system will be a regional-scale high-resolution estimate of both the terrestrial carbon cycle and plant biodiversity based on the best available data and with a robust accounting of the uncertainties involved.  The workflow system will allow ecosystem modeling to be more reproducible, automated, and transparent in terms of operations applied to data, and thus ultimately more comprehensible to both peers and the public.  It will reduce the redundancy of effort among modeling groups, facilitate collaboration, and make models more accessible the rest of the research community.\r\n\tAs a test bed for the development and application of these ecological bioinformatics tools, the project will focus on the temperate/boreal transition zone in northern Wisconsin, a region that is expected to show large climate change responses and is arguably the most data-rich region in the country. The tools developed here will enable us to partition carbon flux and pool variability in space and time and to attribute the regional-scale responses to specific biotic and abiotic drivers. The data-assimilation framework will partition different sources of uncertainty, which will enable a better understanding of which are limiting our inference, and provide a more complete propagation of uncertainty into model forecasts. ED will then be used to forecast regional-scale dynamics under decadal to centennial scale climate change scenarios.  This approach will allow us to assess for the first time how much our uncertainty about the current state of the ecosystem impacts our ability to anticipate the future.\r\n\r\n\tThe tools developed in this project will not only find broad use in the ecological community but will also have direct relevance to important policy and management debates about climate change mitigation and carbon credit markets. Specifically, it will allow a repeatable, scientifically defensible, and temporally up-to-date analysis of the state of the carbon cycle base on a broad synthesis of the best available data. Within the scientific community, these tools will be broadly applicable to numeous ecosystem models and facilitate the use and evaluation of predictive models by non-modelers. The tools developed here are also well-positioned to synthesize the large volumes of information coming out of a number of NSF-supported research networks, such as the LTER network and NEON. To encourage use and development, we will make open-source code, documentation, and tutorials available on the project website, pecanproject.org. To further disseminate these tools and methods, this project also has a strong education component consisting of three elements: 1) the development of a graduate seminar on eco-informatics that will be offered in both face-to-face and online formats, 2) the participation of the PIs in two existing summer courses, one of which is offered at a tribal college located within our study region, and 3) direct training of students and postdocs directly involved with the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Dietze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Dietze",
   "pi_email_addr": "dietze@bu.edu",
   "nsf_id": "000522115",
   "pi_start_date": "2011-06-06",
   "pi_end_date": "2012-05-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenton",
   "pi_last_name": "McHenry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenton McHenry",
   "pi_email_addr": "kmchenry@ncsa.uiuc.edu",
   "nsf_id": "000539645",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Bajcsy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Bajcsy",
   "pi_email_addr": "pbajcsy@ncsa.uiuc.edu",
   "nsf_id": "000216452",
   "pi_start_date": "2011-06-06",
   "pi_end_date": "2012-02-08"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Kenton",
   "pi_last_name": "McHenry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenton McHenry",
   "pi_email_addr": "kmchenry@ncsa.uiuc.edu",
   "nsf_id": "000539645",
   "pi_start_date": "2012-02-08",
   "pi_end_date": "2012-05-09"
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 226710.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 225105.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 223130.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Scientist rely on computational ecosystem models to forecast changes in productivity, yield, biodiversity, nutrient cycling, and water use in response to changes in management, policy, climate, drought, invasive species, and other factors. However, these models suffer from large uncertainty and reliability as the process of model improvement, model evaluation against observations, and sharing of output is hampered by lack of interoperability among models and between models and observations, accessibility of models and input data, and lack of systematic benchmarking of model performance. Therefore, with funding from the NSF Advances in Biological Informatics program, the PEcAn project developed an informatics system to facilitate ecosystem modeling and make such models more accessible to the research and ecosystem management communities (Figure 1).</p>\n<p>At the heart of PEcAn is a model interface (API) that can wrap around any ecosystem model, providing standardized inputs, outputs, and interfaces. During this project, five models have been coupled to PEcAn (ED2, SIPNET, DALEC, LINKAGES, BioCro).&nbsp; Around the PEcAn model API, the PEcAn core provides standardized utilities for basic modeling operations as well as a PostGIS database that provides provenance tracking of all model inputs, outputs, runs, and analyses. The PEcAn core makes modeling more transparent and repeatable. The PEcAn web front-end allows PEcAn operations to be controlled by an accessible and intuitive for model execution (Figure 2). Finally, PEcAn provides a toolbox of reusable modules that sit on top of the PEcAn core that handle specific analyses, data types, visualizations, and statistics.</p>\n<p>The major objectives of PEcAn is to facilitate a feedback loop between modeling and measurements (Figure 3), whereby PEcAn is used to: (1) characterize the uncertainty in model parameters based on ecosystem trait meta-analysis, statistical calibration of specific submodels, and model-data fusion; (2) propagate these uncertainties into model predictions; (3) analyze model outputs to identify key parameters and processes that dominate model uncertainties; and (4) finally, feed this information back to field, lab, and synthesis efforts aimed reducing critical uncertainties.</p>\n<p>Already, this system has been used to identify the key processes and parameters driving the uncertainty in ecosystems models across a wide range of biomes and vegetation types, as well as further clarifying where uncertainty is driven by data deficiency versus model sensitivity (Figure 4). In PEcAn we have also pushed the state-of-the-art in the assimilation of data into models, focusing on the use of eddy covariance flux tower and remotely-sensed satellite observations to constrain plant phenology (Figure 5) and forest inventory data to constrain carbon budgets (Figure 6). These studies demonstrate that the developed technology has the potential to have a transformative impact not just on academic research, but also carbon accounting (e.g. UN Climate Convention reporting), forest management, and climate change impact and mitigation research.</p>\n<p>The PEcAn project resulted in 11 published peer-reviewed manuscripts, plus one in revision and two in preparation, and contributed to three graduate dissertations (one MS, two PhD). It also resulted in 59 presentations, spanning national and international meetings, invited seminars, and scientific workshops, and was used in 11 short-courses/workshops and 6 classes. The Ecological Forecasting and Informatics graduate-level course developed as part of the Broader Impacts of this project has been taught at two universities (Boston University, Notre Dame) has been adapted into a textbook (Princeton University Press, estimated publication date Spring 2017). PEcAn has been adopted in eight other research projects plus the Department of Energy&rsquo;s Next Generation Ecosystem Experimen...",
  "por_txt_cntn": "\nScientist rely on computational ecosystem models to forecast changes in productivity, yield, biodiversity, nutrient cycling, and water use in response to changes in management, policy, climate, drought, invasive species, and other factors. However, these models suffer from large uncertainty and reliability as the process of model improvement, model evaluation against observations, and sharing of output is hampered by lack of interoperability among models and between models and observations, accessibility of models and input data, and lack of systematic benchmarking of model performance. Therefore, with funding from the NSF Advances in Biological Informatics program, the PEcAn project developed an informatics system to facilitate ecosystem modeling and make such models more accessible to the research and ecosystem management communities (Figure 1).\n\nAt the heart of PEcAn is a model interface (API) that can wrap around any ecosystem model, providing standardized inputs, outputs, and interfaces. During this project, five models have been coupled to PEcAn (ED2, SIPNET, DALEC, LINKAGES, BioCro).  Around the PEcAn model API, the PEcAn core provides standardized utilities for basic modeling operations as well as a PostGIS database that provides provenance tracking of all model inputs, outputs, runs, and analyses. The PEcAn core makes modeling more transparent and repeatable. The PEcAn web front-end allows PEcAn operations to be controlled by an accessible and intuitive for model execution (Figure 2). Finally, PEcAn provides a toolbox of reusable modules that sit on top of the PEcAn core that handle specific analyses, data types, visualizations, and statistics.\n\nThe major objectives of PEcAn is to facilitate a feedback loop between modeling and measurements (Figure 3), whereby PEcAn is used to: (1) characterize the uncertainty in model parameters based on ecosystem trait meta-analysis, statistical calibration of specific submodels, and model-data fusion; (2) propagate these uncertainties into model predictions; (3) analyze model outputs to identify key parameters and processes that dominate model uncertainties; and (4) finally, feed this information back to field, lab, and synthesis efforts aimed reducing critical uncertainties.\n\nAlready, this system has been used to identify the key processes and parameters driving the uncertainty in ecosystems models across a wide range of biomes and vegetation types, as well as further clarifying where uncertainty is driven by data deficiency versus model sensitivity (Figure 4). In PEcAn we have also pushed the state-of-the-art in the assimilation of data into models, focusing on the use of eddy covariance flux tower and remotely-sensed satellite observations to constrain plant phenology (Figure 5) and forest inventory data to constrain carbon budgets (Figure 6). These studies demonstrate that the developed technology has the potential to have a transformative impact not just on academic research, but also carbon accounting (e.g. UN Climate Convention reporting), forest management, and climate change impact and mitigation research.\n\nThe PEcAn project resulted in 11 published peer-reviewed manuscripts, plus one in revision and two in preparation, and contributed to three graduate dissertations (one MS, two PhD). It also resulted in 59 presentations, spanning national and international meetings, invited seminars, and scientific workshops, and was used in 11 short-courses/workshops and 6 classes. The Ecological Forecasting and Informatics graduate-level course developed as part of the Broader Impacts of this project has been taught at two universities (Boston University, Notre Dame) has been adapted into a textbook (Princeton University Press, estimated publication date Spring 2017). PEcAn has been adopted in eight other research projects plus the Department of EnergyÆs Next Generation Ecosystem Experiment campaigns.\n\n\t\t\t\t\tLast Modified: 09/01/2015\n\n\t\t\t\t\tSubmitted by: Kenton Mchenry"
 }
}