{
 "awd_id": "1062419",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDBR:  Development of a Spectroscopic Instrument for the Study of Vibrational Relaxation and Local Motion in Biomolecular Systems",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce Fernandes",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 275094.0,
 "awd_amount": 275094.0,
 "awd_min_amd_letter_date": "2011-06-01",
 "awd_max_amd_letter_date": "2011-06-01",
 "awd_abstract_narration": "Abstract\r\nThis proposal is for the construction of an instrument that will provide previously unobtainable information on the organization and dynamics of plasma membranes, biomimetic structures, and light harvesting proteins.  The dissipation of energy within lipid bilayers and light harvesting proteins is not well understood but is thought to mediate the function of these two different classes of biomolecular systems.  One of the broad biological issues this project addresses is the fundamental, molecular basis for the formation of lipid raft structures, and why such structures vary with the concentrations and identities of the bilayer constituents.  Understanding the molecular structural basis for lipid raft organization requires that the viscoelastic properties and intermolecular interactions of the lipid bilayer constituents can be measured.  The proposed instrumentation will allow for the measurement of molecular motion and thermal energy flow in biomolecular systems. \r\nThis project entails designing, constructing, and characterizing an instrument that will apply stimulated-emission spectroscopy to the study of structure and dynamics of biological membranes and proteins.  The instrument will reveal how the lipid and protein components of the mammalian cell membrane interact to yield functional assemblies that are responsible for energy transduction, transmembrane transport, and molecular recognition.  The instrument will characterize the lipid-lipid and lipid-protein interactions that control the fluidity of the lipid bilayer assembly and the flow of thermal energy between components that serves as the driving force for chemical reactions and molecular motion.\r\nThe instrument will employ tunable picosecond lasers in a two-color pump?probe detection scheme to examine vibrational energy-transfer and fast molecular-scale motions in bilayer membranes and light harvesting proteins.  Such measurements have not been possible before.  The detection system is phase-sensitive and shot-noise-limited to measure transmission changes of one part in 107.  Because the reaction dynamics underlying the formation and decay of short-lived complexes in membranes are controlled by vibrationally activated barrier-crossing processes, the information obtained with the proposed instrument is crucial to reaching an understanding of the dynamics associated with spatially heterogeneous structures, including lipid rafts and proteins. \r\nThe creation of broadly accessible instrumentation that advances the state of the art in the measurement of lipid bilayer properties and dynamics will have a major impact on the MSU and regional scientific communities as well as on the global scientific community.  The PI and co-PIs collaborate with faculty in a host of other MSU departments (e.g. Biochemistry and Molecular Biology, Food Safety and Toxicology, Cell and Molecular Biology, Microbiology and Molecular Genetics), faculty from nearby institutions (e.g. Saginaw Valley State University, Western Michigan University) and from international institutions (e.g. University of Warsaw (Poland), University of Bath (UK), National University of Singapore, and Shaanxi Normal University (PRC)).  They also collaborate with Federal research organizations such as the US Army Engineer Research and Development Center in Champaign, IL. \r\nBroadening inclusion of under-represented groups in science is critically important.  Michigan State University has multiple programs in place to connect with under-represented groups at the high school (MSU High School Honors Science/Math/Engineering Program (HSHSP), ACS Project SEED), undergraduate (National Organization of Black Chemists and Chemical Engineers (NOBCChE), DREW/TAC Program), graduate (NOBCChE, MSU African-American, Latino(a)/Chicano(a), Asian/Pacific American, and Native American (ALANA) Program) and post-graduate levels (MSU sponsored minority post-doctoral fellowships).  The PI and the co-PIs have collaborated with these programs on several levels and continue to strive to provide students from all groups with hands-on research opportunities and mentoring.  \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Blanchard",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gary J Blanchard",
   "pi_email_addr": "blanchard@chemistry.msu.edu",
   "nsf_id": "000087491",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Ofoli",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Robert Y Ofoli",
   "pi_email_addr": "ofoli@egr.msu.edu",
   "nsf_id": "000087155",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Beck",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Warren F Beck",
   "pi_email_addr": "beckw@msu.edu",
   "nsf_id": "000345425",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "426 AUDITORIUM RD RM 2",
  "perf_city_name": "EAST LANSING",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488242600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 275094.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>The purpose of this award was for the construction of a laser spectrometer designed to measure the molecular-scale details of&nbsp; energy flow in ultra-thin layers of biological significance, such as lipid bilayers.&nbsp; This instrument was designed to measure energy flow from specific vibrational modes of a molecule inserted into the lipid bilayer, and that information would be used to understand the nature of the molecular contact and connectivity for the molecules contained within the bilayer.</p>\n<p>The nature of such measurements is such that the signals produced&nbsp;are very small occur on a picosecond (10^-12 - 10^-10 sec) timescale.&nbsp; For these reasons a highly specialized light source was&nbsp;used,&nbsp;where two dye lasers were used to provide an excitation (pump) and monitoring (probe) laser pulse train, and the pulsed outputs of the two dye lasers were synchronized by a single laser light source.&nbsp; The detection electronics are&nbsp;likewise highly specialized, requiring that the frequency of signal observation be shifted to several MHz, thus minimizing&nbsp;electronic and optical background contributions to the signal.&nbsp;</p>\n<p>Broader Impact:</p>\n<p>After substantial effort, involving construction of the laser instrument, creating the electronic detection system and writing software to control the function of the instrument, this system is now in routine operation and collaborators are engaged in using this system for the acquisition of vibrational relaxation information on several different systems.&nbsp;</p>\n<p>This instrument thus fulfills its originally intended mission of creating a new instrument for the measurement of complex and fundamental biologically relevant phenomena. in the future, it will still be available for use by the Michigan State University and broader scientific communities for the examination of systems of interest to a host of communities, including biology, biochemistry, chemistry, physics and engineering.&nbsp; To date the instrument has served as a vehicle to train three students in the design, construction and optimization of cutting-edge instrumentation.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2013<br>\n\t\t\t\t\tModified by: Gary&nbsp;J&nbsp;Blanchard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThe purpose of this award was for the construction of a laser spectrometer designed to measure the molecular-scale details of  energy flow in ultra-thin layers of biological significance, such as lipid bilayers.  This instrument was designed to measure energy flow from specific vibrational modes of a molecule inserted into the lipid bilayer, and that information would be used to understand the nature of the molecular contact and connectivity for the molecules contained within the bilayer.\n\nThe nature of such measurements is such that the signals produced are very small occur on a picosecond (10^-12 - 10^-10 sec) timescale.  For these reasons a highly specialized light source was used, where two dye lasers were used to provide an excitation (pump) and monitoring (probe) laser pulse train, and the pulsed outputs of the two dye lasers were synchronized by a single laser light source.  The detection electronics are likewise highly specialized, requiring that the frequency of signal observation be shifted to several MHz, thus minimizing electronic and optical background contributions to the signal. \n\nBroader Impact:\n\nAfter substantial effort, involving construction of the laser instrument, creating the electronic detection system and writing software to control the function of the instrument, this system is now in routine operation and collaborators are engaged in using this system for the acquisition of vibrational relaxation information on several different systems. \n\nThis instrument thus fulfills its originally intended mission of creating a new instrument for the measurement of complex and fundamental biologically relevant phenomena. in the future, it will still be available for use by the Michigan State University and broader scientific communities for the examination of systems of interest to a host of communities, including biology, biochemistry, chemistry, physics and engineering.  To date the instrument has served as a vehicle to train three students in the design, construction and optimization of cutting-edge instrumentation. \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2013\n\n\t\t\t\t\tSubmitted by: Gary J Blanchard"
 }
}