{
 "awd_id": "1062317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Quantitative Social Science Research at the University of Michigan",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 290701.0,
 "awd_amount": 290701.0,
 "awd_min_amd_letter_date": "2011-09-23",
 "awd_max_amd_letter_date": "2013-08-28",
 "awd_abstract_narration": "The Inter-university Consortium for Political and Social Research (ICPSR) at the University of Michigan hosts a new Research for Undergraduates (REU) site offering a ten-week summer experience for eight eligible undergraduate students entering their junior or senior years. This program builds on and expands both a long standing summer training program in quantitative research in the social sciences, hosted by ICPSR since 1963, and a highly effective undergraduate internship program that began in 2005. The REU site significantly expands the existing internship program's scope through the inclusion of a research project that pulls together all of the skills the students learn into one tangible product, completed under the guidance of a designated research mentor, and expands its breadth by increasing the number of students. This site creates a research experience in which delving into the data management aspects of social science research (preparing data for archiving and dissemination), along with focused methodological training in quantitative research, is seamlessly integrated for the purpose of exploring a research query from start to finish. This provides a unique research experience for undergraduate students, especially those from small and under-resourced institutions preparing them for capstone or senior thesis projects, graduate school, and/or research-based careers.\r\n\r\nThis REU Site (1) Introduces undergraduates studying the social sciences to the entire research process including data preparation, documentation, and analysis; (2) Provides advanced training in research methods/statistics through the ICPSR Summer Program in Quantitative Methods in the Social Sciences; (3) Identifying a research question; completing a literature search, review, and data analysis; and preparing a research poster with the assistance of both research process and faculty mentors in a substantive field of interest. (4) Broadening access to research opportunities to social science students at colleges and universities with fewer resources; (5) Providing experiences in professional socialization through networking, brown bags, and informal presentations.\r\n\r\nIntellectual Merit: Research methods and statistics are core training for all undergraduate majors seeking a degree in the social sciences. However, such training often neglects many aspects of the research process because of limited course time and the complexity of research tasks, including study design, data collection and preparation, variable selection, and sophisticated data analysis. The pedagogic gap left between required methods and statistics courses in most undergraduate programs and actual research practice can be filled by full immersion in the research process as practiced in the substantive archives at ICPSR and the nuanced and focused practical coursework offered in the Summer Program. Rarely will an undergraduate have a chance to be involved in the entire process of social research, bolstered by coursework and individualized mentorship, in the way ICPSR's unique combination of opportunities allows. This exposure to the research process on a large scale will enhances the students' abilities to enter graduate school and to be successful once there.\r\n\r\nBroader Impacts: In addition to offering a research opportunity focused on students at small and under-resourced institutions, this program allows students from several types of institutions to share experiences and build contact networks they would not otherwise have. The combination of coursework, hands-on experience, and professional socialization gained through the REU should increase participants' \"research confidence\" so that they can go back to their own campuses and act as mentors to others in their departments. By talking about their experiences with other students at their home institutions, REU participants  themselves contribute to the goal of exposing students who might not otherwise think about graduate school or careers in research to these possibilities. The larger social science community also benefits when students present their work at regional meetings or undergraduate poster events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Garcia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Garcia",
   "pi_email_addr": "johngarc@umich.edu",
   "nsf_id": "000571408",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lynette",
   "pi_last_name": "Hoelter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lynette Hoelter",
   "pi_email_addr": "lhoelter@umich.edu",
   "nsf_id": "000529466",
   "pi_start_date": "2011-09-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 86894.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90083.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 113724.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Research Experience for Undergraduates program at the Inter-university Consortium for Political and Social Research (ICPSR), a part of the University of Michigan&rsquo;s Institute for Social Research, focused on 1) building interns&rsquo; skills as researchers in the social sciences through coursework, data management tasks, and independent research projects, 2) introducing opportunities for careers and graduate programs related to social research, and 3) providing students with a working knowledge of the social science enterprise, most especially as it relates to archiving, sharing, and using secondary data. &nbsp;</p>\n<p>Five to eight students were chosen each year from diverse institutions and fields to spend 10 summer weeks at ICPSR.&nbsp; During their time on campus, the interns were assigned to one of ICPSR&rsquo;s topical data archives (e.g., National Archive of Criminal Justice Data, the Resource Center for Minority Data, and the National Addiction and HIV Data Archive Program) where they worked closely with a data processing mentor to prepare datasets for long-term preservation and dissemination.&nbsp; This included evaluating deposited data for potential disclosure risks; data management tasks such as adding variable and value labels, defining missing values, or creating new variables as needed; and creating documentation to assist users with selecting and using files.&nbsp; The interns also took graduate-level courses in ICPSR&rsquo;s Summer Program in Quantitative Methods of Research, which exposed them to both sophisticated statistical techniques and theories and social science graduate students and faculty from around the world.&nbsp; The knowledge students gained through data processing and coursework was then directly applied to an independent research project.&nbsp;</p>\n<p>Each intern worked with the research mentors (Drs. John Garcia and Lynette Hoelter, ICPSR research faculty) to define a research question and hypotheses, select a dataset, conduct a literature review, and run appropriate statistical analyses to test their hypotheses. &nbsp;Students worked independently on their projects and a weekly research seminar allowed them to learn from and assist each other as well. Working with their peers gave the interns a deeper understanding of how to tackle missing data or small case counts, for example, across different contexts.&nbsp; Working with ICPSR&rsquo;s graphic designer, the interns created conference-ready posters that they then shared in a poster session open to all ICPSR staff.&nbsp; The REU also supported interns presenting their work at regional and national conferences in their fields once they returned to their home institutions and several of them took advantage of this support.&nbsp;</p>\n<p>Lastly, professional development was an important component of the program.&nbsp; Not only did interns interact with ICPSR staff who are themselves immersed in the world of social science data and the standards/best practices for archiving and sharing thereof, but they were also introduced to social research jobs available with a Bachelor&rsquo;s degree and graduate school opportunities. &nbsp;Interns were given guidance on resume building, interview skills, and managing one&rsquo;s personal brand in the age of social media; learned about life in graduate school from individuals in both applied and more traditional academic programs; and had opportunities to network with researchers from other University of Michigan departments, as well as former ICPSR interns in a variety of career paths.&nbsp;&nbsp; Because care was taken in creating cohorts that represented individuals from small and large, more- and less-resourced institutions, different parts of the country, and a range of disciplines, the interns in each cohort also became essential &ldquo;nodes&rdquo; in each other&rsquo;s professional networks &ndash; and all become part of the ICPSR...",
  "por_txt_cntn": "\nThe Research Experience for Undergraduates program at the Inter-university Consortium for Political and Social Research (ICPSR), a part of the University of MichiganÆs Institute for Social Research, focused on 1) building internsÆ skills as researchers in the social sciences through coursework, data management tasks, and independent research projects, 2) introducing opportunities for careers and graduate programs related to social research, and 3) providing students with a working knowledge of the social science enterprise, most especially as it relates to archiving, sharing, and using secondary data.  \n\nFive to eight students were chosen each year from diverse institutions and fields to spend 10 summer weeks at ICPSR.  During their time on campus, the interns were assigned to one of ICPSRÆs topical data archives (e.g., National Archive of Criminal Justice Data, the Resource Center for Minority Data, and the National Addiction and HIV Data Archive Program) where they worked closely with a data processing mentor to prepare datasets for long-term preservation and dissemination.  This included evaluating deposited data for potential disclosure risks; data management tasks such as adding variable and value labels, defining missing values, or creating new variables as needed; and creating documentation to assist users with selecting and using files.  The interns also took graduate-level courses in ICPSRÆs Summer Program in Quantitative Methods of Research, which exposed them to both sophisticated statistical techniques and theories and social science graduate students and faculty from around the world.  The knowledge students gained through data processing and coursework was then directly applied to an independent research project. \n\nEach intern worked with the research mentors (Drs. John Garcia and Lynette Hoelter, ICPSR research faculty) to define a research question and hypotheses, select a dataset, conduct a literature review, and run appropriate statistical analyses to test their hypotheses.  Students worked independently on their projects and a weekly research seminar allowed them to learn from and assist each other as well. Working with their peers gave the interns a deeper understanding of how to tackle missing data or small case counts, for example, across different contexts.  Working with ICPSRÆs graphic designer, the interns created conference-ready posters that they then shared in a poster session open to all ICPSR staff.  The REU also supported interns presenting their work at regional and national conferences in their fields once they returned to their home institutions and several of them took advantage of this support. \n\nLastly, professional development was an important component of the program.  Not only did interns interact with ICPSR staff who are themselves immersed in the world of social science data and the standards/best practices for archiving and sharing thereof, but they were also introduced to social research jobs available with a BachelorÆs degree and graduate school opportunities.  Interns were given guidance on resume building, interview skills, and managing oneÆs personal brand in the age of social media; learned about life in graduate school from individuals in both applied and more traditional academic programs; and had opportunities to network with researchers from other University of Michigan departments, as well as former ICPSR interns in a variety of career paths.   Because care was taken in creating cohorts that represented individuals from small and large, more- and less-resourced institutions, different parts of the country, and a range of disciplines, the interns in each cohort also became essential \"nodes\" in each otherÆs professional networks &ndash; and all become part of the ICPSR intern alumni network. \n\nStudents returned to their home campuses with a strong foundation in and understanding of social research, exposure to careers and graduate programs they likely would not have known ab..."
 }
}