{
 "awd_id": "1062242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Dropsonde Measurements for Characterizing Lower Troposphere Moisture Variability and Air-sea Interaction over the Tropical Indian Ocean",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 247801.0,
 "awd_amount": 247801.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2013-08-02",
 "awd_abstract_narration": "The Dynamics of the Madden-Julian Oscillation (DYNAMO) field campaign is the US component of an international experiment in late 2011/early 2012 in the Indian Ocean, the Cooperative Indian Ocean Experiment on Intraseasonal Variability (CINDY2011). The overarching goal of DYNAMO is to expedite understanding of processes key to MJO initiation over the Indian Ocean and to improve simulation and prediction of the MJO. The field campaign will include multiple radars, atmospheric sounding sites, a research aircraft, multiple research vessels, and oceanic measurements. \r\n\r\nThe three main hypotheses of DYNAMO are: 1) Deep convection can be organized into an MJO convective envelope only when the moist layer has become sufficiently deep over a region of the MJO scale; the pace at which this moistening occurs determines the duration of the pre-onset state, 2) Specific convective populations at different stages are essential to MJO initiation, and 3) The barrier layer, wind- and shear-driven mixing, shallow thermocline, and mixing-layer entrainment all play essential roles in MJO initiation in the Indian Ocean by controlling the upper-ocean heat content and SST, and thereby surface flux feedback \r\n\r\nResearch under this award is conducted using dropsondes deployed from a NOAA WP-3D research aircraft,  which will be based on the island of Diego Garcia.  The dropsondes contain a full meterological instrument package and a GPS locator, and provide relatively high resolution measurements of atmospheric temperature, pressure, humidity, horizontal winds, and vertical velocity.  The project also makes use of onboard aircraft measurements and data from airborne expendable bathythermographs (AXBTs) and airborne expendable conductivity-temperature-depth  (AXCTD) probes, which can be launched from the aircraft along with the dropsondes.  The aircraft also has substantial radar assets, and radar work is funded separately by NOAA, and additional funding for aircraft activities comes from the Office of Naval Research. The research considers the interaction between environmental moisture and convection (DYNAMO hypothesis 1) and the role of air-sea interaction (hypothesis 2) in the lifecycle of the MJO.  The work on moisture-convection relationships is motivated by recent results showing that the outbreak of organized deep convection in the tropics resembles a non-equilibrium phase transition occurring at a temperature-dependent threshold value of column water vapor.  But the moisture-convection relationship is complicated by the role of mid-tropospheric moisture and the fact that areas of shallow convection are prevalent following MJO initiation, as well as the drying effect of convective downdrafts. Work on air-sea interactions seeks to understand how air-sea interactions associated with the MJO in the Indian Oceand differ from their counterparts in the western equatorial Pacific observed during the TOGA-COARE field campaign in the 1990s.  Air-sea interactions are expected to be different because large latent heat fluxes occur prior to convection in the Pacific Ocean (fig. 1 of the proposal), associated with MJO-related westerly wind bursts, while in the Indian Ocean the strongest winds (and presumably turbulent fluxes) occur during and after the convective phase of the MJO.\r\n\r\nMotivation for this project and more generally for DYNAMO comes from the many ways in which the MJO affects weather and climate worldwide. The MJO regulates the active and break periods of the Asian and Australian monsoon systems, serves as a forcing agent for El Nino events, and, when it propagates into the Pacific ocean, impacts weather over the United States. MJO activity over the Pacific Ocean has a strong influence on hurricane formation in the Gulf of Mexico. Improved prediction of the MJO could thus allow long-lead forecasts (up to two weeks) of its worldwide weather and climate impacts, and research conducted under this project could serve as the basis for such advances in MJO prediction. In addition, this project will provide support and training to a graduate student, thereby promoting the next generation of scientists in tropical meteorology and climate dynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuyi",
   "pi_last_name": "Chen",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Shuyi S Chen",
   "pi_email_addr": "shuyic@uw.edu",
   "nsf_id": "000269619",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 84094.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80256.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 83451.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Research Outcome</span></strong></p>\n<p>&nbsp;</p>\n<p>The Madden-Julian Oscillation (MJO) is the most predominant intraseasonal variability affecting the global weather and climate system, especially the extreme events such as tropical cyclones, heat waves, drought and flooding.&nbsp; Its origin, namely the convective initiation of the MJO over the tropical Indian Ocean remains to be not-well understood and difficult to predict. The goals of this study are to 1) observe and characterize the tropospheric water vapor variability, and 2) air-sea interaction prior, during, and post MJO convective initiation over the tropical Indian Ocean. The main outcome of this research project has been summarized in six publications (Kerns and Chen 2014a, 2014b; Judt and Chen 2014; Chen et al. 2015a, 2015b; Kerns and Chen 2015) and a number of conference and workshop presentations.&nbsp; The following are a brief summary of the main results.</p>\n<p>&nbsp;</p>\n<p>Overall science summary and overview of the aircraft observations in DYNAMO, which captured an MJO initiation event from November-December 2011, is described in Chen et al. (2015, <em>BAMS</em>). The NOAA WP-3D aircraft was stationed at Diego Garcia and the French Falcon-20 aircraft on Gan Island in the Maldives.&nbsp; Observations from the two aircraft provide a unique data set of three-dimensional structure of convective cloud systems and their environment from the flight level, airborne Doppler radar, microphysics probes, ocean surface imaging, GPS dropsonde and Airborne eXpendable BathyThermographs (AXBT) data, which are unprecedented prior to DYNAMO.&nbsp; The aircraft observations revealed interactions among dry air, ITCZ, convective cloud systems, and air-sea interaction induced by convective cold pools, which may play important roles in the multiscale processes of MJO initiation. It captured distinct characteristics of convective cloud systems, environmental moisture and winds, air-sea fluxes, and convective cold pools during the convectively suppressed, transition/onset, and active phases of the MJO.</p>\n<p>&nbsp;</p>\n<p>One of the main science discoveries from this study is on the effects of dry air intrusion on the MJO convective initiation and its eastward propagation. We put forward a conceptual model based on DYNAMO observations and global model analysis described in Kerns and Chen (2014a, 2014b), Judt and Chen (2014), and Chen et al (2015). First, the dry air from the southern subtropics surged north into the equatorial Indian Ocean, displacing the southern in ITCZ, usually about 10-15&deg; south off the Equator. The dry air disrupts the ITCZ, causing convective cloud formation to redevelop on the Equator, triggering the MJO convective event. Second, the dry air was also shown to be involved in the eastward propagation of the MJO by causing the atmospheric Rossby waves, which draws in more dry air from the western Indian Ocean and subtropics to the equatorial edge of the MJO. This second intrusion suppressed cloud convection west of the MJO and propelled the MJO convection eastward.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong></p>\n<p>&nbsp;</p>\n<p>The MJO is an integral part of global weather and climate systems but it is notoriously difficult to predict using the existing models, particularly because of a lack of data over the huge areas of ocean involved in its formation over the tropical Indian Ocean. Observations from this study during DYNAMO highlight the importance of the atmospheric water vapor variability and its impact on convective clouds, as well as the interaction with the ocean through air-sea fluxes on MJO initiation over the tropical Indian Ocean. This knowledge will help us improve and develop a cloud-resolving, coupled atmosphere-ocean model for better prediction of the MJO in the future...",
  "por_txt_cntn": "\nResearch Outcome\n\n \n\nThe Madden-Julian Oscillation (MJO) is the most predominant intraseasonal variability affecting the global weather and climate system, especially the extreme events such as tropical cyclones, heat waves, drought and flooding.  Its origin, namely the convective initiation of the MJO over the tropical Indian Ocean remains to be not-well understood and difficult to predict. The goals of this study are to 1) observe and characterize the tropospheric water vapor variability, and 2) air-sea interaction prior, during, and post MJO convective initiation over the tropical Indian Ocean. The main outcome of this research project has been summarized in six publications (Kerns and Chen 2014a, 2014b; Judt and Chen 2014; Chen et al. 2015a, 2015b; Kerns and Chen 2015) and a number of conference and workshop presentations.  The following are a brief summary of the main results.\n\n \n\nOverall science summary and overview of the aircraft observations in DYNAMO, which captured an MJO initiation event from November-December 2011, is described in Chen et al. (2015, BAMS). The NOAA WP-3D aircraft was stationed at Diego Garcia and the French Falcon-20 aircraft on Gan Island in the Maldives.  Observations from the two aircraft provide a unique data set of three-dimensional structure of convective cloud systems and their environment from the flight level, airborne Doppler radar, microphysics probes, ocean surface imaging, GPS dropsonde and Airborne eXpendable BathyThermographs (AXBT) data, which are unprecedented prior to DYNAMO.  The aircraft observations revealed interactions among dry air, ITCZ, convective cloud systems, and air-sea interaction induced by convective cold pools, which may play important roles in the multiscale processes of MJO initiation. It captured distinct characteristics of convective cloud systems, environmental moisture and winds, air-sea fluxes, and convective cold pools during the convectively suppressed, transition/onset, and active phases of the MJO.\n\n \n\nOne of the main science discoveries from this study is on the effects of dry air intrusion on the MJO convective initiation and its eastward propagation. We put forward a conceptual model based on DYNAMO observations and global model analysis described in Kerns and Chen (2014a, 2014b), Judt and Chen (2014), and Chen et al (2015). First, the dry air from the southern subtropics surged north into the equatorial Indian Ocean, displacing the southern in ITCZ, usually about 10-15&deg; south off the Equator. The dry air disrupts the ITCZ, causing convective cloud formation to redevelop on the Equator, triggering the MJO convective event. Second, the dry air was also shown to be involved in the eastward propagation of the MJO by causing the atmospheric Rossby waves, which draws in more dry air from the western Indian Ocean and subtropics to the equatorial edge of the MJO. This second intrusion suppressed cloud convection west of the MJO and propelled the MJO convection eastward.\n\n \n\nBroader Impacts\n\n \n\nThe MJO is an integral part of global weather and climate systems but it is notoriously difficult to predict using the existing models, particularly because of a lack of data over the huge areas of ocean involved in its formation over the tropical Indian Ocean. Observations from this study during DYNAMO highlight the importance of the atmospheric water vapor variability and its impact on convective clouds, as well as the interaction with the ocean through air-sea fluxes on MJO initiation over the tropical Indian Ocean. This knowledge will help us improve and develop a cloud-resolving, coupled atmosphere-ocean model for better prediction of the MJO in the future.\n\n \n\nEducation outcome\n\n \n\nThis project provided a unique training opportunity for students. Two graduate students, Falko Judt and Chiaying Lee, from University of Miami (UM) participated in the DYNAMO field program in Diego Garcia from 2 November-10 December 2011. Chiaying Lee completed her PhD in 2012 an..."
 }
}