{
 "awd_id": "1062820",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Undergraduates Engaged in Cyber Security Research",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Harriet Taylor",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 354464.0,
 "awd_amount": 354464.0,
 "awd_min_amd_letter_date": "2011-01-27",
 "awd_max_amd_letter_date": "2011-01-27",
 "awd_abstract_narration": "This project renews a Research Experience for Undergraduates site focused on the area of computer security at the new Maryland Cyber Security Center at the University of Maryland.  The site plans to offer enhanced research experiences to teams of undergraduate students. The REU students, called Scholars, will be involved in a variety of aspects of the research process including designing and conducting experiments, analyzing data, handling specialized technical equipment, writing research reports and papers for publication, and presenting their research to others.  The site plans to select cohorts of undergraduate students to participate in a nine-week summer research program at the host institution. Particular emphasis is placed on recruitment of students from under-represented populations and from community colleges. The project includes mentorship by the experienced computer science faculty members, technical seminars and workshops, team building activities, student presentations, and other professional development opportunities.  The research experience results in the students' better understanding of the computer science discipline, enhanced self-confidence and an increased interest in pursuing graduate school or future research opportunities.\r\n\r\nThe intellectual merit of this project lies in strong research basis and the expertise of the faculty. The projects are in major current research areas that are of interest to the community at large and that have clear practical applications. The students participate in a full range of research activities from preparing research literature reviews to production and dissemination of research results.\r\n\r\nThe broader impacts of the project include providing a quality research experience for undergraduate students, particularly students from underrepresented groups and community college students. The participating faculty members are committed to engaging women and under-represented minority students in their research.  Thus this project has the potential to produce new computer science graduate students and faculty members and to advance discovery and understanding while promoting learning.  The project will also provide a better technically educated workforce to meet national security and economic priorities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michel",
   "pi_last_name": "Cukier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michel Cukier",
   "pi_email_addr": "mcukier@umd.edu",
   "nsf_id": "000312720",
   "pi_start_date": "2011-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 354464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;REU Site: Undergraduates Engaged in Cyber Security Research&rdquo; provided students the opportunity to participate in teams that conducted research for nine weeks during the summer at the University of Maryland, College Park campus. Teams consisted of a faculty mentor, graduate fellows, and undergraduate scholars.</p>\n<p>During the nine week summer program the scholars built team skills, worked on program management, and enhanced their own research competencies.&nbsp; The scholars researched and presented on the following topics:</p>\n<ol>\n<li>A Theoretical Analysis of Password Cracking</li>\n<li>Private Email</li>\n<li>Visualizing and Optimizing Vulnerability Models</li>\n<li>Learning from Personal Data Collected on Mobile Devices</li>\n<li>Analyzing Attacker Behavior in Cyberspace</li>\n<li>ShadowCrypt: Encrypting Data for Secure Online Communication</li>\n<li>Building a Compiler for Secure Computation Protocol</li>\n</ol>\n<p>The cyber security scholars attended various professional development events, including networking events and career exploration opportunities. The scholars attended the Maryland Cybersecurity Center Symposium, sat in on various talks given by professors at UMD, and participated in a Book Talk about gender equality in the workplace. Students also developed their own mentoring abilities by sharing their interests and experiences in cybersecurity with participants in the three summer camps for middle and high school students offered by the Maryland Cybersecurity Center. Cyber security scholars led the campers in an engineering problem-solving exercise and discussed their own research with camp participants.</p>\n<p>The summer program concluded in the CS Scholar&rsquo;s Research Symposium, where research teams presented their research results to UMD staff, faculty, and students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2015<br>\n\t\t\t\t\tModified by: Michel&nbsp;Cukier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project \"REU Site: Undergraduates Engaged in Cyber Security Research\" provided students the opportunity to participate in teams that conducted research for nine weeks during the summer at the University of Maryland, College Park campus. Teams consisted of a faculty mentor, graduate fellows, and undergraduate scholars.\n\nDuring the nine week summer program the scholars built team skills, worked on program management, and enhanced their own research competencies.  The scholars researched and presented on the following topics:\n\nA Theoretical Analysis of Password Cracking\nPrivate Email\nVisualizing and Optimizing Vulnerability Models\nLearning from Personal Data Collected on Mobile Devices\nAnalyzing Attacker Behavior in Cyberspace\nShadowCrypt: Encrypting Data for Secure Online Communication\nBuilding a Compiler for Secure Computation Protocol\n\n\nThe cyber security scholars attended various professional development events, including networking events and career exploration opportunities. The scholars attended the Maryland Cybersecurity Center Symposium, sat in on various talks given by professors at UMD, and participated in a Book Talk about gender equality in the workplace. Students also developed their own mentoring abilities by sharing their interests and experiences in cybersecurity with participants in the three summer camps for middle and high school students offered by the Maryland Cybersecurity Center. Cyber security scholars led the campers in an engineering problem-solving exercise and discussed their own research with camp participants.\n\nThe summer program concluded in the CS ScholarÆs Research Symposium, where research teams presented their research results to UMD staff, faculty, and students.\n\n \n\n\t\t\t\t\tLast Modified: 02/02/2015\n\n\t\t\t\t\tSubmitted by: Michel Cukier"
 }
}