{
 "awd_id": "1062812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Internships in Nanosystems Science, Engineering and Technology (INSET)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 417822.0,
 "awd_amount": 428822.0,
 "awd_min_amd_letter_date": "2011-02-18",
 "awd_max_amd_letter_date": "2013-06-05",
 "awd_abstract_narration": "This three year REU Site program is a continuation of a highly successful program at the University of California, Santa Barbara (UCSB), which brings community college students from across California to engage in interdisciplinary research. This program, entitled \"Internships in Nanosystems Science, Engineering and Technology\"(INSET), will expand opportunities for community college students, promoting their future academic and career success in science and engineering through multi-tiered mentorship. The INSET program will be hosted by the California NanoSystems Institute (CNSI), where research explores the richness of opportunities in forming new materials and complex systems by integrating nanoscale building blocks from both biological and electronic materials. Interns performing research within the CNSI will gain hands-on experience in the development of cutting-edge technologies that fall outside the traditional boundaries of science and engineering disciplines. Additionally, the INSET program will collaborate with the Center for Nanotechnology in Society, which will engage students in discussions and research projects on the societal impacts of new nanotechnologies. This collaboration will foster students' and researchers' abilities to enable broadly multi-disciplinary research, engaging not only the natural sciences and engineering, but also social sciences and mathematics.\r\n\r\nINSET recruitment efforts will build on established relationships with California community colleges that have sizable underrepresented and disadvantaged populations. INSET will have extensive impact on the greater UCSB community. The program will also enhance the role of mentorship and the professional development of graduate student mentors through training workshops and networking. Additionally, program staff will take a leadership role in coordinating activities with several other UCSB undergraduate research programs during the\r\nsummer, including a campus-wide undergraduate research colloquium.\r\n\r\nNationally, this program will enhance the capacity of other institutions to support community college transfer students by raising the profile of high-achieving community college student researchers, promoting successful university/community college partnership models, and disseminating INSET evaluation findings through publications and professional conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Valentine",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Megan Valentine",
   "pi_email_addr": "valentine@engineering.ucsb.edu",
   "nsf_id": "000534865",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Arnold",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas J Arnold",
   "pi_email_addr": "arnold@sbcc.edu",
   "nsf_id": "000441307",
   "pi_start_date": "2011-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 139319.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 139256.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150247.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The INSET internship program, hosted by the California NanoSystems Institute (CNSI) at the University of California, Santa Barbara, supports the academic advancement of community college (CC) students. By focusing exclusively on CC students, INSET effectively promotes early engagement in STEM research, providing opportunities for active learning activities that may increase retention and degree completion, while at the same time drawing a diverse student population.&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> INSET participants gain first-hand experience in scientific investigation in a dynamic, collaborative research environment. They are matched individually with UCSB faculty and graduate student lab mentors who provide training and support for an 8-week internship. Interns attend seminars on current research topics, academic and career development workshops and weekly meetings where they develop their presentation skills.</p>\n<p>In program-end surveys, students report similar gains in learning, confidence and skills as is typical with most undergraduate researchers in STEM. Students report more confidence in their research, communication and presentation skills and increased confidence and interest in STEM courses, careers and research. They identify several areas of new learning that they feel are their most important gains: hands-on lab skills, new theory and real-world applications, working in collaboration with a research team, developing new problem solving skills and the ability to work independently. They also indicate that among their most important experiences was learning from and working with their graduate students and faculty mentors, as well as becoming enveloped in the university research culture and community. And lastly, they report a significant increase in awareness, interest and confidence in pursuing graduate study.</p>\n<p>For the mentors similar gains and outcomes are observed. Through their mentorship experience, graduate students make improvements in several areas, including communication, teaching, project design and planning, supervision, and time management. They also gain awareness of equity and access issues for underrepresented and under-served groups. These are exactly the types of skills and experience which are stated as important for the professional training and development of the science and engineering workforce. Additionally, mentors report that by explaining their research in simple terms and in the context of a &lsquo;bigger picture&rsquo;, they gain a better understanding of their own research and goals. An unexpected contribution has been that interns have sometimes discovered ideas, methods, and results that have previously eluded the research mentors. As a result, eighteen students from 2002-2011 have co-authored published articles or book chapters, and 6 students have been named in the acknowledgments.</p>\n<p><strong>Broader Impacts:</strong> The INSET program has shown consistent success in recruiting diverse cohorts of CC students. Between 2002 and 2014, 1056 students applied, and 215 students were accepted to participate, leading to an admission rate of ~20%. Of the participants, 40% were female, 42% were members of an under-represented minority, and 3% were students with disabilities. In 2012, we started special recruitment efforts to attract veteran students. This resulted in a participant rate of 20% over three years.</p>\n<p>Long-term tracking of 188 interns that participated in the program between the summers of 2002 and 2012 demonstrates that INSET interns continue to succeed academically after completing the program, and a majority of them continue to participate in research. Among the participants, 172 have already successfully completed their transfer to a 4-year institution, and 115 have completed a bachelor&rsquo;s degree, all but eight within STEM disciplines. From this group of college graduates, ...",
  "por_txt_cntn": "\nThe INSET internship program, hosted by the California NanoSystems Institute (CNSI) at the University of California, Santa Barbara, supports the academic advancement of community college (CC) students. By focusing exclusively on CC students, INSET effectively promotes early engagement in STEM research, providing opportunities for active learning activities that may increase retention and degree completion, while at the same time drawing a diverse student population. \n\nIntellectual Merit: INSET participants gain first-hand experience in scientific investigation in a dynamic, collaborative research environment. They are matched individually with UCSB faculty and graduate student lab mentors who provide training and support for an 8-week internship. Interns attend seminars on current research topics, academic and career development workshops and weekly meetings where they develop their presentation skills.\n\nIn program-end surveys, students report similar gains in learning, confidence and skills as is typical with most undergraduate researchers in STEM. Students report more confidence in their research, communication and presentation skills and increased confidence and interest in STEM courses, careers and research. They identify several areas of new learning that they feel are their most important gains: hands-on lab skills, new theory and real-world applications, working in collaboration with a research team, developing new problem solving skills and the ability to work independently. They also indicate that among their most important experiences was learning from and working with their graduate students and faculty mentors, as well as becoming enveloped in the university research culture and community. And lastly, they report a significant increase in awareness, interest and confidence in pursuing graduate study.\n\nFor the mentors similar gains and outcomes are observed. Through their mentorship experience, graduate students make improvements in several areas, including communication, teaching, project design and planning, supervision, and time management. They also gain awareness of equity and access issues for underrepresented and under-served groups. These are exactly the types of skills and experience which are stated as important for the professional training and development of the science and engineering workforce. Additionally, mentors report that by explaining their research in simple terms and in the context of a æbigger pictureÆ, they gain a better understanding of their own research and goals. An unexpected contribution has been that interns have sometimes discovered ideas, methods, and results that have previously eluded the research mentors. As a result, eighteen students from 2002-2011 have co-authored published articles or book chapters, and 6 students have been named in the acknowledgments.\n\nBroader Impacts: The INSET program has shown consistent success in recruiting diverse cohorts of CC students. Between 2002 and 2014, 1056 students applied, and 215 students were accepted to participate, leading to an admission rate of ~20%. Of the participants, 40% were female, 42% were members of an under-represented minority, and 3% were students with disabilities. In 2012, we started special recruitment efforts to attract veteran students. This resulted in a participant rate of 20% over three years.\n\nLong-term tracking of 188 interns that participated in the program between the summers of 2002 and 2012 demonstrates that INSET interns continue to succeed academically after completing the program, and a majority of them continue to participate in research. Among the participants, 172 have already successfully completed their transfer to a 4-year institution, and 115 have completed a bachelorÆs degree, all but eight within STEM disciplines. From this group of college graduates, 58 students have progressed onto graduate study, including 24 students who are currently enrolled in STEM doctoral programs; 37 additional students e..."
 }
}