{
 "awd_id": "1062327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: ABI Innovation: A novel database and ontology for evolutionary analyses of mammalian feeding physiology",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 69718.0,
 "awd_amount": 69718.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2011-04-25",
 "awd_abstract_narration": "This award was made to transform the current prototype of the Feeding Experiments End-user Database (FEED) into a data-rich, publicly-available source of physiological data on feeding in mammals that incorporates a novel ontology module. An important innovation is the development of five non-overlapping ontologies related to feeding behavior, function, and structure that will provide the constrained definitions of terms necessary to permit computational comparisons in analyses of phenotypic diversity. Ontology construction begins with an ontology workshop. Ontology and database development will be driven by a set of six use cases that comprise synthetic, phylogenetically-informed analyses aimed at understanding the integrated roles of physiology and morphology during a variety of feeding behaviors in mammals. The research will to initiate new collaborations involving FEED as a primary data source by engaging three scientific communities (reptile feeding physiologists, bioengineers, and developmental biologists) in a series of interdisciplinary use case development workshops. During the workshops, the project team will design and commence work on new use cases that will guide efforts to extend the infrastructure of FEED and permit synthetic studies that cut across traditional knowledge domains. This project is innovative because it generates a proof-of-concept database to facilitate understanding of the complexity and connectivity between behaviors, physiological mechanisms, and structures involved in mammalian feeding across multiple scales of organization, and because it includes work to insure that FEED is a tool that is extensible to other scientific communities.\r\n\r\nBroader impacts include development and public release of novel bioinformatic research infrastructure for physiology, a field that has traditionally been on the periphery of bioinformatics. This project promotes interdisciplinary collaborations among scientists across four knowledge domains. Training of undergraduate and graduate students in research on morphological and physiological analysis as well as database and ontology construction is an important focus. FEED will also be utilized as a teaching tool in bioinformatics courses aimed at undergraduate and graduate education in informatics. Dissemination of project outcomes and public access to the FEED database will be available at www.feedexp.org.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Williams",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Susan H Williams",
   "pi_email_addr": "willias7@ohio.edu",
   "nsf_id": "000377290",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "1 OHIO UNIVERSITY",
  "perf_city_name": "ATHENS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 69718.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project was to&nbsp;advance bioinformatics resources for studying comparative physiology of feeding in mammals.&nbsp; We accomplished this goal by developing a publically-accessible database and two&nbsp;ontologies or formal naming conventions that facilitate computer reasoning of terms and relationships.&nbsp; The Feeding Experiments End-user Database, FEED, (<a href=\"https://www.feedexp.org/\">https://www.feedexp.org/</a>), &nbsp;contains data on muscle activity, bone deformation, jaw movements as well as biting and suckling forces from multiple mammalian species. &nbsp;These physiological data are accompanied by metadata describing the specific feeding behaviors, experimental procedures and anatomy.&nbsp;&nbsp; As a publically-available data source, anyone can use FEED to study the evolution and function of mammalian feeding.&nbsp; Prior to FEED, physiological data on feeding was not publically available because it was&nbsp; sequestered in a handful of research labs.&nbsp; Open access essentially levels the playing field for scientists interested in studying mammalian feeding physiology.&nbsp;&nbsp; By providing physiological data to researchers with different expertise, FEED encourages synergistic research approaches and novel findings that may generate new methods in studying biological processes.&nbsp; Additionally, having a single source for data from multiple species promotes broadly comparative and synthetic work in evolutionary morphology and physiology.&nbsp; Storing data in FEED reduces the need for redundant experiments, saving money and decreasing duplicative animal research.&nbsp; Furthermore, digital archiving of data in FEED preserves physiological data that otherwise may be lost as labs close and both analog and digital storage technologies become outdated.&nbsp; We anticipate FEED will become a repository for future physiological data collected on mammalian feeding preserving data access for the future.&nbsp; Finally, as a publically-available website, FEED can be used as an outreach tool for teaching and understanding feeding biology.&nbsp;</p>\n<p>The second key achievement is the development of the Mammalian Feeding Muscle Ontology (MFMO) (Figure 2) and the Oropharyngeal Behavior Ontology (OPBO).&nbsp; The MFMO is an anatomy ontology for mammals focused on muscles and associated anatomical structures that participate in feeding.&nbsp; The OPBO defines feeding and other behaviors related to the mouth and throat. The MFMO and OPBO were developed to support FEED and have been incorporated into the FEED database search engine.&nbsp; The MFMO and OPBO will ensure that FEED is used with an anatomically and behaviorally appropriate set of ontology terms.&nbsp; These ontologies will enhance database functionality and searchability.&nbsp; Eventually as these ontologies are uploaded into other databases, they will present similar benefits in terms of anatomical and behavioral accuracy as well as searchability across databases.&nbsp; Thus, the MFMO and OPBO are likely to positively bioinformatics, systematics and the ecological communities.&nbsp;</p>\n<p>This award also allowed the the community of mammalian feeding researchers to inferface with scientists from related but distinct fields through 3 workshops. The first workshop was &nbsp;focused on extending FEED to nonmammalian species. Initial efforts to extend the MFMO and OPBO to include reptilian species were accomplished and terms relevant to reptiles are implemented in the prototype of FEED. The second workshop focsued on engineering approaches to biomechanical modelling of the mammalian feeding apparatus to explore how physiological data can be useful for and used in different modelling approaches. The third workshop focused on craniofacial development and function in mammals to understand integration, &nbsp;developmental changes and plasticity in the mammalian feeding apparat...",
  "por_txt_cntn": "\nThe major goal of this project was to advance bioinformatics resources for studying comparative physiology of feeding in mammals.  We accomplished this goal by developing a publically-accessible database and two ontologies or formal naming conventions that facilitate computer reasoning of terms and relationships.  The Feeding Experiments End-user Database, FEED, (https://www.feedexp.org/),  contains data on muscle activity, bone deformation, jaw movements as well as biting and suckling forces from multiple mammalian species.  These physiological data are accompanied by metadata describing the specific feeding behaviors, experimental procedures and anatomy.   As a publically-available data source, anyone can use FEED to study the evolution and function of mammalian feeding.  Prior to FEED, physiological data on feeding was not publically available because it was  sequestered in a handful of research labs.  Open access essentially levels the playing field for scientists interested in studying mammalian feeding physiology.   By providing physiological data to researchers with different expertise, FEED encourages synergistic research approaches and novel findings that may generate new methods in studying biological processes.  Additionally, having a single source for data from multiple species promotes broadly comparative and synthetic work in evolutionary morphology and physiology.  Storing data in FEED reduces the need for redundant experiments, saving money and decreasing duplicative animal research.  Furthermore, digital archiving of data in FEED preserves physiological data that otherwise may be lost as labs close and both analog and digital storage technologies become outdated.  We anticipate FEED will become a repository for future physiological data collected on mammalian feeding preserving data access for the future.  Finally, as a publically-available website, FEED can be used as an outreach tool for teaching and understanding feeding biology. \n\nThe second key achievement is the development of the Mammalian Feeding Muscle Ontology (MFMO) (Figure 2) and the Oropharyngeal Behavior Ontology (OPBO).  The MFMO is an anatomy ontology for mammals focused on muscles and associated anatomical structures that participate in feeding.  The OPBO defines feeding and other behaviors related to the mouth and throat. The MFMO and OPBO were developed to support FEED and have been incorporated into the FEED database search engine.  The MFMO and OPBO will ensure that FEED is used with an anatomically and behaviorally appropriate set of ontology terms.  These ontologies will enhance database functionality and searchability.  Eventually as these ontologies are uploaded into other databases, they will present similar benefits in terms of anatomical and behavioral accuracy as well as searchability across databases.  Thus, the MFMO and OPBO are likely to positively bioinformatics, systematics and the ecological communities. \n\nThis award also allowed the the community of mammalian feeding researchers to inferface with scientists from related but distinct fields through 3 workshops. The first workshop was  focused on extending FEED to nonmammalian species. Initial efforts to extend the MFMO and OPBO to include reptilian species were accomplished and terms relevant to reptiles are implemented in the prototype of FEED. The second workshop focsued on engineering approaches to biomechanical modelling of the mammalian feeding apparatus to explore how physiological data can be useful for and used in different modelling approaches. The third workshop focused on craniofacial development and function in mammals to understand integration,  developmental changes and plasticity in the mammalian feeding apparatus, both in terms of morphology and physiology.  \n\nThe primary task completed at Ohio University was uploading of feeding sequences to the FEED database and working with an outside expert to begin the process of digitizing analog legacy tapes which init..."
 }
}