{
 "awd_id": "1062362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI Development: Advanced Computational Algorithms for Deep Interrogation of Microbial Communities Using Millions of 16S rRNA Pyrosequences",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 657287.0,
 "awd_amount": 657287.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2011-04-25",
 "awd_abstract_narration": "The University of Florida is awarded a grant to develop an integrated suite of computational tools and statistical methods that allow researchers to analyze tens of millions of 16S rRNA sequences for microbial community analysis and to extract biologically relevant patterns from massive sequence data. These tools will be made available to the research community as a web application. Microbes play an essential role in processes as diverse as human health and biogeochemical activities critical to life in all environments on earth. Complex microbial communities, however, remain poorly characterized. Currently available pyrosequencing technologies can determine nucleotide sequences of millions of individual 16S rRNA molecules in a matter of hours, opening new windows to probe the hidden microbial world. However, such large amounts of data overwhelm existing computational resources and analytic methods. An interdisciplinary research plan will be used to develop computational algorithms to overcome the current computational hurdles of large-scale 16S rRNA based analysis of microbial communities. Advanced computational techniques will be used, including parallel computing, online learning, graphical modeling, supervised and unsupervised learning, and dimensionality reduction. The specific aims include: (1) to develop computational algorithms for large-scale taxonomy independent analysis; (2) to develop a collection of statistical and computational methods for comparative community analysis, including discriminant analysis, topology analysis and microbial network analysis; (3) to establish a web application based on the proposed algorithms to provide researchers with a complete package of tools to perform comparative microbial community analysis. The analytical approaches developed in the project will enable the derivation of microbial community diversity, quantitative disease-associated microbial profiles, environment-microbe and microbe-microbe interactions, and will identify and quantify sequences from unclassified species. Many of the analytic methods that will be developed have not been traditionally used to analyze microbial communities. Hence, this work represents a major transformation of the bioinformatics methodology used for investigating microbial communities, and has the potential to significantly advance discovery and understanding of the hidden microbial world.\r\n\r\nThe results from this study will be disseminated through publications, web applications, workshops and open source projects. Multiple impacts are anticipated. The development of new computational approaches capable of efficiently handling tens of millions of sequences currently generated by the third-generation sequencers can greatly improve the utility of existing pipelines. Open source projects will invite researchers from other fields such as mathematics and statistics to join this project. The close interactions between computer scientists and biologists that we propose to develop will create new teaching and training opportunities, and spark new algorithmic research with direct utility to biologists. Currently, there is a shortage of researchers with a deep understanding of both computer science and molecular biology. This project will provide two graduate students and a postdoctoral fellow with an excellent opportunity to receive intensive training in both areas. Software and results of this project will be available at http://plaza.ufl.edu/sunyijun/DProject.htm",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yijun",
   "pi_last_name": "Sun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yijun Sun",
   "pi_email_addr": "yijunsun@buffalo.edu",
   "nsf_id": "000538909",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Volker",
   "pi_last_name": "Mai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Volker Mai",
   "pi_email_addr": "vmai@epi.ufl.edu",
   "nsf_id": "000572118",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 138065.0
  }
 ],
 "por": null
}