{
 "awd_id": "1062441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: ABI: Innovation: The Global Names Architecture, an infrastructure for unifying taxonomic databases and services for managers of biological information",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter McCartney",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 325292.0,
 "awd_amount": 325292.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "The Marine Biological Laboratory (Woods Hole, MA), Bishop Museum (Honolulu), California Academy of Sciences (San Francisco), and Missouri Botanical Gardens (St Louis) have received an ABI innovation award to establish the Global Names Architecture (GNA), a modular suite of databases, applications, and semantic web services that will help integrate information across the Life Sciences.  The project will extend existing proof of concept components, explore alternative solutions for technical challenges, and integrate the components into a pilot GNA.  The GNA capitalizes on Linnaeus' system of Latin scientific names for organisms, a system that has endured as one of the oldest and most universal standards in science.  Virtually all information in biology is given context by evolution and the hierarchical pattern of shared similarities it has produced.  Scientists name species and change them with growing knowledge about their evolution and relationships.  These changes create a tangled network of synonyms that, along with homonyms and variant spellings, make it difficult to manage information effectively The GNA will create a system that enables us to translate names correctly across the literature and on-line datasets.  While the GNA has implications for the long-term management of information in the life sciences, the initial beneficiaries will be the more than 10,000 taxonomists worldwide, on whose expertise our understanding of the world's biodiversity rests.  A scientific name 'usage bank' coupled with the Biodiversity Heritage Library's CiteBank will generate shared indexes and access keys to the taxonomic literature, the source of most of our knowledge about nearly 2 million species. New nomenclatural registries founded by the co-operation of the Index Fungorum and the International Commission of Zoological Nomenclature's ZooBank will broadcast new discoveries as they are registered.  Other tools will help taxonomists collaborate to build authoritative catalogs of the Earth?s biodiversity, then merge and integrate them, a process that GNA will transform into a semantic cyberinfrastructure that will organize the growing, internet-accessible, knowledge of Earth's biosphere.  Ultimately, other NSF grantees in the life sciences should be able to augment their Data Management Plans by exposing their web sites to services that will create taxonomic indices.  More information about this project can be obtained from http://globalnames.org or dpatterson@mbl.edu.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Pyle",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Richard L Pyle",
   "pi_email_addr": "deepreef@bishopmuseum.org",
   "nsf_id": "000059735",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bernice P Bishop Museum",
  "inst_street_address": "1525 BERNICE ST",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8088478204",
  "inst_zip_code": "968172704",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "BISHOP MUSEUM",
  "org_prnt_uei_num": "NNLGUK4QJ2Y3",
  "org_uei_num": "NNLGUK4QJ2Y3"
 },
 "perf_inst": {
  "perf_inst_name": "Bernice P Bishop Museum",
  "perf_str_addr": "1525 BERNICE ST",
  "perf_city_name": "HONOLULU",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968172704",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 167675.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 157617.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Among the longest-standing and most universally adopted standards in all of science is the system of scientific nomenclature. First established in the 1750s by Carl Linnaeus, the system of binominal nomenclature and associated rank-based classification has been used to label and classify biodiversity by scientists in all biological disciplies for two and a half centuries. As a result, scientists have&nbsp;amassed a collective global knowledge base of organism existence, distribution, life-history, ecology and behavior, and ecosystem services, with important implications for resource management, agriculture, medicinal properties and disease vectors, evolutionary processes, environmental regulation policies and conservation.&nbsp;At present, this knowledge-base is scattered across a half-billion pages of printed literature, thousands of natural history collections housing billions of specimens, hundreds of thousands of digital databases and websites, and hundreds of millions of DNA sequences. Because most datasets represent taxon names as text strings (rather than consistent, persistent, globally unique identifiers), there is a lot of \"noise\" in these datasets in the form of nomenclatural synonyms, homonyms, misspellings, abbreviations, and other orthographic variants, making it difficult for computers to reliably link information together.</p>\n<p>Through this ABI Innovation award, we established the Global Names Architecture (GNA) -- a core electronic infrastructure designed to cross-link otherise disconnected biological data through taxonomic names. it includes two major data indexes: The Global Names Index (GNI) and the Global Names Usage Bank (GNUB). &nbsp;GNI is a comprehensive index of more than 17 million text strings purported to represent taxon names. GNUB represents a robust database of 84,000 Authors, 97,000 publications, and over 600,000 indexed usages of 230,000 scientific names, among nearly 2.4 million total data records. Together, these two indexes interoperate with a set of web services and online tools that allow cross-linking of biological datasets through taxon names.</p>\n<p>Additionally, the GNUB database is the foundation for ZooBank, the official online registry for the International Commission on Zoological Nomenclature (ICZN). This proposal supported the development of ZooBank, and&nbsp;this project directly contributed to the passing of the Amendment to the ICZN Code of nomenclature for accommodating electronic publications for establishing nomenclatural acts in zoology. This amendment, which is closely tied to ZooBank, represents perhaps the most fundamental change in the rules of zoologicalnomenclature since the founding of the ICZN in 1895. ZooBank is widely seen by the community (including theExternal Review Committee for the ICZN) as a cornerstone (if not <em>the</em> cornerstone) in the future architecture of ICZN.</p>\n<p>Currently, ZooBank includes registrations of nearly 30,000 authors, nearly 50,000 publications, and more than 120,000 scientific names. While this represents only a fraction of all historical names in Zoology, this project was intended to demonstrate the feasibility of such an online system for engaging the scientific community in sharing a common resource for registring nomenclatural acts online. Indeed, present esitmates suggest that between one-third and one-half of all new zoological names (whether published electronically or not) are currently being registered in ZooBank. This vastly exceeds the adoption rate by the broader community for what was initially envisioned as a proof of concept, and support for the relatively small component of names being published electronically. With continued development, it is feasible to expect that the majority of all new zoological names will be added to the ZooBank registry, regardless of what method of publication is used. In particualr, one of the services developed through ...",
  "por_txt_cntn": "\nAmong the longest-standing and most universally adopted standards in all of science is the system of scientific nomenclature. First established in the 1750s by Carl Linnaeus, the system of binominal nomenclature and associated rank-based classification has been used to label and classify biodiversity by scientists in all biological disciplies for two and a half centuries. As a result, scientists have amassed a collective global knowledge base of organism existence, distribution, life-history, ecology and behavior, and ecosystem services, with important implications for resource management, agriculture, medicinal properties and disease vectors, evolutionary processes, environmental regulation policies and conservation. At present, this knowledge-base is scattered across a half-billion pages of printed literature, thousands of natural history collections housing billions of specimens, hundreds of thousands of digital databases and websites, and hundreds of millions of DNA sequences. Because most datasets represent taxon names as text strings (rather than consistent, persistent, globally unique identifiers), there is a lot of \"noise\" in these datasets in the form of nomenclatural synonyms, homonyms, misspellings, abbreviations, and other orthographic variants, making it difficult for computers to reliably link information together.\n\nThrough this ABI Innovation award, we established the Global Names Architecture (GNA) -- a core electronic infrastructure designed to cross-link otherise disconnected biological data through taxonomic names. it includes two major data indexes: The Global Names Index (GNI) and the Global Names Usage Bank (GNUB).  GNI is a comprehensive index of more than 17 million text strings purported to represent taxon names. GNUB represents a robust database of 84,000 Authors, 97,000 publications, and over 600,000 indexed usages of 230,000 scientific names, among nearly 2.4 million total data records. Together, these two indexes interoperate with a set of web services and online tools that allow cross-linking of biological datasets through taxon names.\n\nAdditionally, the GNUB database is the foundation for ZooBank, the official online registry for the International Commission on Zoological Nomenclature (ICZN). This proposal supported the development of ZooBank, and this project directly contributed to the passing of the Amendment to the ICZN Code of nomenclature for accommodating electronic publications for establishing nomenclatural acts in zoology. This amendment, which is closely tied to ZooBank, represents perhaps the most fundamental change in the rules of zoologicalnomenclature since the founding of the ICZN in 1895. ZooBank is widely seen by the community (including theExternal Review Committee for the ICZN) as a cornerstone (if not the cornerstone) in the future architecture of ICZN.\n\nCurrently, ZooBank includes registrations of nearly 30,000 authors, nearly 50,000 publications, and more than 120,000 scientific names. While this represents only a fraction of all historical names in Zoology, this project was intended to demonstrate the feasibility of such an online system for engaging the scientific community in sharing a common resource for registring nomenclatural acts online. Indeed, present esitmates suggest that between one-third and one-half of all new zoological names (whether published electronically or not) are currently being registered in ZooBank. This vastly exceeds the adoption rate by the broader community for what was initially envisioned as a proof of concept, and support for the relatively small component of names being published electronically. With continued development, it is feasible to expect that the majority of all new zoological names will be added to the ZooBank registry, regardless of what method of publication is used. In particualr, one of the services developed through this project is an automated workflow for publishers to register new nomenclatural content automatically as p..."
 }
}