{
 "awd_id": "1062202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Supporting Dynamics of the Madden-Julian Oscillation (DYNAMO)",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 526049.0,
 "awd_amount": 526049.0,
 "awd_min_amd_letter_date": "2011-08-18",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "Abstract\r\n\r\nThe Dynamics of the Madden-Julian Oscillation (DYNAMO) field campaign is the US component of an international experiment in late 2011/early 2012 in the Indian Ocean, the Cooperative Indian Ocean Experiment on Intraseasonal Variability (CINDY2011). The overarching goal of DYNAMO is to expedite understanding of processes key to MJO initiation over the Indian Ocean and to improve simulation and prediction of the MJO. The field campaign will include multiple radars, atmospheric sounding sites, a research aircraft, multiple research vessels, and oceanic measurements.\r\n\r\nThe three main hypotheses of DYNAMO are: 1) Deep convection can be organized into an MJO convective envelope only when the moist layer has become sufficiently deep over a region of the MJO scale; the pace at which this moistening occurs determines the duration of the pre-onset state, 2) Specific convective populations at different stages are essential to MJO initiation, and 3) The barrier layer, wind- and shear-driven mixing, shallow thermocline, and mixing-layer entrainment all play essential roles in MJO initiation in the Indian Ocean by controlling the upper-ocean heat content and SST, and thereby surface flux feedback\r\n\r\nThis award funds the activities of the Chief Scientist of the DYNAMO field campaign.  The role of Chief Scientist consists largely of the organization and coordination activities required to guarantee the success of a large, multi-agency, international field campaign.  Activities to be supported are divided into pre-deployment, deployment, and post-deployment phases.  In the pre-deployment phase (prior to October 2011), the main tasks are to help complete the preparation for the DYNAMO field campaign and coordinate with international partners of CINDY2011 to finalize the experimental design and field responsibilities.  Duties include overseeing the development of a field operations plan; organizing forecast and monitoring activities for the campaign; documenting the climatology of the Indian Ocean region, particularly using new satellite datasets; and coordinating international activities and data access rules.\r\n\r\nDuring the deployment phase (October 2011 to March 2012), the Chief Scientist will participate in the field campaign by monitoring large-scale conditions in the region of the campaign, joining an advisory team to help make decisions on radar and aircraft operations, and providing the European Centre for Medium-range Weather Forecasts (ECMWF) with real-time evaluation for its forecast and analysis.  The work with ECMWF is part of a collaboration the Chief Scientist has established in which ECMWF will provide its high-resolution weather forecast and analysis products for DYNAMO, and the Chief Scientist will (though this proposal) support a postdoc who will make an extended visit to ECMWF to conduct research on the extent to which data collected in DYNAMO has an impact on medium-range forecasts.\r\n\r\nIn the post-deployment phase, the Chief Scientist will oversee the implementation of the DYNAMO data policy, organize DYNAMO data and modeling workshops, propose and convene DYNAMO special sessions at national and international conferences, summarize and publish materials necessary for post-field data analysis, including climate background relevant to DYNAMO, large-scale conditions during the field campaign, and general descriptions of DYNAMO.\r\n\r\nThe work performed here will have broader scientific impacts by ensuring that the field observations will be collected successfully and disseminated as broadly as possible.  The work also has broader scientific impacts through the development of links between US and international scientists.  In addition, the Chief Scientist will oversee an effort to bring graduate students to the field through a travel fellowship program, in which students wishing to participate in the campaign apply for travel support, and those selected receive training and are assigned to assist in collecting field data, primarily using radars and radiosonde balloons.  The project will also support a graduate student and a postdoc.  Finally, the work supports the DYNAMO goal of improving predictions of the MJO, and improved MJO forecasts would have great societal value given the MJO's impact on weather patterns around the globe.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chidong",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chidong Zhang",
   "pi_email_addr": "czhang@rsmas.miami.edu",
   "nsf_id": "000423825",
   "pi_start_date": "2011-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1251 MEMORIAL DR",
  "perf_city_name": "CORAL GABLES",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462509",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 166931.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 176723.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 182395.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project is to support the field campaign of Dynamics of the Madden-Julian Oscillation (DYNAMO). The field campaign was conducted in the tropical Indian Ocean and its surroundings during 1 October 2011 &ndash; 31 March 2012. The purpose of the field campaign is to collect observational data that are needed to advance our understanding of physical processes key to initiation of the Madden-Julian Oscillation (MJO) and to improve our ability of forecasting the MJO.</p>\n<p>The MJO is an atmospheric phenomenon in the tropics that features abnormally heavy rain and abnormally strong wind in a large area of the size equivalent to Australia. This area of heavy rain and strong wind usually starts over the tropical Indian Ocean. It moves slowly eastward into the Pacific Ocean in about 30 &ndash; 90 days. As it moves eastward, it affects many weather and climate phenomena in the world, including tropical cyclones and hurricanes, tornadoes, flood, lightning, wildfire, cold surges, torrential rainfall, El Nino, and the monsoons. &nbsp;Improving our understanding and forecast capability of the MJO would tremendously benefit society by providing weather-climate information 30 days in advance and beyond.</p>\n<p>The DYNAMO field campaign was an international project participated by 13 countries. During the field campaign, many ground instruments, four research vessels, two research airplanes, moored buoys, and other devices were deployed to collect data in the atmosphere, ocean, and their interface. These data are unprecedented in their quality and quantity. They covered a wide variety of atmospheric and oceanic conditions that had never been observed before.&nbsp;</p>\n<p>The DYNAMO field campaign has provided excellent opportunities of education, training and outreach. Nearly 100 students from 27 universities (including 57 from 14 US universities) participated in the field campaign. More than 50 staff members of the Maldives Meteorological Service (MMS) were trained on using radar data and online forecast products during the field campaign. DYNAMO personnel visited local schools of Maldives, a hosting country for DYNAMO observing sites, and explained to the students why we were conducting the field campaign and how we collect observational data.</p>\n<p>The data collected from the DYNAMO field campaign have been used by scientists worldwide. Many discoveries have been made and previous misconceptions corrected using the data. Research results are quickly published on international leading scientific journals. Many conferences and workshops have been organized to discuss these research results. It is expected that the DYNAMO data will be used by the atmospheric and oceanic research communities for many years to come.</p>\n<p>This NSF project supported these activities of the DYNAMO field campaign. The PI is the chief scientist of the DYNAMO field campaign. He participated in the field campaign at Addu Atoll, Maldives during the first part (October &ndash; November 2011) and joined the fourth cruise of research vessel Roger Revelle during December 2011 &ndash; January 2012. At Addu Atoll, he established weekly briefing that allowed scientists at different sites to communicate with each other on their observations. He participated in and led some training sessions for the MMS staff. He worked with local officials and business leaders to solve logistical issues emerged during the field campaign.</p>\n<p>After the field campaign was completed, the PI organized a DYNAMO data and analysis workshop to ensure data quality and release for public use. He also organized several special sessions dedicated to the DYNAMO field campaign and science at national and international conferences. He helped established two special collections of science articles published in journals of the American Meteorological Society (AMS) and the American Geophysical Union (AGU). He authored and ...",
  "por_txt_cntn": "\nThe objective of this project is to support the field campaign of Dynamics of the Madden-Julian Oscillation (DYNAMO). The field campaign was conducted in the tropical Indian Ocean and its surroundings during 1 October 2011 &ndash; 31 March 2012. The purpose of the field campaign is to collect observational data that are needed to advance our understanding of physical processes key to initiation of the Madden-Julian Oscillation (MJO) and to improve our ability of forecasting the MJO.\n\nThe MJO is an atmospheric phenomenon in the tropics that features abnormally heavy rain and abnormally strong wind in a large area of the size equivalent to Australia. This area of heavy rain and strong wind usually starts over the tropical Indian Ocean. It moves slowly eastward into the Pacific Ocean in about 30 &ndash; 90 days. As it moves eastward, it affects many weather and climate phenomena in the world, including tropical cyclones and hurricanes, tornadoes, flood, lightning, wildfire, cold surges, torrential rainfall, El Nino, and the monsoons.  Improving our understanding and forecast capability of the MJO would tremendously benefit society by providing weather-climate information 30 days in advance and beyond.\n\nThe DYNAMO field campaign was an international project participated by 13 countries. During the field campaign, many ground instruments, four research vessels, two research airplanes, moored buoys, and other devices were deployed to collect data in the atmosphere, ocean, and their interface. These data are unprecedented in their quality and quantity. They covered a wide variety of atmospheric and oceanic conditions that had never been observed before. \n\nThe DYNAMO field campaign has provided excellent opportunities of education, training and outreach. Nearly 100 students from 27 universities (including 57 from 14 US universities) participated in the field campaign. More than 50 staff members of the Maldives Meteorological Service (MMS) were trained on using radar data and online forecast products during the field campaign. DYNAMO personnel visited local schools of Maldives, a hosting country for DYNAMO observing sites, and explained to the students why we were conducting the field campaign and how we collect observational data.\n\nThe data collected from the DYNAMO field campaign have been used by scientists worldwide. Many discoveries have been made and previous misconceptions corrected using the data. Research results are quickly published on international leading scientific journals. Many conferences and workshops have been organized to discuss these research results. It is expected that the DYNAMO data will be used by the atmospheric and oceanic research communities for many years to come.\n\nThis NSF project supported these activities of the DYNAMO field campaign. The PI is the chief scientist of the DYNAMO field campaign. He participated in the field campaign at Addu Atoll, Maldives during the first part (October &ndash; November 2011) and joined the fourth cruise of research vessel Roger Revelle during December 2011 &ndash; January 2012. At Addu Atoll, he established weekly briefing that allowed scientists at different sites to communicate with each other on their observations. He participated in and led some training sessions for the MMS staff. He worked with local officials and business leaders to solve logistical issues emerged during the field campaign.\n\nAfter the field campaign was completed, the PI organized a DYNAMO data and analysis workshop to ensure data quality and release for public use. He also organized several special sessions dedicated to the DYNAMO field campaign and science at national and international conferences. He helped established two special collections of science articles published in journals of the American Meteorological Society (AMS) and the American Geophysical Union (AGU). He authored and co-authored several journal articles summarizing the DYNAMO field campaign and its preliminary scientific re..."
 }
}