{
 "awd_id": "1062472",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ABI Development: Representation, Visualization, and Modeling of Signaling Pathways in Higher Plants",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 1057337.0,
 "awd_amount": 1057337.0,
 "awd_min_amd_letter_date": "2011-04-12",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "An award is made to Virginia Polytechnic Institute and State University to build the community-based Beacon system to provide computational support for biologists' questions about signaling pathways. Signal transduction pathways hold the key to understanding the early response of higher plants to abiotic stresses, such as drought, flooding, heat, cold, ozone, and salt.  For crop plants, the ability to cope with such abiotic stresses can drastically affect productivity.  Traditionally, signaling pathways have been difficult to synthesize and impossible to manipulate computationally. Current pathway tools and databases provide only limited support for manipulating pathways as networks. In particular, it is not possible for a biologist to take an existing signaling pathway and ask hypothetical questions that are answered computationally. The project includes the training of recognized authorities by Beacon staff on the system, thereby empowering plant biologists to curate and archive signaling pathways for abiotic stress responses in the Beacon database. Usability of the tool will be addressed via a continual feedback loop between users and developers. \r\n\r\nThe user interface is an editing environment that represents and manipulates a pathway in a standard graphical notation called SBGN Activity Flow language, built on the network visualization tool VANTED and SBGN-ED, an extension of VANTED. Research herein will extend SBGN-ED to create Beacon. The result will be a curation tool that will allow authorities to enter pathways in SBGN Activity Flow language, edit them, annotate them, and save them to an initial Beacon database. The database representation allows the biologist to impose a semantic, such as Boolean semantics, on a pathway. The Beacon simulation engine is then able to computationally implement those semantics and provide results that can be queried and visualized. The Beacon inference engine provides tools to allow biologist to develop testable hypotheses about pathway components. The Beacon system will interest undergraduate students in computational sciences as well as experimental biologists. Well-established outreach programs at Virginia Tech will be used to provide training and educational outreach activities. An experimental component will be implemented in the final years of the project, where Beacon-based predictions concerning phenotype will be tested in the laboratory. At https://bioinformatics.cs.vt.edu/beacon/, users will have access to project outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lenwood",
   "pi_last_name": "Heath",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lenwood S Heath",
   "pi_email_addr": "heath@cs.vt.edu",
   "nsf_id": "000250175",
   "pi_start_date": "2013-05-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Andy",
   "pi_last_name": "Pereira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andy Pereira",
   "pi_email_addr": "apereira@uark.edu",
   "nsf_id": "000587595",
   "pi_start_date": "2011-04-12",
   "pi_end_date": "2011-10-26"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lenwood",
   "pi_last_name": "Heath",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lenwood S Heath",
   "pi_email_addr": "heath@cs.vt.edu",
   "nsf_id": "000250175",
   "pi_start_date": "2011-04-12",
   "pi_end_date": "2011-10-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Grene",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth Grene",
   "pi_email_addr": "grene@vt.edu",
   "nsf_id": "000393609",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andy",
   "pi_last_name": "Pereira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andy Pereira",
   "pi_email_addr": "apereira@uark.edu",
   "nsf_id": "000587595",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 254754.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 242823.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 267350.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 292410.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>\"There is ample reason to be concerned in regard to climate change and <br />crop production. Many regions throughout the world are projected to <br />experience climate change-induced reductions in crop yields, and <br />additional challenges are mounting (e.g., pests, water supply, and soil <br />degradation).\" (Rosenzweig et al., 2014)<br /><br />Responses and accommodations to adverse changes in the environment, such&nbsp; as drought, salinity, cold, and oxygen availability, are at the heart of <br />the ability of all plant species to adapt, and, therefore, survive and <br />flourish. Climate change events are expected to exacerbate the <br />unpredictability, severity and duration of such adverse environmental <br />conditions. This has serious consequences for reliable crop production.&nbsp; <br />Anticipated global climate change will require directed adaptations of <br />crop species on an unprecedented scale to sustain agricultural <br />productivity. A thorough knowledge of the genetic/genomic means by which <br />plant species adapt to environmental changes is essential for future <br />efforts to sustain crop yields, and, indeed, to increase them in the <br />face of a growing human population. The advent of powerful technologies, <br />which reflect the readout of plant genomes under different conditions, <br />such as transcriptomics and metabolomics, has made the amassing of large amounts of data from single projects a reality. The prospect of <br />elucidation of the genetic response networks that regulate plant dynamic <br />responses to changing environments is becoming closer.&nbsp; However, our <br />ability to analyze and synthesize these data has lagged far behind the <br />application of the high throughput (\"omics\") technologies. There is, <br />therefore, an urgent need for more profound analyses of these <br />increasingly massive, \"omics\" data sets, and?for the deployment of the <br />results of such analyses to enrich our current understanding of the <br />genetic and genomic function of crop plants. From this need for informed <br />data mining, a new discipline, systems biology, which is a fusion of <br />computer science with the life sciences, has emerged. The objective of <br />this NSF-funded, interdisciplinary, Beacon, project was to develop, <br />employ, and implement the tools of systems biology to uncover, and <br />understand, those genomic mechanisms in crop plants and trees that <br />underlie inter- and intra-specific responses to environmental stresses.<br /><br />A variety of tools already existed to view biological data in the <br />context of what is already known concerning plant responses to change, <br />and there was no shortage of databases that provide access to <br />information regarding these pathways. However, what existed was static, <br />could not be modified by the user, was often out of date, and any <br />linking between, and among, components that connected pathways was <br />haphazard. Plant biologists were often left to use generic graph drawing <br />software that provided no standardized representation of genomic <br />function and offered no deeper exploration beyond simple visualization.<br /><br />Our Beacon system was designed to remedy this deficit by providing the <br />biologist user with a variety of tools: an interface to draw pathways <br />using a standardized graphical language, an online repository to store <br />pathways and (optionally) share them with a community of users, and a <br />means to make inquiries of, modify, or amend, drawn pathways that have <br />been stored in the repository. The Beacon tool can be applied to any <br />data set for any organism for which data are available, even though the <br />focus of this project was on plant responses to the environment.&nbsp; <br />Figures 1 and 2, modified from (Kakumanu et al., 2012) and (Aghamirzaie <br />et al., 2015) respectively, illustrate applications of the Beacon tool <br />to \"omics\" data, one displaying drought-triggered events in developing <br />maize seeds (Figure 1), and, the other, events that occur during <br />desiccation of soybean seeds (Figure 2).<br /><br />The system supports the notion that the visual depiction of pathways is <br />a powerful tool in the research stages of hypothesis generation and <br />sense-making, in addition to serving as reference material and as a <br />teaching tool. It will be possible to populate Beacon images with data <br />from \"omics\" experiments, Beacon has the capacity to run simulation, or <br />\"what-if\", in silico \"experiments\", and it is possible to employ Beacon <br />to infer novel associations among genes that are active in responses to <br />stress.<br /><br />Aghamirzaie D, Batra D, Heath LS, Schneider A, Grene R, Collakova E <br />(2015) Transcriptome-wide functional characterization reveals novel <br />relationships among differentially expressed transcripts in developing <br />soybean embryos. BMC genomics 16: 1.<br /><br />Kakumanu A, Ambavaram MM, Klumas C, Krishnan A, Batlang U, Myers E, <br />Grene R, Pereira A (2012) Effects of drought on gene expression in maize <br />reproductive and leaf meristem tissue revealed by RNA-Seq. Plant Physiol <br />160: 846-867.<br /><br />Rosenzweig C, Elliott J, Deryng D, Ruane AC, Muller C, Arneth A, Boote <br />KJ, Folberth C, Glotter M, Khabarov N, Neumann K, Piontek F, Pugh TA, <br />Schmid E, Stehfest E, Yang H, Jones JW (2014) Assessing agricultural <br />risks of climate change in the 21st century in a global gridded crop <br />model intercomparison. Proc Natl Acad Sci U S A 111: 3268-3273.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/08/2017<br>\n\t\t\t\t\tModified by: Lenwood&nbsp;S&nbsp;Heath</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1062472/1062472_10085150_1494253263188_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1062472/1062472_10085150_1494253263188_Figure1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2017/1062472/1062472_10085150_1494253263188_Figure1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Drought Stress Effects on the Transcriptome of Maize Ovary Tissue at One Day after Pollination as Depicted and Stored in Beacon</div>\n<div class=\"imageCredit\">Beacon project</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Lenwood&nbsp;S&nbsp;Heath</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1062472/1062472_10085150_1494253365651_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1062472/1062472_10085150_1494253365651_Figure2--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2017/1062472/1062472_10085150_1494253365651_Figure2--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Proposed interactions of ABA (stress hormone) with GA (growth hormone) and ethylene (stress hormone) signaling pathways, as depicted and stored in Beacon</div>\n<div class=\"imageCredit\">Beacon project</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Lenwood&nbsp;S&nbsp;Heath</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n\"There is ample reason to be concerned in regard to climate change and \ncrop production. Many regions throughout the world are projected to \nexperience climate change-induced reductions in crop yields, and \nadditional challenges are mounting (e.g., pests, water supply, and soil \ndegradation).\" (Rosenzweig et al., 2014)\n\nResponses and accommodations to adverse changes in the environment, such  as drought, salinity, cold, and oxygen availability, are at the heart of \nthe ability of all plant species to adapt, and, therefore, survive and \nflourish. Climate change events are expected to exacerbate the \nunpredictability, severity and duration of such adverse environmental \nconditions. This has serious consequences for reliable crop production.  \nAnticipated global climate change will require directed adaptations of \ncrop species on an unprecedented scale to sustain agricultural \nproductivity. A thorough knowledge of the genetic/genomic means by which \nplant species adapt to environmental changes is essential for future \nefforts to sustain crop yields, and, indeed, to increase them in the \nface of a growing human population. The advent of powerful technologies, \nwhich reflect the readout of plant genomes under different conditions, \nsuch as transcriptomics and metabolomics, has made the amassing of large amounts of data from single projects a reality. The prospect of \nelucidation of the genetic response networks that regulate plant dynamic \nresponses to changing environments is becoming closer.  However, our \nability to analyze and synthesize these data has lagged far behind the \napplication of the high throughput (\"omics\") technologies. There is, \ntherefore, an urgent need for more profound analyses of these \nincreasingly massive, \"omics\" data sets, and?for the deployment of the \nresults of such analyses to enrich our current understanding of the \ngenetic and genomic function of crop plants. From this need for informed \ndata mining, a new discipline, systems biology, which is a fusion of \ncomputer science with the life sciences, has emerged. The objective of \nthis NSF-funded, interdisciplinary, Beacon, project was to develop, \nemploy, and implement the tools of systems biology to uncover, and \nunderstand, those genomic mechanisms in crop plants and trees that \nunderlie inter- and intra-specific responses to environmental stresses.\n\nA variety of tools already existed to view biological data in the \ncontext of what is already known concerning plant responses to change, \nand there was no shortage of databases that provide access to \ninformation regarding these pathways. However, what existed was static, \ncould not be modified by the user, was often out of date, and any \nlinking between, and among, components that connected pathways was \nhaphazard. Plant biologists were often left to use generic graph drawing \nsoftware that provided no standardized representation of genomic \nfunction and offered no deeper exploration beyond simple visualization.\n\nOur Beacon system was designed to remedy this deficit by providing the \nbiologist user with a variety of tools: an interface to draw pathways \nusing a standardized graphical language, an online repository to store \npathways and (optionally) share them with a community of users, and a \nmeans to make inquiries of, modify, or amend, drawn pathways that have \nbeen stored in the repository. The Beacon tool can be applied to any \ndata set for any organism for which data are available, even though the \nfocus of this project was on plant responses to the environment.  \nFigures 1 and 2, modified from (Kakumanu et al., 2012) and (Aghamirzaie \net al., 2015) respectively, illustrate applications of the Beacon tool \nto \"omics\" data, one displaying drought-triggered events in developing \nmaize seeds (Figure 1), and, the other, events that occur during \ndesiccation of soybean seeds (Figure 2).\n\nThe system supports the notion that the visual depiction of pathways is \na powerful tool in the research stages of hypothesis generation and \nsense-making, in addition to serving as reference material and as a \nteaching tool. It will be possible to populate Beacon images with data \nfrom \"omics\" experiments, Beacon has the capacity to run simulation, or \n\"what-if\", in silico \"experiments\", and it is possible to employ Beacon \nto infer novel associations among genes that are active in responses to \nstress.\n\nAghamirzaie D, Batra D, Heath LS, Schneider A, Grene R, Collakova E \n(2015) Transcriptome-wide functional characterization reveals novel \nrelationships among differentially expressed transcripts in developing \nsoybean embryos. BMC genomics 16: 1.\n\nKakumanu A, Ambavaram MM, Klumas C, Krishnan A, Batlang U, Myers E, \nGrene R, Pereira A (2012) Effects of drought on gene expression in maize \nreproductive and leaf meristem tissue revealed by RNA-Seq. Plant Physiol \n160: 846-867.\n\nRosenzweig C, Elliott J, Deryng D, Ruane AC, Muller C, Arneth A, Boote \nKJ, Folberth C, Glotter M, Khabarov N, Neumann K, Piontek F, Pugh TA, \nSchmid E, Stehfest E, Yang H, Jones JW (2014) Assessing agricultural \nrisks of climate change in the 21st century in a global gridded crop \nmodel intercomparison. Proc Natl Acad Sci U S A 111: 3268-3273.\n\n\t\t\t\t\tLast Modified: 05/08/2017\n\n\t\t\t\t\tSubmitted by: Lenwood S Heath"
 }
}