{
 "awd_id": "1062154",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "National Radio Astronomy Observatory Summer Research Experience in Astronomy for\r\nUndergraduates [REU] and Teachers [RET]\r\n",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Evans",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 678250.0,
 "awd_amount": 678250.0,
 "awd_min_amd_letter_date": "2011-09-09",
 "awd_max_amd_letter_date": "2012-07-11",
 "awd_abstract_narration": "The NRAO Summer Research Experience in Astronomy for Undergraduates [REU] and Teachers [RET] program provides stimulating internships to students interested in research in astronomy and exposure for K-12 teachers to the process of scientific investigation. During their appointments, the participants will work with NRAO scientific staff advisers on a project in the advisor's area of expertise: astronomy and astrophysics, research engineering, or computer science.  Students and teachers alike will also take part in a summer lecture series introducing them to the fundamentals of astronomy and to current topics in astronomical research. Teachers may additionally take part in workshops, and participate in educational sessions to develop classroom activities that make use of their research experience at the NRAO. All REU and RET activities are intellectually focused on providing the environment and infrastructure within which students and teachers can learn and master the tools of basic research.\r\n\r\nThe NRAO REU/RET project will provide research experiences to fifteen undergraduate students and four K-12 teachers per year.  This, combined with the additional summer interns funded from NRAO operational funds, will bring the total number of summer student interns to 25 to 30 per year.  Over the 53 years during which NRAO has supported a summer internship program, the majority of the student participants ultimately choose to pursue careers in science and engineering.  Some students forge continuing collaborations with NRAO scientists, forming links between NRAO and their home institutions.  Additionally, some students participate in important public outreach activities.  Teachers take part in workshops and sessions on curriculum development.  They are also directly exposed to research which enhances their teaching, fosters enthusiasm for science in their students, and influences some of their students to pursue scientific careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Mangum",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey G Mangum",
   "pi_email_addr": "jmangum@nrao.edu",
   "nsf_id": "000572081",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sue",
   "pi_last_name": "Heatherly",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sue A Heatherly",
   "pi_email_addr": "sheather@nrao.edu",
   "nsf_id": "000291226",
   "pi_start_date": "2011-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Associated Universities, Inc.",
  "inst_street_address": "2650 PARK TOWER DR STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "VIENNA",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "2024621676",
  "inst_zip_code": "221807300",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "ASSOCIATED UNIVERSITIES INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "NZBMKZMW68N3"
 },
 "perf_inst": {
  "perf_inst_name": "Associated Universities, Inc.",
  "perf_str_addr": "2650 PARK TOWER DR STE 700",
  "perf_city_name": "VIENNA",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "221807300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 187373.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 490877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NRAO Summer Student Program, which celebrated its 55<sup>th</sup> anniversary in 2014, is a strong and valuable part of the NRAO tradition of community service through the education of students in the key STEM (science, technology, engineering, and mathematics) disciplines. &nbsp;From 1999 through 2013 the program was expanded by the addition of teacher participants, funded through a Research Experience for Teachers (RET) supplement to the REU grant.</p>\n<p>The REU program structure is identical at each of the NRAO sites, the elements of which are applied based on the local science focus.&nbsp; NRAO Socorro, Green Bank, and Charlottesville are the headquarters for the operations of the Very Large Array (VLA) and Very Long Baseline Array (VLBA), Green Bank Telescope (GBT), and Atacama Large Millimeter/submillimeter Array (ALMA), respectively.&nbsp; Students at NRAO Socorro, for example, often receive a research experience that emphasizes science accomplished using the VLA and VLBA.&nbsp; During their appointments, the students work with NRAO scientific staff advisers on a project in the advisor&rsquo;s area of expertise: astronomy and astrophysics, research engineering, or computer science.&nbsp;&nbsp; In addition to their assigned research project all students participate in a hands-on observing experience using the NRAO GBT, VLA, and/or VLBA.&nbsp; To make this observing experience as close to realtiy as possible, students are guided through the process of developing an experiment based on a science question to be addressed, designing the observation setup required to effect this experiment, followed by reduction and analysis of the measurements acquired.&nbsp;</p>\n<p>Students also take part in a summer lecture series introducing them to the fundamentals of astronomy and to current topics in astronomical research. Career guidance and counseling is also provided through individual and group discussions on topics which include opportunities for advanced degree studies (MA and PhD), careers in teaching, and education and public outreach. Participants also receive instruction and experience with communicating their scientific research through oral and written presentation of their research project results.&nbsp; All REU activities are intellectually focused on providing the environment and infrastructure within which students can learn and master the tools of basic research.</p>\n<p>Many students that participate in the NRAO Summer Student Program forge  continuing collaborations with NRAO scientists, forming links between  NRAO and their home institutions. Students also participate in important  public outreach activities, giving them experience with communicating  science to the general public. The locations of the NRAO facilities  provide unique opportunities to interact with students and educators in  under-served communities such as Green Bank, WV, and Socorro, NM, and to  interact with local educational institutions. Our explicit efforts to  increase the number of underrepresented minorities in our program have  resulted in significant improvements in both applications and  participation. To attract more applicants from minority serving  institutions and academic institutions, including two-year colleges,  where research opportunities in STEM are limited, we have focussed our  advertising efforts on these institutions.&nbsp; These efforts have included  developing contacts, both through individual contact and direct mailing  of our REU program information, with faculty at minority serving and  STEM research limited institutions to encourage students at these  institutions to apply to our program.</p>\n<p>A total of 109 students participated  in the 2011-2014 NRAO Summer Student program, including 75 undergraduate  students supported by the National Science Foundation (NSF) Research  Experiences for Undergraduates (REU) program, 17 other undergraduates  support...",
  "por_txt_cntn": "\nThe NRAO Summer Student Program, which celebrated its 55th anniversary in 2014, is a strong and valuable part of the NRAO tradition of community service through the education of students in the key STEM (science, technology, engineering, and mathematics) disciplines.  From 1999 through 2013 the program was expanded by the addition of teacher participants, funded through a Research Experience for Teachers (RET) supplement to the REU grant.\n\nThe REU program structure is identical at each of the NRAO sites, the elements of which are applied based on the local science focus.  NRAO Socorro, Green Bank, and Charlottesville are the headquarters for the operations of the Very Large Array (VLA) and Very Long Baseline Array (VLBA), Green Bank Telescope (GBT), and Atacama Large Millimeter/submillimeter Array (ALMA), respectively.  Students at NRAO Socorro, for example, often receive a research experience that emphasizes science accomplished using the VLA and VLBA.  During their appointments, the students work with NRAO scientific staff advisers on a project in the advisorÆs area of expertise: astronomy and astrophysics, research engineering, or computer science.   In addition to their assigned research project all students participate in a hands-on observing experience using the NRAO GBT, VLA, and/or VLBA.  To make this observing experience as close to realtiy as possible, students are guided through the process of developing an experiment based on a science question to be addressed, designing the observation setup required to effect this experiment, followed by reduction and analysis of the measurements acquired. \n\nStudents also take part in a summer lecture series introducing them to the fundamentals of astronomy and to current topics in astronomical research. Career guidance and counseling is also provided through individual and group discussions on topics which include opportunities for advanced degree studies (MA and PhD), careers in teaching, and education and public outreach. Participants also receive instruction and experience with communicating their scientific research through oral and written presentation of their research project results.  All REU activities are intellectually focused on providing the environment and infrastructure within which students can learn and master the tools of basic research.\n\nMany students that participate in the NRAO Summer Student Program forge  continuing collaborations with NRAO scientists, forming links between  NRAO and their home institutions. Students also participate in important  public outreach activities, giving them experience with communicating  science to the general public. The locations of the NRAO facilities  provide unique opportunities to interact with students and educators in  under-served communities such as Green Bank, WV, and Socorro, NM, and to  interact with local educational institutions. Our explicit efforts to  increase the number of underrepresented minorities in our program have  resulted in significant improvements in both applications and  participation. To attract more applicants from minority serving  institutions and academic institutions, including two-year colleges,  where research opportunities in STEM are limited, we have focussed our  advertising efforts on these institutions.  These efforts have included  developing contacts, both through individual contact and direct mailing  of our REU program information, with faculty at minority serving and  STEM research limited institutions to encourage students at these  institutions to apply to our program.\n\nA total of 109 students participated  in the 2011-2014 NRAO Summer Student program, including 75 undergraduate  students supported by the National Science Foundation (NSF) Research  Experiences for Undergraduates (REU) program, 17 other undergraduates  supported by the NRAO Undergraduate Summer Student program, and 17  graduate students supported by the NRAO Graduate Summer Student program.  The 2014 program m..."
 }
}