{
 "awd_id": "1062005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: The Assessment of Stent Effectiveness using a Wearable MEMS Microphone Array System",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2010-01-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 210016.0,
 "awd_amount": 228016.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2013-06-29",
 "awd_abstract_narration": "CBET-0828912\r\nAkay\r\n\r\nCoronary artery disease (CAD) is one of the leading causes of death in the world with one third of all deaths attributed to this disease. It was estimated that 6 million patients have received drug eluting stents world wide which may pose the potential risk of sub acute thrombosis. Restenosis can occur up to one year or more after implantation of the stent device. A thrombosis that occurs this far after the stent has been inserted is fatal in 45% of cases.  Because late stent thrombosis is such a serious complication after angioplasty it is important to be able to quantify the progression of restenosis in follow-up visits. If occlusion can be quantified by a simple auscultation instrument placed externally on the chest of the patient then restenosis can be monitored and an intervention can be scheduled before a fatal thrombosis occurs. This alternate instrumentation for stent patient monitoring also offers a significant cost reduction as it takes the place of performing an angiography or ultrasound to determine if there is an occlusion in the artery. \r\n\r\nIn this GOALI Project, the research team will develop a wearable auscultation system to improve the detection and localization of coronary occlusions using an approach based on the recording and analysis of isolated diastolic heart sounds associated with turbulent blood flow in occluded coronary arteries. The wearable system consists of an intelligent, small-size, low noise and high dynamic range MEMS microphone array for the recording, and a handheld system for preprocessing and wireless transmission of turbulent heart sounds associated with coronary occlusions. Due to their precisely matched response, the proposed microphone-array system will enable high accuracy localization, and directionality of the acoustic source. The system also incorporates advanced processing and visualization techniques using a personal digital assistant (PDA) system for the analysis of sounds. Given the risks associated with the stent placement within the coronary arteries, the aim of this study is to investigate the ability of a highly specialized auscultation system to detect the severity and location of coronary artery stenoses before and after the stent placement. An additional long-term clinical goal is to investigate the diagnostic ability of the system to assess whether bare metal or drug eluting stents are related to higher incidence of restenosis by collecting follow up data from patients enrolled in the study for more than two years. Fundamental research on the development of MEMS microphone array, micro electronics and wireless system will be performed in collaboration with the industrial partner, Renegesis, Biomedical Inc.\r\n\r\nThe proposed system can also be used for the investigation of peripheral vascular diseases including renal artery and carotid occlusions as well as lower extremity occlusions. It can also be used in detection of valvular heart disease. In addition, the project provides an interdisciplinary environment for interactions between engineers, physicians, medical physicists and industry and will further enhance the academic and research interactions between academic, industry and clinics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Metin",
   "pi_last_name": "Akay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Metin Akay",
   "pi_email_addr": "makay58@gmail.com",
   "nsf_id": "000200492",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0108",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000809DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2008,
   "fund_oblg_amt": 210015.0
  },
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 18000.0
  }
 ],
 "por": null
}