{
 "awd_id": "1062405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ABI Innovation: Modeling the Drosophila Brain with Single-neuron Resolution using Computer Vision Methods",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032920000",
 "po_email": "ahaake@nsf.gov",
 "po_sign_block_name": "Anne Haake",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 318893.0,
 "awd_amount": 318893.0,
 "awd_min_amd_letter_date": "2011-04-22",
 "awd_max_amd_letter_date": "2011-04-22",
 "awd_abstract_narration": "The project is funded to model the morphology of neurons and how they develop and form synapses in the Central Nervous System (CNS) using computer vision approaches. By exploiting the morphological stereotypes and unparalleled single-cell resolution of Drosophila motor neurons, this project will yield the first motor neuron map in the Drosophila CNS, serving as a case study and a step towards modeling the entire brain. The first complete map of a whole brain is that of C. elegans. Its virtue, unchallenged thus far, is resolution down to the level of single visually identified neurons. Because the connectivity of individual neurons ultimately determines brain function, the creation of neural maps at this level in other more complex model organisms is critical for advancing our understanding of brain development. The immediate goal of this project is to create a neural map of a defined population of motor neurons in a healthy Drosophila brain at the single-neuron level. It is intended to be a resource for anyone who wants to \"navigate\" a model brain in vivo.  To achieve this goal, this project includes the following tasks. (a) Modeling the individual neuron morphology with automated image-based motor neuron classification. To meet this objective, a new framework will be developed for three-dimensional partitioning of the neurons? morphological compartments, namely soma (cell body), axon and dendrites. (b) Classifying the neuron morphology from the partitioned volumes. The approach consists of a novel possibilistic semi-supervised clustering framework, robust enough to discriminate between different neuron morphologies, and to handle the intra-class variability and inter-class similarities. (c) Identifying and tracing morphology-specific motor neurons in part of the Drosophila CNS by inferring knowledge of individual neuron modeling, and constructing a prototype motor circuit.\r\n\r\nAll findings, methods, developed algorithms (open source codes), publications and data will be disseminated through the project's website, as soon as they become available and ready for the public: http://web.mac.com/gavriil/Gavriil_Tsechpenakis/neurovision. This work has immediate extensions to (a) the completion of a model motor circuit, by including all (approximately 400) manually identified motor neurons within a single Drosophila CNS hemisegment; (b) the identification of more types of neurons, for scaling up the findings of this work and modeling more types of neuron circuitries in the brain. The long-term goal is to create a complete model brain that will allow for comprehensive analysis of brain development after mutation, and the assessment of changes in brain connectivity patterns resulting from drug treatments, disease, or aging and stress.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gavriil",
   "pi_last_name": "Tsechpenakis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gavriil Tsechpenakis",
   "pi_email_addr": "gtsechpe@indiana.edu",
   "nsf_id": "000571917",
   "pi_start_date": "2011-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 318893.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>By exploiting the morphological stereotypes and unparalleled single-cell resolution of Drosophila motor neurons, this project yields the first motor neuron map in the Drosophila CNS, serving as a case study and a step towards modeling the entire brain.</p>\n<p>The first complete map of a whole brain is that of C. elegans. Its virtue, unchallenged thus far, is resolution down to the level of single visually identified neurons. Because the connectivity of individual neurons ultimately determines brain function, the creation of neural maps at this level in other more complex model organisms is critical for advancing our understanding of brain development.</p>\n<p>The immediate goal of this project is to create a neural map of a defined population of motor neurons in a healthy Drosophila brain at the single-neuron level. It is intended to be a resource for anyone who wants to &lsquo;navigate&rsquo; a model brain in vivo.</p>\n<p>Our goal involves two major tasks:</p>\n<p>(1) Modeling the individual neuron morphology with automated image-based motor neuron classification. To meet this objective, we developed: (a) a new framework for three dimensional partitioning of the neurons&rsquo; morphological compartments, namely soma (cell body), axon and dendrites, and (b) classification methods robust enough to discriminate between different neuron morphologies.</p>\n<p>(2) To identify and trace morphology-specific motor neurons in part of the Drosophila CNS by inferring knowledge of individual neuron modeling, and to construct the neuronal map.</p>\n<p>The long-term goal is to create a complete model brain that will allow for comprehensive analysis of brain development after mutation and the assessment of changes in brain connectivity patterns resulting from drug treatments, disease, or aging and stress.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2014<br>\n\t\t\t\t\tModified by: Gavriil&nbsp;Tsechpenakis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBy exploiting the morphological stereotypes and unparalleled single-cell resolution of Drosophila motor neurons, this project yields the first motor neuron map in the Drosophila CNS, serving as a case study and a step towards modeling the entire brain.\n\nThe first complete map of a whole brain is that of C. elegans. Its virtue, unchallenged thus far, is resolution down to the level of single visually identified neurons. Because the connectivity of individual neurons ultimately determines brain function, the creation of neural maps at this level in other more complex model organisms is critical for advancing our understanding of brain development.\n\nThe immediate goal of this project is to create a neural map of a defined population of motor neurons in a healthy Drosophila brain at the single-neuron level. It is intended to be a resource for anyone who wants to ænavigateÆ a model brain in vivo.\n\nOur goal involves two major tasks:\n\n(1) Modeling the individual neuron morphology with automated image-based motor neuron classification. To meet this objective, we developed: (a) a new framework for three dimensional partitioning of the neuronsÆ morphological compartments, namely soma (cell body), axon and dendrites, and (b) classification methods robust enough to discriminate between different neuron morphologies.\n\n(2) To identify and trace morphology-specific motor neurons in part of the Drosophila CNS by inferring knowledge of individual neuron modeling, and to construct the neuronal map.\n\nThe long-term goal is to create a complete model brain that will allow for comprehensive analysis of brain development after mutation and the assessment of changes in brain connectivity patterns resulting from drug treatments, disease, or aging and stress.\n\n \n\n\t\t\t\t\tLast Modified: 06/06/2014\n\n\t\t\t\t\tSubmitted by: Gavriil Tsechpenakis"
 }
}