{
 "awd_id": "1062082",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in DRMS: Decision Research on Time, Risk, and Ambiguity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2012-01-31",
 "tot_intn_awd_amt": 6270.0,
 "awd_amount": 6270.0,
 "awd_min_amd_letter_date": "2011-01-31",
 "awd_max_amd_letter_date": "2011-01-31",
 "awd_abstract_narration": "Researchers have studied decision making when outcomes occur in the future (intertemporal decision making), when outcomes occur with stated probabilities (risky decision making) and when outcomes occur with ranges of probability (decision making under ambiguity.)  In this Doctoral Dissertation Improvement Grant, the co-PI extends these lines of research in two directions.  One set of experiments examine the impact of an ambiguous temporal distance on an individual's choice behavior. Specifically, the research will answer the question: how do people treat a future outcome occurring during an ambiguous time span? Four experiments with real payoffs will be used to address this question.\r\nA second set of studies examines how time delays influence the perception of risky consequences. Subjective reactions to risky events may depend on how far into the future the anticipated risks are perceived (e.g. next year or 10 years from now). Two laboratory experiments will be conducted on people's perceptions of risks with short or long temporal distances, to explore how the saliency of factors like the probability or magnitude of losses change over time.\r\nThis research promises to provide a useful framework for evaluating future outcomes in terms of both preference and perceived risk. In terms of broader impacts, it will be helpful in communicating risks on crucial future consequences such as trends of an economy and anticipated personal benefits/risks. It will also potentially help in project management practice with respect to time management and design of compensation packages. Finally, it will promote the accuracy of the general public's judgments of future risks, and also motivate appropriate reaction to future risks.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L",
   "pi_last_name": "Keller",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "L R Keller",
   "pi_email_addr": "LRKELLER@UCI.EDU",
   "nsf_id": "000466104",
   "pi_start_date": "2011-01-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yitong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yitong Wang",
   "pi_email_addr": "yitongw@uci.edu",
   "nsf_id": "000571292",
   "pi_start_date": "2011-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "160 ALDRICH HALL",
  "perf_city_name": "IRVINE",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project contains three studies. All of them focus on the decisions over time and&nbsp;under risk and uncertainty.</p>\n<p>The first study explores how to counteract the uncertainty effect bias by appropriately manipulating either the anchoring process or the adjustment process involved in the bias. The uncertainty effect shows that individuals value a binary lottery less than the lottery&rsquo;s worst outcome. We find that providing an anchor prior to judging the value of the lottery affects individuals&rsquo; judgments and introducing additional cognitive load are able to counteract the uncertainty effect bias.</p>\n<p>The second study investigates decision makers&rsquo; subjective perception of the temporal duration between now and the time they would receive future payments. We find that participants&rsquo; subjective perceptions of temporal duration are not independent of the outcome magnitudes, and this difference in temporal perception can help us explain the magnitude effect.</p>\n<p>The third study investigates the impacts of an ambiguous time on decision making over time. We found that in some situations, decision makers may discount more when facing an ambiguous time delay than facing the end of the ambiguous span. And the observed effect that people over-discount an outcome with an ambiguous realizing time was found only in individual level data analyses.</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/12/2012<br>\n\t\t\t\t\tModified by: L&nbsp;R&nbsp;Keller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project contains three studies. All of them focus on the decisions over time and under risk and uncertainty.\n\nThe first study explores how to counteract the uncertainty effect bias by appropriately manipulating either the anchoring process or the adjustment process involved in the bias. The uncertainty effect shows that individuals value a binary lottery less than the lotteryÆs worst outcome. We find that providing an anchor prior to judging the value of the lottery affects individualsÆ judgments and introducing additional cognitive load are able to counteract the uncertainty effect bias.\n\nThe second study investigates decision makersÆ subjective perception of the temporal duration between now and the time they would receive future payments. We find that participantsÆ subjective perceptions of temporal duration are not independent of the outcome magnitudes, and this difference in temporal perception can help us explain the magnitude effect.\n\nThe third study investigates the impacts of an ambiguous time on decision making over time. We found that in some situations, decision makers may discount more when facing an ambiguous time delay than facing the end of the ambiguous span. And the observed effect that people over-discount an outcome with an ambiguous realizing time was found only in individual level data analyses.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/12/2012\n\n\t\t\t\t\tSubmitted by: L R Keller"
 }
}