{
 "awd_id": "1062007",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Designing Taxes that Improve Insurance to Earnings Uncertainty over the Life Cycle",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 268806.0,
 "awd_amount": 268806.0,
 "awd_min_amd_letter_date": "2011-07-27",
 "awd_max_amd_letter_date": "2011-07-27",
 "awd_abstract_narration": "To a twenty five year old entering the labor market, the landscape must feel full of uncertainties. Will they land a good job relatively quickly or will they initially bounce from one job to another in search of a good match? What opportunities for on-the-job training and other forms of skill accumulation will they find? How well will they take advantage of these opportunities? Just how good are they? How high will they rise?\r\n\r\nWill they advance steadily within a firm or industry, or be laid off and have to reinvent themselves elsewhere? For all these reasons, young workers must find it challenging to predict how much they will be making at, say, age fifty. More generally, an ample body of empirical research has documented that individuals face significant uncertainty in their lifetime earnings (see for example Storesletten, Telmer, and Yaron (2004) for a recent study).\r\n\r\nThis considerable uncertainty in lifetime earnings generates an important role for social insurance. In advanced countries, social insurance is to a large extent provided through the tax system as a tool for social insurance, taxing both labor and capital income, and financing various forms of transfers. What does economic theory say about this approach and how can it help guide its design? The goal of this proposal is to develop simple and robust insights to construct tax systems that do a good job of insuring idiosyncratic risks over the life cycle.\r\n\r\nEarly writings by Milton Friedman argued that taxes should play an important role in the provision of social insurance. In Friedman (1962), he proposed a \"negative income tax\" where individuals with low enough income would owe a negative tax, and thus collect transfers. In particular, he advocated a simple system where a constant marginal tax on income is combined with a lump sum rebate -- resulting in a linear tax function with a negative intercept (Sheshinski 1972). For a given distribution of before-tax income, such a tax reduces the dispersion in after-tax income, thus achieving a more equitable outcome.\r\n\r\nMirrlees' seminal work (Mirrlees 1971) refined this idea by allowing for fully non-linear taxation of income. Since then, with a few notable exceptions, optimal tax theory has mostly worked with a static model (e.g. Diamond 1998; Saez 2001). How are the lessons from the static models relevant for the dynamic problem faced by actual workers? Or better, how can we extend optimal tax models to dynamic settings to take into account the uncertainty and dynamics faced by workers? This question has recently spurred interest in studying more realistic dynamic settings (see Golosov, Tsyvinski, and Werning 2006, and the references therein). Because these models present a number of technical difficulties, relatively little is known how taxes should optimally be designed.\r\n\r\nIn Farhi and Werning (2010), we characterize theoretically and quantitatively the optimal design of taxes in such a dynamic setting. We show an important role for taxes to depend on age. Because the optimal tax system requires sophisticated tax instruments, we also consider simpler tax systems. In particular, we find that simple generalizations of Milton Fridman's \"negative income tax\" perform almost as well as the optimal tax system. It combines a lump-sum rebate with linear taxes on labor that increase with age until retirement.\r\n\r\nIn our proposed research, we plan to complete this work and also research the following. First, we would like to considerably extend the scope of our numerical simulations. These simulations are demanding, requiring the use of modern parallel computing methods. We plan to devise programs and algorithms to allow a wider set of scenarios, regarding worker preferences and behavior as well as the process for uncertainty they face. Second, we would like to enrich the study to consider human capital accumulation, on the job and at school. This makes the age of entry into the labor market a choice, instead of a given. Third, we would also like to allow for a decision to retire and analyze its effects on the optimal tax and social security system. Finally, we would like to extend our analysis to incorporate general equilibrium considerations. The treatment that we provide in Farhi and Werning (2010) is essentially in partial equilibrium at a given interest rate. As we have shown in previous work (Farhi and Werning 2008, 2009), taking into account the effects on interest rates may be important in evaluating tax systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ivan",
   "pi_last_name": "Werning",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ivan Werning",
   "pi_email_addr": "iwerning@mit.edu",
   "nsf_id": "000069738",
   "pi_start_date": "2011-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 268806.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported research that employed theoretical economic models to study the policy design of taxes on earnings and savings, as well as social insurance. In a series of published and working papers, optimal policies were obtained for several such models. Although optimal policies demand relatively sophisticated tax schemes, we also showed that quasi-optimal policies can be implemented with relatively simple instruments.</p>\n<p>Our results provided a number of qualitative insight as well as quantitative explorations using numerical methods. In addition to obtaining substantive results, we developed appropriate theoretical and numerical techniques that may be useful for future researchers along the way.</p>\n<p>The models we considered are richer than many traditional public finance models. In particular, the models we considered feature earnings uncertainty and lifecycle dynamics. The inclusion of uncertainty allowed us to consider the insurance role that taxation of earnings and savings may play. We published three papers (Farhi-Werning): &ldquo;Capital Taxation: Quantitative Exploration of the Inverse Euler Equation&rdquo; in the Journal of Political Economy, &ldquo;Insurance and Taxation over the Life Cycle&rdquo; in the Review of Economic Studies and &ldquo;Estate Taxation with Altruism Heterogeneity&rdquo; in the American Economic Review, Papers and Proceedings. We also produced a working paper &ldquo;Bequest Taxation and r-g&rdquo;.&nbsp; In addition to these papers, Ivan Werning wrote a paper &ldquo;Positive Long Run Capital Taxation: Chamley-Judd Revisited&rdquo; (revision requested at American Economic Review) which deals with the taxation of savings in more traditional models.</p>\n<p>The first two papers considered settings where agents face significant earnings risk. The tax system can provide insurance against such risk. We showed that taxes on savings can play an auxiliary role for social insurance in such settings, but our numerical findings showed that the benefit from these taxes were modest. In contrast, labor income taxation plays an important insurance role and the optimal system features taxes on labor income that rise over the lifetime.</p>\n<p>The third paper studied bequest/estate/inheritance taxation, using economic models and studying the optimal nonlinear tax scheme within those models. Our main findings highlighted the importance of the social welfare criterion and the nature of heterogeneity. In previous work we had focused on productivity differences as in the canonical model of taxation. Here, we focused instead on differences in preferences to generate differences in bequest levels. We showed that the sign of the tax is generally ambiguous and that the optimal system may call for a subsidy on bequests (in line with previous work of ours). However, under some conditions a positive tax on bequests may emerge. We also studied simple tax schemes, such as a linear tax with an exemption.</p>\n<p>The fourth paper considers a similar model setting but places it in a political economy context. We investigated the idea that the interest rate relative to the growth rate r-g may be an important determinant of the resulting tax system. In our model this ended up being the case.</p>\n<p>The last paper mentioned above studied capital taxation, revisiting traditional public finance models and results. We showed the long-run tax on capital may be non-zero, depending on parameters, even in these settings, in contrast to what is commonly believed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2017<br>\n\t\t\t\t\tModified by: Ivan&nbsp;Werning</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported research that employed theoretical economic models to study the policy design of taxes on earnings and savings, as well as social insurance. In a series of published and working papers, optimal policies were obtained for several such models. Although optimal policies demand relatively sophisticated tax schemes, we also showed that quasi-optimal policies can be implemented with relatively simple instruments.\n\nOur results provided a number of qualitative insight as well as quantitative explorations using numerical methods. In addition to obtaining substantive results, we developed appropriate theoretical and numerical techniques that may be useful for future researchers along the way.\n\nThe models we considered are richer than many traditional public finance models. In particular, the models we considered feature earnings uncertainty and lifecycle dynamics. The inclusion of uncertainty allowed us to consider the insurance role that taxation of earnings and savings may play. We published three papers (Farhi-Werning): \"Capital Taxation: Quantitative Exploration of the Inverse Euler Equation\" in the Journal of Political Economy, \"Insurance and Taxation over the Life Cycle\" in the Review of Economic Studies and \"Estate Taxation with Altruism Heterogeneity\" in the American Economic Review, Papers and Proceedings. We also produced a working paper \"Bequest Taxation and r-g\".  In addition to these papers, Ivan Werning wrote a paper \"Positive Long Run Capital Taxation: Chamley-Judd Revisited\" (revision requested at American Economic Review) which deals with the taxation of savings in more traditional models.\n\nThe first two papers considered settings where agents face significant earnings risk. The tax system can provide insurance against such risk. We showed that taxes on savings can play an auxiliary role for social insurance in such settings, but our numerical findings showed that the benefit from these taxes were modest. In contrast, labor income taxation plays an important insurance role and the optimal system features taxes on labor income that rise over the lifetime.\n\nThe third paper studied bequest/estate/inheritance taxation, using economic models and studying the optimal nonlinear tax scheme within those models. Our main findings highlighted the importance of the social welfare criterion and the nature of heterogeneity. In previous work we had focused on productivity differences as in the canonical model of taxation. Here, we focused instead on differences in preferences to generate differences in bequest levels. We showed that the sign of the tax is generally ambiguous and that the optimal system may call for a subsidy on bequests (in line with previous work of ours). However, under some conditions a positive tax on bequests may emerge. We also studied simple tax schemes, such as a linear tax with an exemption.\n\nThe fourth paper considers a similar model setting but places it in a political economy context. We investigated the idea that the interest rate relative to the growth rate r-g may be an important determinant of the resulting tax system. In our model this ended up being the case.\n\nThe last paper mentioned above studied capital taxation, revisiting traditional public finance models and results. We showed the long-run tax on capital may be non-zero, depending on parameters, even in these settings, in contrast to what is commonly believed.\n\n\t\t\t\t\tLast Modified: 10/10/2017\n\n\t\t\t\t\tSubmitted by: Ivan Werning"
 }
}