{
 "awd_id": "1062978",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "UnIPhy - REU (Undergraduate Institute in Physics - Research Experiences for Undergraduates",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Claudia Rankins",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 117000.0,
 "awd_amount": 117000.0,
 "awd_min_amd_letter_date": "2011-03-21",
 "awd_max_amd_letter_date": "2011-03-21",
 "awd_abstract_narration": "This award is to support the renewal of the UnIPhy-REU site program at Hampton University. The main focus of UnIPhy-REU is to introduce undergraduate students to the process of conducting advanced scientific research in physics. UnIPhy-REU allows student participants to conduct research in exciting, cutting-edge fields at the frontiers of scientific research such as electron-ion beam detector design. Mentors for UnIPhy-REU have years of faculty and institutional experience and a wealth of experience providing research opportunities for undergraduates.   Students will conduct research in labs on the campus of Hampton University, at the Hampton University Proton Therapy Institute, and at the nearby Thomas Jefferson National Accelerator Facility. Four students will participate in the UnIPhy-REU/MIT Summer Program for Undergraduate Research with an Electron Ion Collider at the Massachusetts Institute of Technology Laboratory for Nuclear Science. The program seeks to get students excited about research, disseminate their results, and become effective, confident researchers. UnIPhy-REU also emphasizes the importance of seeking advanced degrees while better preparing the students to succeed in post-graduate studies.   This award is funded by the Division of Physics with co-funding from the HBCU-UP program in the Directorate for Education and Human Resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Whitney",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Donald A Whitney",
   "pi_email_addr": "Donald.Whitney@Hamptonu.edu",
   "nsf_id": "000222675",
   "pi_start_date": "2011-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hampton University",
  "inst_street_address": "200 WILLIAM R HARVEY WAY",
  "inst_street_address_2": "",
  "inst_city_name": "HAMPTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7577275363",
  "inst_zip_code": "236694561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "HAMPTON UNIVERSITY",
  "org_prnt_uei_num": "KSJKE3KVNBB4",
  "org_uei_num": "KSJKE3KVNBB4"
 },
 "perf_inst": {
  "perf_inst_name": "Hampton University",
  "perf_str_addr": "200 WILLIAM R HARVEY WAY",
  "perf_city_name": "HAMPTON",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "236694561",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159400",
   "pgm_ele_name": "Hist Black Colleges and Univ"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "04XX",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "0400PYXXDB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong>Project Outcomes Report for 2011 <span style=\"text-decoration: underline;\">Undergraduate Institute in Physics (UnIPhy)</span> &nbsp;- REU</p>\n<p>Donald A. Whitney, Project Director, Hampton University</p>\n<p>Eleven students were supported through the Undergraduate Institute in Physics (UnIPhy) Research Experiences for Undergraduates (REU) 2011 summer program, which emphasized the importance of research at the undergraduate level and provided the tools necessary to become effective independent researchers. UnIPhy helped renew students' excitement for physics and boost confidence in their abilities by engaging them in a hands-on research experience environment with a team comprised of the research mentor, other researchers, post-doctoral fellows, and undergraduate or graduate students at several locations. Three students conducted research on the Hampton University campus for eight weeks with two students working in medical applications of nuclear physics and one student working in optical applications of nanomaterials. Four students conducted research at the Thomas Jefferson National Accelerator Facility (Jefferson Lab) for eight-weeks and then two-weeks at the Laboratory for Nuclear Physics (LNS) at Massachusetts Institute of Technology (MIT) and four other students conducted research at the MIT-LNS for a nine-week period.</p>\n<p>Hampton University, one of only a few Historically Black Universities and Colleges to offer a Ph.D. in Physics, has been very successful in graduating African-American Ph.D. students. The graduates have served as role models and mentors for the REU students. UnIPhy impressed upon students that &ldquo;doing physics&rdquo; is a team effort.&nbsp; The UnIPhy-REU program has been very successful in recruiting students from underrepresented groups in physics, particularly women and African-American students and was listed on the NSF REU web-site as a site for women and minority students. &nbsp;Participants were selected based solely on their qualifications and desire to participate in a physics research experience. Eleven students were selected from a variety of colleges, ranging from those with little or no research programs to those that are research intensive. Students from backgrounds typically underrepresented in the field of physics were strongly encouraged to participate as evidenced by the 2011 group, which had three African-American students (one female and two males, or 27%) and four additional White female (45% female) physics majors. UnIPhy has shown its commitment to serving underrepresented populations since its inception in 1997. Research was conducted in nanotechnology and optical physics, nuclear instrumentation in medical physics applications, and nuclear physics applied to the Electron-Ion-Collider.</p>\n<p>Hampton University partnered with the Thomas Jefferson National Accelerator Facility (Jefferson Lab) and the Massachusetts Institute of Technology (MIT) Laboratory for Nuclear Science (LNS) in 2007 to create an annual UnIPhy-REU/MIT program with an emphasis on the Electron Ion Collider, which was continued with this 2011 REU program. &nbsp;The recent Nuclear Science Advisory Committee Long-Range Plan endorsed an Electron Ion Collider (EIC) as an essential tool in the long-term vision of the field of nuclear physics.&nbsp; Physics groups at MIT and HU played a key role in the development of such a collider. In the 2-year cycle, four students spent their first summer conducting research at Jefferson Lab for 8 weeks and travel to MIT to conduct an additional 1-2 weeks of work each year and return to MIT the following summer to continue their research. &nbsp;Four students participated in research at MIT-LNS through this award this year.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Four of the 2011 UnIPhy students presented papers at t...",
  "por_txt_cntn": "\n \n\n Project Outcomes Report for 2011 Undergraduate Institute in Physics (UnIPhy)  - REU\n\nDonald A. Whitney, Project Director, Hampton University\n\nEleven students were supported through the Undergraduate Institute in Physics (UnIPhy) Research Experiences for Undergraduates (REU) 2011 summer program, which emphasized the importance of research at the undergraduate level and provided the tools necessary to become effective independent researchers. UnIPhy helped renew students' excitement for physics and boost confidence in their abilities by engaging them in a hands-on research experience environment with a team comprised of the research mentor, other researchers, post-doctoral fellows, and undergraduate or graduate students at several locations. Three students conducted research on the Hampton University campus for eight weeks with two students working in medical applications of nuclear physics and one student working in optical applications of nanomaterials. Four students conducted research at the Thomas Jefferson National Accelerator Facility (Jefferson Lab) for eight-weeks and then two-weeks at the Laboratory for Nuclear Physics (LNS) at Massachusetts Institute of Technology (MIT) and four other students conducted research at the MIT-LNS for a nine-week period.\n\nHampton University, one of only a few Historically Black Universities and Colleges to offer a Ph.D. in Physics, has been very successful in graduating African-American Ph.D. students. The graduates have served as role models and mentors for the REU students. UnIPhy impressed upon students that \"doing physics\" is a team effort.  The UnIPhy-REU program has been very successful in recruiting students from underrepresented groups in physics, particularly women and African-American students and was listed on the NSF REU web-site as a site for women and minority students.  Participants were selected based solely on their qualifications and desire to participate in a physics research experience. Eleven students were selected from a variety of colleges, ranging from those with little or no research programs to those that are research intensive. Students from backgrounds typically underrepresented in the field of physics were strongly encouraged to participate as evidenced by the 2011 group, which had three African-American students (one female and two males, or 27%) and four additional White female (45% female) physics majors. UnIPhy has shown its commitment to serving underrepresented populations since its inception in 1997. Research was conducted in nanotechnology and optical physics, nuclear instrumentation in medical physics applications, and nuclear physics applied to the Electron-Ion-Collider.\n\nHampton University partnered with the Thomas Jefferson National Accelerator Facility (Jefferson Lab) and the Massachusetts Institute of Technology (MIT) Laboratory for Nuclear Science (LNS) in 2007 to create an annual UnIPhy-REU/MIT program with an emphasis on the Electron Ion Collider, which was continued with this 2011 REU program.  The recent Nuclear Science Advisory Committee Long-Range Plan endorsed an Electron Ion Collider (EIC) as an essential tool in the long-term vision of the field of nuclear physics.  Physics groups at MIT and HU played a key role in the development of such a collider. In the 2-year cycle, four students spent their first summer conducting research at Jefferson Lab for 8 weeks and travel to MIT to conduct an additional 1-2 weeks of work each year and return to MIT the following summer to continue their research.  Four students participated in research at MIT-LNS through this award this year. \n\n             Four of the 2011 UnIPhy students presented papers at the fall meeting of the American Physical Society Division of Nuclear Physics meeting in East Lansing, Michigan, October 2011 and their abstracts can be found at the sites: http://meetings.aps.org/link/BAPS.2011.DNP.EA(.59, .63, .89 and .138).\n\n            Key research mentors and other personnel i..."
 }
}