{
 "awd_id": "1062748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Research Experiences in Integrative and Evolutionary Biology",
 "cfda_num": "47.074",
 "org_code": "08080300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles Sullivan",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 321755.0,
 "awd_amount": 321755.0,
 "awd_min_amd_letter_date": "2011-05-17",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "This award to the University of Massachusetts Boston will provide research training to 10 students for 10 weeks during the summers of 2011-2013. REU students receive intensive research experiences in integrative and evolutionary biology, conducting independent projects with guidance from faculty mentors.  Participants gain an understanding of how research is done and a deeper appreciation of the science, preparing them for advanced study in biosciences and eventual research careers. The theme of integrative and evolutionary biology emphasizes biological problems using multiple levels of analysis and cross-disciplinary approaches.  Students apply molecular, genetic, population-level, and informatics approaches to problems in cell biology, ecology, and evolution. Specific topics include the control of cellular organization, cell signaling, genome organization, molecular microbial ecology, evolution in the deep seas, and the genetic basis of biodiversity. Enrichment activities promote a sense of community, enhance communication skills, and help students understand broader issues concerning the practice of science.  Weekly workshops focus on practical and ethical aspects of research, emphasizing the responsible conduct of research. Students are selected for motivation, research potential, maturity, and ability to gain from the experience. The program serves a racially and culturally diverse student population, offering research experiences to students who otherwise might not have this opportunity. It will broaden participation in science of underrepresented groups, especially minorities underrepresented in science and non-traditional students from urban environments. Students are paired with faculty mentors based on their mutual scientific interests. Students completing the program are tracked to ascertain their continued interest in biology, their career paths, and the lasting influences of the REU experience. The program will be assessed by various means, including an REU common assessment tool. More information is available by visiting http://www.reu.umb.edu or by contacting the PI (Dr. Rachel Skvirsky at rachel.skvirsky@umb.edu) or the Program Assistant (Alexa MacPherson at alexa.macpherson@umb.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Skvirsky",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel C Skvirsky",
   "pi_email_addr": "rachel.skvirsky@umb.edu",
   "nsf_id": "000102292",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Boston",
  "inst_street_address": "100 WILLIAM T MORRISSEY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DORCHESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172875370",
  "inst_zip_code": "021253300",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "UNIVERSITY OF MASS AT BOSTON",
  "org_prnt_uei_num": "CGCDJ24JJLZ1",
  "org_uei_num": "CGCDJ24JJLZ1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Boston",
  "perf_str_addr": "100 WILLIAM T MORRISSEY BLVD",
  "perf_city_name": "DORCHESTER",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021253300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 214355.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 107400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Project Outcomes</strong></p>\n<p class=\"WPNormal\">The REU Site, Research Experiences in Integrative and Evolutionary Biology, was hosted by the Biology Department at the University of Massachusetts Boston during the summers of 2011 to 2013.&nbsp; The program provided intensive, ten-week research and enrichment experiences to ten undergraduate students each summer.&nbsp; The program aimed to stimulate students&rsquo; interest in research, enrich their understanding of the research enterprise, and provide them with some of the scientific skills needed to pursue research careers.&nbsp; The ultimate goal was to help prepare and diversity the science workforce.&nbsp; The program especially targeted students from underrepresented minority groups, with disadvantaged backgrounds, and from schools with few research opportunities.&nbsp; Each student participant was assigned a faculty mentor who closely supervised the student&rsquo;s research and, along with the director, monitored her/his progress.&nbsp; Through intensive engagement in individual research projects, students received focused research training, including training in scientific problem solving and experimental design. &nbsp;Research experiences were complemented by a comprehensive program of career-development and community-building activities, which taught professional skills and fostered a collegial research community.&nbsp; Highlights were a foundational ethics component, a retreat at a biological field station on Nantucket Island, discussion of how prepare for graduate school, and a final Research Symposium at which students presented the results of their work to the larger university community.</p>\n<p class=\"WPNormal\"><strong>Intellectual Merit:</strong><strong>&nbsp;</strong></p>\n<p class=\"WPNormal\">The theme of integrative and evolutionary biology inspired students to consider biological problems at various scales and to use cross-disciplinary approaches in research.&nbsp; The individual research projects emphasized the application of molecular, genomic, and evolutionary approaches to a variety of critical, contemporary problems in biology. &nbsp;The diverse research problems explored included genome organization and molecular evolution, molecular microbial ecology, ecosystem ecology, biodiversity and ecoinformatics, evolution in the deep sea, control of cellular organization, and signal transduction.</p>\n<p class=\"WPNormal\">The ethics component, which focused on the responsible conduct of research, provided another key intellectual focus&mdash;by analyzing ethical dilemmas in research, students developed critical-thinking skills as applied to the conduct of research. &nbsp;Students gained additional intellectual training through a four-day research skills mini-course and workshops on topics such as bioinformatics, experimental design, science communication, internet resources for biologists, and integrative biology.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>This project contributed to the development of a diverse and well-trained science workforce.&nbsp; It helped to broaden the participation in science of underrepresented groups, especially minorities underrepresented in science, students from disadvantaged backgrounds, and students with limited access to research opportunities.&nbsp; The program impacted not only the cohort of REU participants but also the underserved urban student population of UMass Boston.&nbsp; The majority of UMass Boston undergraduates are low-income, first generation college students, and the school has the highest percentage of minority students of all four-year, degree-granting institutions in New England. &nbsp;By providing mentor training and by contributing to the overall undergraduate research enterprise, the REU program benefited many science students, faculty mentors, and graduate students in the participating labs at the Univer...",
  "por_txt_cntn": "Project Outcomes\nThe REU Site, Research Experiences in Integrative and Evolutionary Biology, was hosted by the Biology Department at the University of Massachusetts Boston during the summers of 2011 to 2013.  The program provided intensive, ten-week research and enrichment experiences to ten undergraduate students each summer.  The program aimed to stimulate studentsÆ interest in research, enrich their understanding of the research enterprise, and provide them with some of the scientific skills needed to pursue research careers.  The ultimate goal was to help prepare and diversity the science workforce.  The program especially targeted students from underrepresented minority groups, with disadvantaged backgrounds, and from schools with few research opportunities.  Each student participant was assigned a faculty mentor who closely supervised the studentÆs research and, along with the director, monitored her/his progress.  Through intensive engagement in individual research projects, students received focused research training, including training in scientific problem solving and experimental design.  Research experiences were complemented by a comprehensive program of career-development and community-building activities, which taught professional skills and fostered a collegial research community.  Highlights were a foundational ethics component, a retreat at a biological field station on Nantucket Island, discussion of how prepare for graduate school, and a final Research Symposium at which students presented the results of their work to the larger university community.\nIntellectual Merit: \nThe theme of integrative and evolutionary biology inspired students to consider biological problems at various scales and to use cross-disciplinary approaches in research.  The individual research projects emphasized the application of molecular, genomic, and evolutionary approaches to a variety of critical, contemporary problems in biology.  The diverse research problems explored included genome organization and molecular evolution, molecular microbial ecology, ecosystem ecology, biodiversity and ecoinformatics, evolution in the deep sea, control of cellular organization, and signal transduction.\nThe ethics component, which focused on the responsible conduct of research, provided another key intellectual focus&mdash;by analyzing ethical dilemmas in research, students developed critical-thinking skills as applied to the conduct of research.  Students gained additional intellectual training through a four-day research skills mini-course and workshops on topics such as bioinformatics, experimental design, science communication, internet resources for biologists, and integrative biology.\n\nBroader Impacts:\n\nThis project contributed to the development of a diverse and well-trained science workforce.  It helped to broaden the participation in science of underrepresented groups, especially minorities underrepresented in science, students from disadvantaged backgrounds, and students with limited access to research opportunities.  The program impacted not only the cohort of REU participants but also the underserved urban student population of UMass Boston.  The majority of UMass Boston undergraduates are low-income, first generation college students, and the school has the highest percentage of minority students of all four-year, degree-granting institutions in New England.  By providing mentor training and by contributing to the overall undergraduate research enterprise, the REU program benefited many science students, faculty mentors, and graduate students in the participating labs at the University.  The program also is able to positively impact REU studentsÆ home institutions, especially those with limited research activities.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/03/2014\n\n\t\t\t\t\tSubmitted by: Rachel C Skvirsky"
 }
}