{
 "awd_id": "1062675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Plant Biology & Conservation Research Experiences for Undergraduates - From Genes to Ecosystems",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Charles Sullivan",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 301307.0,
 "awd_amount": 301307.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2011-09-15",
 "awd_abstract_narration": "This award to the Chicago Botanic Garden will provide a ten-week research training for 10 students, during the summers of 2012-2014. The theme of this REU site is plant biology and conservation, spanning from genetic to ecosystem levels of inquiry. Faculty mentors include scientists drawn from the host institution plus Northwestern University and other area institutions. Students conduct research in plant evolution and systematics, pollination biology, rare-plant conservation, invasion biology, soil and microbial ecology, restoration ecology, biogeochemistry, climate science, and related disciplines. Projects typically involve both field and laboratory work. Students also participate in professional development activities, including a group collaborative research experience, workshops on scientific ethics and graduate school, field trips to the Field Museum and Morton Arboretum, training in scientific communication, and presentation of results at a public symposium. The REU program is integrated within a training continuum that includes pre-collegiate students, other undergraduate researchers, graduate students, and postdoctoral researchers, providing opportunities for REU students to serve as co-mentors to younger students and learn firsthand about graduate school. REU use laboratories equipped for research in ecology, soil science, genetics, reproductive biology, GIS, microscopy, population biology, geochemistry, isotopic analysis, and other areas of investigation. Students are recruited nationally through a variety of outlets and are selected based on academic record, past accomplishments, and research potential. Special efforts are made to attract students who lack extensive research opportunities at their home institutions and/or from groups traditionally underrepresented in the biological sciences. Students are tracked to evaluate the effects of this research experience on their future academic and career paths. Information about the program is assessed through follow-up surveys, including use of an REU common assessment tool. More information is available by visiting http://www.cbgreu.org/, or by contacting the PI (Dr. Daniel Larkin at dlarkin@chicagobotanic.org) or co-PI (Dr. Jeremie Fant at jfant@chicagobotanic.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Larkin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Larkin",
   "pi_email_addr": "djlarkin@umn.edu",
   "nsf_id": "000522514",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremie",
   "pi_last_name": "Fant",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremie B Fant",
   "pi_email_addr": "jfant@chicagobotanic.org",
   "nsf_id": "000324042",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Chicago Horticultural Society",
  "inst_street_address": "1000 LAKE COOK RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLENCOE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8478355440",
  "inst_zip_code": "600221168",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "IL10",
  "org_lgl_bus_name": "CHICAGO HORTICULTURAL SOCIETY",
  "org_prnt_uei_num": "CYVTGB56VQJ7",
  "org_uei_num": "CYVTGB56VQJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Chicago Horticultural Society",
  "perf_str_addr": "1000 LAKE COOK RD",
  "perf_city_name": "GLENCOE",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600221168",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "IL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 301307.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Chicago Botanic Garden's REU Site (<a href=\"http://cbgreu.org/\">http://cbgreu.org/</a>) helps to conserve a disappearing breed, the Botanist. A survey of 50 top universities found that the percentage offering botany has dropped from 72% to 38% since 1988. These numbers were backed by a recent report revealing that the US will soon have a severe shortage in the number of trained botanists (botanical capacity) and educational opportunities (resource capabilities) supporting the advancement of plant science (Kramer et al 2014). As our REU Site is only one of a few in the country specializing in plant biology, it is helping to fill a growing gap in training opportunities. We aim to prepare students to pursue research-based graduate degrees and inspire careers in conservation research and practice. During the 10-week program, students are exposed to a wide variety of conservation careers, not only a traditional academic track, but also work in the non-profit, land-management, curatorial, and resource-agency sectors.</p>\n<p>Conservation of plants receives less attention than that of animals, but roughly one-third of the United States&rsquo; vascular plant species are vulnerable to being lost. Preventing these losses requires increasing botanical expertise to address current and future grand challenges and issues. For a total of nine years, CBG's REU Site has introduced 10 undergraduates each summer to research in plant biology and conservation through a 10-week internship program. Our program addressed two major challenges. The first was to complement traditional conservation with rigorous research into restoring degraded systems, preserving plant species in seed banks, and supporting species diversity in human-dominated landscapes. The second was to inspire and educate new researchers to move the field forward. We introduced students to these areas of inquiry through research opportunities ranging from fundamental questions in plant evolution to improving approaches for ecological restoration. Interns used study sites located at CBG, elsewhere in the Chicago region, and far beyond, with work that encompassed molecular, organismal, population, community, and ecosystem levels of analysis. Student inquiry extended beyond plants to include interactions of plants with animals (and other types of organisms) and the study of critical ecosystem services that depend upon plants. Over the years we have trained over 100 students and worked towards our aim to enhance the diversity of the botanical research community and its capacity, which is insufficient for tackling our nation&rsquo;s current conservation challenges.</p>\n<p>The REU program has become a vital component of CBG&rsquo;s education program in botany and conservation, which spans from pre-K to Ph.D. Our REU Site has provided the key link between our pre-collegiate programs and our joint graduate program in Plant Biology and Conservation (PBC) with Northwestern University. This allows us to have high school students from CBG&rsquo;s College First program be mentored by REU interns, who in turn are co-mentored by PBC graduate students. We feel this connection is important, as it provides near-peer interactions that maximizes benefit to participants by exposing them to both sides of the mentor-menteer relationship. This provides a less-intimidating atmosphere for interns to practice their scientific communication skills and helps them gain confidence in their academic abilities. Another important benefit is that these students are typically close in age, making them great sources of unfiltered information about working with advisors, adapting when projects do not go as planned, and balancing personal and professional demands.</p>\n<p>The final important achievement of the program is increase participation of underrepresented groups in the sciences. Over the nine years of this REU site, there has been high participation ...",
  "por_txt_cntn": "\nThe Chicago Botanic Garden's REU Site (http://cbgreu.org/) helps to conserve a disappearing breed, the Botanist. A survey of 50 top universities found that the percentage offering botany has dropped from 72% to 38% since 1988. These numbers were backed by a recent report revealing that the US will soon have a severe shortage in the number of trained botanists (botanical capacity) and educational opportunities (resource capabilities) supporting the advancement of plant science (Kramer et al 2014). As our REU Site is only one of a few in the country specializing in plant biology, it is helping to fill a growing gap in training opportunities. We aim to prepare students to pursue research-based graduate degrees and inspire careers in conservation research and practice. During the 10-week program, students are exposed to a wide variety of conservation careers, not only a traditional academic track, but also work in the non-profit, land-management, curatorial, and resource-agency sectors.\n\nConservation of plants receives less attention than that of animals, but roughly one-third of the United StatesÆ vascular plant species are vulnerable to being lost. Preventing these losses requires increasing botanical expertise to address current and future grand challenges and issues. For a total of nine years, CBG's REU Site has introduced 10 undergraduates each summer to research in plant biology and conservation through a 10-week internship program. Our program addressed two major challenges. The first was to complement traditional conservation with rigorous research into restoring degraded systems, preserving plant species in seed banks, and supporting species diversity in human-dominated landscapes. The second was to inspire and educate new researchers to move the field forward. We introduced students to these areas of inquiry through research opportunities ranging from fundamental questions in plant evolution to improving approaches for ecological restoration. Interns used study sites located at CBG, elsewhere in the Chicago region, and far beyond, with work that encompassed molecular, organismal, population, community, and ecosystem levels of analysis. Student inquiry extended beyond plants to include interactions of plants with animals (and other types of organisms) and the study of critical ecosystem services that depend upon plants. Over the years we have trained over 100 students and worked towards our aim to enhance the diversity of the botanical research community and its capacity, which is insufficient for tackling our nationÆs current conservation challenges.\n\nThe REU program has become a vital component of CBGÆs education program in botany and conservation, which spans from pre-K to Ph.D. Our REU Site has provided the key link between our pre-collegiate programs and our joint graduate program in Plant Biology and Conservation (PBC) with Northwestern University. This allows us to have high school students from CBGÆs College First program be mentored by REU interns, who in turn are co-mentored by PBC graduate students. We feel this connection is important, as it provides near-peer interactions that maximizes benefit to participants by exposing them to both sides of the mentor-menteer relationship. This provides a less-intimidating atmosphere for interns to practice their scientific communication skills and helps them gain confidence in their academic abilities. Another important benefit is that these students are typically close in age, making them great sources of unfiltered information about working with advisors, adapting when projects do not go as planned, and balancing personal and professional demands.\n\nThe final important achievement of the program is increase participation of underrepresented groups in the sciences. Over the nine years of this REU site, there has been high participation by female students and students from home institutions with limited research opportunities. Under the most recent three-year cycle of the..."
 }
}