{
 "awd_id": "1062239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Energetic Costs of Feeding in Primates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 168466.0,
 "awd_amount": 168466.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "This research focuses on collecting novel data on the energetic costs of feeding in primates to generate new connections between lab-based studies of the functional morphology of the feeding apparatus and studies of primate feeding ecology and life history.  This study provides a foundation for new research aimed at linking evolutionary morphology to primate ecology and life history in a way that cuts across multiple disciplines within biological anthropology.  Results will be placed in an evolutionary context by evaluating their implications for the interpretation of diet and feeding ecology in fossil primates and, specifically, during human evolution.  In addition to training graduate and undergraduate students, this research will have educational outreach as a priority and will occur through presentations at local science fairs and in K-12 classrooms. \r\n\r\nThe biomechanics and ecology of feeding provide fundamental data for understanding primate adaptation and evolution. However, the lack of a comparative dataset on the energetic costs of feeding is a major gap in knowledge that limits our ability to understand the biomechanical events that occur during feeding and the selective pressures that influence feeding in an ecological context. Respirometry is a non-invasive technique that measures the energetic costs (the use of oxygen and the production of carbon dioxide) an animal incurs while at rest or performing activities. Respirometry data are collected simultaneously with digital video recordings of behaviors during feeding in fourteen primate species, including humans. Data are also collected during feeding on six food types that encompass the range of primate diets. From these data, the energetic costs of feeding will be quantified. Six specific aims address the impact of feeding on the activity budgets of primates and address key energetics-based questions about the relationship between diet, structures of the feeding apparatus, and the functions of these structures during feeding. The results will generate new data for connecting feeding biomechanics with feeding ecology, bio-energetics, and life history. Explicit hypotheses concern effects of scale, anatomical variation, and food material properties and frame structure-function-behavior questions about the feeding apparatus in relation to ecological and life history variables in a way that cuts across multiple scientific disciplines. The main strength of the species sample is its broad range in terms of phylogeny, diet (insectivores, ripe fruit specialists, folivores and omnivores), and body size. The incorporation of anatomical traits that are commonly preserved in the fossil record provides the potential for new interpretations of the feeding ecology and energy budgets of fossil primates, including fossil humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Wall",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Christine E Wall",
   "pi_email_addr": "cw19@duke.edu",
   "nsf_id": "000349750",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "O'Neill",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew O'Neill",
   "pi_email_addr": "moneill@midwestern.edu",
   "nsf_id": "000394258",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jandy",
   "pi_last_name": "Hanna",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jandy B Hanna",
   "pi_email_addr": "jhanna@osteo.wvsom.edu",
   "nsf_id": "000286138",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W MAIN ST",
  "perf_city_name": "DURHAM",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 103117.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48796.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16553.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The major goal of this project was to measure the energetic costs of feeding in primates, including humans, in order to evaluate the impact of anatomy and behavior on energetic cost (i.e., calories expended during a behavior). &nbsp;We accomplished this goal by carrying out over four hundred recording sessions to measure the energetic (calorie) costs incurred during feeding in thirteen primate species, including humans, spanning a wide range of diets and body masses (60g to 100,000g).&nbsp; Feeding is one of the most basic behaviors and is a requirement for day-to-day survival and for reproduction and growth.&nbsp; Energy gains and costs are an objective way to measure feeding success. Thus, understanding the anatomical and behavioral features that characterize feeding within an energy framework provides data that quantify energy efficiencies and suggest what features of organisms operate as adaptations.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Prior to analysis of the energetics data, a model of the factors that incur energetic costs and that vary across species and individuals was developed. These factors fall into four categories: substrate (e.g., food and food properties), tool type (e.g., muscles and teeth), type of behavior (e.g., biting and chewing), and time spent performing the behavior.&nbsp; During recording sessions, indirect calorimetry was used to measure oxygen consumption and carbon dioxide production during feeding and resting behaviors.&nbsp; Energy expenditure is calculated from the measured changes in oxygen and carbon dioxide in the air.&nbsp; The results provide evidence of significant correlations between energetic costs and food toughness, food size, tooth design, muscle design, time spent feeding, and behaviors such as food processing using the hands and incisor teeth. The results suggest that anatomy, physiology, and behavior interact to modulate feeding costs. For example, when looking across a large range of primate species, the data show that energetic costs are lower than would be predicted by the volume of the chewing muscles.&nbsp; The data also show that precisely occluding upper and lower molar teeth with enlarged crests for shearing are strongly correlated with low energetic feeding costs for some foods (insect-eating) but not for others (fruit-eating). &nbsp;Thus, the results provide support for the idea that the evolution of certain types of feeding structures (such as enlarged crests in insectivorous primates) are an important evolutionary mechanism to keep chewing costs low.&nbsp; For humans eating a raw food diet, the results show that chewing is energetically efficient in comparison to digestion. We estimate that, for a human eating a raw food diet, chewing time and chewing costs are an order of magnitude lower than digestion time and digestive costs. These results suggest that increases in time or energetic cost output during chewing a raw food diet is a relatively efficient way for a human to decrease digestive costs and increase food digestibility. Overall, the results of this study have applications not just to understanding how the anatomy and physiology of living primates, including humans, operate, but also to paleontology (understanding the diets and life histories of fossil species), ecology (understanding the links between primate behavior and diet), and conservation biology (understanding the impacts of diet on energy flow in a species, population, or ecosystem).&nbsp; We have developed an outreach class titled &ldquo;Muscles and Energy: What Happens When You Eat?&rdquo;. Students collect and analyze feeding energetics data on each other, learn muscle anatomy and physiology, and learn about the importance of a healthy diet.&nbsp; The class is targeted to middle school students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: ...",
  "por_txt_cntn": "\n            The major goal of this project was to measure the energetic costs of feeding in primates, including humans, in order to evaluate the impact of anatomy and behavior on energetic cost (i.e., calories expended during a behavior).  We accomplished this goal by carrying out over four hundred recording sessions to measure the energetic (calorie) costs incurred during feeding in thirteen primate species, including humans, spanning a wide range of diets and body masses (60g to 100,000g).  Feeding is one of the most basic behaviors and is a requirement for day-to-day survival and for reproduction and growth.  Energy gains and costs are an objective way to measure feeding success. Thus, understanding the anatomical and behavioral features that characterize feeding within an energy framework provides data that quantify energy efficiencies and suggest what features of organisms operate as adaptations. \n\n           Prior to analysis of the energetics data, a model of the factors that incur energetic costs and that vary across species and individuals was developed. These factors fall into four categories: substrate (e.g., food and food properties), tool type (e.g., muscles and teeth), type of behavior (e.g., biting and chewing), and time spent performing the behavior.  During recording sessions, indirect calorimetry was used to measure oxygen consumption and carbon dioxide production during feeding and resting behaviors.  Energy expenditure is calculated from the measured changes in oxygen and carbon dioxide in the air.  The results provide evidence of significant correlations between energetic costs and food toughness, food size, tooth design, muscle design, time spent feeding, and behaviors such as food processing using the hands and incisor teeth. The results suggest that anatomy, physiology, and behavior interact to modulate feeding costs. For example, when looking across a large range of primate species, the data show that energetic costs are lower than would be predicted by the volume of the chewing muscles.  The data also show that precisely occluding upper and lower molar teeth with enlarged crests for shearing are strongly correlated with low energetic feeding costs for some foods (insect-eating) but not for others (fruit-eating).  Thus, the results provide support for the idea that the evolution of certain types of feeding structures (such as enlarged crests in insectivorous primates) are an important evolutionary mechanism to keep chewing costs low.  For humans eating a raw food diet, the results show that chewing is energetically efficient in comparison to digestion. We estimate that, for a human eating a raw food diet, chewing time and chewing costs are an order of magnitude lower than digestion time and digestive costs. These results suggest that increases in time or energetic cost output during chewing a raw food diet is a relatively efficient way for a human to decrease digestive costs and increase food digestibility. Overall, the results of this study have applications not just to understanding how the anatomy and physiology of living primates, including humans, operate, but also to paleontology (understanding the diets and life histories of fossil species), ecology (understanding the links between primate behavior and diet), and conservation biology (understanding the impacts of diet on energy flow in a species, population, or ecosystem).  We have developed an outreach class titled \"Muscles and Energy: What Happens When You Eat?\". Students collect and analyze feeding energetics data on each other, learn muscle anatomy and physiology, and learn about the importance of a healthy diet.  The class is targeted to middle school students.\n\n\t\t\t\t\tLast Modified: 06/09/2016\n\n\t\t\t\t\tSubmitted by: Christine E Wall"
 }
}