{
 "awd_id": "1062343",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Civil Conflict Management and Peace Science",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 347078.0,
 "awd_amount": 347078.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "Given the growing frequency of civil conflicts in the world, and the security concerns these conflicts engender for the United States in the 21st century, the development of human capital that is equipped to deal with these challenges is critical for the national security of the country. The Department of Political Science at the University of North Texas (UNT) seeks to initiate a unique program to provide 10 undergraduate students (recruited from across the country) the opportunity to engage in graduate-level research in conflict management and peace studies, in a senior faculty-mentored, in-residence, eight-week, Summer Research Experience (SRE) that integrates training in civil conflict management with training in propositional calculus and computer simulation skills. Participants will use propositional calculus and simulations to develop theoretical propositions that will be tested empirically. Participants will collect and analyze empirical data and report their findings in a national professional political science conference. Activities will include workshops on computer simulations, research methodology, and the graduate school application process. There will also be activities designed to build a sense of research community among students, faculty and graduate student mentors. Our previous experience with a one-year pilot program that was authorized by the NSF (serving eight participants in the summer of 2010) has demonstrated the effectiveness of our planned program.\r\n\r\nThe political science department at UNT is ideally positioned to offer such a program. With 31 full time faculty members, home to the Vivian Castleberry Peace Institute, and the only degree granting program in peace science in the Southwestern United States, and with some of the most noteworthy scholars in the field of international and civil conflict (as well as having faculty with substantial experience in managing undergraduate research programs) the UNT Department of Political Science is very well equipped to offer an REU on conflict management and peace science.\r\n\r\nIntellectual Merit: The intellectual focus of the program is on civil conflict management and the enhancement of peace. Indeed since 1945 civil war ? revolution, secessionist war, and ethnic and sectarian violence ? has replaced interstate war as the most frequent and deadly form of armed conflict in the world. Our proposed program seeks to focus on understanding the causes of civil conflict occurrence (or reoccurrence) and investigating possible institutional configurations and other types of actions that may assist in ameliorating civil conflict (such as peacekeeping missions). In particular, we seek to train students in formal and logical reasoning, which will promote innovative thinking and problem solving skills. Developing empirical skills to test the theoretical propositions derived from the use of computer simulations will also hone the scientific skills of the student participants.\r\n\r\nBroader Impacts: Training in conflict management that includes populations historically underrepresented in higher education (but which are growing as a proportion of the undergraduate student population in the United States) is a national imperative. This program seeks to address the need to develop further expertise in conflict management and peace science by providing opportunities to engage in advanced empirical research to students from such populations, students who would not otherwise have such opportunities. UNT is well positioned, both institutionally and geographically, to provide such access. To that end, they have secured formal commitments from Hispanic and Native American Serving Institutions and from Historically Black Colleges/ Universities (HBCU) in Texas and Oklahoma, and the Ronald E. McNair Program at UNT to assist in broadening the pool of applicants to the program. However, the PIs solicit applications from across the country as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Ishiyama",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Ishiyama",
   "pi_email_addr": "john.ishiyama@unt.edu",
   "nsf_id": "000516961",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Greig",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Greig",
   "pi_email_addr": "greig@unt.edu",
   "nsf_id": "000199851",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1112 DALLAS DR STE 4000",
  "perf_city_name": "DENTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762051132",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 347078.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Department of Political Science at the University of North Texas (UNT) initiated a unique program to provide 30 undergraduate students (the opportunity to engage in graduate-level research in conflict management and peace studies, in a senior faculty-mentored, in-residence, eight- week, Summer Research Experience (SRE) <em>that integrates training in civil conflict management with training in computer simulation skills. </em>Thirty participants<em> </em>were trained in counterfactual reasoning, which will promote innovative thinking and problem solving skills. Developing empirical skills to test the theoretical propositions derived from the use of computer simulations will also hone the scientific skills of the student participants. Participants were recruited from across the country, including participants from Historically Black Colleges and Universities (HBCUs) Hispanic Serving Institutions (HSIs) and Native American serving insitutions.</p>\n<p>&nbsp;</p>\n<p>The program set out six specific goals to achieve during the funding period. These goals and the achievement levels are reported in the table below</p>\n<p>&nbsp;</p>\n<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td colspan=\"5\" width=\"623\" valign=\"top\">\n<p>Table 1:&nbsp; Summary of   Goals and Program Performance for entering cohorts 2011-2013</p>\n</td>\n</tr>\n<tr>\n<td width=\"300\" valign=\"top\">\n<p><strong>Goals</strong></p>\n</td>\n<td width=\"66\" valign=\"top\">\n<p>2011</p>\n</td>\n<td width=\"72\" valign=\"top\">\n<p>2012</p>\n</td>\n<td width=\"71\" valign=\"top\">\n<p>2013</p>\n</td>\n<td width=\"114\" valign=\"top\">\n<p>Total</p>\n</td>\n</tr>\n<tr>\n<td width=\"300\" valign=\"top\">\n<p>Goal 1 (Ten undergraduate students&nbsp; will&nbsp;   engage in a senior faculty-mentored, in residence, eight-week, Summer   Research Experience (SRE) per year)</p>\n<p>&nbsp;</p>\n</td>\n<td width=\"66\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"72\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"71\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"114\" valign=\"top\">\n<p>30 (100% of goal met)</p>\n</td>\n</tr>\n<tr>\n<td width=\"300\" valign=\"top\">\n<p>Goal 2 (At   least four of those students, or 40% will be recruited from other colleges   and universities beyond the University of North Texas per year)</p>\n</td>\n<td width=\"66\" valign=\"top\">\n<p>9/10</p>\n</td>\n<td width=\"72\" valign=\"top\">\n<p>9/10</p>\n</td>\n<td width=\"71\" valign=\"top\">\n<p>7/10</p>\n</td>\n<td width=\"114\" valign=\"top\">\n<p>25/30 (83.33%, goal exceeded)</p>\n</td>\n</tr>\n<tr>\n<td width=\"300\" valign=\"top\">\n<p>Goal 3 At   least four of the participants (40%) will be recruited from colleges and   universities that do not offer a Ph.D. in political science per year (this is   a measure of whether students come from institutions where participants do   not already have access to research opportunities)</p>\n</td>\n<td width=\"66\" valign=\"top\">\n<p>8/10</p>\n</td>\n<td width=\"72\" valign=\"top\">\n<p>6/10</p>\n</td>\n<td width=\"71\" valign=\"top\">\n<p>4/10</p>\n</td>\n<td width=\"114\" valign=\"top\">\n<p>18/30 (60%, goal exceeded)</p>\n</td>\n</tr>\n<tr>\n<td width=\"300\" valign=\"top\">\n<p>Goal 4 All   participants (or 100%) will produce papers of graduate level quality per year</p>\n</td>\n<td width=\"66\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"72\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"71\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"114\" valign=\"top\">\n<p>30/30 (100% goal met)</p>\n</td>\n</tr>\n<tr>\n<td width=\"300\" valign=\"top\">\n<p>Goal 5 All   participants ( or 100%) will demonstrate improvement in the knowledge of the   research process and&nbsp; improvement in   research skills per year</p>\n</td>\n<td width=\"66\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"72\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"71\" valign=\"top\">\n<p>10</p>\n</td>\n<td width=\"114\" valign=\"top\">\n<p>30/30 (100%, goal met)</p>\n</td>\n</tr>\n<tr>\n<td width=\"300\" valign=\"top\">\n<p>Goal   6: The greatest majority of participants (66%) will apply and gain entrance   to graduate sc...",
  "por_txt_cntn": "\nThe Department of Political Science at the University of North Texas (UNT) initiated a unique program to provide 30 undergraduate students (the opportunity to engage in graduate-level research in conflict management and peace studies, in a senior faculty-mentored, in-residence, eight- week, Summer Research Experience (SRE) that integrates training in civil conflict management with training in computer simulation skills. Thirty participants were trained in counterfactual reasoning, which will promote innovative thinking and problem solving skills. Developing empirical skills to test the theoretical propositions derived from the use of computer simulations will also hone the scientific skills of the student participants. Participants were recruited from across the country, including participants from Historically Black Colleges and Universities (HBCUs) Hispanic Serving Institutions (HSIs) and Native American serving insitutions.\n\n \n\nThe program set out six specific goals to achieve during the funding period. These goals and the achievement levels are reported in the table below\n\n \n\n\n\n\n\nTable 1:  Summary of   Goals and Program Performance for entering cohorts 2011-2013\n\n\n\n\n\nGoals\n\n\n\n2011\n\n\n\n2012\n\n\n\n2013\n\n\n\nTotal\n\n\n\n\n\nGoal 1 (Ten undergraduate students  will    engage in a senior faculty-mentored, in residence, eight-week, Summer   Research Experience (SRE) per year)\n\n \n\n\n\n10\n\n\n\n10\n\n\n\n10\n\n\n\n30 (100% of goal met)\n\n\n\n\n\nGoal 2 (At   least four of those students, or 40% will be recruited from other colleges   and universities beyond the University of North Texas per year)\n\n\n\n9/10\n\n\n\n9/10\n\n\n\n7/10\n\n\n\n25/30 (83.33%, goal exceeded)\n\n\n\n\n\nGoal 3 At   least four of the participants (40%) will be recruited from colleges and   universities that do not offer a Ph.D. in political science per year (this is   a measure of whether students come from institutions where participants do   not already have access to research opportunities)\n\n\n\n8/10\n\n\n\n6/10\n\n\n\n4/10\n\n\n\n18/30 (60%, goal exceeded)\n\n\n\n\n\nGoal 4 All   participants (or 100%) will produce papers of graduate level quality per year\n\n\n\n10\n\n\n\n10\n\n\n\n10\n\n\n\n30/30 (100% goal met)\n\n\n\n\n\nGoal 5 All   participants ( or 100%) will demonstrate improvement in the knowledge of the   research process and  improvement in   research skills per year\n\n\n\n10\n\n\n\n10\n\n\n\n10\n\n\n\n30/30 (100%, goal met)\n\n\n\n\n\nGoal   6: The greatest majority of participants (66%) will apply and gain entrance   to graduate school programs per year\n\n\n\n8/10\n\n\n\n6/10\n\n\n\n7/10\n\n\n\n21/30 (70% gained entrance into graduate school as of  March 2014, goal exceeded)\n\n\n\n\n\n \n\nAs illustrated by the above results, all of the program goals of the NSF REU site on Conflict Management and Peace Science were either exceeded or met.\n\n\t\t\t\t\tLast Modified: 08/01/2015\n\n\t\t\t\t\tSubmitted by: John Ishiyama"
 }
}