{
 "awd_id": "1062944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The TIM Consortium: A Dispersed REU Site in Theoretically Interesting Molecules",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2011-05-10",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "This award from the Division of Chemistry (CHE) supports a distributed Research Experience for Undergraduates (REU) site led by K. C. Russell at Northern Kentucky University.  Besides, Northern Kentucky University, the site also includes senior researchers and their undergraduate students at Colby College, Trinity University, Macalester College, Grand Valley State University and the University of San Diego. The research projects supported in this site are focused on the study of \"theoretically interesting molecules.\"  Undergraduates will be recruited to this site primarily from local two-year colleges and other institutions without significant opportunities for undergraduate research.  The site will continue a fruitful collaboration with students and faculty from Central Connecticut State University.  The site will support twelve undergraduate research students per summer in a ten week program.  A sample of the projects that researchers will work on include:  (1)  the study of an interesting family of antiaromatic dications and dianions (Prof. Nancy Mills, Trinity University); (2)  the synthesis and characterization of push-pull [14]-annulene compounds (Prof. K. C. Russell, Northern Kentucky University) ; (3)  the synthesis and study of oxacalixarenes and poly (meta-phenelene oxides) (Prof. Jeffrey Katz, Colby College); (4) the synthesis nad characterization of hetero-boroxines and novel boroxine containing macrocycles (Prof. Peter Iovine, University of San Diego); (5) the study of Cu-catalyzed azide/alkyne click chemistry for the synthesis of novel fluorophores (Prof. Ronald Brisbois, Macalester College); and (6) the development of new multidentate chelators of Gd(III) for potential use in MRI contrast agents (Shannon Biros, Grand Valley State University).   In addition to conducting research during the summer, the students participating in this program will participate in a number of professional development activities.\r\n\r\nYoung scientists need exposure to modern research methods and tools as part of their training.  This REU site aims to provide students without significant research experience a chance to conduct cutting-edge research in the chemical sciences with close, individual supervision by dedicated faculty mentors at these primarily undergraduate institutions.  The diverse student cohort participating in research at this site will be well-prepared for further study in the chemical sciences, and graduate school, with eventual employment as part of the country's technical workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Russell",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Keith C Russell",
   "pi_email_addr": "russellk@nku.edu",
   "nsf_id": "000437507",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Katz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Katz",
   "pi_email_addr": "jlkatz@colby.edu",
   "nsf_id": "000237152",
   "pi_start_date": "2011-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NORTHERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION (DO NOT USE)",
  "inst_street_address": "NUNN DR AC 616",
  "inst_street_address_2": "",
  "inst_city_name": "HIGHLAND HEIGHT",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8595725768",
  "inst_zip_code": "410990001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "KY04",
  "org_lgl_bus_name": "NORTHERN KENTUCKY UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "CG2KX9QW56M9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Kentucky University",
  "perf_str_addr": "NUNN DR",
  "perf_city_name": "NEWPORT",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "410990001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "KY04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 109749.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 220251.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF Sponsored REU Program on Theoretically Interesting Molecules, The TIM Consortium, represents a departure from traditional REU program in that is dispersed. The dispersed nature of the program offers faculty and students from&nbsp; primarily undergraduate institutes and students from schools with few, if any, research opportunities to participate in cutting edge research projects and have a research experience comparable to those hosted at a single university.&nbsp; During each year of the funding cycle each of the six TIM faculty mentored two students at their home institution (Northern Kentucky University, Colby College, Grand Valley State University, Trinity University, University of San Diego and Macalester College), for a total of 36 students.&nbsp; One student was internal to the school and the second was taken from a regional college that did not have undergraduate research opportunities.&nbsp; The entire group travelled to two meetings each year, one a national conference and an end of year research meeting where each student gave an oral presentation of their summer research project.&nbsp; At both meetings the group was joined by an external faculty mentor from an internationally renowned research program.&nbsp; The TIM faculty and students interacted extensively with the mentor.&nbsp; These interactions have directly led to graduate school opportunities for the students and collaborations with Consortium faculty. During the national meetings The Consortium provided Undergraduate Context Sessions, where consortium faculty would field questions posed by all undergraduates present at the meeting and would guide discussions on those questions.&nbsp; The Context Sessions were attended by approximately 100 individuals, including plenary lectures, industry members and faculty, in addition to the undergraduates.</p>\n<p>&nbsp;</p>\n<p>Approximately one quarter of the students from the last funding cycle are still undergraduates.&nbsp; The of majority of the remaining students have either gone on to graduate school, medical or law school, or have entered industry. What follows are some student highlights from 2012 &ndash; 2014. Darien Harper, an African American student from Armstrong State University, leveraged his REU experience into a research position at a local chemical company (SNF Chemtall). Gerardo Sorriano, a Latino (former community college) student and TIM Consortium alumnus in 2012, has since transferred to San Diego State University (SDSU). At SDSU he received NIH-sponsored Minorities Access to Research Careers (MARC) funding, a highly prestigious award. Gerardo conducted research with Professor Steven Craig (Duke University) over the summer of 2013, after meeting him at the Reaction Mechanisms Conference in 2012 while participating in the TIM Consortium. Gerardo is author on one paper from Peter Iovine&rsquo;s group and one paper from Steven Craig&rsquo;s group.&nbsp; Finally, Gerardo has won the \"President's Award\" at SDSU for his ongoing research efforts and represented his institution at the CSU Student Research competition on May 2-3, 2015. Matt Miles (NKU)&nbsp;was a non-traditional student and a veteran. The Consortium was his first research experience, and this was formative in leading him to establish his own start-up company, Verdant Applied Sciences. His company was recently awarded first place in the ACS&nbsp;2015 Green Chemistry and Engineering Business Plan Competition.</p>\n<p>&nbsp;</p>\n<p>Over the course of the funding period the consortium disseminated its results in several forms. The summary which follows does not include presentations at the end of summer research meetings.&nbsp; Members of the Consortium published three papers in peer-reviewed journals, including several undergraduate consortium participant as co-authors.&nbsp; 16 Posters were presented by consortium members at local, regional and national meetings.&nbsp; Fou...",
  "por_txt_cntn": "\nThe NSF Sponsored REU Program on Theoretically Interesting Molecules, The TIM Consortium, represents a departure from traditional REU program in that is dispersed. The dispersed nature of the program offers faculty and students from  primarily undergraduate institutes and students from schools with few, if any, research opportunities to participate in cutting edge research projects and have a research experience comparable to those hosted at a single university.  During each year of the funding cycle each of the six TIM faculty mentored two students at their home institution (Northern Kentucky University, Colby College, Grand Valley State University, Trinity University, University of San Diego and Macalester College), for a total of 36 students.  One student was internal to the school and the second was taken from a regional college that did not have undergraduate research opportunities.  The entire group travelled to two meetings each year, one a national conference and an end of year research meeting where each student gave an oral presentation of their summer research project.  At both meetings the group was joined by an external faculty mentor from an internationally renowned research program.  The TIM faculty and students interacted extensively with the mentor.  These interactions have directly led to graduate school opportunities for the students and collaborations with Consortium faculty. During the national meetings The Consortium provided Undergraduate Context Sessions, where consortium faculty would field questions posed by all undergraduates present at the meeting and would guide discussions on those questions.  The Context Sessions were attended by approximately 100 individuals, including plenary lectures, industry members and faculty, in addition to the undergraduates.\n\n \n\nApproximately one quarter of the students from the last funding cycle are still undergraduates.  The of majority of the remaining students have either gone on to graduate school, medical or law school, or have entered industry. What follows are some student highlights from 2012 &ndash; 2014. Darien Harper, an African American student from Armstrong State University, leveraged his REU experience into a research position at a local chemical company (SNF Chemtall). Gerardo Sorriano, a Latino (former community college) student and TIM Consortium alumnus in 2012, has since transferred to San Diego State University (SDSU). At SDSU he received NIH-sponsored Minorities Access to Research Careers (MARC) funding, a highly prestigious award. Gerardo conducted research with Professor Steven Craig (Duke University) over the summer of 2013, after meeting him at the Reaction Mechanisms Conference in 2012 while participating in the TIM Consortium. Gerardo is author on one paper from Peter IovineÆs group and one paper from Steven CraigÆs group.  Finally, Gerardo has won the \"President's Award\" at SDSU for his ongoing research efforts and represented his institution at the CSU Student Research competition on May 2-3, 2015. Matt Miles (NKU) was a non-traditional student and a veteran. The Consortium was his first research experience, and this was formative in leading him to establish his own start-up company, Verdant Applied Sciences. His company was recently awarded first place in the ACS 2015 Green Chemistry and Engineering Business Plan Competition.\n\n \n\nOver the course of the funding period the consortium disseminated its results in several forms. The summary which follows does not include presentations at the end of summer research meetings.  Members of the Consortium published three papers in peer-reviewed journals, including several undergraduate consortium participant as co-authors.  16 Posters were presented by consortium members at local, regional and national meetings.  Four invited oral presentations were given by consortium members at local, regional and national meetings.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/20/2015\n\n\t\t\t\t\tSubmitted by: Keith C Russell"
 }
}