{
 "awd_id": "1062960",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Undergraduate Computer Research (UnCoRe)",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 319941.0,
 "awd_amount": 319941.0,
 "awd_min_amd_letter_date": "2011-04-04",
 "awd_max_amd_letter_date": "2011-04-04",
 "awd_abstract_narration": "Abstract: The primary objective of the REU Site is to promote graduate studies in Computer and Information Science and Engineering to bright, talented undergraduate students with little exposure to research. The recruited participants will\r\n  - Spend 10 summer weeks on campus where they are immersed into a research environment with all its facets;\r\n  - Participate actively in shaping the research project and in defining its solution; \r\n  - Communicate to peers and other audiences about their progress and their findings; \r\n  - Visit research laboratories and attend presentations about all aspects of research and research careers;\r\n  - Be provided ample opportunities to form protégé-mentor relationships with faculty mentors, graduate \r\n    students, and other researchers involved in the program's activities; \r\n  - Meet with successful professionals from academia and industry and discuss all aspects of their lives and \r\n    careers in computing; and\r\n  - Submit the result of their research to professional conferences and, most do attend at least one \r\n    conference and present their work. \r\nStudent participants are strongly encouraged to continue their involvement in research beyond the 10-week program. Follow up contacts with past participants show that most of them do, and almost all who have graduated have enrolled in graduate school.\r\n \r\nThe intellectual merit and broader impact of the project are four-fold. First, it consists of the research results produced by the students. Their efforts contributed fresh ideas to ongoing large scale projects, or serve as seed ideas to start up new projects that are continued later by the same or other students. The second intellectual merit is of a pedagogical nature and consists of the lessons learned by the faculty in terms of successful recruiting, mentoring, and retention. Third, the program has a direct impact on the student participants especially when they enroll in graduate studies as a direct result of their participation. Most of the activities related to the program, from recruiting to the many special events open to the public have an indirect impact on a much larger number of students by raising their awareness of the nature of graduate studies and research careers. Finally, the mentors benefit from working with students in a structured setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huirong",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huirong Fu",
   "pi_email_addr": "fu@oakland.edu",
   "nsf_id": "000492046",
   "pi_start_date": "2011-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jia",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jia Li",
   "pi_email_addr": "li4@oakland.edu",
   "nsf_id": "000330854",
   "pi_start_date": "2011-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oakland University",
  "inst_street_address": "2200 N SQUIRREL RD",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2483704116",
  "inst_zip_code": "483094401",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "MI11",
  "org_lgl_bus_name": "OAKLAND UNIVERSITY",
  "org_prnt_uei_num": "LY1HEB9XS5G8",
  "org_uei_num": "HJTLACN81NK1"
 },
 "perf_inst": {
  "perf_inst_name": "Oakland University",
  "perf_str_addr": "2200 N SQUIRREL RD",
  "perf_city_name": "ROCHESTER",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "483094401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "MI11",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 319941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our REU site, UnCoRe, was funded originally in 2002 and renewed in 2006, 2011, and 2015, respectively. We summarize here the key results in terms of <em>Recruiting Results, Students Preparation, Publications, Awards and Scholarships, and Number of Students Pursuing Graduate Degrees or Careers in STEM fields.</em></p>\n<ol>\n<li><span style=\"text-decoration: underline;\"><em>Recruiting Results:</em></span><em> </em>Since its inception, a total of 106 undergraduate students, 50 of them female, from 53 different universities across the U.S. have successfully taken part in the program. The percentage of female participants (47%, or 50 of 106) is much higher than the 18.4% of engineering bachelor&rsquo;s degrees awarded nationwide to women students in 2010-2011, and the percentage of African American participants (18%, or 19 of 106) is also much higher than the 4.2% of engineering bachelor&rsquo;s degrees awarded nationwide to African American students in 2010. Also, 68% of participants (72 of 106) are from the external institutions.</li>\n<li><span style=\"text-decoration: underline;\"><em>Students Perceptions, Preparation, and Attitude:</em></span><em> </em>Students recruited to participate in UnCoRe come into the program with very little or no research literacy as illustrated by the answers they provide in the initial research quiz. As they leave the program, the students not only acquire literacy in all aspects of research through experience, but also gain a positive appreciation of computing, familiarity with some of the computing research literature, form a network of faculty and other researchers that they can use as mentors and resource for advice, and gain an understanding of how the research they conducted fits within the larger context.</li>\n<li><span style=\"text-decoration: underline;\"><em>Publications:</em></span><em> </em>All of the REU students were encouraged to present their research results at professional conferences after completing the REU program and were offered travel funding to do so. The REU research projects have so far resulted in 55 conference presentations, papers, posters or journal publications by the REU students. The average number of publications per student is more than 0.5. In other words, the average number of publications per group is more than 1. More papers and research proposals are under preparation for submissions.</li>\n<li><em><span style=\"text-decoration: underline;\">Awards and Scholarships:</span></em> Many of the UnCoRe participants received scholarships by the graduate schools where they were admitted and by NSF. Below we only list a sample of awards and scholarships that resulted directly from the students&rsquo; research at UnCoRe.</li>\n</ol> \n<ul>\n<li>Katherine LaBelle won scholarships to attend the Grace Hopper Conference and SWE Region H Conference.</li>\n<li>Anna Rode won the student scholarship to attend the CUR Research Experiences for Undergraduates.</li>\n<li>Amber Johnson won the scholarship for Louis Stokes Mississippi Alliance for MInority Participation.</li>\n<li>Thuy Pham won the NIH F31 Predoctoral Fellowship.</li>\n<li>Research Project performed by Brilleasha Moore and Charles Bardel on &ldquo;A Wearable Device for Increasing the QoL for the Visually Impaired&rdquo; was listed at the NSF REU site as a nugget.</li>\n<li>Research Project performed by Aiyesha Ma on image indexing and retrieval was listed at the NSF REU site as a nugget.</li>\n<li>Research Grant for Aiyesha Ma from the Michigan Space Grant Consortium Graduate Fellowship &ldquo;Indexing and Retrieval of Satellite Images,&rdquo; $5,000. </li>\n<li>Research Grant for Jason Gorski from the Michigan Space Grant Consortium &ldquo;A Framework for Interaction between Sensor Networks and Robots,&rdquo; $2,500.</li>\n<li>Research Grant for Jason Gorski from DaimlerChrysler Undergraduate Student Awards &ldquo;Distributed Data Fusion for Sensor Network and Mobile Robo...",
  "por_txt_cntn": "\nOur REU site, UnCoRe, was funded originally in 2002 and renewed in 2006, 2011, and 2015, respectively. We summarize here the key results in terms of Recruiting Results, Students Preparation, Publications, Awards and Scholarships, and Number of Students Pursuing Graduate Degrees or Careers in STEM fields.\n\nRecruiting Results: Since its inception, a total of 106 undergraduate students, 50 of them female, from 53 different universities across the U.S. have successfully taken part in the program. The percentage of female participants (47%, or 50 of 106) is much higher than the 18.4% of engineering bachelorÆs degrees awarded nationwide to women students in 2010-2011, and the percentage of African American participants (18%, or 19 of 106) is also much higher than the 4.2% of engineering bachelorÆs degrees awarded nationwide to African American students in 2010. Also, 68% of participants (72 of 106) are from the external institutions.\nStudents Perceptions, Preparation, and Attitude: Students recruited to participate in UnCoRe come into the program with very little or no research literacy as illustrated by the answers they provide in the initial research quiz. As they leave the program, the students not only acquire literacy in all aspects of research through experience, but also gain a positive appreciation of computing, familiarity with some of the computing research literature, form a network of faculty and other researchers that they can use as mentors and resource for advice, and gain an understanding of how the research they conducted fits within the larger context.\nPublications: All of the REU students were encouraged to present their research results at professional conferences after completing the REU program and were offered travel funding to do so. The REU research projects have so far resulted in 55 conference presentations, papers, posters or journal publications by the REU students. The average number of publications per student is more than 0.5. In other words, the average number of publications per group is more than 1. More papers and research proposals are under preparation for submissions.\nAwards and Scholarships: Many of the UnCoRe participants received scholarships by the graduate schools where they were admitted and by NSF. Below we only list a sample of awards and scholarships that resulted directly from the studentsÆ research at UnCoRe.\n \n\nKatherine LaBelle won scholarships to attend the Grace Hopper Conference and SWE Region H Conference.\nAnna Rode won the student scholarship to attend the CUR Research Experiences for Undergraduates.\nAmber Johnson won the scholarship for Louis Stokes Mississippi Alliance for MInority Participation.\nThuy Pham won the NIH F31 Predoctoral Fellowship.\nResearch Project performed by Brilleasha Moore and Charles Bardel on \"A Wearable Device for Increasing the QoL for the Visually Impaired\" was listed at the NSF REU site as a nugget.\nResearch Project performed by Aiyesha Ma on image indexing and retrieval was listed at the NSF REU site as a nugget.\nResearch Grant for Aiyesha Ma from the Michigan Space Grant Consortium Graduate Fellowship \"Indexing and Retrieval of Satellite Images,\" $5,000. \nResearch Grant for Jason Gorski from the Michigan Space Grant Consortium \"A Framework for Interaction between Sensor Networks and Robots,\" $2,500.\nResearch Grant for Jason Gorski from DaimlerChrysler Undergraduate Student Awards \"Distributed Data Fusion for Sensor Network and Mobile Robot Interfacing,\" $3,000.\nAward for Outstanding Research Poster for J. Gillian, C. Zieminski, P. Corcoran,  Sigma Xi, Annual Meeting and Student Research Conference, Los Angeles, California.  \n\n5. Increasing the Number of Students Pursuing Graduate Degrees or Careers in STEM Fields: Our ultimate goal is to ensure that the largest number of student participants pursue graduate studies or pursue careers in science and engineering and that a significant percentage continues to be involved in research during their under..."
 }
}