{
 "awd_id": "1062714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Research Incubator REU Site in Chemistry at Furman University",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 311625.0,
 "awd_amount": 311625.0,
 "awd_min_amd_letter_date": "2011-03-31",
 "awd_max_amd_letter_date": "2013-05-10",
 "awd_abstract_narration": "This award from the Division of Chemistry (CHE) and the Department of Defense (ASSURE Program) supports a Research Experience for Undergraduates (REU) site led by Timothy W. Hanks at Furman University.  The research projects supported in this site are in a broad number of areas of chemical research.  Undergraduates will be recruited to this site from Furman University and from local and regional colleges, with emphasis on recruitment of students in the first two years of undergraduate school as well as from groups that are underrepresented in the sciences.  The site will support ten students per summer in a ten week program.  In addition to supporting students, the site will also support faculty from partner institutions lacking in research infrastructure.  A sample of the projects that undergraduates and faculty would work on include:  (1)  the synthesis and study of biosensors based upon polydiacetylenes; (2)  the development of materials for brain-machine interfaces, e.g. for use in prosthetics and artificial sensing organs; (3)  the study of HMGA proteins' binding to DNA; (4)  the synthesis of biologically-active small molecule natural products and the development of new synthetic methods; (5) the study of the photochemistry of transition metal complexes; and (6) the development of new, therapeutically-interesting small proteins via semi-random nucleic acid libraries.   In addition to conducting research during the summer, the students participating in this program will participate in a number of professional development activities, as well as development of an outreach activity designed and implemented by the participants.\r\n\r\nYoung scientists need exposure to modern research methods and tools as part of their training.  This REU site aims to provide cutting-edge research training in the chemical sciences.  The research projects are in diverse areas of chemistry, many of which will have an impact in areas of national need.  The diverse student cohort participating in research at this site will be well-prepared for graduate school, and eventual employment as part of the country's technical workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Hanks",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy W Hanks",
   "pi_email_addr": "Tim.Hanks@FURMAN.EDU",
   "nsf_id": "000403073",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Buchmueller",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Karen L Buchmueller",
   "pi_email_addr": "karen.buchmueller@furman.edu",
   "nsf_id": "000496569",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Furman University",
  "inst_street_address": "3300 POINSETT HWY",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8642943470",
  "inst_zip_code": "296131000",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "SC04",
  "org_lgl_bus_name": "FURMAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DZLTJ59VMX17"
 },
 "perf_inst": {
  "perf_inst_name": "Furman University",
  "perf_str_addr": "3300 POINSETT HWY",
  "perf_city_name": "GREENVILLE",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296131000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "SC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 103875.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 103875.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 103875.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 2011 to 2014 Research Incubator REU Site in Chemistry at Furman University was a project that sought to achieve the goals of NSF&rsquo;s Research Experiences for Undergraduates (REU) program by providing research opportunities for undergraduates from Furman University and regional universities with limited research infrastructures. As with most REU sites, students worked closely with faculty mentors for 10 weeks on a variety of projects designed to expand our scientific understanding. Unlike other REU sites, however, the Furman site engaged not only students from our partner institutions, but also faculty members who spent the summer mentoring their own students. The most significant benefit to this approach are to extend the impact of the REU program beyond the immediate participants by helping faculty mentors to build sustainable research programs at their home institutions.</p>\n<p>&nbsp;</p>\n<p>At the beginning of each summer, the students were able to participate in various training opportunities designed to enhance their professional development and their abilities to operate sophisticated instrumentation independently. Some of these activities were required, such as safety and professional ethics training, a career planning workshop and outreach activities to disadvantaged K-12 groups, while others were optional and chosen based on the requirements of specific research projects. The faculty mentors were also offered the opportunity to participate in the training sessions. In addition, the faculty met periodically to discuss effective mentoring strategies as well as strategies for promoting research at their home institutions.</p>\n<p>&nbsp;</p>\n<p>The program participants included 14 unique faculty members (21% from under represented demographic groups) and 36 students (44% from under represented demographic groups). Of these participants, 71% were women. Our partner schools included a two-year college, historically black colleges, and colleges with high percentages of first generation college students.&nbsp; Nearly all of the students presented the results of their research at one or more professional meetings and several were co-authors on research publications. Participant evaluations were highly positive as were reports from the project&rsquo;s external evaluator.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2015<br>\n\t\t\t\t\tModified by: Timothy&nbsp;W&nbsp;Hanks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 2011 to 2014 Research Incubator REU Site in Chemistry at Furman University was a project that sought to achieve the goals of NSFÆs Research Experiences for Undergraduates (REU) program by providing research opportunities for undergraduates from Furman University and regional universities with limited research infrastructures. As with most REU sites, students worked closely with faculty mentors for 10 weeks on a variety of projects designed to expand our scientific understanding. Unlike other REU sites, however, the Furman site engaged not only students from our partner institutions, but also faculty members who spent the summer mentoring their own students. The most significant benefit to this approach are to extend the impact of the REU program beyond the immediate participants by helping faculty mentors to build sustainable research programs at their home institutions.\n\n \n\nAt the beginning of each summer, the students were able to participate in various training opportunities designed to enhance their professional development and their abilities to operate sophisticated instrumentation independently. Some of these activities were required, such as safety and professional ethics training, a career planning workshop and outreach activities to disadvantaged K-12 groups, while others were optional and chosen based on the requirements of specific research projects. The faculty mentors were also offered the opportunity to participate in the training sessions. In addition, the faculty met periodically to discuss effective mentoring strategies as well as strategies for promoting research at their home institutions.\n\n \n\nThe program participants included 14 unique faculty members (21% from under represented demographic groups) and 36 students (44% from under represented demographic groups). Of these participants, 71% were women. Our partner schools included a two-year college, historically black colleges, and colleges with high percentages of first generation college students.  Nearly all of the students presented the results of their research at one or more professional meetings and several were co-authors on research publications. Participant evaluations were highly positive as were reports from the projectÆs external evaluator.\n\n\t\t\t\t\tLast Modified: 06/29/2015\n\n\t\t\t\t\tSubmitted by: Timothy W Hanks"
 }
}