{
 "awd_id": "1062361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Infrared Evaporative Absorption and Condensative Emission in Water",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 333366.0,
 "awd_amount": 333366.0,
 "awd_min_amd_letter_date": "2011-03-18",
 "awd_max_amd_letter_date": "2011-03-18",
 "awd_abstract_narration": "1062361\r\nBrewster\r\n\r\nAbstract\r\n\r\n\tThe objective of this project is to investigate infrared radiation emission and absorption associated with first-order, vapor-liquid and vapor-solid phase transitions in water.  Water undergoing condensation and evaporation plays a vital role in many engineering systems as well as in the environment.  Heat exchangers are pervasive in society and water condensation, vaporization, sublimation and deposition are critically important in the performance of these devices.  Drying is another important industrial process involving water vaporization that is very energy intensive.  In the environment water plays a crucial thermal regulation role and its phase changes have a significant effect on Earth's energy balance through latent heat effects.  It is also well known that water, in all three phases, plays an important role in atmospheric and surface radiative transfer via volumetric (single-phase) emission, absorption, and scattering. What is not well recognized is that vapor-liquid and vapor-solid water phase-transitions also may play a potentially critical role in surface and atmospheric radiative transfer.  In spite of extensive knowledge of water's bulk, volumetric infrared properties, surface radiative properties associated with first-order phase transitions are almost unrecognized. \r\n \r\nIn this study both measurements and modeling of phase-change radiation involving vapor and condensed-state transitions will be conducted.  A laboratory-scale test chamber will be constructed and used to measure infrared emission and absorption by water droplets tens of microns and smaller in size undergoing vapor-liquid phase transition.  The closed chamber will operate isobarically under steady-state and transient heating/cooling conditions.  Surface (phase-change) emission/absorption will be delineated from volumetric emission/absorption by analytic data reduction techniques including Monte Carlo methods. A unified molecular model will be developed covering solid-, liquid-, and vapor-states that describes both new surface radiative phase-change properties and volumetric (single-phase) radiative properties. \r\n\r\nThis study has intellectual merits at levels ranging from fundamental, scientifically oriented to engineering oriented. New knowledge will be generated about radiative phase- transitions for one of the most important substances on the planet. The infrared emission measurements will generate new knowledge about liquid-vapor radiative phase transitions of water for both condensation and vaporization. These measurements will be used to develop a model for liquid-water structure. At the engineering level, new data and a mathematical model for infrared emission and absorption by water will be developed. \r\n\r\n\tThis study will also have broader impacts, ranging from individuals to society at-large. At the individual level this study will most immediately affect the education and career of graduate and undergraduate students. Locally, workshops will be conducted for K-12 students on water properties, phase-change heat transfer, and global climate change. At the engineering level the radiative phase-transition findings obtained herein will allow a better fundamental understanding of energy transfer in heat exchanger and drying equipment. At a larger, societal level, these findings may open a door to improved microphysical modeling of atmospheric energy transfer processes. The ultimate broad impact of this project will be better understanding of the fundamental thermophysical properties of our industrial society's primary thermal regulating fluid and Earth's principal greenhouse gas: water.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M Q",
   "pi_last_name": "Brewster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M Q Brewster",
   "pi_email_addr": "brewster@illinois.edu",
   "nsf_id": "000424602",
   "pi_start_date": "2011-03-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "065E",
   "pgm_ref_txt": "Radiation heat transfer"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 333366.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Motivation.</p>\n<p>Water, in all three phases, is unique in determining Earth&rsquo;s climate and temperature. In vapor form, atmospheric water is Earth&rsquo;s most important greenhouse gas; it warms the planet by transmitting visible and near-infrared, shortwave (SW) solar radiation to the surface while trapping longwave (LW) infrared radiation. Water also plays a crucial energy role in liquid and solid forms (i.e., as clouds, oceans, and polar ice), by both reflecting/scattering SW solar radiation back into space and absorbing or trapping LW infrared radiation. The need to understand water&rsquo;s radiative behavior cannot be overstated with respect to predicting climate change. And yet, one fundamental aspect of water&rsquo;s radiative behavior is still poorly understood; in fact, it is not even acknowledged to exist in engineering or earth science textbooks: phase-change radiation.</p>\n<p>Except for scattering of radiation at interfaces between phases, radiation-water interactions are believed to be volumetric, not surface, phenomena. Absorption and emission of radiative energy by water, in particular, are believed to be exclusively volumetric phenomena. Phase change of water, however, which is ubiquitous in Earth&rsquo;s atmosphere, is a surface phenomenon; it happens at interfaces between phases, e.g., liquid and vapor. Phase change of water, particularly vapor-liquid, involves tremendous amounts of energy. It also involves the necessary physical elements to be accompanied by a radiative energy-state transition, i.e., absorption or emission of thermal radiation photons. Phase-change radiation of water is a potentially important energy transport mechanism in Earth&rsquo;s ecosystem and needs to be understood. &nbsp;</p>\n<p>Water is also unique in industrial and engineering systems as a heat transfer fluid, particularly as a coolant undergoing vaporization. Water&rsquo;s relatively high enthalpy of vaporization is used to advantage in both direct-contact cooling systems, such as power plant evaporative cooling towers, and indirect-contact heat exchangers, such as condensers and boilers.&nbsp; Increasingly, liquid-vapor phase-change of water is being utilized or considered in microelectronics cooling. Water heat pipes are already used routinely to cool laptop computers and are being considered for handheld devices. Full utilization of water&rsquo;s phase-change thermal characteristics requires full understanding of water&rsquo;s radiative phase-change behavior.</p>\n<p>The objective of this research was to do experiments and analysis that<span style=\"color: #008000;\">&nbsp;</span>would begin to develop a quantitative understanding of&nbsp;liquid-vapor phase-change radiation in water. Both experimental measurements and theoretical investigation were conducted<span style=\"color: #008000;\">.</span>&nbsp;The measurements focused on vapor-liquid transition, particularly surface or interfacial absorption of radiation accompanying evaporation of water. Theoretical development was done for both vapor-liquid and vapor-solid transitions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Findings.&nbsp;</p>\n<p>Phase-transition (interfacial) radiation absorption in the mid-infrared (3-5 &micro;m) region by water clouds at 1 atm and 60-75&deg;C was investigated by experimental measurements and theoretical simulations. The simulations showed that classical volumetric absorption and scattering theory by cloud droplets could not account for measured observations. Additional absorption was needed and this was provided theoretically by a surface absorption contribution (Q<sub>a,s</sub> in Fig. 1), attributed to phase-change radiation absorption at the water droplet-air interface. The results suggested a contribution of 3 to 4% absorption per interface in the 3-5 &micro;m range. Near 4 &micro;m, where liquid water&rsquo;s volumetric absorption Q<sub>a,v</sub> is relatively weak (&lt; 0.05), even this sm...",
  "por_txt_cntn": "\nMotivation.\n\nWater, in all three phases, is unique in determining EarthÆs climate and temperature. In vapor form, atmospheric water is EarthÆs most important greenhouse gas; it warms the planet by transmitting visible and near-infrared, shortwave (SW) solar radiation to the surface while trapping longwave (LW) infrared radiation. Water also plays a crucial energy role in liquid and solid forms (i.e., as clouds, oceans, and polar ice), by both reflecting/scattering SW solar radiation back into space and absorbing or trapping LW infrared radiation. The need to understand waterÆs radiative behavior cannot be overstated with respect to predicting climate change. And yet, one fundamental aspect of waterÆs radiative behavior is still poorly understood; in fact, it is not even acknowledged to exist in engineering or earth science textbooks: phase-change radiation.\n\nExcept for scattering of radiation at interfaces between phases, radiation-water interactions are believed to be volumetric, not surface, phenomena. Absorption and emission of radiative energy by water, in particular, are believed to be exclusively volumetric phenomena. Phase change of water, however, which is ubiquitous in EarthÆs atmosphere, is a surface phenomenon; it happens at interfaces between phases, e.g., liquid and vapor. Phase change of water, particularly vapor-liquid, involves tremendous amounts of energy. It also involves the necessary physical elements to be accompanied by a radiative energy-state transition, i.e., absorption or emission of thermal radiation photons. Phase-change radiation of water is a potentially important energy transport mechanism in EarthÆs ecosystem and needs to be understood.  \n\nWater is also unique in industrial and engineering systems as a heat transfer fluid, particularly as a coolant undergoing vaporization. WaterÆs relatively high enthalpy of vaporization is used to advantage in both direct-contact cooling systems, such as power plant evaporative cooling towers, and indirect-contact heat exchangers, such as condensers and boilers.  Increasingly, liquid-vapor phase-change of water is being utilized or considered in microelectronics cooling. Water heat pipes are already used routinely to cool laptop computers and are being considered for handheld devices. Full utilization of waterÆs phase-change thermal characteristics requires full understanding of waterÆs radiative phase-change behavior.\n\nThe objective of this research was to do experiments and analysis that would begin to develop a quantitative understanding of liquid-vapor phase-change radiation in water. Both experimental measurements and theoretical investigation were conducted. The measurements focused on vapor-liquid transition, particularly surface or interfacial absorption of radiation accompanying evaporation of water. Theoretical development was done for both vapor-liquid and vapor-solid transitions. \n\n \n\nFindings. \n\nPhase-transition (interfacial) radiation absorption in the mid-infrared (3-5 &micro;m) region by water clouds at 1 atm and 60-75&deg;C was investigated by experimental measurements and theoretical simulations. The simulations showed that classical volumetric absorption and scattering theory by cloud droplets could not account for measured observations. Additional absorption was needed and this was provided theoretically by a surface absorption contribution (Qa,s in Fig. 1), attributed to phase-change radiation absorption at the water droplet-air interface. The results suggested a contribution of 3 to 4% absorption per interface in the 3-5 &micro;m range. Near 4 &micro;m, where liquid waterÆs volumetric absorption Qa,v is relatively weak (&lt; 0.05), even this small amount of surface absorption is relatively significant; Qa,s increases to over 0.06 or 6%. This is because of the possibility of multiple interface absorption, which modeling showed to be an important effect in spectral window regions. The same result would likely hold true in the 8-12 &micro;m ..."
 }
}