{
 "awd_id": "1062006",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Characterization of Microbial Transformations in Basement Fluids, from Genes to Geochemical Cycling",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 395012.0,
 "awd_amount": 422270.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-11-22",
 "awd_abstract_narration": "Intellectual Merit\r\n\r\nCurrent estimates suggest that the volume of ocean crust capable of sustaining life is comparable in magnitude to that of the oceans. To date, there is little understanding of the composition or functional capacity of microbial communities in the sub-seafloor, or their influence on the chemistry of the oceans and subsequent consequences for global biogeochemical cycles. This project focuses on understanding the relationship between microbial communities and fluid chemistry in young crustal fluids that are responsible for the transport of energy, nutrients, and organisms in the crust. Specifically,  the PIs will couple microbial activity measurements, including autotrophic carbon, nitrogen and sulfur metabolisms as well as mineral oxide reduction, with quantitative assessments of functional gene expression and geochemical transformations in basement fluids. Through a comprehensive suite of in situ and shipboard analyses, this research will yield cross-disciplinary advances in our understanding of the microbial ecology and geochemistry of the sub-seafloor biosphere. The focus of the effort is at North Pond, an isolated sediment pond located on ridge flank oceanic crust 7-8 million years old on the western side of the Mid-Atlantic Ridge. North Pond is currently the target for drilling on IODP expedition 336, during which it will be instrumented with three sub-seafloor basement observatories. \r\n\r\nThe project will leverage this opportunity for targeted and distinct sampling at North Pond on two German-US research cruises to accomplish three main objectives:\r\n\r\n1. to determine if different basement fluid horizons across North Pond host distinct microbial communities and chemical milieus and the degree to which they change over a two-year post-drilling period.\r\n\r\n2. to quantify the extent of autotrophic metabolism via microbially-mediated transformations in carbon, nitrogen, and sulfur species in basement fluids at North Pond.\r\n\r\n3. to determine the extent of suspended particulate mineral oxides in basement fluids at North Pond and to characterize their role as oxidants for fluid-hosted microbial communities.\r\n\r\nSpecific outcomes include quantitative assessments of microbial activity and gene expression as well as geochemical transformations. The program builds on the integrative research goals for North Pond and will provide important data for guiding the development of that and future deep biosphere research programs. Results will increase understanding of microbial life and chemistry in young oceanic crust as well as provide new insights into controls on the distribution and activity of marine microbial communities throughout the worlds oceans.\r\n\r\nBroader Impacts\r\n\r\nThere are no data about microbial communities in ubiquitous cold, oceanic crust, the emphasis of the proposed work. This is an interdisciplinary project at the interface of microbial ecology, chemistry, and deep-sea oceanography with direct links to international and national research and educational organizations. It leverages on a long-term collaboration between the PIs and collaborators in both the US and Germany, including the recently formed NSF Science and Technology Center entitled \"Center for Dark Energy Biosphere Investigations\" (C-DEBI) and the NSF Research Coordination Network focused on the deep biosphere. This work on microbially mediated geochemical transformations in basement fluids is both attainable and timely, and methods development and results from this work will complement current and future microbial and geochemical investigations on the Juan de Fuca Ridge as part of both IODP and the OOI Regional Scale Node. The public outreach effort will utilize The Zephyr Education Foundation's unique marine science program to incorporate a short educational module focused on marine microbiology that will be tailored to the grade levels 7 through college. The module will emphasize the importance of marine microbes to environmental sustainability, human health, and the origin and evolution of life on our planet. The project also supports the research and career development of one graduate student, one undergraduate student, and two postdoctoral researchers. Students and postdocs will to engage with the larger community of researchers interested in deep biosphere microbiology and chemistry through emerging and existing NSF programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Huber",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Julie A Huber",
   "pi_email_addr": "jhuber@whoi.edu",
   "nsf_id": "000076390",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 M B L ST",
  "perf_city_name": "WOODS HOLE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 395012.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 27258.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>How did life get here? What happened along the way? Why is life so diverse on our planet? Why doesn&rsquo;t life look the same everywhere? These wide-ranging questions focused on the origins and diversification of life are fundamental questions for all of biology, from understanding why microbes in the human gut vary across individuals to monitoring virulence and the spread of disease to determining the earliest origins of life on our planet. Our research addresses some of the most central questions about the nature and extent of life on Earth in one of its least explored corners, the deep ocean. Our focus is on microorganisms, who for more than three billion years have served as engines of Earth&rsquo;s biosphere, driving essential biogeochemical cycles that shape planetary habitability.</p>\n<p>The global ocean comprises Earth&rsquo;s largest microbiome, with at least half of the ocean&rsquo;s microbial biomass occurring <em>beneath</em> the ocean floor. The focus of this study is the largest actively flowing aquifer system on Earth- the fluids circulating through oceanic crust underlying the oceans and sediments. There is a vast flow of fluid exchanging between ocean basins and crustal reservoirs and mediating transport of heat, solutes, genetic material, microorganisms, and viruses.</p>\n<p>In this study, we used recently installed subseafloor observatories to access life beneath the seaflor in the middle of the Atlantic Ocean. Results show that the microbial community in the fluids beneath the seafloor are active, diverse, distinct, and engaged in both heterotrophy and autotrophy. Future examination of samples collected from this study will provide more insight to the functional profiles and evolutionary trajectories of these unexplored communities.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/12/2015<br>\n\t\t\t\t\tModified by: Julie&nbsp;A&nbsp;Huber</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1062006/1062006_10078857_1439389581032_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1062006/1062006_10078857_1439389581032_Figure1--rgov-800width.jpg\" title=\"Map of CORKs\"><img src=\"/por/images/Reports/POR/2015/1062006/1062006_10078857_1439389581032_Figure1--rgov-66x44.jpg\" alt=\"Map of CORKs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Map (A) and diagram (B) of CORK observatories at North Pond. Crustal fluids were extracted from IODP Holes U1382A and U1383C for microbial community analysis in this study. Adapted with permission from (Edwards et al 2012b).</div>\n<div class=\"imageCredit\">Meyer et al. In Preparation.</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Julie&nbsp;A&nbsp;Huber</div>\n<div class=\"imageTitle\">Map of CORKs</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nHow did life get here? What happened along the way? Why is life so diverse on our planet? Why doesnÆt life look the same everywhere? These wide-ranging questions focused on the origins and diversification of life are fundamental questions for all of biology, from understanding why microbes in the human gut vary across individuals to monitoring virulence and the spread of disease to determining the earliest origins of life on our planet. Our research addresses some of the most central questions about the nature and extent of life on Earth in one of its least explored corners, the deep ocean. Our focus is on microorganisms, who for more than three billion years have served as engines of EarthÆs biosphere, driving essential biogeochemical cycles that shape planetary habitability.\n\nThe global ocean comprises EarthÆs largest microbiome, with at least half of the oceanÆs microbial biomass occurring beneath the ocean floor. The focus of this study is the largest actively flowing aquifer system on Earth- the fluids circulating through oceanic crust underlying the oceans and sediments. There is a vast flow of fluid exchanging between ocean basins and crustal reservoirs and mediating transport of heat, solutes, genetic material, microorganisms, and viruses.\n\nIn this study, we used recently installed subseafloor observatories to access life beneath the seaflor in the middle of the Atlantic Ocean. Results show that the microbial community in the fluids beneath the seafloor are active, diverse, distinct, and engaged in both heterotrophy and autotrophy. Future examination of samples collected from this study will provide more insight to the functional profiles and evolutionary trajectories of these unexplored communities.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/12/2015\n\n\t\t\t\t\tSubmitted by: Julie A Huber"
 }
}