{
 "awd_id": "1062667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Summer Research Projects in Neuroscience",
 "cfda_num": "47.074",
 "org_code": "08080300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2011-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 175935.0,
 "awd_amount": 330492.0,
 "awd_min_amd_letter_date": "2011-02-23",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "This project is co-funded by the Department of Defense in partnership with the NSF REU program. The University of Missouri Columbia (MU) REU program in neuroscience will provide research training for 9 weeks for 12 students, during the summers of 2010- 2012. The program has a wide range of interesting and exciting interdisciplinary projects in neuroscience, with both wet-lab and computational components. Research projects are drawn from all levels in neuroscience (intracellular/cellular, systems and behavioral), with participating faculty coming from the Colleges of Arts & Science, Engineering, and Veterinary Medicine. MU is the largest institution of higher learning in Missouri and the flagship campus of the University of Missouri system. There is a vibrant summer research program on campus, and REU students will join a group of over 100 undergraduate researchers from all over the US each summer. Students are expected to do full-time lab research as well as participate in seminars and various workshops, engaging in topics such as the responsible conduct in research, professional communication skills, career opportunities in industry and academia, and the graduate school application process. The program's multi-phase recruitment effort consists of both regular mailings as well as digital-based advertising. Students are selected based on academic record, research performance, and potential for outstanding research in neuroscience. Students are tracked to determine their continued interest in their academic field of study, their career paths, and the lasting influences of the research experience. The program will be assessed by various means, including an REU common assessment tool. More information is available by visiting http://biomod.ece.missouri.edu , or by contacting the PI (Dr. Satish Nair at nairs@missouri.edu) or the co-PI (Dr. Rex Cocroft at cocroftr@missouri.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Satish",
   "pi_last_name": "Nair",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Satish S Nair",
   "pi_email_addr": "nairs@missouri.edu",
   "nsf_id": "000280505",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Reginald",
   "pi_last_name": "Cocroft",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Reginald B Cocroft",
   "pi_email_addr": "cocroftr@missouri.edu",
   "nsf_id": "000239648",
   "pi_start_date": "2011-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "121 UNIVERSITY HALL",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652113020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 210492.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a global push for brain research. Computational neuroscience offers new tools in the quest for knowledge about the brain. Educators must develop a workforce in this new and critical area of neuroscience research, and this should begin at the undergraduate level. Our 3-year NSF REU Site program strived to fill the gap by providing research training to 38 undergraduates in interdisciplinary neuroscience, with a focus on computational methods.</p>\n<p>A multidisciplinary team from the University of Missouri (MU) Colleges of Arts &amp; Science, Veterinary Medicine/Medicine, and Engineering mentored the REU Site project in neuroscience. The objectives of the REU Site were the following: recruit highly qualified students from outside MU; introduce undergraduate students to the basics of the research process in neuroscience; demonstrate the importance of teamwork and the value of different disciplines in collaborative research; introduce students to the intensity of specialized independent research and learning how their work fits into the larger purpose that brought the diverse group of faculty together; foster students&rsquo; creativity and provide satisfaction from seeing successful results; develop outstanding graduate school candidates with research experience; provide valuable experience in technical writing and oral presentations.</p>\n<p>A major goal of our program was to also encourage students from institutions where opportunities for research were limited or non-existent. Even though &lsquo;computation&rsquo; and neuroscience are both considered difficult by undergraduates, we strived to recruit from minority groups since they are severely underrepresented in these areas. Of the 38 undergraduates (all from outside our University, from among about 200 applicants each year) from fifteen different states who participated in our program, 20/38 (53%) were from Native American, African-American or Hispanic groups (including 3 from HBCUs); 24/38 (63%) were from non-PhD granting institutions, and 25/38 (66%) were women. Their average GPA was a very high 3.7/4.</p>\n<p>Due to our program&rsquo;s emphasis on the &lsquo;computational&rsquo; component in neuroscience, the students were challenged to strengthen their quantitative skills.&nbsp; Most of them were not very strong in computational skills and the 1-credit hour course &lsquo;Mathematical Models in Neuroscience&rsquo; we offered helped in that regard. The course met 1 hour each week and included six &lsquo;software experiments&rsquo; using the free software NEURON that they were familiar with by the end of the course. Almost all students transferred the 1-cr hour course to their home institutions.</p>\n<p>The REU Fellows were involved in full-time immersive research experience. In addition, the Fellows participated in summer program at the University of Missouri also included a rich menu of educational and professional development activities, typically including:</p>\n<p>* 15 evening seminars (required) covering responsible conduct of research, career exploration, graduate school application, presenting research, and a series of scientific talks on topics including systems of prebiotic life, plant adaption to drought,&nbsp; neuropsychology, viruses living in the human genome,&nbsp; and impacting science policy through advocacy (a talk by a DC lobbyist for a professional scientific society)</p>\n<p>* Four professional development workshops (optional) including developing resumes, recommendation letters, personal statements, and applying for the NSF GRF.</p>\n<p>* Three Brown Bag Lunches (required) &ndash; small group discussions where students learn about the projects of other intern and meet students from different STEM disciplines.</p>\n<p>* A graduate and professional school fair featuring more than 20 different graduate and professional school programs at MU</p>\n<p>* An eight-session undergraduate seminar seri...",
  "por_txt_cntn": "\nThere is a global push for brain research. Computational neuroscience offers new tools in the quest for knowledge about the brain. Educators must develop a workforce in this new and critical area of neuroscience research, and this should begin at the undergraduate level. Our 3-year NSF REU Site program strived to fill the gap by providing research training to 38 undergraduates in interdisciplinary neuroscience, with a focus on computational methods.\n\nA multidisciplinary team from the University of Missouri (MU) Colleges of Arts &amp; Science, Veterinary Medicine/Medicine, and Engineering mentored the REU Site project in neuroscience. The objectives of the REU Site were the following: recruit highly qualified students from outside MU; introduce undergraduate students to the basics of the research process in neuroscience; demonstrate the importance of teamwork and the value of different disciplines in collaborative research; introduce students to the intensity of specialized independent research and learning how their work fits into the larger purpose that brought the diverse group of faculty together; foster studentsÆ creativity and provide satisfaction from seeing successful results; develop outstanding graduate school candidates with research experience; provide valuable experience in technical writing and oral presentations.\n\nA major goal of our program was to also encourage students from institutions where opportunities for research were limited or non-existent. Even though æcomputationÆ and neuroscience are both considered difficult by undergraduates, we strived to recruit from minority groups since they are severely underrepresented in these areas. Of the 38 undergraduates (all from outside our University, from among about 200 applicants each year) from fifteen different states who participated in our program, 20/38 (53%) were from Native American, African-American or Hispanic groups (including 3 from HBCUs); 24/38 (63%) were from non-PhD granting institutions, and 25/38 (66%) were women. Their average GPA was a very high 3.7/4.\n\nDue to our programÆs emphasis on the æcomputationalÆ component in neuroscience, the students were challenged to strengthen their quantitative skills.  Most of them were not very strong in computational skills and the 1-credit hour course æMathematical Models in NeuroscienceÆ we offered helped in that regard. The course met 1 hour each week and included six æsoftware experimentsÆ using the free software NEURON that they were familiar with by the end of the course. Almost all students transferred the 1-cr hour course to their home institutions.\n\nThe REU Fellows were involved in full-time immersive research experience. In addition, the Fellows participated in summer program at the University of Missouri also included a rich menu of educational and professional development activities, typically including:\n\n* 15 evening seminars (required) covering responsible conduct of research, career exploration, graduate school application, presenting research, and a series of scientific talks on topics including systems of prebiotic life, plant adaption to drought,  neuropsychology, viruses living in the human genome,  and impacting science policy through advocacy (a talk by a DC lobbyist for a professional scientific society)\n\n* Four professional development workshops (optional) including developing resumes, recommendation letters, personal statements, and applying for the NSF GRF.\n\n* Three Brown Bag Lunches (required) &ndash; small group discussions where students learn about the projects of other intern and meet students from different STEM disciplines.\n\n* A graduate and professional school fair featuring more than 20 different graduate and professional school programs at MU\n\n* An eight-session undergraduate seminar series sponsored by the MU Medical School (optional) that included topics on social determinants of health and health disparities, child psychiatry and global mental health, health informatics, a..."
 }
}