{
 "awd_id": "1062432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ABI Development: National Center for Genome Analysis Support",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 1479040.0,
 "awd_amount": 1493200.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2014-05-21",
 "awd_abstract_narration": "Intellectual Merit:  This award to Indiana University (IU) is to establish the National Center for Genome Analysis Support (NCGAS) in partnership with the Texas Advanced Computing Center (TACC). The NCGAS will be an innovative service center (core facility) that supports the national community of NSF-funded researchers who use genome assembly software, particularly software suitable for assembly of data from next-generation sequencers; large-scale phylogenetic software; and other genome analysis software requiring large amounts of memory. This center will be a general source of software support and services that will be provided on the Mason large memory computer cluster at IU, on the TACC Gordon system, and on the San Diego Supercomputer Center Dash system. The NCGAS will provide services such as use of cluster-based genome analysis software, storage of submitted data sets, and a repository of open source genome analysis software. Services will particularly support analyses of next-generation sequencer output for de novo assembly, metagenomic projects, and resequencing.\r\n\r\nBroader Impacts:  The NCGAS will develop innovative solutions to current needs in genome assembly and analysis. It will establish a core of experts and software tools to support research on a variety of nationally funded cyberinfrastructure systems, and will add to the suite of available systems a large memory cluster ideal for this work. By developing a community of investigators and technologists and exploring new modalities of provisioning computational resources, such as \"on demand\" computing, this project aspires to become a sustainable model for the ongoing, and increasing, need for sequence analysis. The NCGAS website provides up-to-date information at http://pti.iu.edu/ncgas/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Stewart",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Stewart",
   "pi_email_addr": "stewart@iu.edu",
   "nsf_id": "000188281",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Lynch",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Michael R Lynch",
   "pi_email_addr": "mlynch11@asu.edu",
   "nsf_id": "000182365",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Geoffrey",
   "pi_last_name": "Fox",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Geoffrey C Fox",
   "pi_email_addr": "vxj6mb@virginia.edu",
   "nsf_id": "000231257",
   "pi_start_date": "2011-09-15",
   "pi_end_date": "2014-05-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hahn",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew W Hahn",
   "pi_email_addr": "mwh@indiana.edu",
   "nsf_id": "000158698",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Barnett",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "William K Barnett",
   "pi_email_addr": "barnettw@indiana.edu",
   "nsf_id": "000499959",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "107 S INDIANA AVE",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 488842.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 503819.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 500539.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-33d1eb06-a234-b4a4-d08d-42549e8dfead\">\n<p dir=\"ltr\"><span>Everywhere we turn we read and hear more and more about the vast amount of genetic information that scientists are producing. One of the critical challenges is how to turn these data into information that is of benefit to our understanding of the world around us and of practical benefit to the way we carry out our everyday lives. There are two big problems to deal with. One is simply the amount of data available, which is growing at an accelerating rate. The second big problem, which has been with us as long as we have tried to understand the genetics of living things, is that there is a huge gap between understanding the sequence of DNA in the genome of an organism and understanding how that organism &ldquo;works.&rdquo; This is critical for human health, management of crops and animal stocks, maintenance of biodiversity, and the simple joy of understanding what makes us all what we are.</span></p>\n<br />\n<p dir=\"ltr\"><span>The National Center for Genome Analysis (NCGAS) was funded by the NSF as a &ldquo;genomics service center&rdquo; to help biologists study genomes of all sorts of organisms. NCGAS focused in particular in helping scientists understand the entire genome (DNA) sequences of plants and animals. NCGAS helped scientists complete sequences of economically important plants such as the Cacao plant (the source of chocolate), Coffee, Loblolly Pine, Mango (pictured below), Peanuts, and Litchi (a small tropical fruit). &ldquo;White-legged shrimp&rdquo; is most familiar to most people as part of a shrimp cocktail or a salad. This shrimp is among the animals that scientists have sequenced with the support of NCGAS. Understanding the genomes of these many economically important species will help people manage their stocks (wild and farmed) effectively, and in the future will help us understand and better manage these species as the global climate changes. </span></p>\n<br />\n<p dir=\"ltr\"><span>In addition to aiding scientists in understanding the biology of economically important species, NCGAS has aided research about basic biological processes. When the DNA sequence of the human genome was first published in 2001, the authors of one of the papers describing this fantastic accomplishment cautioned that getting the DNA sequence of a genome was only the first step in understanding how biological organisms work. A critical step after this is understanding how DNA is transcribed into RNA - the compound that carries instructions from the DNA out into the cells of organisms to make things happen. The entire library of all RNA sequences expressed in an organism is called the transcriptome. NCGAS helped a team of dozens of scientists complete the RNA transcriptome of the fruit fly. Fruit flies are an important model organism because they have been studied for decades and the scientific community has a great deal of information on fruit flies and understanding the biology of fruit flies helps scientists understand the same biological processes that go right in healthy humans (and not right in humans that are sick!).</span></p>\n<br />\n<p dir=\"ltr\"><span>NCGAS has also helped the US research community make better use of its computer resources. One of the factors limiting research is getting enough computer power to enable new scientific breakthroughs. NCGAS has provided a new model for support of scientific research software that aids any sort of research lab - federally funded, funded by a college, or by a private pharmaceutical company - make the best possible use of its research computing facilities. NCGAS has also provided computing resources and improved bioinformatics software. One piece of software widely used to understand RNA was improved by NCGAS staff and as a result runs eight times faster than originally. </span></p>\n<br />\n<p dir=\"ltr\"><span>NCGAS has provided training for...",
  "por_txt_cntn": "\n\nEverywhere we turn we read and hear more and more about the vast amount of genetic information that scientists are producing. One of the critical challenges is how to turn these data into information that is of benefit to our understanding of the world around us and of practical benefit to the way we carry out our everyday lives. There are two big problems to deal with. One is simply the amount of data available, which is growing at an accelerating rate. The second big problem, which has been with us as long as we have tried to understand the genetics of living things, is that there is a huge gap between understanding the sequence of DNA in the genome of an organism and understanding how that organism \"works.\" This is critical for human health, management of crops and animal stocks, maintenance of biodiversity, and the simple joy of understanding what makes us all what we are.\n\n\nThe National Center for Genome Analysis (NCGAS) was funded by the NSF as a \"genomics service center\" to help biologists study genomes of all sorts of organisms. NCGAS focused in particular in helping scientists understand the entire genome (DNA) sequences of plants and animals. NCGAS helped scientists complete sequences of economically important plants such as the Cacao plant (the source of chocolate), Coffee, Loblolly Pine, Mango (pictured below), Peanuts, and Litchi (a small tropical fruit). \"White-legged shrimp\" is most familiar to most people as part of a shrimp cocktail or a salad. This shrimp is among the animals that scientists have sequenced with the support of NCGAS. Understanding the genomes of these many economically important species will help people manage their stocks (wild and farmed) effectively, and in the future will help us understand and better manage these species as the global climate changes. \n\n\nIn addition to aiding scientists in understanding the biology of economically important species, NCGAS has aided research about basic biological processes. When the DNA sequence of the human genome was first published in 2001, the authors of one of the papers describing this fantastic accomplishment cautioned that getting the DNA sequence of a genome was only the first step in understanding how biological organisms work. A critical step after this is understanding how DNA is transcribed into RNA - the compound that carries instructions from the DNA out into the cells of organisms to make things happen. The entire library of all RNA sequences expressed in an organism is called the transcriptome. NCGAS helped a team of dozens of scientists complete the RNA transcriptome of the fruit fly. Fruit flies are an important model organism because they have been studied for decades and the scientific community has a great deal of information on fruit flies and understanding the biology of fruit flies helps scientists understand the same biological processes that go right in healthy humans (and not right in humans that are sick!).\n\n\nNCGAS has also helped the US research community make better use of its computer resources. One of the factors limiting research is getting enough computer power to enable new scientific breakthroughs. NCGAS has provided a new model for support of scientific research software that aids any sort of research lab - federally funded, funded by a college, or by a private pharmaceutical company - make the best possible use of its research computing facilities. NCGAS has also provided computing resources and improved bioinformatics software. One piece of software widely used to understand RNA was improved by NCGAS staff and as a result runs eight times faster than originally. \n\n\nNCGAS has provided training for the scientists of today and tomorrow, reaching thousands of individuals through some sort of outreach and educational program. These programs range from fun activities for elementary and high school students to help interest them in science to software training programs for practicing scientists.\n\n\nIt is appropriate to as..."
 }
}