{
 "awd_id": "1062050",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SHINE: Analysis of Solar Active Region Energetics Based on Non-Force-Free Coronal Magnetic Field Extrapolation",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ilia Roussev",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 368081.0,
 "awd_amount": 368081.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2015-01-09",
 "awd_abstract_narration": "The Principal Investigator's team will investigate solar active region dynamics, utilizing a novel data analysis technique involving vector magnetograms as well as data-driven magnetohydrodynamic simulations, to quantitatively assess the physics of force balance and imbalance, magnetic energy content, and relevant non-potential features in solar active regions. The results will produce a non-force-free magnetic solution consistent with vector magnetograms and with observed coronal loop structures observed in the extreme ultraviolet. This study will exploit the best available space-based and ground-based observations for magnetography and coronal loop imagery, with the goal to enhance both our physical understanding and predictive capabilities for non-force-free magnetic fields in solar active regions.\r\n\r\nThese results will help predict the dynamics of the solar atmosphere and the likelihood of occurrence of flares and coronal mass ejections, and thus it will have positive impact on space weather forecasting capabilities. In this effort, the Center for Space Plasma and Aeronomic Research (CSPAR) at the University of Alabama at Huntsville will collaborate with the Solar Physics group at NASA's Marshall Space Flight Center to explore the development of spacecraft instrumentation that could be flown on new major NASA solar missions. In this way, the CSPAR faculty will develop the expertise needed to build and sustain a critical mass research group at the University, enhancing the education and training of future space physicists there. The team will also engage the under-served and under-represented student population in the Huntsville community in collaboration with Alabama A&M University, a minority-serving institution, by hiring undergraduate and graduate students as summer interns in order to enhance their research experience in space science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qiang",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qiang Hu",
   "pi_email_addr": "qh0001@uah.edu",
   "nsf_id": "000086843",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Webb",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gary M Webb",
   "pi_email_addr": "gmw0002@uah.edu",
   "nsf_id": "000485164",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ai-Hua",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ai-Hua Wang",
   "pi_email_addr": "wanga@cspar.uah.edu",
   "nsf_id": "000351167",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brahmananda",
   "pi_last_name": "Dasgupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brahmananda Dasgupta",
   "pi_email_addr": "Brahmananda.Dasgupta@uah.edu",
   "nsf_id": "000302172",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gilmer",
   "pi_last_name": "Gary",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gilmer A Gary",
   "pi_email_addr": "gag0002@uah.edu",
   "nsf_id": "000262265",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 SPARKMAN DR NW",
  "perf_city_name": "HUNTSVILLE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117154.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122602.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 128325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-2c54921c-8189-7b59-29d1-f9137cbd3b34\"> </span></p>\n<p><span id=\"docs-internal-guid-2c54921c-81d5-a73a-5cc3-7d44c2e230a9\"> </span></p>\n<p><span id=\"docs-internal-guid-2c54921c-81d5-a73a-5cc3-7d44c2e230a9\"> </span></p>\n<p dir=\"ltr\">Our Sun plays a major role in controlling the near-Earth space environment. In addition to sustaining life on Earth with its constant energy input, the Sun impacts the electromagnetic environment of Earth in three ways: the electromagnetic radiation that spans the entire spectrum from radio to higher energy X-ray and &gamma;-ray emissions, the energetic particles, mostly protons hurling through space, and the direct impact of massive material of ionized gas (plasma) released from the extended solar atmosphere (called corona), carrying along the solar magnetic field. The coupling between these impacts of solar origin and the near-Earth environment is through the interaction between the solar magnetic field and the Earth&rsquo;s own magnetic field. Often these impacts originate from the regions on the Sun of concentrated magnetic flux, so-called active regions (ARs), or better known as sunspot regions. They are generated by solar eruptions, accompanied by energetic phenomena including solar flares, filament eruptions, and coronal mass ejections (CMEs), when a disruption of the coronal magnetic field above an AR occurs. Therefore studying the AR magnetic field topology and evolution is of fundamental importance to understanding the magnetic driving force leading to explosive solar eruptions impacting Earth.&nbsp;</p>\n<p dir=\"ltr\"><span>We utilized state-of-the-art numerical simulation models to simulate the energetic processes involving the disruption of AR magnetic field. In particular, we were able to recover the structures of magnetic flux ropes that are often embedded in the solar materials expelled from the Sun, as seen in explosive CME eruptions, captured in images and videos returned by Sun-observing telescopes in space. One such example is shown in the primary image, where two rows of images show a top view of the AR magnetic field (bottom row) and the corresponding imaging observations (top row), separated by 2-3 minutes apart in real time. The &ldquo;spaghetti&rdquo; type of structure in the bottom represents magnetic field lines in the core of the erupting flux rope, which are not visible from observations but can only be revealed by the simulation model. The simulation successfully reveals the whole process of the flux rope formation from a low-lying small-scale structure to the sudden, rapid rise, eventually upward erupting structure, growing in size and energy content. The process is magnetically driven by the magnetic field on the bottom boundary where the quantitative measurements of solar magnetic field can only be made on that surface as shown by black and white patches. The top row shows the simultaneous imaging observations of hot materials that were heated thus glowing during this energetic process. Although the magnetic field is not visible, the hot materials imaged largely trace the modeled magnetic field lines.&nbsp;</span></p>\n<p dir=\"ltr\"><span>Such explosive eruptions often lead to expulsion of vast amount of masses from the Sun carrying along embedded solar magnetic field, especially in the form of a magnetic flux rope. They can reach Earth in a few days. Under favorable conditions, the magnetic field of the flux rope can interact with Earth&rsquo;s own magnetic field and allow efficient energy input to near-Earth space. This causes disturbances to the Earth&rsquo;s upper atmosphere and the geomagnetic field. Adverse effects can be wide-spread, ranging from malfunctions in navigation and communication systems to disruptions in electrical systems on the ground, and posing health hazard to humans both in space and at relatively low altitudes. Therefore examining the configuration and char...",
  "por_txt_cntn": "\n \n\n \n\n \nOur Sun plays a major role in controlling the near-Earth space environment. In addition to sustaining life on Earth with its constant energy input, the Sun impacts the electromagnetic environment of Earth in three ways: the electromagnetic radiation that spans the entire spectrum from radio to higher energy X-ray and &gamma;-ray emissions, the energetic particles, mostly protons hurling through space, and the direct impact of massive material of ionized gas (plasma) released from the extended solar atmosphere (called corona), carrying along the solar magnetic field. The coupling between these impacts of solar origin and the near-Earth environment is through the interaction between the solar magnetic field and the EarthÆs own magnetic field. Often these impacts originate from the regions on the Sun of concentrated magnetic flux, so-called active regions (ARs), or better known as sunspot regions. They are generated by solar eruptions, accompanied by energetic phenomena including solar flares, filament eruptions, and coronal mass ejections (CMEs), when a disruption of the coronal magnetic field above an AR occurs. Therefore studying the AR magnetic field topology and evolution is of fundamental importance to understanding the magnetic driving force leading to explosive solar eruptions impacting Earth. \nWe utilized state-of-the-art numerical simulation models to simulate the energetic processes involving the disruption of AR magnetic field. In particular, we were able to recover the structures of magnetic flux ropes that are often embedded in the solar materials expelled from the Sun, as seen in explosive CME eruptions, captured in images and videos returned by Sun-observing telescopes in space. One such example is shown in the primary image, where two rows of images show a top view of the AR magnetic field (bottom row) and the corresponding imaging observations (top row), separated by 2-3 minutes apart in real time. The \"spaghetti\" type of structure in the bottom represents magnetic field lines in the core of the erupting flux rope, which are not visible from observations but can only be revealed by the simulation model. The simulation successfully reveals the whole process of the flux rope formation from a low-lying small-scale structure to the sudden, rapid rise, eventually upward erupting structure, growing in size and energy content. The process is magnetically driven by the magnetic field on the bottom boundary where the quantitative measurements of solar magnetic field can only be made on that surface as shown by black and white patches. The top row shows the simultaneous imaging observations of hot materials that were heated thus glowing during this energetic process. Although the magnetic field is not visible, the hot materials imaged largely trace the modeled magnetic field lines. \nSuch explosive eruptions often lead to expulsion of vast amount of masses from the Sun carrying along embedded solar magnetic field, especially in the form of a magnetic flux rope. They can reach Earth in a few days. Under favorable conditions, the magnetic field of the flux rope can interact with EarthÆs own magnetic field and allow efficient energy input to near-Earth space. This causes disturbances to the EarthÆs upper atmosphere and the geomagnetic field. Adverse effects can be wide-spread, ranging from malfunctions in navigation and communication systems to disruptions in electrical systems on the ground, and posing health hazard to humans both in space and at relatively low altitudes. Therefore examining the configuration and characteristics of such structures is of national interest. The other image shows one example of our analysis result of such a magnetic flux rope structure, based on in situ spacecraft measurements along a single path across the structure near Earth. It originated from the Sun, but has expanded to a size of a few tenths of the distance between Sun and Earth. In drastic comparison, the size of the Earth and ..."
 }
}