{
 "awd_id": "1062680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hard Tissue Research On Sub-Saharan Africans Of Known Life History",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 183740.0,
 "awd_amount": 183740.0,
 "awd_min_amd_letter_date": "2011-03-02",
 "awd_max_amd_letter_date": "2018-02-02",
 "awd_abstract_narration": "This project is important for understanding the extent to which human life history can be interpreted from microscopic features in the skeleton, providing insights relevant to many basic science initiatives concerned with mineralized tissue biology, anthropology, and bone aging.  The initiatives associated with this project will likely be a model for establishing faculty and student research partnerships among American universities and the University of Malawi.\r\n\r\nThe skeleton is unique in preserving in its mineralized framework the signatures of an individual's life history. For instance, how fast one grows and for how long, and body size are life history characteristics that may be evaluated from microscopic features in one's bones and teeth. Employing a skeletal sample of sub-Saharan Africans of Bantu origin and known life history, the researchers are testing novel hypotheses regarding relationships between both bone and tooth microanatomical characteristics and human body size and compare the findings with people of Anglo-Celtic origin. A microanatomical growth line in enamel, the striae of Retzius, represents a biological rhythm related to body size in mammals. This rhythm can range in humans by ca. 6-12 days, and it is hypothesized that larger people are nearer the 6-day end of the range, while smaller people are nearer to 12-days. This hypothesis is reasonable because the striae of Retzius rhythm is also that same biological rhythm required to form bone. The number of microanatomical bone cell spaces, or lacunae, within bone is related to growth rate and body size in mammals, and so a person with a short rhythm should have more lacunae per unit volume of bone than a smaller person with a longer rhythm and slower bone development. These ideas are being tested using bone and tooth specimens collected from gross anatomy cadavers of the University of Malawi College of Medicine and life history information gleaned from questionnaires given to donor next of kin. In so doing, the first publicly accessible bone and tooth tissue bank of sub-Saharan Africans of known life history will be established.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Bromage",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy G Bromage",
   "pi_email_addr": "tim.bromage@nyu.edu",
   "nsf_id": "000461412",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yusuf",
   "pi_last_name": "Juwayeyi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yusuf Juwayeyi",
   "pi_email_addr": "Yusuf.juwayeyi@liu.edu",
   "nsf_id": "000446151",
   "pi_start_date": "2011-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 50061.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 35381.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 98298.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The principal focus of our work has been to evaluate the extent to which the microscopic anatomy of bones and teeth can inform us generally about the lives of individuals and events occurring to these individuals during their lifetimes.&nbsp; In addition, we wished to know whether climate variability has an effect on bone and tooth microscopic anatomy, and whether the elemental chemistry of these tissues reflects any aspect of the ecology of the place where individuals live.&nbsp;</p>\n<p>Our choice of sample was strategic, which required individuals to be living more or less under natural circumstances with few environmental controls, and whose bone and tooth tissues could be acquired ethically and with substantial information about their social, economic, and medical histories.&nbsp; We also required common life history variables, such as age, height, and weight (mass).&nbsp; The sample chosen was that of the anatomy program of the University of Malawi College of Medicine (UMCOM), specifically cadavers who&rsquo;s purpose is to provide medical student training experiences.&nbsp; The UMCOM archives deep personal histories given to them by next of kin.&nbsp;</p>\n<p>We first examined a biological rhythm that can be seen in the microscopic anatomy of tooth enamel, which occurs on a multi-day schedule.&nbsp; We subsequently discovered that this rhythm is one and the same for the formation of what is called a &ldquo;lamella&rdquo; in bone that is a defined layer added one on top of the other while bone is forming.&nbsp; Common rhythms identified in the study sample of teeth were of 7 and 8 days.&nbsp; Following on from this, because each lamellae is formed in this defined period of time, the thickness of each lamellae is a reflection of how fast the bone was laid down.&nbsp; Using massive computer resources, we were able to make millions of measurements of lamellae laid down consecutively for as many as 15 years, and identify cycles of increasing and decreasing bone formation rates.&nbsp; Annual rhythms, for instance, were observed.&nbsp; We also observed that the variability in thicknesses of lamellae were greatly reduced in individuals that had been growing their bone during a period of draught.&nbsp;</p>\n<p>It was also found that the elemental chemistry along the many layers of consecutive lamellae over years coincided with records of maximum and minimum rainfall data acquired from meteorological records near the place where the individuals lived.&nbsp;</p>\n<p>We also examined the cells that occupy the bone, called osteocytes.&nbsp; It was found that the number of these cells is linearly related to the body height of the person; the taller the person, the more osteocytes in their bone.&nbsp;</p>\n<p>Finally, in order to place these individuals into the larger ecological context, a rich collection of biological, geological, and water samples was taken from a lake habitat near to where the individuals lived.&nbsp; Seventy one elements representing the complete inorganic chemistry have been acquired from all of these samples, and preliminary analyses tell a remarkable story about the flow of materials through the environment.&nbsp; As a side inquiry, we have also tracked the concentrations of elements that subsistence farmers on nutrient-poor soils have inadvertently released to the environment from pesticide use.&nbsp;</p>\n<p>Eventually the tools we have gained in the conduct of this research will be used to interrogate the fossils and soils of 2.5 million year old early human sites in northern Malawi.&nbsp; We imagine the possibility to understand fundamentals of the climate and metabolism of such a place from the microscopic anatomy of bones and teeth and their inorganic chemistry.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2019<br>\n\t\t\t\t\tModified by: Timothy&nbsp;G&nbsp;Bromage</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe principal focus of our work has been to evaluate the extent to which the microscopic anatomy of bones and teeth can inform us generally about the lives of individuals and events occurring to these individuals during their lifetimes.  In addition, we wished to know whether climate variability has an effect on bone and tooth microscopic anatomy, and whether the elemental chemistry of these tissues reflects any aspect of the ecology of the place where individuals live. \n\nOur choice of sample was strategic, which required individuals to be living more or less under natural circumstances with few environmental controls, and whose bone and tooth tissues could be acquired ethically and with substantial information about their social, economic, and medical histories.  We also required common life history variables, such as age, height, and weight (mass).  The sample chosen was that of the anatomy program of the University of Malawi College of Medicine (UMCOM), specifically cadavers who?s purpose is to provide medical student training experiences.  The UMCOM archives deep personal histories given to them by next of kin. \n\nWe first examined a biological rhythm that can be seen in the microscopic anatomy of tooth enamel, which occurs on a multi-day schedule.  We subsequently discovered that this rhythm is one and the same for the formation of what is called a \"lamella\" in bone that is a defined layer added one on top of the other while bone is forming.  Common rhythms identified in the study sample of teeth were of 7 and 8 days.  Following on from this, because each lamellae is formed in this defined period of time, the thickness of each lamellae is a reflection of how fast the bone was laid down.  Using massive computer resources, we were able to make millions of measurements of lamellae laid down consecutively for as many as 15 years, and identify cycles of increasing and decreasing bone formation rates.  Annual rhythms, for instance, were observed.  We also observed that the variability in thicknesses of lamellae were greatly reduced in individuals that had been growing their bone during a period of draught. \n\nIt was also found that the elemental chemistry along the many layers of consecutive lamellae over years coincided with records of maximum and minimum rainfall data acquired from meteorological records near the place where the individuals lived. \n\nWe also examined the cells that occupy the bone, called osteocytes.  It was found that the number of these cells is linearly related to the body height of the person; the taller the person, the more osteocytes in their bone. \n\nFinally, in order to place these individuals into the larger ecological context, a rich collection of biological, geological, and water samples was taken from a lake habitat near to where the individuals lived.  Seventy one elements representing the complete inorganic chemistry have been acquired from all of these samples, and preliminary analyses tell a remarkable story about the flow of materials through the environment.  As a side inquiry, we have also tracked the concentrations of elements that subsistence farmers on nutrient-poor soils have inadvertently released to the environment from pesticide use. \n\nEventually the tools we have gained in the conduct of this research will be used to interrogate the fossils and soils of 2.5 million year old early human sites in northern Malawi.  We imagine the possibility to understand fundamentals of the climate and metabolism of such a place from the microscopic anatomy of bones and teeth and their inorganic chemistry. \n\n \n\n\t\t\t\t\tLast Modified: 09/26/2019\n\n\t\t\t\t\tSubmitted by: Timothy G Bromage"
 }
}