{
 "awd_id": "1063517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Testing the Effects of Culture on Institutional Effectiveness and National Innovation Rates",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 94843.0,
 "awd_amount": 94843.0,
 "awd_min_amd_letter_date": "2011-04-29",
 "awd_max_amd_letter_date": "2011-04-29",
 "awd_abstract_narration": "The project investigates the effect of national culture on the effectiveness of science and technology policies and institutions. Past research suggests that particular cultural features may promote innovativeness under some political or economic conditions (e.g., high levels of democracy) whereas other features may be more effective under other conditions (e.g., authoritarian regimes). The results of the research are important: if national culture matters, then simply budgeting more money for R&D, industrial infrastructure, and the promotion of entrepreneurship may not be sufficient to increase the national innovation rate of a country whose underlying cultural values are antithetical to innovative activity.  \r\n\r\nIntellectual Merit: The critical innovation of this proposed research is to examine how culture may have an impact on innovative activity, scientific activity, and intellectual property rights. Most existing culture-innovation research uses qualitative case studies of firms or individuals, which are limited in their generalizeability. The research uses statistical methods to analyze the relationship between different cultural values, science policy and institutions, and national S&T performance. It analyzes data for dozens of countries over two decades, using several independent datasets developed recently to triangulate on both the independent and dependent variables. This study also controls for economic variables which constitute sources of omitted variable bias in prior research. In sum, it provides new insights into differences in national innovation rates across multiple countries over a long period of time and hence helps inform the debate on endogenous economic growth and national competitiveness in high-technology\r\n\r\nBroader Impacts This project helps to explain why policies and institutions that are effective in one country fail to deliver scientific and technological progress in others. It therefore informs the innovation debates taking place within a variety of disciplines (economics, political science, business, industry studies), each of which often omits cultural analysis of innovation policies and institutions. The results also inform the policy process by helping policymakers determine to how to tailor policy solutions imported from abroad. The products of this research are disseminated online, at academic and policy research conferences, in graduate and undergraduate level courses, and in peer-reviewed journal articles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Taylor",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Z Taylor",
   "pi_email_addr": "mzak@gatech.edu",
   "nsf_id": "000501219",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Tech Research Corporation",
  "perf_str_addr": "926 DALNEY ST NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303186395",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 94843.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Does a society&rsquo;s culture affect its rate of inventive activity? We need a better answer to this question than &ldquo;probably&rdquo;. After all, the internal culture of an international company (like Intel or Monsanto) may not match, or might be overwhelmed by, the culture of the society within which it innovates or whose workers it employs. Furthermore, evidence that a nation&rsquo;s culture affects innovation may carry important implications for business strategists concerned with locating R&amp;D facilities internationally. Also, if national culture matters, then simply budgeting more money for R&amp;D, industrial infrastructure, or the promotion of entrepreneurship may not be sufficient to increase the innovation rate of a country whose underlying cultural values are antithetical to innovative activity.</p>\n<p>There are many theories and anecdotes which suggest that particular cultural values may provide an innovative advantage. But there have been few comprehensive tests of a link between culture and innovation. Therefore the research funded by this grant used statistical analysis to test the significance of different cultural values for national innovation rates.</p>\n<p>One study analyzed several independent datasets of culture and technological innovation from 62 countries spanning more than two decades. It found that most measures of &ldquo;individualism&rdquo; have a strong, significant, and positive effect on technological innovation, even when controlling for major policy variables. However, the data also suggest that a certain type of &ldquo;collectivism&rdquo; (i.e. patriotism and nationalism) can also foster innovation at the national level. Meanwhile, other types of &ldquo;collectivism&rdquo; (i.e. familism and localism) not only harm innovation rates, but may hurt progress in science worse than technology.</p>\n<p>The results of this research are available online at the researcher&rsquo;s website, as well as in journals and conference proceedings. In the general media, this study were reported on in <em>Tech News Daily</em> and <em>Smart Planet</em>. These results were also presented domestically at the National Academy of the Sciences, Washington, DC (Sept 2012) and internationally at the Collegio Carlo Alberto at the University of Torino, in Turin, Italy (Oct 2012). At the Georgia Institute of Technology, this research contributed to the design of a new class (INTA 6740&mdash;Innovation and the State) offered in Spring 2013. Also, three students were trained in some combination of data gathering, statistical analysis, scientific literature reviews, and scientific writing. Two of these students are members of under-represented minority groups.</p>\n<p>Another study, written with a co-author, looked at the ways in which cultural beliefs are used to define the boundaries between science, public institutions, and public policy. It shows how members of different political subcultures use claims about &ldquo;pollution&rdquo; and &ldquo;purity&rdquo; to define science in self-interested ways. They align themselves and the domain of science with scientists whose research fits their preferred social and institutional relations. They simultaneously attempt to exclude from science those scientists whose research does not support their views of social and institutional relations.</p>\n<p>Finally, a panel of researchers from eight universities was organized to bring together two currently separate streams of research on culture, government institutions &amp; policies, and innovation. Most people agree that government institutions and policies can act as powerful determinants of economic outcomes, like technological innovation. However, there been a revival of interest in national culture as another causal factor. This panel investigated the possibility of interactions and interdependency between national culture and political-economic institutions.</p><br>\n...",
  "por_txt_cntn": "\nDoes a societyÆs culture affect its rate of inventive activity? We need a better answer to this question than \"probably\". After all, the internal culture of an international company (like Intel or Monsanto) may not match, or might be overwhelmed by, the culture of the society within which it innovates or whose workers it employs. Furthermore, evidence that a nationÆs culture affects innovation may carry important implications for business strategists concerned with locating R&amp;D facilities internationally. Also, if national culture matters, then simply budgeting more money for R&amp;D, industrial infrastructure, or the promotion of entrepreneurship may not be sufficient to increase the innovation rate of a country whose underlying cultural values are antithetical to innovative activity.\n\nThere are many theories and anecdotes which suggest that particular cultural values may provide an innovative advantage. But there have been few comprehensive tests of a link between culture and innovation. Therefore the research funded by this grant used statistical analysis to test the significance of different cultural values for national innovation rates.\n\nOne study analyzed several independent datasets of culture and technological innovation from 62 countries spanning more than two decades. It found that most measures of \"individualism\" have a strong, significant, and positive effect on technological innovation, even when controlling for major policy variables. However, the data also suggest that a certain type of \"collectivism\" (i.e. patriotism and nationalism) can also foster innovation at the national level. Meanwhile, other types of \"collectivism\" (i.e. familism and localism) not only harm innovation rates, but may hurt progress in science worse than technology.\n\nThe results of this research are available online at the researcherÆs website, as well as in journals and conference proceedings. In the general media, this study were reported on in Tech News Daily and Smart Planet. These results were also presented domestically at the National Academy of the Sciences, Washington, DC (Sept 2012) and internationally at the Collegio Carlo Alberto at the University of Torino, in Turin, Italy (Oct 2012). At the Georgia Institute of Technology, this research contributed to the design of a new class (INTA 6740&mdash;Innovation and the State) offered in Spring 2013. Also, three students were trained in some combination of data gathering, statistical analysis, scientific literature reviews, and scientific writing. Two of these students are members of under-represented minority groups.\n\nAnother study, written with a co-author, looked at the ways in which cultural beliefs are used to define the boundaries between science, public institutions, and public policy. It shows how members of different political subcultures use claims about \"pollution\" and \"purity\" to define science in self-interested ways. They align themselves and the domain of science with scientists whose research fits their preferred social and institutional relations. They simultaneously attempt to exclude from science those scientists whose research does not support their views of social and institutional relations.\n\nFinally, a panel of researchers from eight universities was organized to bring together two currently separate streams of research on culture, government institutions &amp; policies, and innovation. Most people agree that government institutions and policies can act as powerful determinants of economic outcomes, like technological innovation. However, there been a revival of interest in national culture as another causal factor. This panel investigated the possibility of interactions and interdependency between national culture and political-economic institutions.\n\n\t\t\t\t\tLast Modified: 02/12/2013\n\n\t\t\t\t\tSubmitted by: Mark Z Taylor"
 }
}