{
 "awd_id": "1063236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR (Type A): Deep Proteome Imaging System",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 364139.0,
 "awd_amount": 364139.0,
 "awd_min_amd_letter_date": "2011-05-24",
 "awd_max_amd_letter_date": "2013-05-06",
 "awd_abstract_narration": "ABSTRACT\r\n\r\nCells contain thousands of different types of proteins. These proteins exist in the cell at very different concentrations, from tens of copies per cell to millions of copies per cell, which represents a hundred-thousand-fold concentration range. The goal of comparative proteomics is to discover differences in protein expression patterns between cells, tissues and organisms grown under different conditions, with different genetic backgrounds, or at different stages of development or disease. Current proteome profiling methods are unable to detect and identify the full complement of proteins in a single experiment. This limitation is a serious impediment in many comparative proteomic analyses and is largely due to the fact that no detection system has a dynamic range that is well matched to the roughly 100,000-fold concentration range of cellular proteins. There are two general approaches to comparative proteomics experiments: peptide-centric and protein centric. Peptide-centric methods rely exclusively on mass spectrometers (MSs) for peptide identification and quantification. The dynamic range of typical MSs used for comparative proteomics is ~1,000. In protein-centric methods (which commonly involve fluorescently tagged proteins and difference-gel electrophoresis (DIGE)), protein quantification and identification are done separately by fluorescence imagers and MSs, respectively. Fluorescence imagers have a dynamic range of ~20,000. To quantify protein abundance over a 100,000-fold range, one needs a detection system with at least a million-fold dynamic range, which is essential for detecting both low abundance proteins, such as transcription factors, and high abundance proteins, such as structural proteins, in the same experiment. The goal of this project is to develop an enhanced gel imaging system that can quantify proteins over a million-fold concentration range, yielding a more than 50-fold improvement over existing fluorescent gel imagers.\r\nIn this project, a structured-illumination, gel imager (SIGI) system will be constructed. The SIGI system will extend the dynamic range of the CCD-based imager to at least one million-fold by incorporating a structured illuminator. Structured illumination allows one to expose regions of a gel that contain low-abundance proteins for long intervals without over-exposing high abundance proteins. The data collection routine consists of a series of images of DIGE gels captured using a range of exposure times. To prevent pixel saturation due to high protein concentrations and long exposure times, a computer-generated illumination mask will be used to only illuminate regions of the gel that contain low-abundance proteins. This series of images will be used to calculate a fluorescence intensity versus exposure time curve for each pixel in the field-of-view (measured in counts per second (CPS)). This masking procedure will generate a CPS image having a dynamic range well over 1,000,000-fold, greatly extending the effective dynamic range of the CCD camera.\r\nThe broader impacts of fabricating the SIGI system will be to allow proteomics researchers to explore the proteome more deeply than previously possible. This will permit us to ask more probing and precise questions about proteome changes in response to a large number of conditions and treatments. The development of such a sensitive instrument will also stimulate the advancement of other proteomics-related technologies. Results of this work will be made available to the scientific community through publications and open-source web-based resources.\r\nAccess to our SIGI system (and others built elsewhere) will enhance infrastructure for research and education by helping to establish collaborations with researchers in academic, industry and government laboratories, developing partnerships with international academic institutions and organizations. Access to this instrument will also foster the training of students from smaller, less research oriented institutions.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Minden",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan S Minden",
   "pi_email_addr": "minden@cmu.edu",
   "nsf_id": "000160867",
   "pi_start_date": "2011-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 117755.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 121431.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 124953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of comparative proteomics is to discover differences in protein expression patterns between cells, tissues and organisms grown under different conditions, with different genetic backgrounds, or at different stages of development or disease. Unfortunately, all current proteome profiling methods are limited in their ability to detect and identify the full complement of proteins in a single experiment. This limitation is a serious impediment in many comparative proteomic analyses and is largely due to the fact that no detection system has a dynamic range that is well matched to the roughly 100,000-fold concentration range of cellular proteins. While proteomicists have devoted significant effort toward developing automated protein/peptide separation and comparison schemes, relatively little effort has been placed on increasing the dynamic range of protein/peptide detection instruments. There are two general approaches to comparative proteomics experiments: peptide-centric and protein centric. Peptide-centric methods rely exclusively on mass spectrometers (MSs) for peptide identification and quantification. The dynamic range of typical MSs used for comparative proteomics is ~1,000. In protein-centric methods (which commonly involve fluorescently tagged proteins and difference-gel electrophoresis (DIGE)), protein quantification and identification are done separately by fluorescence imagers and MSs, respectively. Fluorescence imagers have a dynamic range of ~20,000. To quantify protein abundance over a 100,000-fold range, one needs a detection system with at least a million-fold dynamic range, which is essential for detecting both low abundance proteins, such as transcription factors, and high abundance proteins, such as structural proteins, <em>in the same experiment</em>. The goal of this proposal is to develop an enhanced gel imaging system that can quantify proteins over a million-fold concentration range, yielding a more than 50-fold improvement over existing fluorescent gel imagers.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Aim 1</span></em></strong> details the construction of a structured-illumination, gel imager (SIGI) that will extend the dynamic range of the CCD-based imager to at least one million-fold by incorporating a video projector as a structured illuminator. Structured illumination will allow one to expose regions of a gel that contain low-abundance proteins for long intervals without over-exposing high abundance proteins.</p>\n<p><strong><span style=\"text-decoration: underline;\">Progress at the end of the funding period:</span></strong> We have successfully completed all elements of this Aim. We have completed the construction of SI gel imager. A key goal was to reduce the background fluorescence signal and internal light scatter. This was accomplished, reducing the average background signal from 150 Counts Per Second (CPS) to less than 30 CPS.</p>\n<p><strong><em><span style=\"text-decoration: underline;\">Aim 2</span></em></strong> describes the development of imager calibration and data collection software. Our approach will be two-pronged. First, we will capture a series of images of DIGE gels using a range of exposure times. This will allow us to calculate a fluorescence intensity vs exposure time curve for each pixel in the field-of-view (measured in counts per second (CPS)). To prevent pixel saturation due to high protein concentrations and long exposure times, an illumination mask generated by a video projector will only illuminate regions that contain low-abundance proteins. Thus we will be able to image regions containing lower abundance proteins with greater sensitivity.&nbsp; Using a video projector with greater than 1000:1 contrast ratio, this masking procedure will extend the effective dynamic range of the CCD camera from 20,000 to well over 1,000,000.</p>\n<p><strong><span style=\"text-decoration: underline;\">Progre...",
  "por_txt_cntn": "\nThe goal of comparative proteomics is to discover differences in protein expression patterns between cells, tissues and organisms grown under different conditions, with different genetic backgrounds, or at different stages of development or disease. Unfortunately, all current proteome profiling methods are limited in their ability to detect and identify the full complement of proteins in a single experiment. This limitation is a serious impediment in many comparative proteomic analyses and is largely due to the fact that no detection system has a dynamic range that is well matched to the roughly 100,000-fold concentration range of cellular proteins. While proteomicists have devoted significant effort toward developing automated protein/peptide separation and comparison schemes, relatively little effort has been placed on increasing the dynamic range of protein/peptide detection instruments. There are two general approaches to comparative proteomics experiments: peptide-centric and protein centric. Peptide-centric methods rely exclusively on mass spectrometers (MSs) for peptide identification and quantification. The dynamic range of typical MSs used for comparative proteomics is ~1,000. In protein-centric methods (which commonly involve fluorescently tagged proteins and difference-gel electrophoresis (DIGE)), protein quantification and identification are done separately by fluorescence imagers and MSs, respectively. Fluorescence imagers have a dynamic range of ~20,000. To quantify protein abundance over a 100,000-fold range, one needs a detection system with at least a million-fold dynamic range, which is essential for detecting both low abundance proteins, such as transcription factors, and high abundance proteins, such as structural proteins, in the same experiment. The goal of this proposal is to develop an enhanced gel imaging system that can quantify proteins over a million-fold concentration range, yielding a more than 50-fold improvement over existing fluorescent gel imagers.\n\nAim 1 details the construction of a structured-illumination, gel imager (SIGI) that will extend the dynamic range of the CCD-based imager to at least one million-fold by incorporating a video projector as a structured illuminator. Structured illumination will allow one to expose regions of a gel that contain low-abundance proteins for long intervals without over-exposing high abundance proteins.\n\nProgress at the end of the funding period: We have successfully completed all elements of this Aim. We have completed the construction of SI gel imager. A key goal was to reduce the background fluorescence signal and internal light scatter. This was accomplished, reducing the average background signal from 150 Counts Per Second (CPS) to less than 30 CPS.\n\nAim 2 describes the development of imager calibration and data collection software. Our approach will be two-pronged. First, we will capture a series of images of DIGE gels using a range of exposure times. This will allow us to calculate a fluorescence intensity vs exposure time curve for each pixel in the field-of-view (measured in counts per second (CPS)). To prevent pixel saturation due to high protein concentrations and long exposure times, an illumination mask generated by a video projector will only illuminate regions that contain low-abundance proteins. Thus we will be able to image regions containing lower abundance proteins with greater sensitivity.  Using a video projector with greater than 1000:1 contrast ratio, this masking procedure will extend the effective dynamic range of the CCD camera from 20,000 to well over 1,000,000.\n\nProgress at the end of the funding period: The main goal of this aim was to develop the software to control the SIGI system and for data acquisition and analysis. We have also successfully completed this Aim. The result of these two Aims is the development of a gel imaging system that is capable of detecting proteins over a more than million-fold concentration range, al..."
 }
}