{
 "awd_id": "1063222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: IDBR: Metamaterial Enhanced Spectrometer for Terahertz Hyperspectral Imaging of Biological Specimens",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce Fernandes",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 174999.0,
 "awd_amount": 174999.0,
 "awd_min_amd_letter_date": "2011-05-02",
 "awd_max_amd_letter_date": "2011-05-02",
 "awd_abstract_narration": "Project Summary\r\n\r\nCollaborative Research: IDBR: Metamaterial Enhanced Spectrometer for Hyperspectral Terahertz Imaging of Biological Specimens\r\n \r\nThe objective of the proposed research is the development of novel instrumentation to facilitate highly sensitive, hyperspectral imaging of biological specimens, in the minimally explored yet information-rich electromagnetic spectrum of terahertz frequencies. This spectrum is broad in spectroscopic possibilities due to presence of the intermolecular vibrational, rotational and torsional modes, providing a distinct broadband molecular fingerprint and intrinsic contrast for biomolecular identification. However existing terahertz imaging approaches have limited sensitivity due to (1) Lack of efficient coupling of terahertz radiation in and out of the biological sample, (2) Higher level of signal loss due to unwanted scattering at sample/spectrometer interface, and (3) Lack of efficient detectors in the terahertz frequency range, thus limiting their performance. Moreover the detectors are typically single pixel detectors that require scanning to obtain a 2D image and they fail to capture the spatiotemporal evolution of biomolecular dynamics.\r\n\r\nTo solve these issues, the proposed instrument brings two emergent technologies ¨C (1) Metamaterials (MMs) and (2) Plasma wave operation of GaAs pHEMT device. Metamaterials are artificial structures with subwavelength metallic inclusions that can be designed to exhibit exotic electromagnetic response such as negative permittivity and permeability, negative index, and ideal absorption or transmittance. Plasma wave operation of GaAs pHEMT device facilitates resonant detection of terahertz radiation with unparalleled sensitivity. \r\n\r\nIntellectual Merit: \r\nThe proposed program will result in the development of a Metamaterial Enhanced Reflectance (or Transmittance) Imaging Terahertz (MERIT/METIT) spectrometer as an ultrasensitive platform for terahertz imaging of cells and tissues. These spectrometers will shed new light on ultra-fast conformational protein dynamics (protein folding) and other biomolecular processes responsible for pathogenesis in many human diseases, primarily cancer. Key technical innovations of the proposed spectrometer are (1) Realization of perfect impedance matched spectral conjugate layers to eliminate spurious reflections and to mitigate effects of water absorption, and (2) Realization of a high speed (>106 frames/sec), large 2D terahertz focal plane array (TFPA) based on resonant plasma wave detection of terahertz radiation by a GaAs pHEMT device. An interdisciplinary collaboration between PIs at multiple institutions (Boston College and Tufts University) with records of achievement in metamaterials theory, simulation and experiment, HEMT transistor device modeling and fabrication, and practical knowledge in imaging, evince the potential for carrying out a successful research and educational program. \r\n\r\nBroader Impact: \r\nBeyond providing rich spectroscopic images of biological cells and tissues for fundamental studies, the instrument has potential in medical diagnostics and drug discovery. The PIs plan to reach out to the biology community through articles in print and online magazines frequented by biologists. The instrument will be made accessible to Boston area researchers for evaluation purposes. The instrument development project will establish a research and teaching laboratory at Boston College and Tufts University in the area of metamaterials and THz imaging devices. It will train the future generation of science and engineering majors in experimental techniques, such as extremely broadband frequency domain spectroscopy, fabrication of metamaterials, GaAs III-V technology as well as computer simulation techniques. The PIs have a strong commitment to undergraduate research through involvement in (1) summer scholars and BEND program for undergraduate research, and (2) the McNair scholarship program, a graduate school preparation program for students from underrepresented groups. Activities aimed at K©\\12 outreach is made possible through the ongoing Student Teacher Outreach Mentor Program (STOMP). The PIs plan to share the excitement of their research and discovery through lectures at local high©\\schools and development of web-based tutorials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Willie",
   "pi_last_name": "Padilla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Willie Padilla",
   "pi_email_addr": "willie.padilla@duke.edu",
   "nsf_id": "000456626",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "140 COMMONWEALTH AVE",
  "perf_city_name": "CHESTNUT HILL",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 174999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this program was to develop a metamaterial film that could assist in the evaluation of pigmented skin lesions, including atypical moles, which have one or more clinical or historical characteristics of melanoma.</p>\n<p>To enhance the effectiveness of the imaging system for detection of skin cancer we developed a metamaterial that acts as an intermediate matching layer between the air/skin boundary which is intended to improve the contrast between healthy and cancerous skin cells at THz frequencies. Our metamaterial consists of two metallic layers separated by a thin polyimide layer. The overall thickness of the MM film is only 25 &mu;m making it very flexible to allow for it to conform to the contours of skin.</p>\n<p>In order to test the relative enhancement of THz signal and validate the approach we performed computer simulations. Our models examined the effectiveness of the metamaterial layer against skin with inclusions of cancerous cells. Through the use of the metamaterial impedance matching layer our simulations showed that we were able to achieve a noticeable enhancement in the returned THz signal. Our simulations showed that when compared to skin with no cancer present the difference between the measured THz signal reflection of a skin/cancer interface and no metamaterial present is 0.8%. However the use of our prototype MM film increased this difference by over 4 times to 3.8%</p>\n<p>Prototype metamaterial films based on designs based on our simulations were created and two undergraduate researchers have been actively involved in all aspects of the project.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/02/2013<br>\n\t\t\t\t\tModified by: Willie&nbsp;Padilla</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1063222/1063222_10088845_1372772055944_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1063222/1063222_10088845_1372772055944_Fig1--rgov-800width.jpg\" title=\"Simulated results and fabricated samples\"><img src=\"/por/images/Reports/POR/2013/1063222/1063222_10088845_1372772055944_Fig1--rgov-66x44.jpg\" alt=\"Simulated results and fabricated samples\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1. a) Simulation results showing the change in the reflected signal when cancerous cells are present.  Two cases are presented the first with no metamaterial present and the other using the metamaterial impedance matching film. b) Thin film metamaterial prototype that we fabricated.</div>\n<div class=\"imageCredit\">Chris Bingham</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Willie&nbsp;Padilla</div>\n<div class=\"imageTitle\">Simulated results and fabricated samples</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this program was to develop a metamaterial film that could assist in the evaluation of pigmented skin lesions, including atypical moles, which have one or more clinical or historical characteristics of melanoma.\n\nTo enhance the effectiveness of the imaging system for detection of skin cancer we developed a metamaterial that acts as an intermediate matching layer between the air/skin boundary which is intended to improve the contrast between healthy and cancerous skin cells at THz frequencies. Our metamaterial consists of two metallic layers separated by a thin polyimide layer. The overall thickness of the MM film is only 25 &mu;m making it very flexible to allow for it to conform to the contours of skin.\n\nIn order to test the relative enhancement of THz signal and validate the approach we performed computer simulations. Our models examined the effectiveness of the metamaterial layer against skin with inclusions of cancerous cells. Through the use of the metamaterial impedance matching layer our simulations showed that we were able to achieve a noticeable enhancement in the returned THz signal. Our simulations showed that when compared to skin with no cancer present the difference between the measured THz signal reflection of a skin/cancer interface and no metamaterial present is 0.8%. However the use of our prototype MM film increased this difference by over 4 times to 3.8%\n\nPrototype metamaterial films based on designs based on our simulations were created and two undergraduate researchers have been actively involved in all aspects of the project.\n\n \n\n\t\t\t\t\tLast Modified: 07/02/2013\n\n\t\t\t\t\tSubmitted by: Willie Padilla"
 }
}