{
 "awd_id": "1063928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ship and Island Based Radar Observations in the Dynamics of the Madden-Julian Oscillation Project (DYNAMO)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 1171889.0,
 "awd_amount": 1229385.0,
 "awd_min_amd_letter_date": "2011-04-14",
 "awd_max_amd_letter_date": "2013-05-12",
 "awd_abstract_narration": "The Dynamics of the Madden-Julian Oscillation (DYNAMO) field campaign is the US component of an international experiment in late 2011/early 2012 in the Indian Ocean, the Cooperative Indian Ocean Experiment on Intraseasonal Variability (CINDY2011).  The overarching goal of DYNAMO is to expedite understanding of processes key to MJO initiation over the Indian Ocean and to improve simulation and prediction of the MJO.  The field campaign will include multiple radars, atmospheric sounding sites, a research aircraft, multiple research vessels, and oceanic measurements.  \r\n\r\nThe three main hypotheses of DYNAMO are:  1) Deep convection can be organized into an MJO convective envelope only when the moist layer has become sufficiently deep over a region of the MJO scale; the pace at which this moistening occurs determines the duration of the pre-onset state, 2) Specific convective populations at different stages are essential to MJO initiation, and 3) The barrier layer, wind- and shear-driven mixing, shallow thermocline, and mixing-layer entrainment all play essential roles in MJO initiation in the Indian Ocean by controlling the upper-ocean heat content and SST, and thereby surface flux feedback\r\n\r\nUnder this award a C-band Doppler radar will be deployed on the research ship, R/V Roger Revelle.  The radar will be one of several participating in DYNAMO. Collectively the radars will monitor and characterize precipitating convection associated with MJO initiation. The radar data will be used to diagnose heating profiles -- the mechanism by which deep convection contributes to large scale forcing. The radar observations also will be used to validate large scale and cloud resolving model simulations of the MJO.\r\n\r\nSpecifically, the PI will investigate issues relative to improving predication of the\r\nMJO initiation including:\r\n\r\n*  Understanding the relationship between convective development and moistening of the atmosphere.\r\n*  Characterizing the detailed nature of convection over the tropical Indian Ocean and how convective and \r\n         stratiform precipitation contribute to diabatic heating.\r\n*  Validation of large scale and cloud resolving models.\r\n\r\nThe broader impacts of the work include the involvement of multiple graduate students in field research, and the contribution to the broader goals of the DYNAMO campaign to improve understanding of tropical convection, the predictability of the MJO, and downstream effects of the MJO on weather in the United States and other areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Rutledge",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Rutledge",
   "pi_email_addr": "Rutledge@atmos.colostate.edu",
   "nsf_id": "000399704",
   "pi_start_date": "2011-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 799315.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 210174.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 219896.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project centered on the DYNAMO field campaign and data analysis following the field campaign. DYNAMO (<span style=\"text-decoration: underline;\">DYNA</span>mics of the <span style=\"text-decoration: underline;\">M</span>J<span style=\"text-decoration: underline;\">O</span>) was a large, international field campaign designed to further our understanding regarding formation mechanisms for the so-called Madden Julian Oscillation, marked by the rapid development of deep convection over the central Indian Ocean (CIO). This oscillation, accompanied by deep convection, heavy rainfall and extensive cold cloud, propagates eastward, continuing in that form until the central Pacific. Often times a wave pattern circumnavigates the entire globe. The periodicity of the MJO is 30-50 days. The MJO affects weather world-wide and is poorly simulated in global numerical models, providing central motivations for DYNAMO.</p>\n<p>&nbsp;</p>\n<p>Our work deployed the NASA TOGA C-band Doppler radar on board the U. S. research ship R/V <em>Roger Revelle</em>, which made three 30-day cruises to a point along the Equator at 85 degrees east longitude. There the radar operated round the clock to collect information on rainfall as well as the vertical structure and horizontal organization of convection. Three separate MJO events were captured during the field campaign, which each of these being different from one another.</p>\n<p>&nbsp;</p>\n<p>Our observations provided new findings about how the ocean and atmosphere interact to produce deep convection and the MJO. During periods of reduced cloudiness, the ocean surface temperatures increase promoting significant evaporation, which moistens the lower levels of the atmosphere, producing shallow clouds. As the atmosphere continues to moisten, deeper convection develops to help increase moisture throughout the atmospheric column. Widespread convection with extensive stratiform precipitation then develops. As strong westerly winds form in association with heating of the atmosphere by the MJO, cooler ocean water is vertically mixed towards the surface, reducing sea surface temperatures and shutting off convection. Quiescent conditions return for a period of time before the ocean heats again in advance of the next MJO cycle. One of the more interesting findings of our work established the importance of shallow, isolated convection to total rainfall. These convective cells are frequent, present 35% of the time and contribute 17% of the total MJO precipitation. Since radar-based convective-stratiform algorithms typically misclassify this type of precipitation as stratiform, our results suggest that the stratiform rain fraction associated with tropical rainfall over the ocean&rsquo;s warm pools is less than the values established in the literature (15% versus the accepted 30-40%). We have also performed research to show that anthropogenic aerosols flowing into the CIO from principally India and Sri Lanka act to invigorate MJO convection north of the Equator. These aerosols are not usually advected across the Equator, so at times there exists a north-south gradient in convective intensity clearly marked by a sharp gradient in lightning. This pattern is consistent with a cross-equatorial gradient in convective heating documented by the DYNAMO sounding network. This asymmetric heating pattern may perturb the large scale atmospheric response to the MJO by modulating upper level flow patterns. Future work is proposed along these directions.</p>\n<p>&nbsp;</p>\n<p>We have also carried out a study that merges data from all three C-band radars deployed in DYNAMO, the TOGA and Mirai ship radars (the latter at 8 degrees south) and SMART-R on Gan Is. at the Equator, about 600 km west of <em>Revelle</em>. This work identified distinct differences in convection between the Equator locations and the Mirai. Evidently, deep subsidence induced by MJO convection along the Equa...",
  "por_txt_cntn": "\nThis project centered on the DYNAMO field campaign and data analysis following the field campaign. DYNAMO (DYNAmics of the MJO) was a large, international field campaign designed to further our understanding regarding formation mechanisms for the so-called Madden Julian Oscillation, marked by the rapid development of deep convection over the central Indian Ocean (CIO). This oscillation, accompanied by deep convection, heavy rainfall and extensive cold cloud, propagates eastward, continuing in that form until the central Pacific. Often times a wave pattern circumnavigates the entire globe. The periodicity of the MJO is 30-50 days. The MJO affects weather world-wide and is poorly simulated in global numerical models, providing central motivations for DYNAMO.\n\n \n\nOur work deployed the NASA TOGA C-band Doppler radar on board the U. S. research ship R/V Roger Revelle, which made three 30-day cruises to a point along the Equator at 85 degrees east longitude. There the radar operated round the clock to collect information on rainfall as well as the vertical structure and horizontal organization of convection. Three separate MJO events were captured during the field campaign, which each of these being different from one another.\n\n \n\nOur observations provided new findings about how the ocean and atmosphere interact to produce deep convection and the MJO. During periods of reduced cloudiness, the ocean surface temperatures increase promoting significant evaporation, which moistens the lower levels of the atmosphere, producing shallow clouds. As the atmosphere continues to moisten, deeper convection develops to help increase moisture throughout the atmospheric column. Widespread convection with extensive stratiform precipitation then develops. As strong westerly winds form in association with heating of the atmosphere by the MJO, cooler ocean water is vertically mixed towards the surface, reducing sea surface temperatures and shutting off convection. Quiescent conditions return for a period of time before the ocean heats again in advance of the next MJO cycle. One of the more interesting findings of our work established the importance of shallow, isolated convection to total rainfall. These convective cells are frequent, present 35% of the time and contribute 17% of the total MJO precipitation. Since radar-based convective-stratiform algorithms typically misclassify this type of precipitation as stratiform, our results suggest that the stratiform rain fraction associated with tropical rainfall over the oceanÆs warm pools is less than the values established in the literature (15% versus the accepted 30-40%). We have also performed research to show that anthropogenic aerosols flowing into the CIO from principally India and Sri Lanka act to invigorate MJO convection north of the Equator. These aerosols are not usually advected across the Equator, so at times there exists a north-south gradient in convective intensity clearly marked by a sharp gradient in lightning. This pattern is consistent with a cross-equatorial gradient in convective heating documented by the DYNAMO sounding network. This asymmetric heating pattern may perturb the large scale atmospheric response to the MJO by modulating upper level flow patterns. Future work is proposed along these directions.\n\n \n\nWe have also carried out a study that merges data from all three C-band radars deployed in DYNAMO, the TOGA and Mirai ship radars (the latter at 8 degrees south) and SMART-R on Gan Is. at the Equator, about 600 km west of Revelle. This work identified distinct differences in convection between the Equator locations and the Mirai. Evidently, deep subsidence induced by MJO convection along the Equator suppresses convection at 8 south. There the convection is more ITCZ-like, without the large the cloud clusters characteristic of the MJO convection.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/05/2015\n\n\t\t\t\t\tSubmitted by: Steven A Rutledge"
 }
}