{
 "awd_id": "1063035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Biosystems Internships for ENgineers (BIEN)",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 371850.0,
 "awd_amount": 371850.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2015-07-08",
 "awd_abstract_narration": "This project continues an existing, successful REU site program that provides research opportunities for undergraduates in the applications of electrical and computer engineering (ECE) to biosystems, covering\r\na cross-disciplinary range of topics from microsystems & devices to information processing & computing.\r\nMany breakthroughs in modern medicine and bioscience have been built on ECE foundations, notably in the areas of medical devices and information technology. The BIEN REU program builds upon the highly supportive intellectual atmosphere and culture of the ECE Department at the University of Maryland,\r\nCollege Park (UMCP) toward interdisciplinary research.\r\n\r\nBIEN has proven to be widely appealing to STEM undergraduates in a variety of fields. In the first three years of the program, a total of 12 faculty members (including four female and one African American) have supervised 34 student research interns who form a diverse and balanced group, with 56% of the students from under-represented groups (35% female, 15% African-American, 15% Hispanic, 3% American Indian) and 56% from schools other than UMCP.\r\n\r\nIntellectual Merit: The BIEN REU site attracts and nurtures students to take part in a broad range of cutting-edge biosystems research topics with a unique synergy among microelectronics, bioengineering, optics, signal processing, controls, and neuroscience. In the renewed program the site builds upon the strong base of mentoring support and ethics activities that they have developed in the first phase of the program. The work introduces several changes from previous years: 1) to expand the research theme to encompass electrical and computer engineering applications of biosystems; 2) to reinforce the interdisciplinary emphasis by having an external co-advisor from outside the ECE Department (e.g., from another department or from industry) for each project, in addition to the ECE faculty mentor; 3) to introduce a series of tutorial lectures throughout the program to better prepare students for interdisciplinary research; and 4) to proactively gather new techniques, tools, and research outcomes from their interdisciplinary REU projects, as they have strong potential to aide many scientists and engineers of similar interests to leverage and build upon, and contribute to the goal of building cyberinfrastructure that can support future growth and development in science and engineering.\r\n\r\nA program of seminars, workshops, and field trips will complement and reinforce the learning experience.\r\nEthical training will be integrated tightly into the other activities of the program. Students will present the results of their research at a symposium at the end of the program and will also be encouraged to publish their findings in international conferences and journals. Outcomes will be evaluated quantitatively using a variety of methods. In addition, this site is revising the assessment instruments in accordance with those currently under development in the OCI/CISE REU PI community, and to reinforce recruitment and publicity efforts in order to increase the percentage of female applicants and participants in the program.\r\n\r\nBroader Impact: BIEN?s impact has two distinct aspects: 1) building a well-balanced intellectual community that nurtures REU students and allows them to thrive, and 2) preparing this future STEM workforce to tackle grand challenges of national and global significance. The proposed effort will contribute towards positive balance in gender and race, by providing students the opportunity to work on compelling research projects with applications to humanitarian and social welfare and by creating a vibrant and supportive community. This site is creating and nurturing a STEM workforce with interdisciplinary strength and an appreciation for and the drive to build an infrastructure that allows our society to tackle grand challenges in areas such as healthcare and the environment. This is vital to promote the progress of science, to advance the health, prosperity, and welfare of our nation and the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Abshire",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela A Abshire",
   "pi_email_addr": "pabshire@umd.edu",
   "nsf_id": "000239682",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Min",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Min Wu",
   "pi_email_addr": "minwu@umd.edu",
   "nsf_id": "000190177",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 363950.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3950.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biosystems Internships for Engineers (BIEN) was a Research Experiences for Undergraduates site program administered by the Department of Electrical and Computer Engineering at the University of Maryland, College Park, with Prof. Pamela Abshire as Principal Investigator and Prof. Min Wu as co-Principal Investigator. The program was active during the summers of 2011-2013 and hosted 38 undergraduate students in mentored research internships. The BIEN research projects focused on biosystems applications within the disciplinary context of electrical and computer engineering.&nbsp;</p>\n<p>Each of the BIEN participants contributed significantly to a state-of-the-art research project. These projects represent a diverse set of ECE applications to biosystems. Several of these projects contributed truly significant new scientific or engineering results, including characterization and modeling of the brain's response to music, techniques for improving speech intelligibility in hearing aids, implementation of a distance-only sensing component for miniature robots, decision making for obstacle avoidance within a flock of robots based on bacterial communication, a new forensic technique for locating the source of a recording based on fluctuations in the power grid, a new biosensor for monitoring the viability of cultured cells, techniques for keeping cultured cells alive and monitoring their responses in an electronic olfactory sensor based on living cells, target tracking based on bat echolocation, and a new technique for measuring the dielectric properties of biomaterials as a function of frequency. Other significant contributions include characterization of biomaterials for biosensors that detect a schizophrenia drug, a new experimental approach for monitoring biofilm growth, new methods inspired by bats for mapping of the environment, an algorithm for automatic volume leveling in real time speech, methods for detection of speech activity, robust techniques for speaker recognition under noisy conditions, and data security methods for biomedical data.</p>\n<p>This project contributed significantly towards educating the participants in various technical skills, teaching them how to conduct research, and training them in various ways to support their ongoing professional development. The BIEN program also developed a mentoring program and ethical training component that might serve as models for other internship programs and academic degree programs. An important set of goals for the BIEN program was to increase the number of students from underrepresented groups who go on to graduate school and careers in engineering and the sciences. To help achieve this end, students were given the opportunity to work on compelling research projects with humanitarian and social welfare applications all within a vibrant intellectual community comprising faculty, graduate, and undergraduate students. In addition, careful recruiting and selection generated a positive gender balance and representation from underrepresented minority groups.</p>\n<p>1. overall 58% of the BIEN participants were from underrepresented or minority groups</p>\n<p>2. 42% were female</p>\n<p>3. 18% were from under-represented minority groups (African American and Latino)</p>\n<p>4. 58% from institutions other than the University of Maryland</p>\n<p>The BIEN program also placed strong emphasis on professional mentoring from both the project supervisors and graduate student research assistants. Surveys of REU students indicate the program's strong emphasis on mentoring helped increase student self-confidence, the desire to attend graduate school in science or engineering, and the likelihood of pursuing STEM careers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2018<br>\n\t\t\t\t\tModified by: Pamela&nbsp;A&nbsp;Abshire</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832604745_15215914782_bb9ca938d2_z--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832604745_15215914782_bb9ca938d2_z--rgov-800width.jpg\" title=\"BIEN 2013 student in the lab\"><img src=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832604745_15215914782_bb9ca938d2_z--rgov-66x44.jpg\" alt=\"BIEN 2013 student in the lab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">BIEN 2013 student Emily Naviasky in the lab</div>\n<div class=\"imageCredit\">MERIT BIEN Program</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Pamela&nbsp;A&nbsp;Abshire</div>\n<div class=\"imageTitle\">BIEN 2013 student in the lab</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517831479107_01_group--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517831479107_01_group--rgov-800width.jpg\" title=\"BIEN Students 2011\"><img src=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517831479107_01_group--rgov-66x44.jpg\" alt=\"BIEN Students 2011\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">2011 BIEN Students: front row L to R, Benjamin Flom, Hetal Patel, Sairina Mirchandani, and Franklin Nouketcha; middle row L to R, Justin Bare, Melonie Hardy, Stephanie Doctor, and Daniel Silversmith; back row left to right, Jon Deutsche, Margaret Raabe, Susana Galicia, and Jonathan Kola.</div>\n<div class=\"imageCredit\">MERIT BIEN Program</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Pamela&nbsp;A&nbsp;Abshire</div>\n<div class=\"imageTitle\">BIEN Students 2011</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517831791977_MERIT4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517831791977_MERIT4--rgov-800width.jpg\" title=\"BIEN Students 2012\"><img src=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517831791977_MERIT4--rgov-66x44.jpg\" alt=\"BIEN Students 2012\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">BIEN 2012 participants: (from L to R along the M) Michael Luo, Elisabeth Camenga, Peter Mariani, Armand Kana Tano, Ben Walsh, David Shiao, Matthew Cohen, Preston Conley, Garrett Wenger, Stacy Hand, Gillian Costa, and Minh Tam Nguyen.</div>\n<div class=\"imageCredit\">MERIT BIEN Program</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Pamela&nbsp;A&nbsp;Abshire</div>\n<div class=\"imageTitle\">BIEN Students 2012</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832150774_15029613440_04bc111bdf_z--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832150774_15029613440_04bc111bdf_z--rgov-800width.jpg\" title=\"BIEN Students 2013\"><img src=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832150774_15029613440_04bc111bdf_z--rgov-66x44.jpg\" alt=\"BIEN Students 2013\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">BIEN 2013 participants taking a leap into research: (from L to R) Grace Guste, Sarah Brady, Emily Naviasky, Madeleine Varmer, Kevin Chen, Kevin Hogan, Thaihang Nguyen, Amanuel Melese, Alejandro Newell, and Michael Rizzo.</div>\n<div class=\"imageCredit\">MERIT BIEN Program</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Pamela&nbsp;A&nbsp;Abshire</div>\n<div class=\"imageTitle\">BIEN Students 2013</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832331135_Hand_Shiao_Research--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832331135_Hand_Shiao_Research--rgov-800width.jpg\" title=\"BIEN 2012 students BIEN 2012 students share their mini-robots\"><img src=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832331135_Hand_Shiao_Research--rgov-66x44.jpg\" alt=\"BIEN 2012 students BIEN 2012 students share their mini-robots\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">BIEN 2012 students Stacy Hand and David Shiao share their mini-robots</div>\n<div class=\"imageCredit\">MERIT BIEN Program</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Pamela&nbsp;A&nbsp;Abshire</div>\n<div class=\"imageTitle\">BIEN 2012 students BIEN 2012 students share their mini-robots</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832516605_15029716748_ba88c70b29_z--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832516605_15029716748_ba88c70b29_z--rgov-800width.jpg\" title=\"BIEN 2013 students in the lab\"><img src=\"/por/images/Reports/POR/2018/1063035/1063035_10094484_1517832516605_15029716748_ba88c70b29_z--rgov-66x44.jpg\" alt=\"BIEN 2013 students in the lab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">BIEN 2013 students Amanuel Melese and Alejandro Newell in the lab</div>\n<div class=\"imageCredit\">MERIT BIEN Program</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Pamela&nbsp;A&nbsp;Abshire</div>\n<div class=\"imageTitle\">BIEN 2013 students in the lab</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nBiosystems Internships for Engineers (BIEN) was a Research Experiences for Undergraduates site program administered by the Department of Electrical and Computer Engineering at the University of Maryland, College Park, with Prof. Pamela Abshire as Principal Investigator and Prof. Min Wu as co-Principal Investigator. The program was active during the summers of 2011-2013 and hosted 38 undergraduate students in mentored research internships. The BIEN research projects focused on biosystems applications within the disciplinary context of electrical and computer engineering. \n\nEach of the BIEN participants contributed significantly to a state-of-the-art research project. These projects represent a diverse set of ECE applications to biosystems. Several of these projects contributed truly significant new scientific or engineering results, including characterization and modeling of the brain's response to music, techniques for improving speech intelligibility in hearing aids, implementation of a distance-only sensing component for miniature robots, decision making for obstacle avoidance within a flock of robots based on bacterial communication, a new forensic technique for locating the source of a recording based on fluctuations in the power grid, a new biosensor for monitoring the viability of cultured cells, techniques for keeping cultured cells alive and monitoring their responses in an electronic olfactory sensor based on living cells, target tracking based on bat echolocation, and a new technique for measuring the dielectric properties of biomaterials as a function of frequency. Other significant contributions include characterization of biomaterials for biosensors that detect a schizophrenia drug, a new experimental approach for monitoring biofilm growth, new methods inspired by bats for mapping of the environment, an algorithm for automatic volume leveling in real time speech, methods for detection of speech activity, robust techniques for speaker recognition under noisy conditions, and data security methods for biomedical data.\n\nThis project contributed significantly towards educating the participants in various technical skills, teaching them how to conduct research, and training them in various ways to support their ongoing professional development. The BIEN program also developed a mentoring program and ethical training component that might serve as models for other internship programs and academic degree programs. An important set of goals for the BIEN program was to increase the number of students from underrepresented groups who go on to graduate school and careers in engineering and the sciences. To help achieve this end, students were given the opportunity to work on compelling research projects with humanitarian and social welfare applications all within a vibrant intellectual community comprising faculty, graduate, and undergraduate students. In addition, careful recruiting and selection generated a positive gender balance and representation from underrepresented minority groups.\n\n1. overall 58% of the BIEN participants were from underrepresented or minority groups\n\n2. 42% were female\n\n3. 18% were from under-represented minority groups (African American and Latino)\n\n4. 58% from institutions other than the University of Maryland\n\nThe BIEN program also placed strong emphasis on professional mentoring from both the project supervisors and graduate student research assistants. Surveys of REU students indicate the program's strong emphasis on mentoring helped increase student self-confidence, the desire to attend graduate school in science or engineering, and the likelihood of pursuing STEM careers.\n\n\t\t\t\t\tLast Modified: 02/05/2018\n\n\t\t\t\t\tSubmitted by: Pamela A Abshire"
 }
}