{
 "awd_id": "1063944",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Social Organization of Collaboration in the Chemical Sciences",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 168314.0,
 "awd_amount": 168314.0,
 "awd_min_amd_letter_date": "2011-06-09",
 "awd_max_amd_letter_date": "2011-06-09",
 "awd_abstract_narration": "Science is an increasingly collaborative venture.  To understand important issues in science policy, one must thus understand scientific collaboration.  Two pressing, current issues in science policy involve women's participation in science and ethical issues in science.  This project investigates collaboration in the chemical sciences in order to develop deeper knowledge about both women in science and how scientists think broadly about ethical issues and responsibilities in their field.  The United States' continuing competitiveness in developing innovative science and engineering demands both broader participation in those fields and continuing high standards of research.  \r\n\r\nDespite over thirty years of research on women in science (mostly in purely academic settings) and significant investments, the persistence of gender gaps in science remains without an adequate explanation.  Investigation of the chemical sciences allows this project to look at the determinants of success in research collaborations, both in academic and industrial settings.  Although policies and programs for recruiting women to science make assumptions about why women are drawn to science (e.g., for altruistic reasons like helping others), very little research to date has investigated the social processes and organizational contexts by which gender can be related to broad ethical approaches to science.  This project employs rigorous qualitative methods -- a combination of intensive interviews with women and men chemical scientists and ethnographic observation of their research collaboration meetings -- to build new, empirically-grounded theory.  The observation methods in this project allow for investigation of (1) how different approaches to collaboration among men and women chemists are employed on a daily basis and (2) which kinds of laboratory organization are most conducive to innovative collaboration.  Interviews with chemical scientists provide data on how scientists think about responsibilities of scientists in their field, including perceived responsibilities in research collaboration.  The sustained three-year observation allows for following the arc of collaborative research relationships over time.  Given that collaboration is a key mechanism in the process of knowledge production in chemical sciences, investigating what it looks like on the ground (i.e., what scientists view as worth pursuing and how they manage collaboration) is vital to understanding the productivity of science investments.\r\n\r\nBroader impacts\r\n\r\nThe contributions of this project to the science of science policy and innovation are expected to include building basic social-science knowledge about collaboration, with a particular emphasis on the respective involvements of women and men in research collaboration and how scientists think about their collaborative responsibilities.  This project provides new data and derived insights on how to address collaboration and career issues for women in science, which will be crucial for future decision-makers who seek a grounded basis for policies that create greater equity.  The focus on integrating equity and ethical climates provides insights into how responsible conduct of research training improves both payoffs from investments and the scientific work environment.  This project also integrates research and teaching; graduate students and a postdoctoral researcher working with the principal investigators get opportunities to learn to be effective collaborators in the social sciences while they are studying the theory of effective collaboration and observing and analyzing the outcomes of research collaboration in the chemical sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Croissant",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Croissant",
   "pi_email_addr": "jlc@arizona.edu",
   "nsf_id": "000180570",
   "pi_start_date": "2011-06-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "197800",
   "pgm_ele_name": "PROJECTS"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 168314.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this collaborative project we have explored the meaning and organization of collaborations in chemistry and related research in four settings. &nbsp;The portion of the project covered by 1063944 is completed, while it will continue for the remaining project (1413898, UMass Amherst) as a no-cost extension. &nbsp;We are analyzing the 110 interviews, field observations, documents, and related evidence for continued publication over the next two years. &nbsp;Project outcomes to date include 8 conference presentations, one publication completed, and further publications forthcoming. &nbsp;The information gathered from this project also contributed to development of a CITI research ethics training module (this PI), for considering the ethical concerns with collaborative work, such as credit for co-authorship, intellectual property considerations, &nbsp;and conflict resolution. &nbsp;</p>\n<p>Findings emerging from the on-going data analysis include observations that collaborations may have differential impacts and desireability based on age and gender. &nbsp;For example, while collaboration generally increases scientific productivity and the expansiveness of scientific networks, for young female researchers, they worry that they will not be taken as serious, independent scholars if collaborating, and thus may remove themselves from opportunities which could advance science, generally, and their own careers. There are similar perceptions of the ambiguities around the &nbsp;desireability, and actual productivity, of collaborative work discussed by scientists and students in these cases.</p>\n<p>Another dimension of the work includes differentiation of the spectrum of collaborations. &nbsp;One field site and group of interviews came from a large, multi-institution research program, which contrasts from the data collected from an industrial site, a traditional academic research lab, and a lab headed by a faculty member with strong ties to the private sector. &nbsp;Further analysis will clarify issues across these cases, but it is clear that the desirability, complexity, and perceived effectiveness of collaboration is more nuanced than prior studies would suggest. &nbsp;</p>\n<p>Finally, graduate students (1 at this location, 2 at BU &amp; Amherst), a post-doctoral researcher (BU), and the co-PIs &nbsp;have gained significant skills in interviewing, observation, data management, and analysis.&nbsp;</p>\n<p>This project and its counterpart are contributing to the scholarly literatures on scientific collaboration, interdiscipinarity, and the institutional contexts of science. &nbsp;It provides an insight into the broader impact of science policy, which has been prioritizing collaborative research for over a decade, and scientists' perceptions of collaborations costs and benefits for careers and scientific productivity. &nbsp;</p>\n<p>Additional discussion of findings and research output will be available with the completion of&nbsp;1063944 in 2015. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2014<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Croissant</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this collaborative project we have explored the meaning and organization of collaborations in chemistry and related research in four settings.  The portion of the project covered by 1063944 is completed, while it will continue for the remaining project (1413898, UMass Amherst) as a no-cost extension.  We are analyzing the 110 interviews, field observations, documents, and related evidence for continued publication over the next two years.  Project outcomes to date include 8 conference presentations, one publication completed, and further publications forthcoming.  The information gathered from this project also contributed to development of a CITI research ethics training module (this PI), for considering the ethical concerns with collaborative work, such as credit for co-authorship, intellectual property considerations,  and conflict resolution.  \n\nFindings emerging from the on-going data analysis include observations that collaborations may have differential impacts and desireability based on age and gender.  For example, while collaboration generally increases scientific productivity and the expansiveness of scientific networks, for young female researchers, they worry that they will not be taken as serious, independent scholars if collaborating, and thus may remove themselves from opportunities which could advance science, generally, and their own careers. There are similar perceptions of the ambiguities around the  desireability, and actual productivity, of collaborative work discussed by scientists and students in these cases.\n\nAnother dimension of the work includes differentiation of the spectrum of collaborations.  One field site and group of interviews came from a large, multi-institution research program, which contrasts from the data collected from an industrial site, a traditional academic research lab, and a lab headed by a faculty member with strong ties to the private sector.  Further analysis will clarify issues across these cases, but it is clear that the desirability, complexity, and perceived effectiveness of collaboration is more nuanced than prior studies would suggest.  \n\nFinally, graduate students (1 at this location, 2 at BU &amp; Amherst), a post-doctoral researcher (BU), and the co-PIs  have gained significant skills in interviewing, observation, data management, and analysis. \n\nThis project and its counterpart are contributing to the scholarly literatures on scientific collaboration, interdiscipinarity, and the institutional contexts of science.  It provides an insight into the broader impact of science policy, which has been prioritizing collaborative research for over a decade, and scientists' perceptions of collaborations costs and benefits for careers and scientific productivity.  \n\nAdditional discussion of findings and research output will be available with the completion of 1063944 in 2015.  \n\n\t\t\t\t\tLast Modified: 07/30/2014\n\n\t\t\t\t\tSubmitted by: Jennifer Croissant"
 }
}