{
 "awd_id": "1063172",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Marine Technology Mentoring and Internship Program on Oceanographic Research Vessels",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 308087.0,
 "awd_amount": 308087.0,
 "awd_min_amd_letter_date": "2011-05-23",
 "awd_max_amd_letter_date": "2013-05-22",
 "awd_abstract_narration": "This award provides renewed funding for an internship program at Monterey Peninsula College's Marine Advanced Technology Education (MATE) Center.  The MATE Center is a national network of community colleges, high schools, universities, research institutions, marine industries, professional societies and individuals working together to improve marine technical education and better prepare America's future workforce for marine science and technology occupations. The at-sea marine technical internship program, which represents a 12-year partnership with University National Oceanographic Laboratory System (UNOLS) and the United States Coast Guard (USCG), coordinates internships for student marine technicians aboard research vessels. The program will provide 14-17 undergraduate students with two to eight-week internships and one student with a six-month internship each year for the next three years (2011-2013). \r\n\r\nThe MATE Center's marine technical internship program began in 1999. Since its inception, the\r\nprogram has placed 236 students in at-sea and shore-based internship positions. MATE interns\r\nwork with marine technicians and scientists onboard research vessels, and these experiences\r\nprovide them with the opportunity to develop their technical, scientific, seamanship, and\r\ninterpersonal skills. Although the need for qualified marine technicians is at an all time high,\r\nespecially in the wake of the Deep Horizon Oil Spill, training programs that prepare students for\r\nmarine technical careers are few, mainly because it is prohibitively expensive for most programs\r\nto offer substantial time at sea and time working with state-of-the-art equipment. Students who\r\nchoose to pursue marine technical careers are often caught in the paradox of not being able to\r\nacquire a job without work experience, and not being able to get work experience without a job.\r\nMATE's marine technical internship program is an essential solution to this problem; at-sea\r\ntechnical internships help undergraduate students gain the experience they need and ocean related\r\nemployers to gain access to qualified technical professionals who can fill their workforce\r\nneeds.\r\n\r\nThe MATE Center has 56 formal community college and university partnerships from which the\r\ninterns are actively recruited. The program targets community college students enrolled in\r\nmarine science and technology programs and university students interested in marine technical\r\ncareers and continually reaches out to colleges and universities located in geographic regions\r\nrich in marine technology industries to invite them to participate in MATE activities. Further,\r\nMATE makes a substantial effort to recruit students who are traditionally underrepresented in\r\nSTEM disciplines. The program's primary target audience is students enrolled in community\r\ncolleges as these students tend to be more diverse (age, socioeconomic and ethnic) than four-year\r\nuniversity students and are not typically provided with research opportunities. \r\n\r\nThis program supports workforce development efforts related to at-sea technology both for the ocean science community and ocean industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tami",
   "pi_last_name": "Lunsford",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Tami L Lunsford",
   "pi_email_addr": "tlunsford@marinetech.org",
   "nsf_id": "000199228",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deidre",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deidre Sullivan",
   "pi_email_addr": "dsullivan@mpc.edu",
   "nsf_id": "000439618",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gilmartin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Gilmartin",
   "pi_email_addr": "mgilmartin@mpc.edu",
   "nsf_id": "000460079",
   "pi_start_date": "2011-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Monterey Peninsula College",
  "inst_street_address": "980 FREMONT STREET",
  "inst_street_address_2": "",
  "inst_city_name": "MONTEREY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8316463081",
  "inst_zip_code": "939404799",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "MONTEREY PENINSULA COMMUNITY COLLEGE DISTRICT",
  "org_prnt_uei_num": "",
  "org_uei_num": "DKY5XQG5CZL1"
 },
 "perf_inst": {
  "perf_inst_name": "Monterey Peninsula College",
  "perf_str_addr": "980 FREMONT STREET",
  "perf_city_name": "MONTEREY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "939404799",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  },
  {
   "pgm_ele_code": "541500",
   "pgm_ele_name": "OCEANOGRAPHIC TECHNICAL SERVCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 95882.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105758.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 106447.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>MATE Technical Internship Program</strong></p>\n<p>The MATE Center&rsquo;s marine technical internship program (<a href=\"http://www.marinetech.org/internships\">http://www.marinetech.org/internships</a>) helps to prepare undergraduate students for ocean-related occupations. Technical training programs that prepare students for these careers are few, mainly because it is prohibitively expensive for most programs to offer substantial time at sea and time working with state-of-the-art equipment. Students who choose to pursue marine technical careers are often caught in the paradox of not being able to acquire a job without work experience, and not being able to get work experience without a job. At-sea technical internships help undergraduate students gain the experience they need and ocean-related employers to gain access to qualified technical professionals who can fill their workforce needs.&nbsp; This is the only program of its kind to provide at-sea opportunities for undergraduates, especially including community college students, considering marine technical careers without the pursuit of advanced degrees prior to entering the workforce.</p>\n<p>The MATE Center&rsquo;s marine technical internship program for community college and university students began in 1999. Since its inception, the program has placed 292 students in at-sea and shore-based internship positions. This grant provided funds for 43 interns from 22 colleges and universities to work aboard 20 different research vessels. MATE interns work with marine technicians and scientists onboard research vessels, which provides them with the opportunity to develop their technical, scientific, seamanship, and interpersonal skills.&nbsp; Internships last between two weeks and six months, and interns are provided with fully paid travel expenses and a stipend. &nbsp;Most of the at-sea internships are aboard University National Oceanographic Laboratory System (UNOLS) vessels, and the partnership with UNOLS has led to a particularly unique six-month internship each year for recently graduated students ready to enter the workforce.&nbsp; See <a href=\"http://www.marinetech.org/files/marine/files/Internships/NatureofInternships_2011_2014May.pdf\">http://www.marinetech.org/files/marine/files/Internships/NatureofInternships_2011_2014May.pdf</a> for a description of all the interns from this grant period and the technical expertise gained during their internships.&nbsp;</p>\n<p>To date, 64% of the student interns have gone on to work in a marine-related science or technical field and 26% are continuing their education in a marine-related discipline (see <a href=\"http://www.marinetech.org/files/marine/files/Internships/Wherearetheynow_thru2013.pdf\">http://www.marinetech.org/files/marine/files/Internships/Wherearetheynow_thru2013.pdf</a> for a complete list of all interns through the end of this grant and where they work now).</p>\n<p>Significant effort was made during this grant period to create a student-friendly (including specifically underrepresented minority students) website for interested students to help remove some of the fear of the unknown that was especially apparent in the results of MATE&rsquo;s previous barriers to participation study.&nbsp; One page is entitled &ldquo;I want to be an intern&rdquo;, and it explains life at sea, including videos, photographs, blogs of marine technicians, virtual tours of ships, and a photo gallery of past interns on FlickR.com (<a href=\"http://www.marinetech.org/prospective-students/\">http://www.marinetech.org/prospective-students/</a>). &nbsp;There are now four videos in the MATE Center&rsquo;s &ldquo;Life on Deck&rdquo; series. The first two on the website were created by a professional videographer and the MATE Internship Coordinator. The third and fourth videos were professionally edited but created by past interns depicting life and work on a ship and the equipment u...",
  "por_txt_cntn": "\nMATE Technical Internship Program\n\nThe MATE CenterÆs marine technical internship program (http://www.marinetech.org/internships) helps to prepare undergraduate students for ocean-related occupations. Technical training programs that prepare students for these careers are few, mainly because it is prohibitively expensive for most programs to offer substantial time at sea and time working with state-of-the-art equipment. Students who choose to pursue marine technical careers are often caught in the paradox of not being able to acquire a job without work experience, and not being able to get work experience without a job. At-sea technical internships help undergraduate students gain the experience they need and ocean-related employers to gain access to qualified technical professionals who can fill their workforce needs.  This is the only program of its kind to provide at-sea opportunities for undergraduates, especially including community college students, considering marine technical careers without the pursuit of advanced degrees prior to entering the workforce.\n\nThe MATE CenterÆs marine technical internship program for community college and university students began in 1999. Since its inception, the program has placed 292 students in at-sea and shore-based internship positions. This grant provided funds for 43 interns from 22 colleges and universities to work aboard 20 different research vessels. MATE interns work with marine technicians and scientists onboard research vessels, which provides them with the opportunity to develop their technical, scientific, seamanship, and interpersonal skills.  Internships last between two weeks and six months, and interns are provided with fully paid travel expenses and a stipend.  Most of the at-sea internships are aboard University National Oceanographic Laboratory System (UNOLS) vessels, and the partnership with UNOLS has led to a particularly unique six-month internship each year for recently graduated students ready to enter the workforce.  See http://www.marinetech.org/files/marine/files/Internships/NatureofInternships_2011_2014May.pdf for a description of all the interns from this grant period and the technical expertise gained during their internships. \n\nTo date, 64% of the student interns have gone on to work in a marine-related science or technical field and 26% are continuing their education in a marine-related discipline (see http://www.marinetech.org/files/marine/files/Internships/Wherearetheynow_thru2013.pdf for a complete list of all interns through the end of this grant and where they work now).\n\nSignificant effort was made during this grant period to create a student-friendly (including specifically underrepresented minority students) website for interested students to help remove some of the fear of the unknown that was especially apparent in the results of MATEÆs previous barriers to participation study.  One page is entitled \"I want to be an intern\", and it explains life at sea, including videos, photographs, blogs of marine technicians, virtual tours of ships, and a photo gallery of past interns on FlickR.com (http://www.marinetech.org/prospective-students/).  There are now four videos in the MATE CenterÆs \"Life on Deck\" series. The first two on the website were created by a professional videographer and the MATE Internship Coordinator. The third and fourth videos were professionally edited but created by past interns depicting life and work on a ship and the equipment used during their internships.\n\nIn addition, to improve the preparedness of the interns for the workforce and provide more guidance to the mentors aboard the ships, the MATE Internship Coordinator and Alice Doyle at UNOLS created a set of internship guidelines in 2011.  The guidelines are based on the MATE Knowledge and Skill Guidelines for Marine Technicians and for Oceanographic Instrumentation Technicians.  See http://www.marinetech.org/files/marine/files/Internships/Internship%20Guidelines_final.pdf ..."
 }
}