{
 "awd_id": "1063188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR: Super-Resolution Made Super-Easy via (Transient-)PhILM",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 516263.0,
 "awd_amount": 722465.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2013-05-28",
 "awd_abstract_narration": "Project Abstract\r\nRecently the biological imaging community has seen tremendous improvements in imaging resolution. Super-resolution fluorescence microscopy techniques, such as photo-activated localization microscopy (PALM) and stochastic optical reconstruction microscopy (STORM), have enabled imaging at resolutions approaching 20 nm on fixed cells, much below the typical ~200-nm resolution of conventional microscopy. Furthermore, microscope companies, including Nikon, Zeiss, and Leica, have each introduced super-resolution microscopes. However, these techniques require a number of specialized optics, specialized dyes, and generally have difficulty with living cells. What would be incredibly valuable to the biological community would be a \"simple\" technique such that they could use a microscope?possibly their own, perhaps with a little \"tweaking\"--and use their own labels, not necessarily at the strictly single-molecule level, but still achieve \"super-resolution\". In addition, the PI's group has recently shown another super-accuracy technique--it is possible to get <3-nm accuracy in all three dimensions by two-photon microscopy of quantum dots. In this project, both the \"simple\" 1-photon and more challenging 2-photon super-resolution microscopy methods will be exploited. \r\nIntellectual Merit:  Two related microscopy techniques, one called Photobleaching and Intermittency Localization Microscopy (PhILM) and a close cousin, Transient-PhILM, will be developed using commercially available high-resolution cameras and fluorophores. For initial testing, a special Nikon microscope, built for the PI while he was a Nikon Fellow at the Marine Biological Laboratory in Summer 2010, will be used. Methods to transfer the technology to common microscopes will then be undertaken.\r\nThe idea behind PhILM is to label a molecular structure--for example, a microtubule--with many dyes and then photobleach them one at a time. The images are recorded sequentially and then played backwards. For example, if an image with n-1 fluorophores is taken and subtracted from the image with n fluorophores, the image of a single dye molecule is obtained. Using fluorescence imaging with one-nanometer accuracy (FIONA) fitting, the centroid can be obtained with nanometer accuracy. The analysis is then repeated with the image having n-2 fluorophores subtracted from the n-1 fluorophore image, yielding nanometer accuracy again. Thus, a super-resolution image of many fluorophores is achieved. If too many fluorophores are present, a discrete step may not be observable. However, by simply exciting until a sufficient number of fluorophores have photobleached, subsequent individual events may be observed. Because the subtraction scheme introduces extra photon noise (due to surrounding fluorophores), it will likely be less sensitive than PALM or STORM. However, the wide applicability with existing microscopes makes the technique attractive. Improvements to the technology--dealing with microscope drift, chromatic aberrations of the objective, testing with GFPs and blinking quantum dots, making soft-ware to automate the procedure, and testing the technique on nucleic acids, will be undertaken in this project. \r\nThe second technique to be developed is Transient PhILM. Here, a biomolecule of interest is labeled with a fluorophore, such that the dye is attached for only a \"brief\" period of time. During this time, the fluorophore is stationary and emits intensely at one spot. The spot can be localized via FIONA to give its centroid to a sub-diffraction limited size, usually a few nanometers. When the fluorophore is not attached, it floats freely and contributes a haze, which has been shown to be insignificant in most cases. Then the dye, whether photobleached or not, floats away and another dye binds, and the procedure is repeated. This method could potentially have better resolution than PALM or STORM, which are limited by the number of times a dye-pair can be turned on and off. The trick is to have the dye remain bound for a \"brief\" period of time. In preliminary results, this technique is shown to be feasible. \r\nBroader Impacts: The potential for commercialization of this technology is significant. The PI has two patent applications submitted, and Nikon has expressed interest in commercializing the technology. Two companies have expressed interest in modifying their reagents for Transient PhILM. \r\nThe PI is a principal with the NSF-funded Physics Frontiers Center, Center for the Physics of Living Cells (CPLC) at Illinois. In addition to the students being trained directly on this project, the PI participates in the annual CPLC summer school, which typically trains 40 to 50 advanced graduate students and postdocs in single-molecule techniques. Nanohub.org, an NSF-funded web-site, will disseminate the software produced in this project. Finally, the work will be done by graduate students, including four women currently supervised by the PI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Selvin",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Selvin",
   "pi_email_addr": "selvin@illinois.edu",
   "nsf_id": "000117863",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "506 S WRIGHT ST",
  "perf_city_name": "URBANA",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 306146.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 310059.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 106260.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to develop single-molecule fluorescent microscopy technologies that would allow the structure of neuronal synapses, and other biological structures, to be imaged with unprecedented resolution, in living cultures, in real time. Neuronal synapses are the interface between two neurons, where nerve impulses are transmitted by chemical reactions.&nbsp; Synapses are the basic cellular units that are modified during learning and memory formation, and defects in neuronal synapses are implicated in a host of neurodegenerative and neurodevelopmental diseases, such as Alzheimer&rsquo;s disease and autism spectrum disorders.</p>\n<p>Because the synaptic structures are so small&mdash;less than the diffraction limit of light&mdash;they cannot be seen well using ordinary microscopes.&nbsp; Electron microscopes can be used to image such small structures, but they do not allow living tissue to be imaged in real time. In this project, we improved two widely used single-molecule fluorescent microscopy imaging techniques, FIONA and PALM/STORM, to measure the dynamics of single biomolecules with excellent time and spatial resolution at the nanometer scale.</p>\n<p>During the course of this project, we invented new water-soluble &ldquo;quantum dots,&rdquo; particles of matter so small that they are measured in millionths of a millimeter, which we then used as markers to image live neurons.&nbsp; These small quantum dots are bright and photostable, and they can be tuned to emit fluorescent light at distinct wavelengths to enhance imaging. Unlike commercially available quantum dots, which are approximately twice the size, our quantum dots are small enough to fit inside neuronal synapses, allowing these important structures to be imaged with unprecedented three-dimensional resolution.</p>\n<p>In addition to the development of the new small quantum dots, we made many improvements to existing microscopy techniques dealing with microscope drift and chromatic aberrations of the microscope objective, and we created software to automate the procedure so that it can be used with existing microscopes.</p>\n<p>Three US patents have been obtained as a result of this work, which will allow commercialization of these new technologies.&nbsp; Eleven young scientists were trained in state-of-the-art single-molecule imaging techniques while working on this project.&nbsp; Four postdoctoral research associates, including one African-American, received training in my lab.&nbsp; One of them, Yong Wang, has subsequently become an assistant professor of physics at the University of Arkansas; Okunola Jeyifous is now an assistant research professor in neurobiology at the University of Chicago, and Tobias Rosenkranz is now a postdoctoral research fellow and medical resident at the University of New South Wales (Australia).&nbsp; Four graduate students completed their PhD degrees: Ruobing Zhang (now a postdoctoral fellow at Harvard), Murat Baday (now a postdoctoral fellow at Stanford), En Cai (now a postdoctoral researcher at UC San Francisco), and Kai Wen &ldquo;Kevin&rdquo; Teng (graduated July 2016). Three additional graduate students and three undergraduate students also worked on this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2016<br>\n\t\t\t\t\tModified by: Paul&nbsp;R&nbsp;Selvin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1063188/1063188_10087574_1470520000732_neuron2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1063188/1063188_10087574_1470520000732_neuron2--rgov-800width.jpg\" title=\"Image of a neuron\"><img src=\"/por/images/Reports/POR/2016/1063188/1063188_10087574_1470520000732_neuron2--rgov-66x44.jpg\" alt=\"Image of a neuron\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image of a neuron using super-resolution microscopy techniques developed during this project. The neuron is green, and the red dots are receptors.</div>\n<div class=\"imageCredit\">En Cai, Sang Hak Lee, and Paul R. Selvin, University of Illinois at Urbana-Champaign</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Paul&nbsp;R&nbsp;Selvin</div>\n<div class=\"imageTitle\">Image of a neuron</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to develop single-molecule fluorescent microscopy technologies that would allow the structure of neuronal synapses, and other biological structures, to be imaged with unprecedented resolution, in living cultures, in real time. Neuronal synapses are the interface between two neurons, where nerve impulses are transmitted by chemical reactions.  Synapses are the basic cellular units that are modified during learning and memory formation, and defects in neuronal synapses are implicated in a host of neurodegenerative and neurodevelopmental diseases, such as Alzheimer?s disease and autism spectrum disorders.\n\nBecause the synaptic structures are so small&mdash;less than the diffraction limit of light&mdash;they cannot be seen well using ordinary microscopes.  Electron microscopes can be used to image such small structures, but they do not allow living tissue to be imaged in real time. In this project, we improved two widely used single-molecule fluorescent microscopy imaging techniques, FIONA and PALM/STORM, to measure the dynamics of single biomolecules with excellent time and spatial resolution at the nanometer scale.\n\nDuring the course of this project, we invented new water-soluble \"quantum dots,\" particles of matter so small that they are measured in millionths of a millimeter, which we then used as markers to image live neurons.  These small quantum dots are bright and photostable, and they can be tuned to emit fluorescent light at distinct wavelengths to enhance imaging. Unlike commercially available quantum dots, which are approximately twice the size, our quantum dots are small enough to fit inside neuronal synapses, allowing these important structures to be imaged with unprecedented three-dimensional resolution.\n\nIn addition to the development of the new small quantum dots, we made many improvements to existing microscopy techniques dealing with microscope drift and chromatic aberrations of the microscope objective, and we created software to automate the procedure so that it can be used with existing microscopes.\n\nThree US patents have been obtained as a result of this work, which will allow commercialization of these new technologies.  Eleven young scientists were trained in state-of-the-art single-molecule imaging techniques while working on this project.  Four postdoctoral research associates, including one African-American, received training in my lab.  One of them, Yong Wang, has subsequently become an assistant professor of physics at the University of Arkansas; Okunola Jeyifous is now an assistant research professor in neurobiology at the University of Chicago, and Tobias Rosenkranz is now a postdoctoral research fellow and medical resident at the University of New South Wales (Australia).  Four graduate students completed their PhD degrees: Ruobing Zhang (now a postdoctoral fellow at Harvard), Murat Baday (now a postdoctoral fellow at Stanford), En Cai (now a postdoctoral researcher at UC San Francisco), and Kai Wen \"Kevin\" Teng (graduated July 2016). Three additional graduate students and three undergraduate students also worked on this project.\n\n\t\t\t\t\tLast Modified: 08/06/2016\n\n\t\t\t\t\tSubmitted by: Paul R Selvin"
 }
}