{
 "awd_id": "1063231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Climatological, Vegetational, and Human-Related Controls on Channelization and Shallow Landsliding Quantified Through Objective Analysis of LiDAR Data",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 180172.0,
 "awd_amount": 180172.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "The advent of one meter-resolution topographic data is revolutionizing the study of geomorphic processes.  For the first time, the topographic patterns of surface flow, channelization, and landsliding can be resolved over large areas at resolutions commensurate with the scales of the governing processes.  Such data provide an exciting opportunity to quantify these patterns and to investigate their dependence on climate, land cover, anthropogenic disturbance, and geology.  At the same time, recently developed tools allow the objective extraction of geomorphic features and related attributes from the enormous amount of information contained in LiDAR digital terrain models (DTMs).  The overall goal of this research project is to exploit this powerful combination of new data and new methods to deepen basic understanding of hillslope-channel process and form and to evaluate the dynamic interactions with vegetation, hydrologic response, and human-related disturbance. The investigators will employ new methods of geomorphic feature extraction and morphological analysis to a large inventory of LiDAR DTMs across Japan from the typhoon-dominated southwest to the temperate north in combination with detailed ground validation at key watersheds.\r\n\r\nThis project will yield a deeper quantitative understanding of the ecogeomorphic processes that affect the evolution of humid upland landscapes, especially the process of initiating channels in such environments.  Project results will provide valuable information and insights to enable planners and decision makers to address issues of critical social relevance, such as flood and landslide hazard assessment, the ecogeomorphological effects of climate variability, and land-use management in montane environments subject to extreme events.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Stark",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Colin P Stark",
   "pi_email_addr": "cstark@ldeo.columbia.edu",
   "nsf_id": "000178560",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont Doherty Earth Observatory",
  "perf_str_addr": "Rt 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "10964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9196",
   "pgm_ref_txt": "NATURAL DISASTERS"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180172.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, PIs Stark and Passalacqua have invented a way to model the dynamical co-evolution of soil and vegetation across an upland landscape puncutated by landslides. Ecologists and geomorphologists have long known that their research fields overlap in the study of forested landscapes, and early conceptual work demonstrated how the ecodynamics could be treated in a mathematical fashion. Stark and Passalacqua have shown that the concept can be made concrete while retaining its theoretical simplicity and clarity.&nbsp;<br /><br />The phenomenon in question is the following: in an upland landscape, weathering and soil formation take place in tandem with vegetation growth, forestation, and the establishment of a canopy. At the same time, erosion acts to remove soil and vegetation, both through runoff processes and by landsliding and debris flows. These processes interact in a way that is complex and seemingly immune to simplification, particularly when a whole landscape is considered rather than isolated forest stand. The principal innovation of this project has been to show that these complex interactions can be nevertheless be treated in an elegant mathematical fashion: the key insight is to represent the patchwork of forested slopes by a bundle of trajectories across a two-dimensional dynamical system describing the co-evolution of soil (regolith) and vegetation (forest cover). Each trajectory represents how soil and vegetation across each stand grow together and episodically diminish because of runoff erosion and rare landsliding at intervals set by the regional &ldquo;storminess&rdquo; and heavy rainfall frequency. The phase portrait (see figure) of the soil-vegetation co-evolution is determined by somewhat idealized representations of the ecogeomorphic processes tied together using nonlinear ordinary differential equations. &nbsp;Solving these equations generates the trajectory or &ldquo;local history&rdquo; of a forested slope as its soil deepens, its biomass grows and its canopy protection against runoff erosion sets in. Landslide occurrence takes place as a Poisson stochastic process that truncates a trajectory and resets it to zero. In a mathematical sleight of hand, the whole forested landscape is represented by a large set of these trajectories, and the average state of the landscape is the mean of the trajectory bundle.&nbsp;<br /><br />Using this model, Stark and Passalacqua were able to reveal a counter-intuitive property of landscapes like this: as the storminess of the environment rises, heavier rainfall is more common and the frequency of landsliding also goes up, but the mechanism by which soil is removed may not be landsliding. Instead, as landslide scarring of the forest becomes more and more prevalent, the surface area without adequate canopy protection rises and more soil is exposed to runoff erosion. The winner in the competition between landslide and runoff erosion processes is determined by properties such as maximum soil depth and the rate of forest recovery.<br /><br />Additional outcomes of this project include: (1) development of community Matlab and Python codes to map patterns of surface runoff using very high-resolution topographic maps (lidar digital terrain models) - called GeoNet and made available through Google Sites and GitHub; (2) peer-reviewed publications and conference presentations of project results; (3) mentoring of a PhD student through to graduation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/08/2015<br>\n\t\t\t\t\tModified by: Colin&nbsp;P&nbsp;Stark</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNav...",
  "por_txt_cntn": "\nIn this project, PIs Stark and Passalacqua have invented a way to model the dynamical co-evolution of soil and vegetation across an upland landscape puncutated by landslides. Ecologists and geomorphologists have long known that their research fields overlap in the study of forested landscapes, and early conceptual work demonstrated how the ecodynamics could be treated in a mathematical fashion. Stark and Passalacqua have shown that the concept can be made concrete while retaining its theoretical simplicity and clarity. \n\nThe phenomenon in question is the following: in an upland landscape, weathering and soil formation take place in tandem with vegetation growth, forestation, and the establishment of a canopy. At the same time, erosion acts to remove soil and vegetation, both through runoff processes and by landsliding and debris flows. These processes interact in a way that is complex and seemingly immune to simplification, particularly when a whole landscape is considered rather than isolated forest stand. The principal innovation of this project has been to show that these complex interactions can be nevertheless be treated in an elegant mathematical fashion: the key insight is to represent the patchwork of forested slopes by a bundle of trajectories across a two-dimensional dynamical system describing the co-evolution of soil (regolith) and vegetation (forest cover). Each trajectory represents how soil and vegetation across each stand grow together and episodically diminish because of runoff erosion and rare landsliding at intervals set by the regional \"storminess\" and heavy rainfall frequency. The phase portrait (see figure) of the soil-vegetation co-evolution is determined by somewhat idealized representations of the ecogeomorphic processes tied together using nonlinear ordinary differential equations.  Solving these equations generates the trajectory or \"local history\" of a forested slope as its soil deepens, its biomass grows and its canopy protection against runoff erosion sets in. Landslide occurrence takes place as a Poisson stochastic process that truncates a trajectory and resets it to zero. In a mathematical sleight of hand, the whole forested landscape is represented by a large set of these trajectories, and the average state of the landscape is the mean of the trajectory bundle. \n\nUsing this model, Stark and Passalacqua were able to reveal a counter-intuitive property of landscapes like this: as the storminess of the environment rises, heavier rainfall is more common and the frequency of landsliding also goes up, but the mechanism by which soil is removed may not be landsliding. Instead, as landslide scarring of the forest becomes more and more prevalent, the surface area without adequate canopy protection rises and more soil is exposed to runoff erosion. The winner in the competition between landslide and runoff erosion processes is determined by properties such as maximum soil depth and the rate of forest recovery.\n\nAdditional outcomes of this project include: (1) development of community Matlab and Python codes to map patterns of surface runoff using very high-resolution topographic maps (lidar digital terrain models) - called GeoNet and made available through Google Sites and GitHub; (2) peer-reviewed publications and conference presentations of project results; (3) mentoring of a PhD student through to graduation.\n\n\t\t\t\t\tLast Modified: 09/08/2015\n\n\t\t\t\t\tSubmitted by: Colin P Stark"
 }
}