{
 "awd_id": "1063652",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Airborne Measurements of Inorganic Acids during the Deep Convective Clouds and Chemistry (DC3) Experiment",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 455030.0,
 "awd_amount": 460298.0,
 "awd_min_amd_letter_date": "2011-04-13",
 "awd_max_amd_letter_date": "2013-09-20",
 "awd_abstract_narration": "The Deep Convective Clouds and Chemistry (DC3) field campaign seeks to characterize the impact of convective systems on the chemistry and composition of the upper troposphere (UT).  This project supports the deployment of a newly built chemical ionization mass spectrometer (CIMS) on the NSF/NCAR G-V aircraft to measure pernitric acid (HO2NO2), nitric acid (HNO3), hydrochloric acid (HCl), and sulfur dioxide (SO2).  These observations will be interpreted to evaluate the impact of convection on UT photochemistry.  HNO3 and HO2NO2 measured in and around convective outflow will provide valuable constraints on the chemical processes in these environments.  The HO2NO2 observations will be particularly useful as the relatively short lifetime of this species makes it very sensitive to radical levels.  Photochemical calculations will be performed to predict the observed HO2NO2 levels as well as the time evolution of the observed HNO3.  This will allow a critical test of our understanding of processes that control radical levels and ozone production in the UT. Observations of SO2 will be used to assess the cloud processing of this species and serve as a useful comparison point with other aircraft involved in DC3.  The HCl observations will serve as a tracer for stratospheric influence and provide a marker for lower altitude mid-continent chlorine chemistry. \r\n\r\nThe information generated through this project will improve understanding of the impacts of convective storms on atmospheric chemistry.  In addition, the CIMS instrument will become part of the facilities at NCAR and available for future investigators on the G-V. The project will support one Ph.D. student and form the core of his/her dissertation research.  Two undergraduate students will gain valuable research experience through participation in the project.  Finally, the PI will partner with a local Atlanta area high school to facilitate exposure of underrepresented minorities to higher education and scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lewis",
   "pi_last_name": "Huey",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Lewis G Huey",
   "pi_email_addr": "greg.huey@eas.gatech.edu",
   "nsf_id": "000246909",
   "pi_start_date": "2011-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 147304.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 211170.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 101823.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective of this work was to perform measurements of inorganic acids (i.e. nitric, pernitric, and hydrochloric) and sulfur dioxide in the upper atmosphere from the NCAR (National Center for Atmospheric Research) GV research aircraft during the Deep Convective Clouds and Chemistry (DC3) field mission. A primary goal of the DC3 mission was to investigate the impact of convective clouds on upper tropospheric composition and chemistry. For this mission we performed the first deployment of a chemical ionization mass spectrometer (CIMS) on the GV to measure the targeted gases using SF<sub>6</sub><sup>-</sup> as a reagent ion. The obtained data was submitted to the publically available mission archive for use by other investigators involved with DC3. This data has been used to characterize the scrubbing of soluble gases adn the injection of biomass burning into the upper atmosphere by convective clouds. In addition, our observations have been used to characterize the photochemistry of the convectively impacted upper troposphere. As part of the DC3 deployment the CIMS instrument was configured to allow unattended automated operation in flight which is important due to the payload limitationso of the GV. The lessons learned in the integration of the CIMS on the DC3 mission were used to inform successufl operation of the same instrument on the GV on the later CONvective TRansport of Active Species in the Tropics mision as well as the Front Range Air Pollution and Photochemistry Experiment on the NCAR C-130 aircraft. This work has served to train a Ph.D. student and provided a significant amount of his thesis work. Finally, this project allso provided an undergraduate student (currently working as a secondary school teacher) with experience in atmospheric and airborne science.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/20/2016<br>\n\t\t\t\t\tModified by: L.&nbsp;G&nbsp;Huey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary objective of this work was to perform measurements of inorganic acids (i.e. nitric, pernitric, and hydrochloric) and sulfur dioxide in the upper atmosphere from the NCAR (National Center for Atmospheric Research) GV research aircraft during the Deep Convective Clouds and Chemistry (DC3) field mission. A primary goal of the DC3 mission was to investigate the impact of convective clouds on upper tropospheric composition and chemistry. For this mission we performed the first deployment of a chemical ionization mass spectrometer (CIMS) on the GV to measure the targeted gases using SF6- as a reagent ion. The obtained data was submitted to the publically available mission archive for use by other investigators involved with DC3. This data has been used to characterize the scrubbing of soluble gases adn the injection of biomass burning into the upper atmosphere by convective clouds. In addition, our observations have been used to characterize the photochemistry of the convectively impacted upper troposphere. As part of the DC3 deployment the CIMS instrument was configured to allow unattended automated operation in flight which is important due to the payload limitationso of the GV. The lessons learned in the integration of the CIMS on the DC3 mission were used to inform successufl operation of the same instrument on the GV on the later CONvective TRansport of Active Species in the Tropics mision as well as the Front Range Air Pollution and Photochemistry Experiment on the NCAR C-130 aircraft. This work has served to train a Ph.D. student and provided a significant amount of his thesis work. Finally, this project allso provided an undergraduate student (currently working as a secondary school teacher) with experience in atmospheric and airborne science.\n\n\t\t\t\t\tLast Modified: 06/20/2016\n\n\t\t\t\t\tSubmitted by: L. G Huey"
 }
}