{
 "awd_id": "1063466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Environmental Conditions and Characteristics of Ice Supersaturated Regions in Deep Convective Clouds and Chemistry (DC3)",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 608741.0,
 "awd_amount": 759939.0,
 "awd_min_amd_letter_date": "2011-04-07",
 "awd_max_amd_letter_date": "2013-06-27",
 "awd_abstract_narration": "In this project, the state-of-the art Vertical Cavity Surface Emitting Laser (VCSEL) hygrometer, developed through earlier NSF support, will be deployed aboard the NSF/NCAR Gulfstream V (GV) research aircraft to make highly accurate and precise measurements of water vapor during the Deep Convective Clouds and Chemistry (DC3) field campaign.  Due to its large horizontal and vertical range, the GV aircraft can efficiently sample the extratropical upper troposphere and lower stratosphere.  The DC3 field campaign will include extensive sampling in environments such deep convection, anvil cirrus, and non-convective cirrus.  In addition, a wide variety of chemical and microphysical environments will be sampled including clean and polluted source regions.  The VCSEL hygrometer will provide fast measurements of water vapor at sub-cloud scales. This will allow for studies of ice supersaturation both inside and outside of cirrus clouds at unprecedented levels of detail.  The environmental conditions surrounding ice supersaturated regions will also be explored on a cloud to synoptic scale.  Additionally, this project will include continued efforts to improve methods of water vapor calibrations at conditions representative of the upper troposphere and lower stratosphere.\r\n\r\nBroader Impacts:  This project will provide opportunities to involve high school students in order to attract them into science and engineering careers.  This will be done in partnership with the non-profit Young Science Achievers Program (YSAP), an organization that funds year-long science projects from underrepresented student-teacher groups in NJ/NYC and pairs each group with a professional mentor.  The investigator, graduate students and postdoctoral researchers will act as mentors and participate in an annual \"Science Day\" at Princeton University, laboratory tours, and the preparation of instructional material for teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Zondlo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Mark A Zondlo",
   "pi_email_addr": "mzondlo@princeton.edu",
   "nsf_id": "000336126",
   "pi_start_date": "2011-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 249761.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 391003.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 119175.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project conducted water vapor measurements onboard the NSF Gulfstream-V research aircraft to help better understand cirrus cloud formation as part of the NSF Deep Convective Clouds and Chemistry (DC3) field experiment in 2012.&nbsp;Water vapor is the most important trace gas species that impacts climate through cloud formation which scatters sunlight and traps outgoing heat from the Earth&rsquo;s surface, direct absorption of infrared radiation from the Earth, and altering energy fluxes through condensation and evaporation. This project made accurate measurements of water vapor from the surface to the lower stratosphere as part of the NSF DC3 field experiment and examined how the transport of water vapor and other gases and aerosols from the lower atmosphere impacts cirrus cloud formation in the upper troposphere. Because water vapor has over five orders of magnitude in absolute concentration during this study and has great importance in the atmosphere, we conducted rigorous calibrations to ensure accurate measurements. Our findings show that ice supersaturated areas &ndash; the birthplaces of cirrus clouds &ndash; are very small (km) and that cirrus clouds spend most of their life cycle in the dissipation stage (as opposed to the formation/growth stage). These results will be useful in improving cloud parameterizations in weather forecasts, reducing uncertainties in how anthropogenic activities impact climate, and understanding how thunderstorms distribute trace gases from the surface to the stratosphere.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2014<br>\n\t\t\t\t\tModified by: Mark&nbsp;A&nbsp;Zondlo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project conducted water vapor measurements onboard the NSF Gulfstream-V research aircraft to help better understand cirrus cloud formation as part of the NSF Deep Convective Clouds and Chemistry (DC3) field experiment in 2012. Water vapor is the most important trace gas species that impacts climate through cloud formation which scatters sunlight and traps outgoing heat from the EarthÆs surface, direct absorption of infrared radiation from the Earth, and altering energy fluxes through condensation and evaporation. This project made accurate measurements of water vapor from the surface to the lower stratosphere as part of the NSF DC3 field experiment and examined how the transport of water vapor and other gases and aerosols from the lower atmosphere impacts cirrus cloud formation in the upper troposphere. Because water vapor has over five orders of magnitude in absolute concentration during this study and has great importance in the atmosphere, we conducted rigorous calibrations to ensure accurate measurements. Our findings show that ice supersaturated areas &ndash; the birthplaces of cirrus clouds &ndash; are very small (km) and that cirrus clouds spend most of their life cycle in the dissipation stage (as opposed to the formation/growth stage). These results will be useful in improving cloud parameterizations in weather forecasts, reducing uncertainties in how anthropogenic activities impact climate, and understanding how thunderstorms distribute trace gases from the surface to the stratosphere.\n\n\t\t\t\t\tLast Modified: 06/26/2014\n\n\t\t\t\t\tSubmitted by: Mark A Zondlo"
 }
}