{
 "awd_id": "1063084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Multidisciplinary Computational Science at the University of Notre Dame",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sushil K Prasad",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 355895.0,
 "awd_amount": 355895.0,
 "awd_min_amd_letter_date": "2011-04-20",
 "awd_max_amd_letter_date": "2013-07-17",
 "awd_abstract_narration": "The site is co-funded by the Department of Defense in partnership with the NSF REU program. The Center for Research Computing (CRC) at the University of Notre Dame is providing a setting for the REU student to become familiar with interdisciplinary computational research. CRC provides access to research groups working across a diverse range of computational problems including (a)Modeling highly complex blood clotting processes to advance the understanding and treatment of heart disease, strokes and hemophilia, (b) Using molecular simulation to develop a fundamental understanding of the link between the physical properties of materials and their chemical constitution, (c) Discovering planets outside the solar system to help further astrophysicists? study of star and planet formation, (d) Creating computational models of coastal ocean hydrodynamics that can be applied to real-world problems, from dealing with coastal flooding due to hurricanes to helping map currents for shipping operations, dredging and harbor design. The students are learning how to use the most current cyberinfrastructure tools and receiving training on fundamental scientific computing skills and techniques. In addition, REU students are exposed to international scientific collaborations active at the CRC. The program will involve 10 students every summer, and each will spend 10 weeks at the University of Notre Dame. In addition the CRC funds 3 international students from its collaborating institutions abroad.\r\n\r\nIntellectual merit is grounded in four core areas of expertise: multiscale computations in engineering and science, interdisciplinary molecular modeling and simulation, validation and verification, and cyberinfrastructure development.\r\n\r\nBroader impacts include the critical advancement of education in computational science as identified in the Presidential Information Technology Advisory Committee report  and development of the nation?s future scientists with immediate impact both at their home institutions and nationally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaroslaw",
   "pi_last_name": "Nabrzyski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaroslaw Nabrzyski",
   "pi_email_addr": "naber@nd.edu",
   "nsf_id": "000510570",
   "pi_start_date": "2011-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 255895.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The University of Notre Dame Center&rsquo;s for Research Computing &nbsp;(CRC) Research Experience for Undergraduates (REU) program in Computational Science was a ten week program during four summers 2011-2014 for students who worked collaboratively on a wide variety of computational science projects. The CRC is an ideal setting for undergraduate student to become familiar with interdisciplinary computational research. The CRC provided access to research groups working across a diverse range of computational problems including, but not limited to: (a) Modeling highly complex blood clotting processes to advance the understanding and treatment of heart disease, strokes and hemophilia, (b) Using molecular simulation to develop a fundamental understanding of the link between the physical properties of materials and their chemical constitution, (c) Discovering planets outside the solar system to help further astrophysicists&rsquo; study of star and planet formation, (d) Creating computational models of coastal ocean hydrodynamics that can be applied to real-world problems, from dealing with coastal flooding due to hurricanes to helping map currents for shipping operations, dredging and harbor design.</p>\n<p>Computational science is now widely recognized as an integral part of scientific and technical investigations, affecting researchers and practitioners in areas ranging from aerospace and automotive, to biochemistry, electronics, geosciences, mathematics, and physics. In its 2005 Presidential report, entitled Computational Science: Ensuring Americas Competitiveness, the Presidential Information Technology Advisory Committee stated &ldquo;Computational science is the use of advanced computing capabilities to understand and solve complex problems that have become critical to scientific leadership, economic competitiveness, and national security... computational science is one of the most important technical fields of the 21st century because it is essential to advances throughout society&rdquo;. Advancing computational science is not possible without engaging the next generation of young researchers. Through participation in this REU program, undergraduate students learned about recent advances and developments in computational science. The engagement of young researchers and under-represented groups in computational science will have a broad impact at their home institutions, as well as nationally.</p>\n<p>The participants of this REU &nbsp;worked on cutting edge research in the Computational Sciences. The students &nbsp;learned how to use the most current cyberinfrastructure tools and received training on fundamental scientific computing skills and techniques. In addition, since CRC research groups collaborate with international researchers, REU students were exposed to how international collaborations are managed. The program enabled undergraduates to collaborate with scientific leaders from the University of Notre Dame in experimentation, modeling and computation to solve challenging problems at the forefront of science and engineering. The intellectual merit of this program was grounded in four core areas of expertise: (1) multiscale computations in engineering and science, (2) interdisciplinary molecular modeling and simulation, (3) validation and verification and (4) cyberinfrastructure development. The program gave students and faculty participants a chance to carry out collaborative. Students were part of interdisciplinary teams and experienced the rewards of scientific collaboration. For faculty, the REU program offered an opportunity to explore novel research areas and form new collaborations.</p>\n<p>The program involved around 10-13 students every summer, and each spent 10 weeks at the University of Notre Dame. In addition the CRC funded 8 international students from its collaborating institutions abroad. Total 44 students were trained in 2011-2014, 27% being...",
  "por_txt_cntn": "\nThe University of Notre Dame CenterÆs for Research Computing  (CRC) Research Experience for Undergraduates (REU) program in Computational Science was a ten week program during four summers 2011-2014 for students who worked collaboratively on a wide variety of computational science projects. The CRC is an ideal setting for undergraduate student to become familiar with interdisciplinary computational research. The CRC provided access to research groups working across a diverse range of computational problems including, but not limited to: (a) Modeling highly complex blood clotting processes to advance the understanding and treatment of heart disease, strokes and hemophilia, (b) Using molecular simulation to develop a fundamental understanding of the link between the physical properties of materials and their chemical constitution, (c) Discovering planets outside the solar system to help further astrophysicistsÆ study of star and planet formation, (d) Creating computational models of coastal ocean hydrodynamics that can be applied to real-world problems, from dealing with coastal flooding due to hurricanes to helping map currents for shipping operations, dredging and harbor design.\n\nComputational science is now widely recognized as an integral part of scientific and technical investigations, affecting researchers and practitioners in areas ranging from aerospace and automotive, to biochemistry, electronics, geosciences, mathematics, and physics. In its 2005 Presidential report, entitled Computational Science: Ensuring Americas Competitiveness, the Presidential Information Technology Advisory Committee stated \"Computational science is the use of advanced computing capabilities to understand and solve complex problems that have become critical to scientific leadership, economic competitiveness, and national security... computational science is one of the most important technical fields of the 21st century because it is essential to advances throughout society\". Advancing computational science is not possible without engaging the next generation of young researchers. Through participation in this REU program, undergraduate students learned about recent advances and developments in computational science. The engagement of young researchers and under-represented groups in computational science will have a broad impact at their home institutions, as well as nationally.\n\nThe participants of this REU  worked on cutting edge research in the Computational Sciences. The students  learned how to use the most current cyberinfrastructure tools and received training on fundamental scientific computing skills and techniques. In addition, since CRC research groups collaborate with international researchers, REU students were exposed to how international collaborations are managed. The program enabled undergraduates to collaborate with scientific leaders from the University of Notre Dame in experimentation, modeling and computation to solve challenging problems at the forefront of science and engineering. The intellectual merit of this program was grounded in four core areas of expertise: (1) multiscale computations in engineering and science, (2) interdisciplinary molecular modeling and simulation, (3) validation and verification and (4) cyberinfrastructure development. The program gave students and faculty participants a chance to carry out collaborative. Students were part of interdisciplinary teams and experienced the rewards of scientific collaboration. For faculty, the REU program offered an opportunity to explore novel research areas and form new collaborations.\n\nThe program involved around 10-13 students every summer, and each spent 10 weeks at the University of Notre Dame. In addition the CRC funded 8 international students from its collaborating institutions abroad. Total 44 students were trained in 2011-2014, 27% being female students, 14% African American, and 5% Hispanic. \n\n \n\n\t\t\t\t\tLast Modified: 01/27/2015\n\n\t\t\t\t\tSubmitted by: Jarosl..."
 }
}