{
 "awd_id": "1063558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2011 Cold Spring Harbor Conference on Computational Cell Biology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2012-02-29",
 "tot_intn_awd_amt": 20950.0,
 "awd_amount": 20950.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "In the last several decades a great deal of effort has gone into identifying the proteins and genes that respond to specific inputs and assembling them into consensus signal transduction pathways.  These pathways, which control all aspects of cell physiology, have turned out to be very complex, with many interactions and feedbacks between different parts of the network.  How can we move beyond identifying new network components and interactions and develop a detailed, quantitative understanding of their behavior?  How can we translate the static biochemical description of molecular regulatory networks into a dynamic, functional one?  Questions like these gave birth to the interdisciplinary field of computational cell biology, which applies the mathematics of dynamical systems with computer simulations to develop new insights and understanding of fundamental biological processes.  This discipline is focused on combining quantitative experimental data with mathematical models and simulation of the molecular machinery (genes-proteinsmetabolites) that underlie the physiological behavior of living cells.  The proposed conference on Computational Cell Biology is intended to bring together a diverse group of scientists, studying various molecular, structural, and functional aspects of cellular processes, using computational approaches.  This meeting is intended to provide a forum for the exchange of ideas, information, and approaches, and to discuss the latest research findings and technical advances towards understanding cells at a quantitative and theoretical level.  The size and location of this meeting facilitates interactions between experimentalists and theoreticians, which are vital for an interdisciplinary field such as computational cell biology.  Researchers will join together to discuss the latest breakthroughs obtained using novel experimental and theoretical approaches in diverse model systems.\r\n\r\nThe broader impacts of the proposed activity are manifold. First, they include the scientific implications for other fields beyond computational cell biology, as discoveries in this field will continue to foster a rapid pace of fundamental discoveries and insights that impact efforts to model the dynamical behavior of living systems.  Second, they also include elements of education, training, resource sharing, and opportunities for interaction and collaboration. In particular, the meeting will provide: (i) training opportunities for junior scientists that will promote the development of presentation skills as well as overall scientific quality and analytical rigor; (ii) an intimate setting that will foster meaningful scientific interactions among scientists at all career levels; (iii) the dissemination of knowledge among multiple strata of research and educational institutions; (iv) sharing of resources, both material and informational; and (v) opportunities for the initiation of collaborations, which can benefit scientists from smaller labs and/or from primarily undergraduate (teaching) institutions who may have fewer resources and more limited access to cutting-edge technologies than do scientists from major research institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Stewart",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Stewart",
   "pi_email_addr": "stewart@cshl.edu",
   "nsf_id": "000148864",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 BUNGTOWN RD",
  "perf_city_name": "COLD SPG HBR",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 20950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<p><strong>NSF PROJECT OUTCOMES REPORT FOR THE GENERAL PUBLIC</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Cold Spring Harbor Laboratory&rsquo;s Conference on</strong></p>\n<p><strong>Computational Cell Biology</strong></p>\n<p><strong>March 29 &ndash; April 1, 2011</strong></p>\n</div>\n<p>&nbsp;</p>\n<p>The discipline of computational cell biology seeks to develop mathematical models of living systems, such as molecular interactions during cell division in both healthy cells and cancer. The goals for such models are twofold: 1) predict outcomes from dynamical systems in the cell, thereby allowing scientists to 2) explain how cellular processes go awry in disease. To build successful models, mathematicians and computer scientists must work closely with experimental cell biologists. In this partnership, experimentalists collect quantitative information about cellular processes and how they change over time, while mathematicians use the information to build and improve upon computer models that accurately reflect the biology.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The 2011 conference on Computational Cell Biology at Cold Spring Harbor Laboratory (CSHL) brought together 111 cell biologists representing both experimental and computational research groups. This three-day, biennial conference was started in 2001 by faculty members at the University of Connecticut Health Center. It moved to CSHL in 2007, so that 2011 marked the third time this scientific community has gathered in Cold Spring Harbor. The 2011 conference was organized by four established leaders in the field:</p>\n<ul>\n<li>Galit Lahav, Ph.D. (Associate Professor of Systems Biology at Harvard Medical School)</li>\n</ul>\n<ul>\n<li>Leslie Loew, Ph.D. (Professor of Cell Biology and Computer Science and Engineering at the University of Connecticut)</li>\n</ul>\n<ul>\n<li>Wallace Marshall, Ph.D. (Associate Professor of Biochemistry &amp; Biophysics at the University of California San Francisco)</li>\n<li>John Tyson, Ph.D. (Professor of Biological Sciences at Virginia Polytechnic Institute &amp; State University</li>\n</ul>\n<p>The conference featured 33 oral presentations, including four specifically focused on new computational tools for modeling cellular dynamics. The conference also featured two keynote addresses, sixty poster presentations, numerous software demonstrations, and an improvisational workshop designed to facilitate teamwork in research groups. A majority of the oral and poster presentations were given by researchers in the early stages of their careers, reflecting CSHL&rsquo;s ongoing commitment to the development of young scientists.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The two keynote speakers were highlights of the conference. The first, Tobias Meyer, Ph.D. (Professor of Chemical and Systems Biology at the Stanford University School of Medicine), is an established researcher who uses both experimental and computational approaches to understand cellular control systems. His group seeks to elucidate the rules that cells use to make decisions during processes such as synapse formation, migration, differentiation, and proliferation; understanding these rules will allow scientists to determine how breaking them might cause neuronal dysfunction and immunological disease. In his keynote address, Dr. Meyer spoke about signals at the mobile front edge of the cell that control the direction of its movement. The second keynote address was given by Dennis Bray, Ph.D. (Emeritus Professor of Physiology, Development, and Neuroscience at the University of Cambridge, U.K.), a leader in the study of cell growth and movement. Dr. Bray has a long history of integrating experimental data with computer models of signals that direct cell growth and movement. In his keynote, Dr. Bray discussed his work in bacterial chemotaxis, the process by whic...",
  "por_txt_cntn": "\n\nNSF PROJECT OUTCOMES REPORT FOR THE GENERAL PUBLIC\n\n \n\nCold Spring Harbor LaboratoryÆs Conference on\n\nComputational Cell Biology\n\nMarch 29 &ndash; April 1, 2011\n\n\n \n\nThe discipline of computational cell biology seeks to develop mathematical models of living systems, such as molecular interactions during cell division in both healthy cells and cancer. The goals for such models are twofold: 1) predict outcomes from dynamical systems in the cell, thereby allowing scientists to 2) explain how cellular processes go awry in disease. To build successful models, mathematicians and computer scientists must work closely with experimental cell biologists. In this partnership, experimentalists collect quantitative information about cellular processes and how they change over time, while mathematicians use the information to build and improve upon computer models that accurately reflect the biology.\n\n            The 2011 conference on Computational Cell Biology at Cold Spring Harbor Laboratory (CSHL) brought together 111 cell biologists representing both experimental and computational research groups. This three-day, biennial conference was started in 2001 by faculty members at the University of Connecticut Health Center. It moved to CSHL in 2007, so that 2011 marked the third time this scientific community has gathered in Cold Spring Harbor. The 2011 conference was organized by four established leaders in the field:\n\nGalit Lahav, Ph.D. (Associate Professor of Systems Biology at Harvard Medical School)\n\n\nLeslie Loew, Ph.D. (Professor of Cell Biology and Computer Science and Engineering at the University of Connecticut)\n\n\nWallace Marshall, Ph.D. (Associate Professor of Biochemistry &amp; Biophysics at the University of California San Francisco)\nJohn Tyson, Ph.D. (Professor of Biological Sciences at Virginia Polytechnic Institute &amp; State University\n\n\nThe conference featured 33 oral presentations, including four specifically focused on new computational tools for modeling cellular dynamics. The conference also featured two keynote addresses, sixty poster presentations, numerous software demonstrations, and an improvisational workshop designed to facilitate teamwork in research groups. A majority of the oral and poster presentations were given by researchers in the early stages of their careers, reflecting CSHLÆs ongoing commitment to the development of young scientists.\n\n            The two keynote speakers were highlights of the conference. The first, Tobias Meyer, Ph.D. (Professor of Chemical and Systems Biology at the Stanford University School of Medicine), is an established researcher who uses both experimental and computational approaches to understand cellular control systems. His group seeks to elucidate the rules that cells use to make decisions during processes such as synapse formation, migration, differentiation, and proliferation; understanding these rules will allow scientists to determine how breaking them might cause neuronal dysfunction and immunological disease. In his keynote address, Dr. Meyer spoke about signals at the mobile front edge of the cell that control the direction of its movement. The second keynote address was given by Dennis Bray, Ph.D. (Emeritus Professor of Physiology, Development, and Neuroscience at the University of Cambridge, U.K.), a leader in the study of cell growth and movement. Dr. Bray has a long history of integrating experimental data with computer models of signals that direct cell growth and movement. In his keynote, Dr. Bray discussed his work in bacterial chemotaxis, the process by which bacterial cells sense chemicals in their environment and direct their movements accordingly, either toward food sources or away from harmful substances.\n\n            The 2011 conference featured a number of oral sessions dedicated to traditional topics in computational cell biology, such as cell physiology and mechanics. In addition, the conference featured oral sessions on signal processing, systemati..."
 }
}