{
 "awd_id": "1063000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site:  The Northern Plains REU Site - Serving the Needs of Regional Tribal Colleges and Local Primarily Undergraduate Institutions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "This award from the Division of Chemistry (CHE) supports a Research Experience for Undergraduates (REU) site led by David Hawkinson and Andrew Sykes at the University of South Dakota.  The research projects supported in this site are in a wide range of areas of chemistry. Faculty-student teams will be recruited to this site from regional primarily undergraduate universities and Tribal Colleges (Fort Bethold Community College, Nebraska Indian Community College, and Sinte Gleska University).  Over three years, the site will support 49 students and faculty in a ten-week per summer program.  A sample of the projects that researchers will work on include:  (1)  the detection of Hg(II) in fish using a selective luminescence sensor; (2)  the fabrication and surface functionalization of electrospun nanofibers; (3)  the synthesis and study of biomass-based solid acid catalysts for biodiesel production; (4)  the isolation, characterization and quantitation of flavonoids from the prairie turnip (Psoralea esculenta); (5) the synthesis and study of polydomain nanostructured materials for solar fuels catalysis and (6) the development of photocatalysts for environmental applications based upon noble metal containing titanium dioxide aerogels.   In addition to conducting research during the summer, the students participating in this program will participate in a number of professional development activities, including workshops providing training in chemical safety and in using the chemical literature.  Students will have numerous opportunities to present their results in a variety of settings, including a brief seminar and poster presentation on-site, as well as at regional and national professional society meetings.\r\n\r\nYoung scientists need exposure to modern research methods and tools as part of their training.  This REU site aims to provide students without significant research experience a chance to conduct cutting-edge research in the chemical sciences with dedicated faculty mentors at this predominantly undergraduate institution.  The diverse student cohort participating in research at this site will be well-prepared for further study in the chemical sciences, and graduate school, with eventual employment as part of the country's technical workforce.  A unique feature of this REU site is the involvement of faculty and students from regional colleges and universities, including Tribal Colleges, which lack access to significant research infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hawkinson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Hawkinson",
   "pi_email_addr": "David.Hawkinson@usd.edu",
   "nsf_id": "000307768",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Sykes",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Sykes",
   "pi_email_addr": "asykes@usd.edu",
   "nsf_id": "000387167",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Dakota Main Campus",
  "inst_street_address": "414 E CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "VERMILLION",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056775370",
  "inst_zip_code": "570692307",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTH DAKOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "U9EDNSCHTBE7"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Dakota Main Campus",
  "perf_str_addr": "414 E CLARK ST",
  "perf_city_name": "VERMILLION",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570692307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 70528.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 289472.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br />The Northern Plains REU site at the University of South Dakota was<br />designed to serve the needs of students and faculty at regional tribal colleges and primarily undergraduate institutions (PUIs).&nbsp; In addition to a traditional on-site summer research program for undergraduate students, the project included the hosting of student-faculty research teams from regional tribal colleges and &ldquo;at-home&rdquo; support for student-faculty research teams at local PUIs.&nbsp;</p>\n<p>Each summer session began with a three-day research training workshop. The first day was devoted to safety in the laboratory, including the proper handling of hazardous substances and prudent practices for disposal of waste materials.&nbsp; The next two days focused on the operation of<br />instrumentation that most of the students were likely to encounter during their<br />summer research experience (NMR, IR, and GCMS).&nbsp; Students, paired with an appropriate faculty mentor based on their preferences and experience, then engaged in approximately nine weeks of extensive laboratory work.&nbsp; Specific research projects, which were determined by the individual faculty mentors, ranged from studies of the basic principles of chemical reactivity to the development of advanced materials for applications such as trace analysis of heavy metals, solar energy conversion, and organic semiconductor devices.&nbsp; All students had the opportunity to present the results of their research in two venues typical of the format encountered at professional meetings.&nbsp; During the summer seminar series, students<br />gave short (~15 minute) oral presentations followed by time to address<br />questions from the audience, and at the end-of-summer symposium, summarized their work in the form of a poster presentation.&nbsp;<br /><br />USD has maintained a consistent commitment to improving science<br />education at regional tribal colleges through research workshops conducted on tribal campuses, training in the use of newly acquired scientific equipment on tribal campuses, and analytical support for research projects of tribal faculty and their students. &nbsp;Towards this objective, the Northern Plains REU site contained a component to host student-faculty teams from regional tribal colleges to conduct studies of particular interest to tribal faculty members in collaboration with USD faculty.&nbsp; In 2011, USD hosted student-faculty teams from two tribal colleges, with the goal of increasing to three such teams in 2012-13.&nbsp; However, no faculty members from these institutions were able to commit to spending a four-week period at USD in subsequent years.&nbsp; In spite of this loss of faculty involvement from these institutions, we were successful in attracting a number of Native American students into the program.</p>\n<p>Since many PUIs lack sufficient infrastructure to independently conduct<br />effective undergraduate research programs, the Northern Plains REU site also funded teams of one faculty member and two undergraduate researchers at their home institutions at two local PUIs (Briar Cliff University and Dordt College) during 2012-13.&nbsp; In addition to stipends and funds for supplies from NSF, USD Chemistry provided these research teams access<br />to advanced instrumentation, technical expertise and other resources not<br />available at their institutions.</p>\n<p>Overall, from 2011 to 2014, a total of 38 undergraduate students<br />received support from NSF through the Northern Plains REU site to engage in summer research and other program activities.&nbsp; An additional 54 undergraduates, funded by other sources, participated in the majority of the REU activities, resulting in a program that averaged about 24 student participants per year.&nbsp; Ten of the 38 REU participants were undergraduates at USD.&nbsp; Outside of the USD students, most of the participants (86% of no...",
  "por_txt_cntn": "\n\n\nThe Northern Plains REU site at the University of South Dakota was\ndesigned to serve the needs of students and faculty at regional tribal colleges and primarily undergraduate institutions (PUIs).  In addition to a traditional on-site summer research program for undergraduate students, the project included the hosting of student-faculty research teams from regional tribal colleges and \"at-home\" support for student-faculty research teams at local PUIs. \n\nEach summer session began with a three-day research training workshop. The first day was devoted to safety in the laboratory, including the proper handling of hazardous substances and prudent practices for disposal of waste materials.  The next two days focused on the operation of\ninstrumentation that most of the students were likely to encounter during their\nsummer research experience (NMR, IR, and GCMS).  Students, paired with an appropriate faculty mentor based on their preferences and experience, then engaged in approximately nine weeks of extensive laboratory work.  Specific research projects, which were determined by the individual faculty mentors, ranged from studies of the basic principles of chemical reactivity to the development of advanced materials for applications such as trace analysis of heavy metals, solar energy conversion, and organic semiconductor devices.  All students had the opportunity to present the results of their research in two venues typical of the format encountered at professional meetings.  During the summer seminar series, students\ngave short (~15 minute) oral presentations followed by time to address\nquestions from the audience, and at the end-of-summer symposium, summarized their work in the form of a poster presentation. \n\nUSD has maintained a consistent commitment to improving science\neducation at regional tribal colleges through research workshops conducted on tribal campuses, training in the use of newly acquired scientific equipment on tribal campuses, and analytical support for research projects of tribal faculty and their students.  Towards this objective, the Northern Plains REU site contained a component to host student-faculty teams from regional tribal colleges to conduct studies of particular interest to tribal faculty members in collaboration with USD faculty.  In 2011, USD hosted student-faculty teams from two tribal colleges, with the goal of increasing to three such teams in 2012-13.  However, no faculty members from these institutions were able to commit to spending a four-week period at USD in subsequent years.  In spite of this loss of faculty involvement from these institutions, we were successful in attracting a number of Native American students into the program.\n\nSince many PUIs lack sufficient infrastructure to independently conduct\neffective undergraduate research programs, the Northern Plains REU site also funded teams of one faculty member and two undergraduate researchers at their home institutions at two local PUIs (Briar Cliff University and Dordt College) during 2012-13.  In addition to stipends and funds for supplies from NSF, USD Chemistry provided these research teams access\nto advanced instrumentation, technical expertise and other resources not\navailable at their institutions.\n\nOverall, from 2011 to 2014, a total of 38 undergraduate students\nreceived support from NSF through the Northern Plains REU site to engage in summer research and other program activities.  An additional 54 undergraduates, funded by other sources, participated in the majority of the REU activities, resulting in a program that averaged about 24 student participants per year.  Ten of the 38 REU participants were undergraduates at USD.  Outside of the USD students, most of the participants (86% of non-USD students) attended PUIs in the Midwest region of\nthe US.  Demographically, eight participants (21%) were of Native American descent, one non-Native American student identified herself as being Hispanic or Latino, and 16 (42%) were women..."
 }
}