{
 "awd_id": "1063407",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR:  Development and Dissemination of a Flexible Multifunctional Widefield 3D Superresolution Microscopy System for Quantitative Biological Research",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 356697.0,
 "awd_amount": 356697.0,
 "awd_min_amd_letter_date": "2011-04-27",
 "awd_max_amd_letter_date": "2012-05-15",
 "awd_abstract_narration": "Abstract\r\nThis bridging proposal addresses a major opportunity in biological research to provide multifunctional 3D superresolution imaging capability to thousands of biology laboratories in the US and around the globe. The objective of this project is to develop, to the point of commercial production, a ground-breaking multifunctional microscopy system with single-molecule sensitivity suitable for live cell studies. The system overcomes current fundamental limitations by providing wide-field three-dimensional (3D) super-resolution imaging with single molecule sensitivity. These capabilities are achieved using minimally invasive fluorescence techniques.\r\nIntellectual merit--A variety of methods for super-resolution optical microscopy are now making it possible to resolve objects that are smaller than the optical diffraction limit, which has historically restricted spatial resolution to about 200nm in the transverse dimension and about 500 nm in the axial dimension. Although these techniques have demonstrated the feasibility of optical imaging beyond the diffraction limit, they are far from mature and new developments are required to reach the new limits on a regular basis at the typical biology lab.\r\nAccordingly, this project focuses on fundamental developments to address the need for widespread single-molecule imaging instrumentation. The instrument is based on an integrated design of the illumination, the fluorescent molecules, the 3D optical response, the data collection strategy, and the postprocessing / reconstruction algorithms.\r\nThe proposed design of a wide-field microscope presents a double-helix point spread function that features two dominant lobes in the image plane whose angular orientation rotates with the axial (z) position of the emitter. By encoding the z-position in the angular orientation of the two lobes, the 3D position of each emitter can be determined well beyond the optical diffraction limit. Moreover, the technique enables 3D imaging with greater depth of field than is available from other imaging methods. The system consistently attains 3D sectioning capability with isotropic resolutions below 20nm over an extended depth of field of several microns, representing one order of magnitude improvement over available optical microscopes at most research institutions.\r\nA well thought-out dissemination plan provides a path from prototype development through large scale production. The main development tasks in this project are: (a) Bringing to maturity a scalable fabrication process for efficient double-helix phase masks. (b) Advancing the implementation of reconstruction algorithms for real-time operation and ease of use by biologists. (c) Implementing a flexible modular structure that can be integrated with new or existing microscopes. (d) Testing the instrument in significant biological problems and independent biology labs.\r\nBroader Impact - The widespread availability of 3D superresolution imaging will impact multiple fields of science and engineering including 3D biophysical and biomedical imaging of labeled biomolecules inside and outside of cells. The techniques will find use in tracking orientation changes of molecules within a cellular structure, as well as in monitoring interactions between molecules.\r\nThe project integrates education and outreach with research and development to create the human infrastructure required for developing future biological instrumentation technologies. It will provide training to a diverse group of young scientists and engineers. Through interaction with a local IGERT program in computational optical sensing and imaging, this project will provide opportunities for interdisciplinary student rotations. The project will also generate synergistic relationships with industry to transfer new discoveries into industrial applications. The results of the investigation will be broadly disseminated including an outreach traveling exhibit on microscopy with interactive demonstrations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "Piestun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael Piestun",
   "pi_email_addr": "piestun@colorado.edu",
   "nsf_id": "000489198",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 207151.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149546.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed, to the point of commercial production, a groundbreaking multifunctional microscopy system with single-molecule sensitivity suitable for live cell studies. The system overcomes prior fundamental limitations by providing wide-field three-dimensional (3D) super-resolution imaging beyond the diffraction limit imposed by the wavelength of visible light (approximately 200nm). The system acquires data at faster rate than prior state of the art, provides the 3D orientation of individual molecules, optimizes for signal quality, and generates multicolor images. These capabilities are achieved using minimally invasive fluorescence techniques. The system consistently attains 3D imaging with isotropic resolution of about 20nm over an extended depth of field, representing one order of magnitude improvement over available optical microscopes at most research institutions.</p>\n<p>The project involved systematic studies and engineering of the performance tailored towards single-molecule studies. In particular, novel unconventional optical elements were created and tested in conjunction with post-processing methods for optimal single-molecule localization. Novel techniques for accelerating data acquisition were developed on the basis of recent mathematical theories of compressive sensing. The new findings challenge the traditional concepts of resolution held for more than a century and expands on the tremendous progress in super-resolution microscopy of the last decade. The project also addressed practical issues such as the need for nanometric microscope drift control.</p>\n<p>The project generated 2 issued US patents and 6 additional patent applications filed and under review. A startup company was spun off the University of Colorado, seeking to commercialize the technologies developed in this project. The technology has been transferred to other labs such as W. E. Moerner's (Stanford, Nobel laureate in Chemistry&nbsp;2014) and the BioFrontiers Institute at the University of Colorado at Boulder. Users of the technology also include Cambridge University (UK), the National Institute of Health, Rice University, EPFL (Switzerland), and others.&nbsp;The key results of the research were reported in 12 publications by the PI's group, 4 PhD Thesis published by the PI's students, and multiple conference papers and presentations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2015<br>\n\t\t\t\t\tModified by: Rafael&nbsp;Piestun</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1063407/1063407_10088006_1445909584417_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1063407/1063407_10088006_1445909584417_Slide1--rgov-800width.jpg\" title=\"3D multicolor superresolution imaging\"><img src=\"/por/images/Reports/POR/2015/1063407/1063407_10088006_1445909584417_Slide1--rgov-66x44.jpg\" alt=\"3D multicolor superresolution imaging\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Quantitative multicolor 3D sub-diffraction imaging of the structural arrangement of fluorescent protein fusions in living Caulobacter crescentus bacteria. Gridline spacing (blue) is 1 Ám.</div>\n<div class=\"imageCredit\">Andreas Gahlmann, Jerod Ptacin, Ginni Grover, Sean Quirin, Alexander von Diezmann, Marissa Lee, Mikael Backlund, Lucy Shapiro, Rafael Piestun, W.E. Moerner, \"Quantitative multicolor subdiffraction imaging of bacterial protein ultrastructur...",
  "por_txt_cntn": "\nThis project developed, to the point of commercial production, a groundbreaking multifunctional microscopy system with single-molecule sensitivity suitable for live cell studies. The system overcomes prior fundamental limitations by providing wide-field three-dimensional (3D) super-resolution imaging beyond the diffraction limit imposed by the wavelength of visible light (approximately 200nm). The system acquires data at faster rate than prior state of the art, provides the 3D orientation of individual molecules, optimizes for signal quality, and generates multicolor images. These capabilities are achieved using minimally invasive fluorescence techniques. The system consistently attains 3D imaging with isotropic resolution of about 20nm over an extended depth of field, representing one order of magnitude improvement over available optical microscopes at most research institutions.\n\nThe project involved systematic studies and engineering of the performance tailored towards single-molecule studies. In particular, novel unconventional optical elements were created and tested in conjunction with post-processing methods for optimal single-molecule localization. Novel techniques for accelerating data acquisition were developed on the basis of recent mathematical theories of compressive sensing. The new findings challenge the traditional concepts of resolution held for more than a century and expands on the tremendous progress in super-resolution microscopy of the last decade. The project also addressed practical issues such as the need for nanometric microscope drift control.\n\nThe project generated 2 issued US patents and 6 additional patent applications filed and under review. A startup company was spun off the University of Colorado, seeking to commercialize the technologies developed in this project. The technology has been transferred to other labs such as W. E. Moerner's (Stanford, Nobel laureate in Chemistry 2014) and the BioFrontiers Institute at the University of Colorado at Boulder. Users of the technology also include Cambridge University (UK), the National Institute of Health, Rice University, EPFL (Switzerland), and others. The key results of the research were reported in 12 publications by the PI's group, 4 PhD Thesis published by the PI's students, and multiple conference papers and presentations.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2015\n\n\t\t\t\t\tSubmitted by: Rafael Piestun"
 }
}