{
 "awd_id": "1063471",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "Facilitating New Discoveries in Seismology and Exploring the Earth: The Next Decade",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 29512001.0,
 "awd_amount": 30569736.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2014-05-19",
 "awd_abstract_narration": "The Incorporated Research Institutions for Seismology (the IRIS Consortium,\r\nwww.iris.edu) operates multi-user facilities for the development, deployment, and operational\r\nsupport of modern digital seismic instrumentation and data management to serve national and\r\ninternational research and education in the Earth sciences. IRIS programs are overseen and\r\ngoverned by a Consortium of 115 Member Institutions, comprising virtually every US university\r\nwith research programs in seismology. Consortium membership also includes 107 Foreign\r\nAffiliates and 20 Educational Affiliates. IRIS collaborates with national and international\r\nmission agencies, including the USGS, NOAA, DOE, DOD and the Comprehensive Test Ban\r\nTreaty Organization, to leverage NSF investments to serve significant societal needs in the\r\nmonitoring of earthquakes, tsunamis and nuclear test ban treaties.\r\nThe preeminence of US Earth science in investigations of the Earth?s interior and\r\nearthquake sources rests in large part on the data and instrumentation facilities supported by NSF\r\nand managed by IRIS. The programs and activities to be carried out by IRIS under this award\r\ntake their intellectual direction from a community-based long-range science plan described in the\r\n2009 report: ?Seismological Grand Challenges in Understanding Earth?s Dynamic Systems?\r\n(www.iris.edu/hq/files/publications/iris_proposals/doc/seis_plan_final.pdf). Seismology provides\r\na rich source of information on the structure and composition of Earth's crust, mantle, and core\r\nthat, when coupled with other types of data in the growing number of interdisciplinary studies to\r\nwhich IRIS is committed, continues to enhance our understanding the origin of the planet, its\r\nevolution through geologic time, as well as the internal forces driving plate dynamics,\r\nearthquakes, volcanism, and the geomagnetic field. Recent developments in seismic sensor design,\r\nand the acquisition, transmission and storage of data have resulted in dramatic improvements in\r\nthe resolving power of seismic imaging of Earth?s interior and characterization of the earthquake\r\nsource. In addition to supporting basic research and discovery in the Earth sciences, the IRIS\r\nfacilities also contribute essential data, resources and educational materials to programs with\r\nbroad societal impact related to earthquake hazard mitigation, groundwater, energy and mineral\r\nexploration.\r\nThe facilities and services managed by IRIS include:\r\n? Instrumentation Services - operation and support for the 150 permanent broadband\r\nstations of the Global Seismographic Network (in collaboration with the USGS) and a pool of\r\nmore than 2000 portable instruments of the Program for Array Seismic Studies of the Continental\r\nLithosphere (PASSCAL) for denser deployments in NSF-funded research projects both in the US\r\nand abroad.\r\n? Data Services ? free and open access through the IRIS Data Management Center to all\r\ndata collected by IRIS programs or contributed by numerous national and international partners,\r\nalong with support for software development, user tools, training services and data products to\r\nfacilitate broad data utilization and encourage high quality standards in data collection and data\r\nmanagement.\r\n? Education and Public Outreach - creating materials and tools to encourage the public\r\nand educators at all levels to explore seismological data and advance awareness and\r\nunderstanding of seismology & Earth science, while inspiring careers in geophysics.\r\nUnder the new Cooperative Agreement with NSF starting in 2011, IRIS will merge its\r\nlong-standing support for Polar studies in both the Antarctic and Arctic with its other core\r\nservices; move towards integrated management, starting in 2013, of its core programs with the\r\nrelated facilities of the USArray component of EarthScope; and continue to explore emerging\r\nopportunities to support research and hazard mitigation efforts in earthquake prone areas of the\r\ndeveloping world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Simpson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Simpson",
   "pi_email_addr": "simpson@iris.edu",
   "nsf_id": "000179001",
   "pi_start_date": "2011-09-22",
   "pi_end_date": "2014-05-19"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Detrick",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Detrick",
   "pi_email_addr": "detrick@iris.edu",
   "nsf_id": "000220784",
   "pi_start_date": "2014-05-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "EARTHSCOPE CONSORTIUM INC.",
  "inst_street_address": "1200 NEW YORK AVE NW",
  "inst_street_address_2": "STE 400",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026822220",
  "inst_zip_code": "200053929",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "EARTHSCOPE CONSORTIUM INC.",
  "org_prnt_uei_num": "PBBNV32ZW7Q6",
  "org_uei_num": "PBBNV32ZW7Q6"
 },
 "perf_inst": {
  "perf_inst_name": "EARTHSCOPE CONSORTIUM INC.",
  "perf_str_addr": "1200 NEW YORK AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200053929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "036F00",
   "pgm_ele_name": "IRIS -OPERATIONS & MAINTENANCE"
  },
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  },
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  },
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0112",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "app-0113",
   "fund_name": "",
   "fund_symb_id": ""
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 13187001.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13197285.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 4185450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong><span style=\"text-decoration: underline;\">Project Outcomes Report for the General Public</span></strong></p>\n<p>&nbsp;</p>\n<p><strong>Facilitating New Discoveries in Seismology and Exploring the Earth: The Next Decade</strong></p>\n<p>&nbsp;</p>\n<p>This U.S. National Science Foundation award to the Incorporated Research Institutions for Seismology (IRIS) supported the deployment, operation, and maintenance of global permanent and portable seismic stations; the quality control, archiving, and dissemination of seismic data; and domestic and international outreach activities.&nbsp; With funding through previous awards from the Division of Earth Sciences Instrumentation and Facilities Program, the IRIS Consortium has established, maintained, and developed a wide range of facilities to support research and education in seismology, in particular, and the Earth sciences, in general. The IRIS Data Management Center archives and freely distributes data from the Global Seismographic Network (153 permanent state-of the-art stations) and the Program for Array Seismic Studies of the Continental Lithosphere (hundreds of portable instruments available for scientists to use in short-term experiments). These data are a primary resource for national and international research and have helped the US maintain its position as a global leader in seismological research. Through collaborations with national and international mission agencies and organizations, IRIS data contribute to the monitoring of global earthquakes, tsunamis, and nuclear explosions. IRIS Education and Public Outreach programs encourage careers in the Earth sciences, inform the public of current earthquake activity, and provide visibility to NSF&rsquo;s investments in support of geoscience research. The participation of 122 academic and research institutions from all over the United States in the Consortium&rsquo;s governance structure, and the active engagement of research scientists in guiding the management of IRIS programs, continue to ensure that the facilities meet the evolving needs of the academic research community.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Data collected and distributed through IRIS facilities form the observational basis for most of the fundamental studies in seismology carried out by researchers at US universities and in many organizations worldwide. The stability and high quality of the permanent observatories capture both the short-term details of faulting during the seconds to minutes of rupture in major earthquakes as well as decadal-scale changes in global earthquake activity. Data from permanent, mobile, and portable arrays are used to resolve features in Earth structure over scales that range from the whole Earth, to lithosphere, to regional basins, to fault zones. Seismological observations provide fundamental information on Earth structure and processes that, in combination with other geoscience disciplines, contribute to enhanced understanding of how the active Earth evolves and deforms. These seismological observations contribute to multidisciplinary studies that focus on the structure and dynamics of North America and contribute to unraveling the history of deformation of the continent.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The IRIS Education and Public Outreach (EPO) program directly links the public and schools with the outcomes of academic research&nbsp; through a variety of activities. IRIS EPO provides classroom and Web resources that demonstrate how seismological observations are made and interpreted, museum displays that describe IRIS programs in simple language and through animations, public lectures that talk about Earth science research and how it affects everyday life, and undergraduate internships that offer hands-on field experiences and guidance by scientific mentors. IRIS EPO programs...",
  "por_txt_cntn": "Project Outcomes Report for the General Public\n\n \n\nFacilitating New Discoveries in Seismology and Exploring the Earth: The Next Decade\n\n \n\nThis U.S. National Science Foundation award to the Incorporated Research Institutions for Seismology (IRIS) supported the deployment, operation, and maintenance of global permanent and portable seismic stations; the quality control, archiving, and dissemination of seismic data; and domestic and international outreach activities.  With funding through previous awards from the Division of Earth Sciences Instrumentation and Facilities Program, the IRIS Consortium has established, maintained, and developed a wide range of facilities to support research and education in seismology, in particular, and the Earth sciences, in general. The IRIS Data Management Center archives and freely distributes data from the Global Seismographic Network (153 permanent state-of the-art stations) and the Program for Array Seismic Studies of the Continental Lithosphere (hundreds of portable instruments available for scientists to use in short-term experiments). These data are a primary resource for national and international research and have helped the US maintain its position as a global leader in seismological research. Through collaborations with national and international mission agencies and organizations, IRIS data contribute to the monitoring of global earthquakes, tsunamis, and nuclear explosions. IRIS Education and Public Outreach programs encourage careers in the Earth sciences, inform the public of current earthquake activity, and provide visibility to NSFÆs investments in support of geoscience research. The participation of 122 academic and research institutions from all over the United States in the ConsortiumÆs governance structure, and the active engagement of research scientists in guiding the management of IRIS programs, continue to ensure that the facilities meet the evolving needs of the academic research community.\n\n \n\nIntellectual Merit\n\nData collected and distributed through IRIS facilities form the observational basis for most of the fundamental studies in seismology carried out by researchers at US universities and in many organizations worldwide. The stability and high quality of the permanent observatories capture both the short-term details of faulting during the seconds to minutes of rupture in major earthquakes as well as decadal-scale changes in global earthquake activity. Data from permanent, mobile, and portable arrays are used to resolve features in Earth structure over scales that range from the whole Earth, to lithosphere, to regional basins, to fault zones. Seismological observations provide fundamental information on Earth structure and processes that, in combination with other geoscience disciplines, contribute to enhanced understanding of how the active Earth evolves and deforms. These seismological observations contribute to multidisciplinary studies that focus on the structure and dynamics of North America and contribute to unraveling the history of deformation of the continent.\n\n \n\nBroader Impacts\n\nThe IRIS Education and Public Outreach (EPO) program directly links the public and schools with the outcomes of academic research  through a variety of activities. IRIS EPO provides classroom and Web resources that demonstrate how seismological observations are made and interpreted, museum displays that describe IRIS programs in simple language and through animations, public lectures that talk about Earth science research and how it affects everyday life, and undergraduate internships that offer hands-on field experiences and guidance by scientific mentors. IRIS EPO programs aim to encourage students to engage in scientific inquiry and appreciate the importance of the Earth sciences in their lives.\n\n \n\nIn addition to contributing to fundamental research, the seismological resources provided by IRIS  directly support activities related to societal issues, including reporting of g..."
 }
}