{
 "awd_id": "1063415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cortical retinotopy and specificity of perceptual learning revealed by ERP",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 453694.0,
 "awd_amount": 453694.0,
 "awd_min_amd_letter_date": "2011-04-12",
 "awd_max_amd_letter_date": "2013-09-10",
 "awd_abstract_narration": "In our daily lives our brains are constantly adapting to new visual experiences and learning optimal solutions to new tasks. Understanding the mechanisms of neural plasticity is crucial for developing effective training paradigms. With support from the National Science Foundation, Professor Stanley Klein of the University of California, Berkeley, is carrying out a research project to develop new methods for revealing brain dynamics and brain structures that support neural plasticity. In the past 20 years, functional magnetic resonance imaging (fMRI) has identified numerous brain regions that are involved in perception, cognition, attention, decision-making, action, and other functions. But fMRI has access only to slow brain changes, on the order of seconds.  Much of the important neural processing by the brain takes place a thousand times faster. A goal of this project is to develop new methods that will enable human brain waves from electroencephalography (EEG) to be used for identifying brain areas and tracking their activity on the milli-second time scale. The proposed research makes use of recently developed computer algorithms that use the detailed folding patterns of the human brain to isolate the generators of EEG activity. The first application of the new methods is investigations of how cortical activity in closely spaced brain areas change as a product of learning perceptually challenging visual tasks. However, the importance of this research extends well beyond the domain of visual perceptual learning: Once scientists can reliably measure cortical activity in closely connected brain areas, they will be able to follow in temporal detail the flows of activity across distinct brain areas during cognitive activity.\r\n\r\nThe visual perception of patterns is so fundamental to our daily activities that when it is disrupted, the disruption often leads to an especially devastating impact on quality of life. This research on neural plasticity has the goal to develop methods that could inform not only these health issues but the visual learning process as applied to general education, vocational training, and many other aspects of daily living.  During the project, the immediate educational impact is the involvement of graduate and undergraduate students in the research. The research forms the core dissertation research for graduate students.  Professor Klein's laboratory is an active participant in the campus undergraduate research apprentice program (URAP) and admits several new undergraduate students each semester. The laboratory meets to discuss relevant research questions and findings. The students learn all aspects of EEG recording technology and get first hand research experience. After working in the laboratory, many URAP students have decided on and succeeded in higher education, be it basic research or clinical medicine. The techniques and software that are being developed will be posted on the internet for other researchers to use. The methods are sufficiently general to be useful to investigators who study sensory or higher cognitive functions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Klein",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley A Klein",
   "pi_email_addr": "sklein@berkeley.edu",
   "nsf_id": "000465824",
   "pi_start_date": "2011-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 151480.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150756.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 151458.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the past 25 years, functional magnetic resonance imaging (fMRI) has identified numerous brain regions that are involved in perception, cognition, attention, decision making, action and other functions. But fMRI has access only to slow brain changes, on the order of seconds. Much of the important neuronal processing&nbsp;by the brain takes place a thousand times faster. A goal of this project is to develop new methods that will enable human brain waves from EEG and MEG to be used for identifying brain areas and tracking their activity on the millisecond time scale. The big challenge in identifying the signal in different cortical areas is getting an accurate forward head model that specifies signals recorded at the scalp in response to a small patch stimulus in the visual field. The approach used by everyone in the field is not sufficiently accurate to do a decent job of isolating closely spaced source of cortical activity, which is a common feature of the visual cortex with its multiple maps of visual space.&nbsp; The reason for this failure is that it is not possible to determine the brain's electrical conductivity to sufficient accuracy that is needed for the standard approaches for isolating closely spaced sources.&nbsp;Our new insight in the middle of funding year two was to consider constraints implied by anatomically intertwined visual area. We developed a new approach that we call the \"Ribbon Metric\" that places constraints on the forward head model that is based on what are \"legal\" vs \"illegal\" ways in which the brain's cortex can be folded and their implied projections to the scalp recordings. Our hypothesis was validated by our research using computer algorithms that used the detailed folding patterns of actual human brains obtained by MRI imaging. The details of our new method were presented at the Society for Neuroscience in the last year of our NSF research. Once scientists can reliably measure cortical activity in closely connected brain areas, they will be able to follow in temporal detail the flows of activity across distinct brain ares during cognitive activity.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/21/2015<br>\n\t\t\t\t\tModified by: Stanley&nbsp;A&nbsp;Klein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn the past 25 years, functional magnetic resonance imaging (fMRI) has identified numerous brain regions that are involved in perception, cognition, attention, decision making, action and other functions. But fMRI has access only to slow brain changes, on the order of seconds. Much of the important neuronal processing by the brain takes place a thousand times faster. A goal of this project is to develop new methods that will enable human brain waves from EEG and MEG to be used for identifying brain areas and tracking their activity on the millisecond time scale. The big challenge in identifying the signal in different cortical areas is getting an accurate forward head model that specifies signals recorded at the scalp in response to a small patch stimulus in the visual field. The approach used by everyone in the field is not sufficiently accurate to do a decent job of isolating closely spaced source of cortical activity, which is a common feature of the visual cortex with its multiple maps of visual space.  The reason for this failure is that it is not possible to determine the brain's electrical conductivity to sufficient accuracy that is needed for the standard approaches for isolating closely spaced sources. Our new insight in the middle of funding year two was to consider constraints implied by anatomically intertwined visual area. We developed a new approach that we call the \"Ribbon Metric\" that places constraints on the forward head model that is based on what are \"legal\" vs \"illegal\" ways in which the brain's cortex can be folded and their implied projections to the scalp recordings. Our hypothesis was validated by our research using computer algorithms that used the detailed folding patterns of actual human brains obtained by MRI imaging. The details of our new method were presented at the Society for Neuroscience in the last year of our NSF research. Once scientists can reliably measure cortical activity in closely connected brain areas, they will be able to follow in temporal detail the flows of activity across distinct brain ares during cognitive activity.\n\n\t\t\t\t\tLast Modified: 01/21/2015\n\n\t\t\t\t\tSubmitted by: Stanley A Klein"
 }
}