{
 "awd_id": "1063561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Neuroimaging and Hormonal Analyses of Gender and Interindividual Differences in Competitive Choices",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 301905.0,
 "awd_amount": 301905.0,
 "awd_min_amd_letter_date": "2011-05-20",
 "awd_max_amd_letter_date": "2014-10-02",
 "awd_abstract_narration": "Previous work has shown significant gender differences in the likelihoood to compete, with men being about twice as willing as women. More recent work suggests that these differences are driven by hormonal levels within an individual over time. This proposal will assess the relationship between hormones and both competitive and cooperative choices in a larger sample of men and women. Estrogen, progesterone (in women) and testosterone (in men and women) will be measured. A second study will add neuroimaging to test the hypothesis that gender and individual differences in competitive/cooperative choices result from hormonal modulation of activity in the brain's reward areas.\r\n\r\nIn terms of broader impacts, the results showing that men are more willing to compete than women have been  and have been offered as a partial explanation for gender differences in outcomes in earnings and careers, including the scarcity of women in top executive and academic positions. This research will shed light on the causes of this result, and will help to evaluate the desirability and design of policy interventions to address such differences. A better understanding of the reasons for the wide variations in competitive behavior can also help individuals make more informed decisions about education and careers on their own as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ulrich",
   "pi_last_name": "Mayr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ulrich Mayr",
   "pi_email_addr": "mayr@uoregon.edu",
   "nsf_id": "000435621",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Harbaugh",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "William T Harbaugh",
   "pi_email_addr": "wtharbaugh@gmail.com",
   "nsf_id": "000243376",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 128371.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 173534.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Willingness to compete and the ability to function well in competitive situations can determine individuals' educational and professional development, as well as how much an individual's potential will contribute to society at large. &nbsp;We know from previous work that there are substantial differences in competitive behavior between individuals in general, and between men and women specifically.&nbsp; Importantly, women&rsquo;s general tendency to shy away from competition could be one reason for sustained gender inequity in salaries.&nbsp;</p>\n<p>Despite the existing work on competitive behavior, we currently lack measurement instruments that allow us to assess competitive behavior on an individual basis. We also do not understand the origin of the individual and gender differences in competitive behavior.&nbsp; Therefore, in terms of intellectual merit we focused in this grant on developing an experimental procedure to reliably measure competitive (and related) preferences.&nbsp; We then used this procedure to try to determine psychological, neural, and hormonal sources of individual and gender differences in these preferences.&nbsp;</p>\n<p>Previous work on gender differences in competitive behavior had used &ldquo;one-shot&rdquo; assessments, where an individual would make a single decision between competing or not competing against an opponent. This procedure is not useful when the goal is to locate an individual on a broader &ldquo;competitiveness continuum&rdquo; or to assess hormonal or neural correlates (which typically requires many repetitions of such competitive choices).&nbsp; Therefore, we developed and validated a task that allowed repeated, actual compete and cooperation decisions against many different opponents, each of which was presented (in form of their faces) on a computer screen.&nbsp; Concretely, participants chose whether they wanted to get paid for doing a string of simple mental arithmetic problems in a piece-rate manner or in a winner-take-all manner when competing against the opponent.&nbsp; In separate trials, participants could also choose between the piece-rate option and the option to share the pay with the opponent (i.e., cooperation).&nbsp;</p>\n<p>With this measurement instrument, we were able to assess competitive behavior in a reliable manner and we were able to replicate the finding of substantial gender differences.&nbsp; In addition, we also found that women were substantially more willing to collaborate than men.&nbsp; However, we also found that despite the gender differences in both the tendency to compete and the tendency to cooperate, these two important aspects were independent of each other (i.e., someone who is highly competitive can at the same time be also highly cooperative when the opportunity arises).&nbsp;</p>\n<p>Using this procedure we then conducted two additional studies, one focusing on the neural basis of competitive behavior, the other on the effects of testosterone as a potential hormonal factor behind individual and gender differences in competition. At this point, our (not yet fully analyzed) neural-level results indicate that individuals who choose to compete show more activity in neural reward areas when confronted with competition than those individuals who shy away from competition.&nbsp; This indicates that for some individuals, competitions are rewarding per se (irrespective of the outcome).&nbsp;</p>\n<p>The study on the effects of testosterone was a true randomized trial where one half of 120 men received testosterone and the other half a placebo.&nbsp; Given the base differences in testosterone between men and women we only assessed men in this study.&nbsp; We found that testosterone strongly increased the tendency to compete, however only when the potential opponent was a woman.&nbsp; In addition, this effect was increased for those men who exhibited a high degree of social stress (either th...",
  "por_txt_cntn": "\nWillingness to compete and the ability to function well in competitive situations can determine individuals' educational and professional development, as well as how much an individual's potential will contribute to society at large.  We know from previous work that there are substantial differences in competitive behavior between individuals in general, and between men and women specifically.  Importantly, womenÆs general tendency to shy away from competition could be one reason for sustained gender inequity in salaries. \n\nDespite the existing work on competitive behavior, we currently lack measurement instruments that allow us to assess competitive behavior on an individual basis. We also do not understand the origin of the individual and gender differences in competitive behavior.  Therefore, in terms of intellectual merit we focused in this grant on developing an experimental procedure to reliably measure competitive (and related) preferences.  We then used this procedure to try to determine psychological, neural, and hormonal sources of individual and gender differences in these preferences. \n\nPrevious work on gender differences in competitive behavior had used \"one-shot\" assessments, where an individual would make a single decision between competing or not competing against an opponent. This procedure is not useful when the goal is to locate an individual on a broader \"competitiveness continuum\" or to assess hormonal or neural correlates (which typically requires many repetitions of such competitive choices).  Therefore, we developed and validated a task that allowed repeated, actual compete and cooperation decisions against many different opponents, each of which was presented (in form of their faces) on a computer screen.  Concretely, participants chose whether they wanted to get paid for doing a string of simple mental arithmetic problems in a piece-rate manner or in a winner-take-all manner when competing against the opponent.  In separate trials, participants could also choose between the piece-rate option and the option to share the pay with the opponent (i.e., cooperation). \n\nWith this measurement instrument, we were able to assess competitive behavior in a reliable manner and we were able to replicate the finding of substantial gender differences.  In addition, we also found that women were substantially more willing to collaborate than men.  However, we also found that despite the gender differences in both the tendency to compete and the tendency to cooperate, these two important aspects were independent of each other (i.e., someone who is highly competitive can at the same time be also highly cooperative when the opportunity arises). \n\nUsing this procedure we then conducted two additional studies, one focusing on the neural basis of competitive behavior, the other on the effects of testosterone as a potential hormonal factor behind individual and gender differences in competition. At this point, our (not yet fully analyzed) neural-level results indicate that individuals who choose to compete show more activity in neural reward areas when confronted with competition than those individuals who shy away from competition.  This indicates that for some individuals, competitions are rewarding per se (irrespective of the outcome). \n\nThe study on the effects of testosterone was a true randomized trial where one half of 120 men received testosterone and the other half a placebo.  Given the base differences in testosterone between men and women we only assessed men in this study.  We found that testosterone strongly increased the tendency to compete, however only when the potential opponent was a woman.  In addition, this effect was increased for those men who exhibited a high degree of social stress (either through self-report or high base-rates in cortisol). \n\nThis pattern of results is consistent with a new theory that we are currently developing and that in terms of broader impact leads to a clear understanding of ..."
 }
}