{
 "awd_id": "1063590",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Kinship, Women's Labor & China's Economic Performance in the 17th-21st Centuries",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Deborah Winslow",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 310861.0,
 "awd_amount": 372927.0,
 "awd_min_amd_letter_date": "2011-09-06",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "Dr. Melissa Brown (Minnesota Population Center at the University of Minnesota) will undertake research on how the relationship between kinship and women's labor at the household level affects the macro economy. Previous social science research has focused on the economic value of women's work overall rather than the how that value is produced through kinship and household management. By attending to household-level labor relations, organized through kinship, and how they interact with the larger economy and change over time, Brown will be able to elucidate a previously hidden dimension of past and present economic development, which can then be used to foster economic development and to make it more egalitarian.\r\n\r\nBecause a wealth of detailed historical economic and social data are available for China, the researcher will undertake a cross-provincial comparison over the past four centuries. Previous analyses of the Chinese economy, including China's global rise, have ignored kinship and gender despite their importance in wages, household contributions, property ownership, and inheritance. Focusing on China allows consideration of the interaction of kin-based management of women's labor and earnings under four distinct sets of historical conditions: involution in premodern China, industrialism and later Maoism in 20th-century China, and global capitalism today. By comparing outcomes, Brown can examine the relative autonomy of the family and kin group from external forces; the effects of social formations (the array of political and legal arrangements that accompany these states) on kinship; and different economic behaviors and outcomes associated with the different periods. Findings from this research will contribute to developing inter-scalar social science theory of economic history. The research also will be useful to agencies charged with promoting economic development and women's empowerment. The project will asssit in the training of students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Melissa",
   "pi_last_name": "Brown",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Melissa J Brown",
   "pi_email_addr": "mjbrown@umn.edu",
   "nsf_id": "000316764",
   "pi_start_date": "2011-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 122144.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145294.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 43423.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 62066.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>China&rsquo;s economic rise in the 21<sup>st</sup> century has received much attention , but relatively little attention has been paid to the contributions of girls and women to China&rsquo;s economic performance. Using historical and ethnographic materials, this project finds that Chinese girls and women have long made significant economic contributions to their households and the larger Chinese economy&mdash;not only through childcare and eldercare but also through income-generating handicraft production in years past and migrant wage-labor today. These contributions have gone largely uncredited as &ldquo;dutiful help&rdquo; to kin&mdash;contributions that daughters, daughters-in-law, wives, and mothers are morally bound to provide. These expectations continue today. For example, Chinese women&rsquo;s bank accounts are more frequently accessed by others (kin and boyfriends) than men&rsquo;s bank accounts.</p>\n<p>&nbsp;By revealing China&rsquo;s unacknowledged and culturally based dependence on uncredited female economic contributions, this project indicates the implications of China&rsquo;s disproportionately male population (a consequence of its decades-long one-child policy) for China&rsquo;s larger economic performance. With fewer women available to provide these fundamental contributions, China&rsquo;s global economic rise appears precarious. We may see an increase in the kind of Han expansion&mdash;male economic emigration, as for example today to Africa&mdash;that has historically allowed poor Han men to find brides and simultaneously extended China's sphere of influence.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2016<br>\n\t\t\t\t\tModified by: Melissa&nbsp;J&nbsp;Brown</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nChinaÆs economic rise in the 21st century has received much attention , but relatively little attention has been paid to the contributions of girls and women to ChinaÆs economic performance. Using historical and ethnographic materials, this project finds that Chinese girls and women have long made significant economic contributions to their households and the larger Chinese economy&mdash;not only through childcare and eldercare but also through income-generating handicraft production in years past and migrant wage-labor today. These contributions have gone largely uncredited as \"dutiful help\" to kin&mdash;contributions that daughters, daughters-in-law, wives, and mothers are morally bound to provide. These expectations continue today. For example, Chinese womenÆs bank accounts are more frequently accessed by others (kin and boyfriends) than menÆs bank accounts.\n\n By revealing ChinaÆs unacknowledged and culturally based dependence on uncredited female economic contributions, this project indicates the implications of ChinaÆs disproportionately male population (a consequence of its decades-long one-child policy) for ChinaÆs larger economic performance. With fewer women available to provide these fundamental contributions, ChinaÆs global economic rise appears precarious. We may see an increase in the kind of Han expansion&mdash;male economic emigration, as for example today to Africa&mdash;that has historically allowed poor Han men to find brides and simultaneously extended China's sphere of influence.\n\n\t\t\t\t\tLast Modified: 06/05/2016\n\n\t\t\t\t\tSubmitted by: Melissa J Brown"
 }
}