{
 "awd_id": "1063692",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  DC3--Integrating Probabilistic Forecasting and Optimization to Provide Decision Support to Meteorological Field Campaigns",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 365377.0,
 "awd_amount": 365377.0,
 "awd_min_amd_letter_date": "2011-09-20",
 "awd_max_amd_letter_date": "2013-07-10",
 "awd_abstract_narration": "Efforts to deploy complex field data collection platforms (such as specially-instrumented research aircraft) in large meteorological experiments depend on specific weather conditions, equipment readiness etc. and thus involve both logistical and intellectual challenges to optimally allocate finite resources such as funded flight hours and available crew time to meet stated objectives.  These challenges are magnified by uncertainties inherent in numerical weather prediction (NWP) guidance and factors such as multiple prioritized experimental objectives and geographically diverse study regions.  This research will initially serve to guide deployment of multiple aircraft across multiple study regions as planned during DC3, the Deep Convective Clouds and Chemistry project.  Previous work by this investigative team has integrated probabilistic forecasting methods with optimization techniques adapted from operations research to develop an automated weather-driven decision support system.  This new effort will advance this work in three important ways.  First, a novel statistical post-processing algorithm will be developed that converts NWP output into calibrated estimates of probability of occurrence for key events of interest to field experiment decision makers.  Second, these techniques will be extended to a multi-objective decision model.  Third, a system will be created that allows users (in this case, flight mission scientists) to enter their own studied judgments regarding selected variables in addition to more objective guidance gleaned from NWP models.  This uniquely tailored algorithmic architecture will combine the best attributes of expert judgment and automation to optimize resource allocation decisions in rapidly-evolving field experiment setting.\r\n\r\nThe intellectual merit of this project centers on extension of an existing body of theory and practice for algorithm-aided decision support to a multi-objective weather research problem subject to multiple resource constraints.  This work will bridge methodologies developed in the arenas of finance and quantitative environmental decision analysis.  Broader Impacts beyond desirable interdisciplinary student education will include development and application of a rigorous quantitative framework for determining those resources needed to achieve specified scientific outcomes during large meteorological field campaigns, and ultimately serve to provide guidance needed to achieve multiple research objectives by the most efficient means possible.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Johannes",
   "pi_last_name": "Verlinde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Johannes Verlinde",
   "pi_email_addr": "jxv7@psu.edu",
   "nsf_id": "000419393",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Young",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Young",
   "pi_email_addr": "g3y@psu.edu",
   "nsf_id": "000407344",
   "pi_start_date": "2011-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  },
  {
   "pgm_ele_code": "689200",
   "pgm_ele_name": "CI REUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1525",
   "pgm_ref_txt": "PHYSICAL & DYNAMIC METEOROLOGY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "6892",
   "pgm_ref_txt": "CI REUSE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120506.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 121351.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 123520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the utility of using automated decision algorithms to improve the efficiency of data collection in atmospheric sciences field campaigns. A typical field campaign seeks to collect an extensive set of measurements of a specific phenomenon of interest using pre-assigned resources, i.e. aircraft hours and limited people time in the field. &nbsp;However, these target phenomena are typically low probability events with a high degree of uncertainty in their forecasts. Investigators face the decision problem of expending flight hours under this forecast uncertainty, knowing that using some hours from their flight allocation today precludes a flight on some future day, but not wanting to miss a rare opportunity to get the data they need. Traditionally, this decision is made heuristically: a forecast team provides a forecast of what they think will happen, after which the investigators decide whether to expend resources.&nbsp;</p>\n<p>We developed and tested an alternative decision system. This decision system consisted of separate automated forecast and decision recommendation algorithms developed for and used during the NSF supported Deep Convective Clouds &amp; Chemistry (DC3) experiment. During the DC3 campaign, the first-order decision faced by investigators on each morning was whether or not to fly that afternoon, and if so, to which of three distinct regions, Colorado, Oklahoma or Alabama. The forecast algorithm produced the climatological probabilities and daily probabilistic forecasts of suitable flight conditions for each of the three regions. The decision algorithm rendered daily decision recommendations, seeking to maximize the a priori successful deployment criteria as expressed by the DC3 Science Team. A retrospective re-simulation of the algorithm, assuming that the algorithm&rsquo;s recommendations were followed verbatim, demonstrated that the algorithm would have collected more data than the heuristic decisions made in the field. The decision recommendation algorithm offered no decision guidance below the region-scale spatially or below the day-scale temporally. For this reason, algorithmic decision-making cannot replace human decision-making.&nbsp;</p>\n<p>Following two earlier applications of similar decision systems, this study represents a third demonstration of the power of algorithmic field campaign decision-making under weather uncertainty. The algorithmic decision system would have yielded more data than the decisions made using traditional heuristic decision-making in all three distinct field campaigns, each with varying goals. We suggest that algorithmic decision-making should be considered for all field campaigns in atmospheric sciences to maximize field campaign efficiency and ensure that the greatest possible amount of data is collected for some level of funding.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2015<br>\n\t\t\t\t\tModified by: Johannes&nbsp;Verlinde</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored the utility of using automated decision algorithms to improve the efficiency of data collection in atmospheric sciences field campaigns. A typical field campaign seeks to collect an extensive set of measurements of a specific phenomenon of interest using pre-assigned resources, i.e. aircraft hours and limited people time in the field.  However, these target phenomena are typically low probability events with a high degree of uncertainty in their forecasts. Investigators face the decision problem of expending flight hours under this forecast uncertainty, knowing that using some hours from their flight allocation today precludes a flight on some future day, but not wanting to miss a rare opportunity to get the data they need. Traditionally, this decision is made heuristically: a forecast team provides a forecast of what they think will happen, after which the investigators decide whether to expend resources. \n\nWe developed and tested an alternative decision system. This decision system consisted of separate automated forecast and decision recommendation algorithms developed for and used during the NSF supported Deep Convective Clouds &amp; Chemistry (DC3) experiment. During the DC3 campaign, the first-order decision faced by investigators on each morning was whether or not to fly that afternoon, and if so, to which of three distinct regions, Colorado, Oklahoma or Alabama. The forecast algorithm produced the climatological probabilities and daily probabilistic forecasts of suitable flight conditions for each of the three regions. The decision algorithm rendered daily decision recommendations, seeking to maximize the a priori successful deployment criteria as expressed by the DC3 Science Team. A retrospective re-simulation of the algorithm, assuming that the algorithmÆs recommendations were followed verbatim, demonstrated that the algorithm would have collected more data than the heuristic decisions made in the field. The decision recommendation algorithm offered no decision guidance below the region-scale spatially or below the day-scale temporally. For this reason, algorithmic decision-making cannot replace human decision-making. \n\nFollowing two earlier applications of similar decision systems, this study represents a third demonstration of the power of algorithmic field campaign decision-making under weather uncertainty. The algorithmic decision system would have yielded more data than the decisions made using traditional heuristic decision-making in all three distinct field campaigns, each with varying goals. We suggest that algorithmic decision-making should be considered for all field campaigns in atmospheric sciences to maximize field campaign efficiency and ensure that the greatest possible amount of data is collected for some level of funding.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/13/2015\n\n\t\t\t\t\tSubmitted by: Johannes Verlinde"
 }
}