{
 "awd_id": "1063117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: SUPERB-Information Technology for Sustainability",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 290673.0,
 "awd_amount": 290673.0,
 "awd_min_amd_letter_date": "2011-03-03",
 "awd_max_amd_letter_date": "2011-03-03",
 "awd_abstract_narration": "The UC Berkeley Department of Electrical Engineering and Computer Sciences (EECS) CISE REU site 2011-2013 focuses on SUPERB-Information Technology for Sustainability (ITS).  Energy is a springboard to all aspects of sustainability; energy production and use represent one of the most critical technological challenges of our era. The energy and sustainability theme of our REU site offers students the chance to engage in the solution of a crucial problem for their generation and beyond.  Energy infrastructure for the 21st Century is a computing systems problem. The IT for Sustainability research theme includes a range of research projects including optimal control of building systems; energy efficient air traffic control; mobile sensing to assess health impacts of traffic; energy management systems to reduce waste in buildings; and personalized real-time footprint tracking for energy management.  This research theme presents a basic opportunity for undergraduates to get involved in new research that combines intellectual merit and technical opportunities with very broad impact (such as the possibility of improving the environment and the quality of people's lives).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Culler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Culler",
   "pi_email_addr": "culler@cs.berkeley.edu",
   "nsf_id": "000441276",
   "pi_start_date": "2011-03-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 290673.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The Summer Undergraduate Program in Engineering Research Information Technology for Sustainability (SUPERB-ITS) hosted by UC Berkeley&rsquo;s Department of Electrical Engineering and Computer Sciences brings eight undergraduate students to Berkeley each summer for a nine week summer experience working under a faculty mentor. The energy and sustainability theme of the SUPERB-ITS REU site offers students the chance to work on projects that reduce waste and develop new ways of managing energy.&nbsp; Energy production and use represent one of the most critical technological challenges of our era and have direct application to our national interests, job creation, and economy. SUPERB-ITS combines both intellectual merit and technical opportunities which carry the possibility of improving the environment and the quality of people's lives. Additionally, SUPERB promotes NSF&rsquo;s &nbsp;commitment to broadening the talent pool of future scientists and engineers by recruiting a diverse group of students. Many of our SUPERB-ITS alums &nbsp;have been acepted into Ph.D. programs. <br /><br />The EECS SUPERB-ITS REU program recruits a diverse group of eight undergraduate students per summer who are citizens or permanent residents of the United States.&nbsp; During the three years of the program the number of applications has steadily increased.&nbsp; In addition to an overall increase in the numbers of applicants, we have also seen increases in the number of applications from women and underrepresented minorities.&nbsp; We attribute the increase in number of applications due to the effective recruitment strategies employed by our EECS Department and the focus on recruiting women and underrepresented minority students.&nbsp;&nbsp; Of the 27 students that have been participated in the SUPERB-ITS REU at UC Berkeley 63% were Women, 22% were African American, and 26 % were Latino/a.&nbsp;</p>\n<p>&nbsp;</p>\n<p>One hundred percent of the accepted students completed the program.&nbsp; Selection was competitive and we saw a fifty-nine percent increase in the number of applicants from year one to year three. The program achieved its goal of giving diverse students the opportunity to engage in undergraduate research and provide guidance on graduate admissions.&nbsp; All of the SUPERB-ITS students presented the results of their research to the Berkeley engineering community at a poster session which was also open to the public.&nbsp; Their research projects were compiled and abstracts were posted on the SUPERB website.&nbsp;&nbsp; Faculty evaluations of the students were very positive and faculty mentors have written letters of letters of recommendation for graduate school and fellowships. 20 EECS Berkeley EECS faculty have mentored SUPERB students. Work initiated by SUPERB students have been subsequently published and have been well appreciated by the research community.&nbsp; Sophie Libkind, a SUPERB- ITS participant in the 2013 cohort, was nominated as a student researcher to participate in the on Undergraduate Research&rsquo;s Conference of Research Experiences for Undergraduates Student Scholarship (CREUSS).&nbsp; A small cohort was offered in in the summer of 2014 to 3 Berkeley undergraduate students in collaboration with the 2014 cohort that was awarded through a SUPERB-ITS Renewal. &nbsp;</p>\n<p>Of the 26 students that have participated in the SUPERB Program, 13 are now enrolled in PhD programs and 2 have enrolled in Master&rsquo;s programs. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2014<br>\n\t\t\t\t\tModified by: David&nbsp;E&nbsp;Culler</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"...",
  "por_txt_cntn": "\n \n\nThe Summer Undergraduate Program in Engineering Research Information Technology for Sustainability (SUPERB-ITS) hosted by UC BerkeleyÆs Department of Electrical Engineering and Computer Sciences brings eight undergraduate students to Berkeley each summer for a nine week summer experience working under a faculty mentor. The energy and sustainability theme of the SUPERB-ITS REU site offers students the chance to work on projects that reduce waste and develop new ways of managing energy.  Energy production and use represent one of the most critical technological challenges of our era and have direct application to our national interests, job creation, and economy. SUPERB-ITS combines both intellectual merit and technical opportunities which carry the possibility of improving the environment and the quality of people's lives. Additionally, SUPERB promotes NSFÆs  commitment to broadening the talent pool of future scientists and engineers by recruiting a diverse group of students. Many of our SUPERB-ITS alums  have been acepted into Ph.D. programs. \n\nThe EECS SUPERB-ITS REU program recruits a diverse group of eight undergraduate students per summer who are citizens or permanent residents of the United States.  During the three years of the program the number of applications has steadily increased.  In addition to an overall increase in the numbers of applicants, we have also seen increases in the number of applications from women and underrepresented minorities.  We attribute the increase in number of applications due to the effective recruitment strategies employed by our EECS Department and the focus on recruiting women and underrepresented minority students.   Of the 27 students that have been participated in the SUPERB-ITS REU at UC Berkeley 63% were Women, 22% were African American, and 26 % were Latino/a. \n\n \n\nOne hundred percent of the accepted students completed the program.  Selection was competitive and we saw a fifty-nine percent increase in the number of applicants from year one to year three. The program achieved its goal of giving diverse students the opportunity to engage in undergraduate research and provide guidance on graduate admissions.  All of the SUPERB-ITS students presented the results of their research to the Berkeley engineering community at a poster session which was also open to the public.  Their research projects were compiled and abstracts were posted on the SUPERB website.   Faculty evaluations of the students were very positive and faculty mentors have written letters of letters of recommendation for graduate school and fellowships. 20 EECS Berkeley EECS faculty have mentored SUPERB students. Work initiated by SUPERB students have been subsequently published and have been well appreciated by the research community.  Sophie Libkind, a SUPERB- ITS participant in the 2013 cohort, was nominated as a student researcher to participate in the on Undergraduate ResearchÆs Conference of Research Experiences for Undergraduates Student Scholarship (CREUSS).  A small cohort was offered in in the summer of 2014 to 3 Berkeley undergraduate students in collaboration with the 2014 cohort that was awarded through a SUPERB-ITS Renewal.  \n\nOf the 26 students that have participated in the SUPERB Program, 13 are now enrolled in PhD programs and 2 have enrolled in MasterÆs programs.   \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2014\n\n\t\t\t\t\tSubmitted by: David E Culler"
 }
}