{
 "awd_id": "1063138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Earthquake Engineering Internship for Resilient Communities",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Esther Bolding",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 384000.0,
 "awd_min_amd_letter_date": "2011-02-16",
 "awd_max_amd_letter_date": "2011-08-05",
 "awd_abstract_narration": "This three-year REU site program focusing on earthquake resilient communities will be administered by the Pacific Earthquake Engineering Research (PEER) Center. Each summer,undergraduate students will be placed at the three partnering universities: University of California Berkeley, University of California Davis, and the University of Washington. The students will be placed in pairs with a faculty and graduate student mentor to complete projects related to the seismic resiliency of infrastructure, ports, levees,and urban buildings. The mentors have expertise in a variety of disciplines including structural and geotechnical engineering, urban planning, public policy and economics. This multi-disciplinary integration is an important aspect of this REU site because multidisciplinary cooperation and collaboration is needed to achieve the broad goal of earthquake resilient communities. During their summer research experience, interns will regularly interface with others studying alternate disciplines within the same research topic area and weekly engage with the full intern cohort. Supplemental activities will also be conducted to broaden the intern experience and inspire them to continue in earthquake engineering and related research.\r\n\r\nImproving the earthquake resilience of communities nationwide must be a critical goal of our nation (NEHRP 2008). This REU program will contribute to that effort. The REU participants will learn how research can advance earthquake resiliency by developing tools and technologies that minimize earthquake damage and help communities to recover quickly from large earthquakes.\r\n\r\nRecruitment efforts will focus on students participating in minority serving student clubs and at undergraduate serving institutions will build a group of REU interns with diverse backgrounds, and thus the program will provide a unique experience to attract underrepresented students to the fields of earthquake hazard mitigation. Their research experience, improved technical communication skills, and participation in the PEER Annual Meeting will make them strong candidates for graduate study. Through their involvement as mentors, graduate student participants will enhance their teaching and mentorship skills to prepare them for future academic faculty appointment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Mahin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Mahin",
   "pi_email_addr": "mahin@berkeley.edu",
   "nsf_id": "000453734",
   "pi_start_date": "2011-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 384000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Forty-three undergraduate students participated in the Pacific Earthquake Engineering Research Center (PEER) REU Site from 2011-2013, each partnered with a mentor team of faculty members, graduate students, and professional mentors. Students were hosted for 10 weeks per summer at each of the following six universities/institutions: City &amp; County of San Francisco, San Francisco Planning and Urban Research (SPUR), Stanford University, University of California Berkeley (UCB), University of California Davis (UCD), and University of Washington (UW).</p>\n<p><br />PEER recruited and provided research experience to a diverse group of participants, as shown in Table 1. Forty percent of the students were female and Hispanic students were especially prominent in 2013. Twenty-one percent of the participants were the first generation in their family to attend college.</p>\n<p><br />Students from 27 different universities participated from 2011-2013, as shown in Table 2. Thirteen of these universities were undergraduate-serving with limited research programs in STEM. The participating 16 students from these universities might not otherwise have had the opportunity to participate in research or even have basic exposure to the research process.</p>\n<p><br />The student research project topics were related to the theme of &ldquo;earthquake resilient communities&rdquo; in one of the following engineering fields: structural engineering, geotechnical engineering, public policy, or risk analysis. Students learned how earthquake resiliency could be investigated from many disciplinary perspectives during weekly web-conferences in which they shared research progress and results with the full intern cohort. The students also benefited from the experience and guidance of graduate student mentors. These graduate students, in turn, enhanced their own skills in teaching and mentorship by participating in the program, better preparing them for future academic faculty appointment.</p>\n<p><br />At the end of the summer, each of the interns authored a report summarizing their research results. These intern reports were published as a research compendium in the PEER Report Series (PEER Report Numbers PEER 2011/10, PEER 2012/07, PEER 2013/25), and can be downloaded at: http://peer.berkeley.edu/publications/peer_reports_complete.html.</p>\n<p><br />Publication combined with skills and experience developed during the internship program&mdash;a comprehensive orientation, supplemental training at a partner university or institution, a completed research project, and exposure to the broader community with attendance and poster presentation at the PEER annual meeting&mdash;made the students strong candidates for graduate study. Indeed, a majority of the students who have completed their undergraduate work are currently enrolled in graduate programs or have now entered careers in earthquake engineering.</p>\n<p><br />Data from a longitudinal survey conducted in August 2013 and updated in March 2014 is shown in Table 3. Twelve of the students are now working in a professional career involving science and engineering, with eight specifically focused on earthquake engineering topics. The data also shows that sixteen students are enrolled in graduate study for a Master&rsquo;s or Ph.D. degree, all of whom are studying earthquake engineering or earthquake resiliency concepts in either structural engineering (9), geotechnical engineering (4), public policy (1), and hazard mitigation (1). Of the three students enrolled in a Ph.D. program, one is a woman and one is Hispanic. In summary, 56% of the interns have gone into fields related to earthquake engineering and earthquake resiliency, 9% work in an alternate science or engineering career, 2% could not be contacted and 33% are still completing their undergraduate degrees. &nbsp;Many of the 14 students still completing their undergraduate degree have indicated th...",
  "por_txt_cntn": "\nForty-three undergraduate students participated in the Pacific Earthquake Engineering Research Center (PEER) REU Site from 2011-2013, each partnered with a mentor team of faculty members, graduate students, and professional mentors. Students were hosted for 10 weeks per summer at each of the following six universities/institutions: City &amp; County of San Francisco, San Francisco Planning and Urban Research (SPUR), Stanford University, University of California Berkeley (UCB), University of California Davis (UCD), and University of Washington (UW).\n\n\nPEER recruited and provided research experience to a diverse group of participants, as shown in Table 1. Forty percent of the students were female and Hispanic students were especially prominent in 2013. Twenty-one percent of the participants were the first generation in their family to attend college.\n\n\nStudents from 27 different universities participated from 2011-2013, as shown in Table 2. Thirteen of these universities were undergraduate-serving with limited research programs in STEM. The participating 16 students from these universities might not otherwise have had the opportunity to participate in research or even have basic exposure to the research process.\n\n\nThe student research project topics were related to the theme of \"earthquake resilient communities\" in one of the following engineering fields: structural engineering, geotechnical engineering, public policy, or risk analysis. Students learned how earthquake resiliency could be investigated from many disciplinary perspectives during weekly web-conferences in which they shared research progress and results with the full intern cohort. The students also benefited from the experience and guidance of graduate student mentors. These graduate students, in turn, enhanced their own skills in teaching and mentorship by participating in the program, better preparing them for future academic faculty appointment.\n\n\nAt the end of the summer, each of the interns authored a report summarizing their research results. These intern reports were published as a research compendium in the PEER Report Series (PEER Report Numbers PEER 2011/10, PEER 2012/07, PEER 2013/25), and can be downloaded at: http://peer.berkeley.edu/publications/peer_reports_complete.html.\n\n\nPublication combined with skills and experience developed during the internship program&mdash;a comprehensive orientation, supplemental training at a partner university or institution, a completed research project, and exposure to the broader community with attendance and poster presentation at the PEER annual meeting&mdash;made the students strong candidates for graduate study. Indeed, a majority of the students who have completed their undergraduate work are currently enrolled in graduate programs or have now entered careers in earthquake engineering.\n\n\nData from a longitudinal survey conducted in August 2013 and updated in March 2014 is shown in Table 3. Twelve of the students are now working in a professional career involving science and engineering, with eight specifically focused on earthquake engineering topics. The data also shows that sixteen students are enrolled in graduate study for a MasterÆs or Ph.D. degree, all of whom are studying earthquake engineering or earthquake resiliency concepts in either structural engineering (9), geotechnical engineering (4), public policy (1), and hazard mitigation (1). Of the three students enrolled in a Ph.D. program, one is a woman and one is Hispanic. In summary, 56% of the interns have gone into fields related to earthquake engineering and earthquake resiliency, 9% work in an alternate science or engineering career, 2% could not be contacted and 33% are still completing their undergraduate degrees.  Many of the 14 students still completing their undergraduate degree have indicated that they either applied already for graduate programs (and are awaiting acceptance) or intend to apply in the future.\n\n\nEvidence from the program evalua..."
 }
}