{
 "awd_id": "1063495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Highly Successful Schools or Programs for K-12 STEM Education: A Workshop",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Janice M. Earle",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 359287.0,
 "awd_min_amd_letter_date": "2011-01-24",
 "awd_max_amd_letter_date": "2011-08-11",
 "awd_abstract_narration": "The Board on Science Education and the Board on Testing and Assessment of the National Research Council propose a workshop to examine issues around successful K-12 STEM education programs or schools with an eye toward what might merit replication and scale-up with regard to successful programs in STEM.  A special committee will be appointed to conduct the workshop and workshop activities and the tasks include:\r\n1.\tIdentifying a range of critical goals for highly successful K-12 STEM education\r\n2.\tExploring the criteria for identifying schools and programs successful to those goals\r\n3.\tClassifying strategies and educational practices that schools and districts use to achieve success in STEM and identify scalable best practices associated with those strategies and practices\r\n\r\nBoth a letter report and a proceedings of the workshop will be developed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Storksdieck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Storksdieck",
   "pi_email_addr": "storksdieck@oregonstate.edu",
   "nsf_id": "000538032",
   "pi_start_date": "2011-01-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stuart",
   "pi_last_name": "Elliott",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Stuart W Elliott",
   "pi_email_addr": "selliott@nas.edu",
   "nsf_id": "000243321",
   "pi_start_date": "2011-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "2101 CONSTITUTION AVE NW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "204180007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 359287.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In response to a request from Congress, the National Research Council (NRC) held a workshop in May 2011 about successful education in science, technology, engineering, and mathematics (the disciplines that are collectively referred to as STEM). The 2-day workshop included 19 invited presenters, and the NRC commissioned 8 papers for the workshop. A description of the workshop, the agenda, and links to commissioned papers and workshop presentations can be found at <a href=\"http://www7.nationalacademies.org/bose/Successful_STEM_Schools_Background_Homepage.html\">http://www7.nationalacademies.org/bose/Successful_STEM_Schools_Background_Homepage.html</a>.</p>\n<p>Drawing on the workshop presentations and commissioned papers, as well as several NRC reports on teaching, learning, and assessment in the STEM disciplines, in June 2011 the Committee on Highly Successful Schools or Programs for K-12 STEM Education issued the consensus report <em>Successful K-12 STEM Education: Identifying Effective Approaches in Science, Technology, Engineering, and Mathematics</em>.</p>\n<p>The report provides information that leaders at the school, district, state, and national levels can use to make strategic decisions about improving education in the STEM disciplines. It describes three broad goals for K-12 STEM education that are widely espoused in the United States: to increase advanced training and careers in STEM fields, to expand the STEM-capable workforce, and to increase scientific literacy for all students. It also identifies several types of specialized STEM-focused schools and programs that have the potential to address these goals. They include schools that are organized around the STEM disciplines and have selective admissions criteria; inclusive STEM schools with open admission; and STEM-focused career and technical education schools and programs, which emphasize application-based courses.</p>\n<p>There is little evidence to suggest that any particular type of school is superior, on average, to another type of school.&nbsp; However, the report discusses two key aspects of practice that are found in successful schools of all types: effective STEM instruction and school conditions and cultures that support learning. The report defines effective instruction as capitalizing on students&rsquo; early interest and experiences, building on what they know, providing them with experiences to engage in the practices of science, and sustaining their interest.&nbsp; It describes five key elements that support effective STEM instruction: a coherent set of standards and curricula, teachers with high capacity to teach in their disciplines, a supportive system of assessment and accountability, adequate instructional time, and equal access to high-quality STEM learning opportunities. &nbsp;It also identifies some characteristics shared by effective schools, including strong leadership, strong ties to parents and the community, instructional guidance for teachers, and a student-centered learning climate.</p>\n<p>The report concludes with several recommendations for improvements to the education system that are designed to support effective instruction and advance the United States toward the three broad goals for STEM education. At the school and district levels, these recommended improvements include adequate instructional time and resources for science, coherent standards and curriculum, greater teacher capacity, and supportive school conditions that have been identified in the research. At the state and national levels, these recommended improvements include greater attention to science, including assessments for science, investment in support for STEM teachers, and increased support for research programs that can identify instructional practices that improve student outcomes in STEM.</p>\n<p>NSF, the NRC, and several members of the committee have been actively involved in disseminating the report....",
  "por_txt_cntn": "\nIn response to a request from Congress, the National Research Council (NRC) held a workshop in May 2011 about successful education in science, technology, engineering, and mathematics (the disciplines that are collectively referred to as STEM). The 2-day workshop included 19 invited presenters, and the NRC commissioned 8 papers for the workshop. A description of the workshop, the agenda, and links to commissioned papers and workshop presentations can be found at http://www7.nationalacademies.org/bose/Successful_STEM_Schools_Background_Homepage.html.\n\nDrawing on the workshop presentations and commissioned papers, as well as several NRC reports on teaching, learning, and assessment in the STEM disciplines, in June 2011 the Committee on Highly Successful Schools or Programs for K-12 STEM Education issued the consensus report Successful K-12 STEM Education: Identifying Effective Approaches in Science, Technology, Engineering, and Mathematics.\n\nThe report provides information that leaders at the school, district, state, and national levels can use to make strategic decisions about improving education in the STEM disciplines. It describes three broad goals for K-12 STEM education that are widely espoused in the United States: to increase advanced training and careers in STEM fields, to expand the STEM-capable workforce, and to increase scientific literacy for all students. It also identifies several types of specialized STEM-focused schools and programs that have the potential to address these goals. They include schools that are organized around the STEM disciplines and have selective admissions criteria; inclusive STEM schools with open admission; and STEM-focused career and technical education schools and programs, which emphasize application-based courses.\n\nThere is little evidence to suggest that any particular type of school is superior, on average, to another type of school.  However, the report discusses two key aspects of practice that are found in successful schools of all types: effective STEM instruction and school conditions and cultures that support learning. The report defines effective instruction as capitalizing on studentsÆ early interest and experiences, building on what they know, providing them with experiences to engage in the practices of science, and sustaining their interest.  It describes five key elements that support effective STEM instruction: a coherent set of standards and curricula, teachers with high capacity to teach in their disciplines, a supportive system of assessment and accountability, adequate instructional time, and equal access to high-quality STEM learning opportunities.  It also identifies some characteristics shared by effective schools, including strong leadership, strong ties to parents and the community, instructional guidance for teachers, and a student-centered learning climate.\n\nThe report concludes with several recommendations for improvements to the education system that are designed to support effective instruction and advance the United States toward the three broad goals for STEM education. At the school and district levels, these recommended improvements include adequate instructional time and resources for science, coherent standards and curriculum, greater teacher capacity, and supportive school conditions that have been identified in the research. At the state and national levels, these recommended improvements include greater attention to science, including assessments for science, investment in support for STEM teachers, and increased support for research programs that can identify instructional practices that improve student outcomes in STEM.\n\nNSF, the NRC, and several members of the committee have been actively involved in disseminating the report.  In September 2011, NSF held a public launch event in Philadelphia, and has begun holding a series of regional workshops to help local educators put the reportÆs recommendations into practice.  The committee chair and sever..."
 }
}