{
 "awd_id": "1063774",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-resolution studies of visual attention in human superior colliculus",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "ping li",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 629403.0,
 "awd_amount": 629403.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2013-07-08",
 "awd_abstract_narration": "A complex brain system moves our eyes around in order for us to take up information in our environment. This system is in coordination with our other senses, such as hearing and touch. For example, we might move our eyes to search a crowd for a familiar face when we hear a voice or search a scene in response to a loud noise signaling potential danger. With support from the National Science Foundation, David Ress, Ph.D., is investigating the superior colliculus (SC), a structure in the brainstem that plays a critical role in eye movements in relationship to multiple sensory inputs and human behaviors. Most of what is known about the SC comes from animal experiments. In this project, the investigators are using high-resolution functional magnetic resonance imaging (fMRI) to gain understanding of the functions of the human SC. The project maps the effects in SC of both visual inputs and eye movements, establishing a reference frame for further studies. The outermost layers of the SC receive inputs directly from the eye, and these inputs are organized across the surface of SC as a map of the retinal image. Deeper SC layers contain a map of eye movements, and they send outputs to brain structures that control eye muscles. Using the reference frame established by the initial mappings, this project uses fMRI to map and quantify the effects of visual attention in relationship to visual inputs and eye movements. The deepest layers of SC are diversely connected to the rest of the brain, and they appear to be involved in combining and responding to multi-sensory information, such as from vision and hearing. This research increases the understanding of how multiple sensory inputs are mapped and processed in the human SC. \r\n\r\n\r\nThe ability to create detailed maps of the SC function opens up new frontiers for basic research and clinical applications. First, these experiments enable future research by validating and improving this laboratory's unique ensemble of fMRI methods. The fMRI methods developed by this project are being made freely available to other laboratories for general use. Second, studies of SC function in animals, as are frequently done, have limited flexibility and scope. Studies of human subjects can be broader and more flexible. The measurement of functions such as attention and sensory integration can be better performed with humans, because humans can follow verbal instructions and require much less training than animals. Third, this project's unique combination of magnetic resonance physics, image processing, and neurobiology, provides a particularly effective context for educating and training undergraduate and graduate students in a variety of disciplines, including neuroscience, physics, and engineering. This project opens up new directions in clinical research related to diseases associated with SC and other small brainstem regions, such as the abducens nucleus. High-resolution fMRI is expected to be a tool for clinical research into other critical deep brain regions such as the sub-thalamic nucleus, which is often targeted for deep-brain stimulation procedures used to treat a variety of diseases, such as Parkinson's disease. Safe and non-invasive high resolution fMRI will enable disease diagnosis and evaluation of medical treatment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Ress",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Ress",
   "pi_email_addr": "ress@bcm.edu",
   "nsf_id": "000498383",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 188714.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 105302.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}