{
 "awd_id": "1063048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wind Energy Science, Engineering, and Policy",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 399239.0,
 "awd_amount": 399239.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2011-03-25",
 "awd_abstract_narration": "This three year REU Site program at Iowa State University is designed to enable undergraduate students to aspire to leadership in wind energy research that contributes to the workforce needed for enhancing use of renewables in meeting national energy needs. The project objectives are (1) to engage students in a rewarding and intellectually challenging research experience such that they see the benefits of pursuing graduate education and careers in the wind energy arena; (2) to assemble diverse student teams from a variety of disciplines, i.e., atmospheric sciences and multiple engineering departments, such that the REU makeup reflects the interdisciplinary nature and broad impact of research in wind energy; (3) to enroll a cohort of REU students of high quality with at least 30% of the participants being women or from traditionally underrepresented groups within engineering. During the 10  summer weeks, the students will participate in a series of wind energy short courses, have responsibility for an independent research project performed using state-of-the-art equipment and software, contribute to a team research effort, engage with leading industry experts in the wind energy field and visit representative sites including design, manufacture, operation, and management of wind energy systems. Students will be exposed to a wide range of specializations within wind science and engineering, with specific attention to policy, economic analysis and potential impediments to expansion of wind energy. This will provide program participants with the vision to pursue advanced educational programs in preparation for leadership positions in wind energy. To ensure effective mentoring, workshops will be conducted before the beginning of the program with the mentors prior to arrival of the students. \r\n\r\nExisting relationships with Historically Black Colleges and Universities (HBCUs), community colleges, and leading research institutions will be the focus of recruitment efforts. Partnerships with Women in Science and Engineering, Science Bound, and Leadership through the Engineering Academic Diversity program will help recruit qualified students from diverse backgrounds. A website describing the program and research projects will be populated with updates reflecting student accomplishments and their progression through wind careers.\r\n\r\nThe involvement of students in exciting research in wind energy science enhances the likelihood that they will consider post-graduate study and broaden the base of the Nation's technical manpower. \r\n\r\nThis award is co-funded by the Experimental Program to Stimulate Competitive Research (EHR/EPSCoR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Takle",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene S Takle",
   "pi_email_addr": "gstakle@iastate.edu",
   "nsf_id": "000386857",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "McCalley",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "James D McCalley",
   "pi_email_addr": "jdm@iastate.edu",
   "nsf_id": "000261202",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 399239.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Forty students completed the Iowa State University Wind Energy Science, Engineering and Policy (WESEP) REU program of research, training, and leadership development.&nbsp; Of these 40, 15 are women and 6 are minorities, which exceeded our proposed goal of having 30% of our participants being women or underserved minorities.&nbsp; These students produced 40 research papers that either are archived online or part of the online published proceedings of REU summer symposia.&nbsp; Students in the three summer programs all gave oral presentations at the annual summer ISU WESEP Undergraduate Symposia attended by faculty, graduate students and undergraduates.&nbsp; &nbsp;&nbsp;Numerous conference presentations and six peer-reviewed research papers were produced either directly by these REU students or by others that used data generated under the REU program.&nbsp; The field dataset acquired in the summer of 2011 and analyses thereof, in particular, have been the topic of many presentations and peer-reviewed papers.&nbsp; This dataset is now in the process of being archived at the Pacific Northwest National Laboratory under its wind farm Data Archive and Portal (DAP) for wider dissemination to wind energy researchers.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Practice is scientific writing was a central part of the individual research projects of all 40 students.&nbsp; Each student received weekly feedback from the principal investigator on the precision, organization, logical reasoning, scientific content, and professional standards of their evolving research papers.&nbsp; Additionally, guidance was provided for creating of graphs, figures, and other images.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Special attention was given to mentoring opportunities by intentional structuring of mentorships built on motivational and demographic factors.&nbsp; Women mentoring women with &ldquo;near-peer&rdquo; positions was notably effective, as was shy person mentoring shy person.&nbsp; Avoiding large educational gaps (i.e., instead favoring &ldquo;near-peer&rdquo; status) promotes two-way interaction and co-development of research products.&nbsp; Anecdotally, near-peer mentoring seems to promote more frequent interaction.&nbsp; Effective mentoring seems to be a significant factor in building self-confidence and motivation to continue to develop personal learning skills.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Numerous WESEP REU graduates have gone on to MS and PHD programs at ISU and elsewhere.&nbsp; Two WESEP REU graduates have joined with other wind energy students to form, and serve on the executive committee of, the Wind Energy Student Organization, an officially sanctioned student organization at ISU.&nbsp; One of WESO&rsquo;s missions is to reach out to precollege students to provide information and learning activities on wind energy and science in general.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The accompanying images demonstrate the importance of two overarching characteristics of our program that we consider keys to success:&nbsp; hands-on engagement with state-of-the-art research tools, and authentic professional products as a result of the research experience.&nbsp; The latter are especially valued by mentors as both opportunities for mutual professional advancement and concrete examples of mentee technical and professional skills for use in letters of recommendation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/16/2015<br>\n\t\t\t\t\tModified by: Eugene&nbsp;S&nbsp;Takle</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<di...",
  "por_txt_cntn": "\nForty students completed the Iowa State University Wind Energy Science, Engineering and Policy (WESEP) REU program of research, training, and leadership development.  Of these 40, 15 are women and 6 are minorities, which exceeded our proposed goal of having 30% of our participants being women or underserved minorities.  These students produced 40 research papers that either are archived online or part of the online published proceedings of REU summer symposia.  Students in the three summer programs all gave oral presentations at the annual summer ISU WESEP Undergraduate Symposia attended by faculty, graduate students and undergraduates.    Numerous conference presentations and six peer-reviewed research papers were produced either directly by these REU students or by others that used data generated under the REU program.  The field dataset acquired in the summer of 2011 and analyses thereof, in particular, have been the topic of many presentations and peer-reviewed papers.  This dataset is now in the process of being archived at the Pacific Northwest National Laboratory under its wind farm Data Archive and Portal (DAP) for wider dissemination to wind energy researchers. \n\n            Practice is scientific writing was a central part of the individual research projects of all 40 students.  Each student received weekly feedback from the principal investigator on the precision, organization, logical reasoning, scientific content, and professional standards of their evolving research papers.  Additionally, guidance was provided for creating of graphs, figures, and other images. \n\n            Special attention was given to mentoring opportunities by intentional structuring of mentorships built on motivational and demographic factors.  Women mentoring women with \"near-peer\" positions was notably effective, as was shy person mentoring shy person.  Avoiding large educational gaps (i.e., instead favoring \"near-peer\" status) promotes two-way interaction and co-development of research products.  Anecdotally, near-peer mentoring seems to promote more frequent interaction.  Effective mentoring seems to be a significant factor in building self-confidence and motivation to continue to develop personal learning skills.\n\n            Numerous WESEP REU graduates have gone on to MS and PHD programs at ISU and elsewhere.  Two WESEP REU graduates have joined with other wind energy students to form, and serve on the executive committee of, the Wind Energy Student Organization, an officially sanctioned student organization at ISU.  One of WESOÆs missions is to reach out to precollege students to provide information and learning activities on wind energy and science in general. \n\n            The accompanying images demonstrate the importance of two overarching characteristics of our program that we consider keys to success:  hands-on engagement with state-of-the-art research tools, and authentic professional products as a result of the research experience.  The latter are especially valued by mentors as both opportunities for mutual professional advancement and concrete examples of mentee technical and professional skills for use in letters of recommendation.\n\n \n\n\t\t\t\t\tLast Modified: 06/16/2015\n\n\t\t\t\t\tSubmitted by: Eugene S Takle"
 }
}