{
 "awd_id": "1063901",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Innovate Against Time: Drivers and Mechanisms of Knowledge Innovation Within and Across Organizations",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 414842.0,
 "awd_amount": 499093.0,
 "awd_min_amd_letter_date": "2011-09-29",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "Many of the most urgent and complex problems facing society today require collaboration among large numbers of individual scientists possessing diverse expertise, representing different embedding organizations (e.g., universities, corporations, or government entities), and widely distributed across time and space. Scientists working together in such arrangements are often called science teams, and there is accordingly an increasing realization that collaboration within and among these teams has become a core competency required to succeed in scientific endeavors. Science policy has long recognized the challenges associated with interdisciplinary research. These challenges arise from multiple sources; for example, the departmental structure of universities and other organizations creates incompatible tacit norms which often prevent or stifle interaction across units.  Despite the fact that science research has long recognized these challenges, the question of how best to overcome them remains inadequately answered. Given that many of the problems of greatest importance to society require science teams that cross multiple boundaries, it has become imperative that social science develop a concrete body of practical knowledge on how to design and structure synergistic systems of teams to achieve scientific research goals.\r\n\r\nToward this aim, this project answers the overarching question: How should (a) leadership structures and (b) communication networks be designed to best facilitate the innovation of knowledge in multiteam systems (MTSs).  To address this question, a multi-university international research team is conducting a large-scale highly controlled field quasi-experiment involving more than 100 MTSs. Each MTS is comprised of three interacting teams: a team of EU business students in Grenoble, France; a team of US psychology students in Fairfax, VA; and a team of US engineering students in Orlando, FL. MTSs are working together for two months from three locations, conjoining their backgrounds and expertise sets to innovate against time.  We manipulate and randomly assign 3-team multiteam systems to conditions of leadership and communication networks and track the impact of these factors on the interactions and outcomes that follow. \r\n\r\nBroader Impacts. This project develops an evidentiary basis to inform policymakers at the institution level on how to manage scientific collaborations involving their institutions.  In particular, this study sheds new light on how to create the context within which the essential innovation can spark into knowledge. The project identifies the structural and interactional building blocks of successful collaboration in scientific teams that are geographically distributed, affected by complex social and motivational forces, and linked through information and communications technology to innovate using knowledge across temporal and spatial boundaries. A second set of broader impacts of the project concern the education of four communities: (1) future scientists, (2) science-policy leaders, (3) academics in multiple disciplines, and (4) students in several interdisciplinary programs. The project actively trains future scientists, engineers, businesspeople, and entrepreneurs to collaborate in distributed, international, multidisciplinary teams and creates new curricula in distributed multidisciplinary teamwork to be taught at both the undergraduate and graduate levels.  The study's results support a much-needed collaborative theory of team structure and leadership.  Lastly, the research program also reaches out directly to science policy leaders by offering a science leadership course through George Mason University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "DeChurch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie A DeChurch",
   "pi_email_addr": "dechurch@northwestern.edu",
   "nsf_id": "000532400",
   "pi_start_date": "2011-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Fiore",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen M Fiore",
   "pi_email_addr": "sfiore@ist.ucf.edu",
   "nsf_id": "000228197",
   "pi_start_date": "2011-09-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Zaccaro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Zaccaro",
   "pi_email_addr": "szaccaro@gmu.edu",
   "nsf_id": "000572910",
   "pi_start_date": "2011-09-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 414842.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84251.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-25931600-50cb-b40f-dce4-09e6386199de\">&nbsp;</span></p>\n<p dir=\"ltr\">\n<blockquote>\n<div>\n<div><span>Many of the most urgent, important, and complex problems facing society today require collaboration among large groups of scientists. &nbsp;The increasing prevalence of collaboration in science has been well documented across many different scientific disciplines. &nbsp;In fact, studies of scientific publications find that there is a fundamental shift in knowledge production from an individual scientist model to a new team science model. There is an increasing realization that the ability to collaborate is a core competency of science. Although critical to science and innovation, teamwork is particularly challenging among scientists. The very nature of hard problems requires scientists who think very differently from one another to work together. These differences among scientists are further compounded by the reality that these scientists are working across different organizations (e.g., universities), economic sectors (e.g., corporations, government entities), and nations, not to mention time zones and cultural divides. Thus, not only does team science require teamwork, but it requires that scientists work effectively in &ldquo;teams of teams&rdquo;, which we call multiteam systems (MTSs). In order to understand and enable complex collaboration among scientists, this research project explored the basic question, which kinds of leadership and communication processes among scientific MTSs best enable innovation?. </span></div>\n<br />\n<div><span>To study collaboration in interdisciplinary MTSs, we designed a classroom-based project that mimics many of the key aspects of scientific teamwork: requiring students working from different disciplines, universities, and countries, separated by time zones and cultural barriers, to come together to solve a hard scientific problem. The project linked classes in environmental ecology (at a US university), social psychology (at a second US university), and innovation management (at a European university). We ran the project for 2 years, studying 483 teams in </span><span>178 MTSs. </span></div>\n<br />\n<div><span>MTSs in our study tackled complex scientific problems that required input from each of the participating disciplines. For example, one problem the students were given was how to address &ldquo;overfishing&rdquo; in the world&rsquo;s oceans. Students from Ecology had to consider how shrinking populations of certain species influenced the health of an ecosystem. &nbsp;Students from Management had to consider the economic issues associated with the fishing industry, as well as how the local economies are affected. And students from Psychology had to understand what was required to help change the minds of stakeholders so that the fisheries would not become depleted. &nbsp;Because of this, each team had to work as part of a science MTS to come up with an integrated solution.</span></div>\n<br />\n<div><span>The intellectual merit centered on two breakthroughs in understanding the social factors that lead to success in scientific MTSs: communication and leadership. </span></div>\n<br />\n<div><span>The pattern of communication networks that connect the members of scientific teams have important effects on system functioning. We found countervailing effects of communication networks in scientific MTSs. Although some bridging communication ties, ties that connect scientists from different disciplines, are needed to connect different disciplinary groups to each other, when the number of these ties passes a threshold, bridging communication undermines the functioning of the disciplinary groups. This could be deleterious for the ability of a particular discipline to contribute to solving the larger problem. </span></div>\n<br />\n<div><span>We found that aspects of the leadership network patterns that emerge i...",
  "por_txt_cntn": "\n \n\n\n\nMany of the most urgent, important, and complex problems facing society today require collaboration among large groups of scientists.  The increasing prevalence of collaboration in science has been well documented across many different scientific disciplines.  In fact, studies of scientific publications find that there is a fundamental shift in knowledge production from an individual scientist model to a new team science model. There is an increasing realization that the ability to collaborate is a core competency of science. Although critical to science and innovation, teamwork is particularly challenging among scientists. The very nature of hard problems requires scientists who think very differently from one another to work together. These differences among scientists are further compounded by the reality that these scientists are working across different organizations (e.g., universities), economic sectors (e.g., corporations, government entities), and nations, not to mention time zones and cultural divides. Thus, not only does team science require teamwork, but it requires that scientists work effectively in \"teams of teams\", which we call multiteam systems (MTSs). In order to understand and enable complex collaboration among scientists, this research project explored the basic question, which kinds of leadership and communication processes among scientific MTSs best enable innovation?. \n\n\nTo study collaboration in interdisciplinary MTSs, we designed a classroom-based project that mimics many of the key aspects of scientific teamwork: requiring students working from different disciplines, universities, and countries, separated by time zones and cultural barriers, to come together to solve a hard scientific problem. The project linked classes in environmental ecology (at a US university), social psychology (at a second US university), and innovation management (at a European university). We ran the project for 2 years, studying 483 teams in 178 MTSs. \n\n\nMTSs in our study tackled complex scientific problems that required input from each of the participating disciplines. For example, one problem the students were given was how to address \"overfishing\" in the worldÆs oceans. Students from Ecology had to consider how shrinking populations of certain species influenced the health of an ecosystem.  Students from Management had to consider the economic issues associated with the fishing industry, as well as how the local economies are affected. And students from Psychology had to understand what was required to help change the minds of stakeholders so that the fisheries would not become depleted.  Because of this, each team had to work as part of a science MTS to come up with an integrated solution.\n\n\nThe intellectual merit centered on two breakthroughs in understanding the social factors that lead to success in scientific MTSs: communication and leadership. \n\n\nThe pattern of communication networks that connect the members of scientific teams have important effects on system functioning. We found countervailing effects of communication networks in scientific MTSs. Although some bridging communication ties, ties that connect scientists from different disciplines, are needed to connect different disciplinary groups to each other, when the number of these ties passes a threshold, bridging communication undermines the functioning of the disciplinary groups. This could be deleterious for the ability of a particular discipline to contribute to solving the larger problem. \n\n\nWe found that aspects of the leadership network patterns that emerge in MTSs positively predict the innovativeness of the solutions they generate. MTSs with leadership ties (1) connecting the members of different disciplines and (2) where members have about the same number of followers, predict innovation. Interestingly, we found that both of these patterns of leadership are unnatural, and less likely to form. \n\n\nThis project had broader impact, developing 1,1..."
 }
}