{
 "awd_id": "1063397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IDBR:    Solid State Patch-Clamping with Stealth Probes",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 382990.0,
 "awd_amount": 382990.0,
 "awd_min_amd_letter_date": "2011-06-01",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "IDBR: Solid State Patch-Clamping with Stealth Probes\r\n\r\nElectrical measurements of cell activity play a critical role in understanding neural communication and testing for adverse reactions to pharmaceutical therapies. However, current measurement techniques either cause rapid cell death or provide low-quality data, severely limiting monitoring and understanding of these activities. There is thus a compelling need for a new instrument that provides long-duration, high-quality electrical cell measurements that is easy to use and can measure a number of cells at the same time. The key obstacle is creating an intimate junction between the cell membrane and a cell-penetrating electrode. This research program explores a unique approach to this problem by creating metallic electrodes that mimic the structure and functionality of biological transmembrane proteins. These electrodes are designed to fuse into the lipid membrane, enabling direct electrical access into the cell without leakage. Electrode structure, surface modification and size will be optimized to provide the best electrical junctions and cell longevity. The final architecture will be developed into a simple to use, 96-electrode platform for low-noise, long-term electrical cell measurements. \r\n\r\nThe broader impact of this work is greatly enhancing the number, quality, and duration of electrophysiological recording and stimulation, as well as training undergraduate students, graduate students, and middle school teachers in interdisciplinary scientific research. The final platform will dramatically impact studies of neural networks, neuron physiology, and drug screening, where slow testing rates and poor cell viability limits the number and types of experiments that can be performed. With this device, interconnected networks of up to 96 neurons could be stimulated and recorded simultaneously, allowing an unprecedented view of the evolution of sub-threshold voltage signaling in neural networks. These platforms will also play a crucial role in faster validation and screening for potential side effects of drug candidates, enhancing public health and safety.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "Melosh",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas A Melosh",
   "pi_email_addr": "nmelosh@stanford.edu",
   "nsf_id": "000088984",
   "pi_start_date": "2011-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 268697.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 114293.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Measuring the electronic and ionic flux passing across the cell membrane is critical for understanding neural activity, formation of neural network behavior, pharmaceutical evaluation, and drug safety screening. In all of these cases, how the cell responds to stimuli provide important insights into cell function as well as identifying abnormal or disease states based on known activity patterns. The &lsquo;gold standard&rsquo; instrument for measuring these electrical properties is the patch clamp or &lsquo;whole-cell clamp&rsquo;, first developed in the 1970&rsquo;s. This technique uses a very fine pipette with a large electrode inside, which is brought into contact with the cell, and mechanical suction applied to rip a hole in the membrane. This hole provides the electrode direct access to the inside of the cell, and the current or voltage across the cell membrane can be accurately measured or controlled. This method produces high-quality data, with extremely low noise. However, the large, permanent hole in the cell wall causes the cell to die roughly an hour later, and patch-clamping is a laborious, one-cell-at-a-time process.</p>\n<p>The IDBR: Solid State Patch-Clamping with Stealth Probes program&rsquo;s goals were to create electrodes which could tightly interface to the cell and provide a simple, reliable platform that could record many cells in parallel. This program succeeded, producing parallel arrays of nanoscale electrodes which could record the electrical activity within cells (See accompanying figure). These electrodes had tight interfaces with the cells, often with seal resistances over 1 giga-Ohm, similar to what is achieved with a patch pipette. Several electrode designs and geometries were fabricated and tested, resulting in an optimal electrode design. The device contacts and electronics for these arrays were developed for 64 electrode arrays. The program generated several peer-reviewed publications on the technology development and cell interfaces. These advances are now being developed commercially by Stealth Biosciences, a start-up company focused on next-generation biomedical devices.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/05/2014<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;A&nbsp;Melosh</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1063397/1063397_10095745_1415215103804_Imagesofprobesandrecordings--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1063397/1063397_10095745_1415215103804_Imagesofprobesandrecordings--rgov-800width.jpg\" title=\"Electrical Probe Arrays\"><img src=\"/por/images/Reports/POR/2014/1063397/1063397_10095745_1415215103804_Imagesofprobesandrecordings--rgov-66x44.jpg\" alt=\"Electrical Probe Arrays\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Scanning electron microscope images of neuronal cells on top of the Stealth nanoelectrodes, together with one of the electrode designs. Right sand side shows electrical recordings and a picture of the 64-electrode arrays.</div>\n<div class=\"imageCredit\">Katie Chang, Nathan Hohman, Tara Bozorg-Grayeli</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Nicholas&nbsp;A&nbsp;Melosh</div>\n<div class=\"imageTitle\">Electrical Probe Arrays</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nMeasuring the electronic and ionic flux passing across the cell membrane is critical for understanding neural activity, formation of neural network behavior, pharmaceutical evaluation, and drug safety screening. In all of these cases, how the cell responds to stimuli provide important insights into cell function as well as identifying abnormal or disease states based on known activity patterns. The ægold standardÆ instrument for measuring these electrical properties is the patch clamp or æwhole-cell clampÆ, first developed in the 1970Æs. This technique uses a very fine pipette with a large electrode inside, which is brought into contact with the cell, and mechanical suction applied to rip a hole in the membrane. This hole provides the electrode direct access to the inside of the cell, and the current or voltage across the cell membrane can be accurately measured or controlled. This method produces high-quality data, with extremely low noise. However, the large, permanent hole in the cell wall causes the cell to die roughly an hour later, and patch-clamping is a laborious, one-cell-at-a-time process.\n\nThe IDBR: Solid State Patch-Clamping with Stealth Probes programÆs goals were to create electrodes which could tightly interface to the cell and provide a simple, reliable platform that could record many cells in parallel. This program succeeded, producing parallel arrays of nanoscale electrodes which could record the electrical activity within cells (See accompanying figure). These electrodes had tight interfaces with the cells, often with seal resistances over 1 giga-Ohm, similar to what is achieved with a patch pipette. Several electrode designs and geometries were fabricated and tested, resulting in an optimal electrode design. The device contacts and electronics for these arrays were developed for 64 electrode arrays. The program generated several peer-reviewed publications on the technology development and cell interfaces. These advances are now being developed commercially by Stealth Biosciences, a start-up company focused on next-generation biomedical devices.\n\n\t\t\t\t\tLast Modified: 11/05/2014\n\n\t\t\t\t\tSubmitted by: Nicholas A Melosh"
 }
}