{
 "awd_id": "1064068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Semantics for Textual Inference",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 15830.0,
 "awd_amount": 15830.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-05-13",
 "awd_abstract_narration": "Although computers can help us find documents about various topics and even answer a great number of factual questions -- just consider IBM's Watson -- they are still far from showing a human-like capability to reason on the basis of natural language statements. This workshop aims at improving these capabilities by concentrating on a manageable step in the process: figuring out how to have a computer make inferences on the basis of textual input. For instance if the system is given two sentences, can it figure out whether one implies the other or whether one contradicts the other? Or whether they have nothing to do with each other? \r\n\r\nBuilding systems that can match this performance requires the collaboration of researchers in computational natural language understanding and semanticists.  It moreover requires a form of semantics that is appropriate to this task, which, unfortunately, is not the form practiced by most academic semanticists at the moment. This workshop intends to improve the collaboration between the computational community and linguistic semanticists as a step to a common framework for natural language based reasoning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cleo",
   "pi_last_name": "Condoravdi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cleo Condoravdi",
   "pi_email_addr": "cleoc@stanford.edu",
   "nsf_id": "000504933",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Annie",
   "pi_last_name": "Zaenen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Annie Zaenen",
   "pi_email_addr": "azaenen@stanford.edu",
   "nsf_id": "000504930",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Palo Alto Research Center Incorporated",
  "inst_street_address": "3333 COYOTE HILL ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "PALO ALTO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6508124070",
  "inst_zip_code": "943041314",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "PALO ALTO RESEARCH CENTER LLC",
  "org_prnt_uei_num": "",
  "org_uei_num": "S2VPZDS5W6M3"
 },
 "perf_inst": {
  "perf_inst_name": "Palo Alto Research Center Incorporated",
  "perf_str_addr": "3333 COYOTE HILL ROAD",
  "perf_city_name": "PALO ALTO",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943041314",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 15830.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Language technology is moving beyond text retrieval and search applications to more ambitious tasks requiring genuine understanding of language. &nbsp;But genuine understanding of the most ordinary sentences often involves complicated reasoning and general world knowledge. In fact, a measure of understanding a text is the ability to make inferences based on the information conveyed by it. Although any statement may give rise to an unlimited amount of inferences, depending on the particulars of the context in which it is made, there are specific types of inferences that are driven exclusively by properties of linguistic expressions. Such inferences can thus be studied systematically. From a computational perspective, the aim is systems of text understanding which, when given two statements, can determine the inferential relation between them. Textual inference of this kind simplifies the general language understanding problem by limiting its interest to direct inferences, avoiding complicated chains of inference and specialized world knowledge. Semantics---the study of meaning--- as practiced by linguists could play a role in the development of textual inference systems, but most of current work in linguistic semantics has a very different focus.&nbsp;<br />With NSF support, we organized two workshops which brought together researchers interested in semantics and in computational textual inference to discuss the virtues and drawbacks of various semantic approaches. The aim of the workshops was to make the community of semanticists more aware of the computational issues in natural language understanding and to expose computer scientists to a variety of semantic approaches. We also edited a special journal issue providing a view of computational work using ideas and techniques from natural language &nbsp;semantics for automated textual inference. The papers were based on contributions to the workshops and some additional contributions we solicited.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/22/2014<br>\n\t\t\t\t\tModified by: Cleo&nbsp;Condoravdi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLanguage technology is moving beyond text retrieval and search applications to more ambitious tasks requiring genuine understanding of language.  But genuine understanding of the most ordinary sentences often involves complicated reasoning and general world knowledge. In fact, a measure of understanding a text is the ability to make inferences based on the information conveyed by it. Although any statement may give rise to an unlimited amount of inferences, depending on the particulars of the context in which it is made, there are specific types of inferences that are driven exclusively by properties of linguistic expressions. Such inferences can thus be studied systematically. From a computational perspective, the aim is systems of text understanding which, when given two statements, can determine the inferential relation between them. Textual inference of this kind simplifies the general language understanding problem by limiting its interest to direct inferences, avoiding complicated chains of inference and specialized world knowledge. Semantics---the study of meaning--- as practiced by linguists could play a role in the development of textual inference systems, but most of current work in linguistic semantics has a very different focus. \nWith NSF support, we organized two workshops which brought together researchers interested in semantics and in computational textual inference to discuss the virtues and drawbacks of various semantic approaches. The aim of the workshops was to make the community of semanticists more aware of the computational issues in natural language understanding and to expose computer scientists to a variety of semantic approaches. We also edited a special journal issue providing a view of computational work using ideas and techniques from natural language  semantics for automated textual inference. The papers were based on contributions to the workshops and some additional contributions we solicited.\n\n\t\t\t\t\tLast Modified: 01/22/2014\n\n\t\t\t\t\tSubmitted by: Cleo Condoravdi"
 }
}