{
 "awd_id": "1064146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TLS: Revealing Innovation Pathways",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 398759.0,
 "awd_amount": 498753.0,
 "awd_min_amd_letter_date": "2011-04-26",
 "awd_max_amd_letter_date": "2014-04-21",
 "awd_abstract_narration": "The innovation potential of New and Emerging Sciences and Technologies (NESTs) is great, but also fraught with uncertainty. The choice of appropriate innovation pathways is crucial so that development pursues the most promising applications, both in technological terms and to meet market and societal needs. This project develops a methodological framework and associated tools to analyze NESTs to help policy makers and R&D managers make decisions. The particular focus is on Molecular Diagnostics and Nano-enhanced Drug Delivery Systems,  \r\n\r\nIntellectual Merit: The project builds on previous work advancing text mining of Science, Technology & Innovation (STI) data, STI indicators, and science mapping (see www.idr.gatech.edu). These approaches and tools have proven useful in research assessments, particularly of interdisciplinary research.  The project adapts these tools to permit prospective analyses of technological applications using both quantitative and qualitative approaches to illuminate potential innovation pathways for emerging technologies under study.   The particular approach used is a multi-perspective mapping methodology that connects the scientific developments and the visions that drive technological innovation. \r\n\r\nBroader impact\r\n\r\nThe design of the study is to engage a range of stakeholders, policy-makers, and R&D managers -- specifically those engaged with NESTs and in biomedical research. One aim is to enhance visual representations of innovation processes by providing novel and accessible biomedical research maps (based on NIH descriptors) and technology maps (based on patent classes) to enable users to locate R&D activities in the STI landscape.  The two NEST case studies improve the translation of biomedical research into healthcare gains. In sum, the tools help science policy-makers, and technology managers devise and execute effective technology development strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Porter",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Alan L Porter",
   "pi_email_addr": "aporter@searchtech.com",
   "nsf_id": "000545566",
   "pi_start_date": "2011-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 NORTH AVE NW",
  "perf_city_name": "ATLANTA",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 398759.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 20828.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 79166.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Award #1064146 -- Revealing Innovation Pathways: Hybrid Science Maps for Technology Assessment and Foresight</strong></p>\n<p>This project advanced a methodological framework and associated &ldquo;data mining&rdquo; and analytical tools (measures and maps) to help analyze &ldquo;New and Emerging Science &amp; Technologies&rdquo; (&ldquo;emerging technologies&rdquo;). &nbsp;Emerging Technologies have great potential for innovation, but at the same time they are associated with great uncertainties. The choice of appropriate innovation pathways is crucial so that development pursues the most promising applications, both in technological terms and to meet market and societal needs.</p>\n<p>We call our analytical approach &ldquo;Forecasting Innovation Pathways&rdquo; (&ldquo;FIP&rdquo;).&nbsp; FIP tools aim to help researchers, R&amp;D program officers, science policy-makers, and technology managers prioritize research opportunities and guide technological innovation.&nbsp; To do this, we studied several emerging biomedical technologies.&nbsp;</p>\n<p>In terms of <strong>intellectual merit</strong>, the project generated 26 peer-reviewed journal articles, 7 book chapters, and a substantial number of conference papers and other products.&nbsp; These were directed variously to our related scholarly communities for Scientometrics, Future-oriented Technology Analysis, science policy, R&amp;D evaluation, and technology management.&nbsp; In addition, our analyses of patterns &amp; directions of research activity in the case study areas were shared with the case studies&rsquo; bio-medical communities.&nbsp; For example, we held a workshop on one of our case topics, Nanotechnology Enabled Drug Delivery (NEDD) at a Pharmaceutics &amp; Novel Drug Delivery Systems conference.&nbsp; We have published two studies about NEDD in the journal, <em>Nanomedicine:</em> <em>Nanotechnology, Biology and Medicine</em>. &nbsp;</p>\n<p>The FIP approach begins with empirical analyses &ndash; it builds upon data on an emerging technology under scrutiny.&nbsp; It utilizes information widely available from diverse global databases that cover research publications, patents, and business &amp; other developments. &ldquo;Tech Mining&rdquo; (text analyses using desktop software) enables extraction of useful information on &ldquo;who, what, where, and when?&rdquo; concerning R&amp;D advances.&nbsp; In FIP, we then combine this empirical intelligence with expert opinion in multiple ways to identify trends and patterns in development of the emerging technology under study.&nbsp; In turn, those results enable layout of future innovation pathways, to explore how best to promote successful innovation.&nbsp; In addition, the FIP methodology facilitates technology assessment.&nbsp;</p>\n<p>Regarding <strong>broader impact</strong>, we note several directions.&nbsp; At Georgia Tech, a series of campus presentations and workshops have led to fruitful interactions with the manufacturing and nanotechnology research centers.&nbsp;</p>\n<p>We are following up our NEDD case analysis findings in collaboration with the National Cancer Institute&rsquo;s Office of Cancer Nanotechnology Research to seek ways that drug delivery capabilities devised for certain cancers (particularly brain cancers) could prove valuable for other treatments.&nbsp;</p>\n<p>Ismael Rafols is leader of our project group at the University of Sussex, Science &amp; Technology Policy Research Unit (SPRU).&nbsp;&nbsp; Building on our data-based Science, Technology &amp; Innovation (&ldquo;ST&amp;I&rdquo;) indicators, he contributed strongly to an initiative to standardize research assessment indicators with a special full-day workshop and plenary 'call to action' at the&nbsp;<em>Conference on Science and Technology Indicators,&nbsp;</em>Leiden, 2014. This debate led to the so-called &ldquo;Leiden Manifesto on Research Metrics,&rdquo; published in <em>...",
  "por_txt_cntn": "\nAward #1064146 -- Revealing Innovation Pathways: Hybrid Science Maps for Technology Assessment and Foresight\n\nThis project advanced a methodological framework and associated \"data mining\" and analytical tools (measures and maps) to help analyze \"New and Emerging Science &amp; Technologies\" (\"emerging technologies\").  Emerging Technologies have great potential for innovation, but at the same time they are associated with great uncertainties. The choice of appropriate innovation pathways is crucial so that development pursues the most promising applications, both in technological terms and to meet market and societal needs.\n\nWe call our analytical approach \"Forecasting Innovation Pathways\" (\"FIP\").  FIP tools aim to help researchers, R&amp;D program officers, science policy-makers, and technology managers prioritize research opportunities and guide technological innovation.  To do this, we studied several emerging biomedical technologies. \n\nIn terms of intellectual merit, the project generated 26 peer-reviewed journal articles, 7 book chapters, and a substantial number of conference papers and other products.  These were directed variously to our related scholarly communities for Scientometrics, Future-oriented Technology Analysis, science policy, R&amp;D evaluation, and technology management.  In addition, our analyses of patterns &amp; directions of research activity in the case study areas were shared with the case studiesÆ bio-medical communities.  For example, we held a workshop on one of our case topics, Nanotechnology Enabled Drug Delivery (NEDD) at a Pharmaceutics &amp; Novel Drug Delivery Systems conference.  We have published two studies about NEDD in the journal, Nanomedicine: Nanotechnology, Biology and Medicine.  \n\nThe FIP approach begins with empirical analyses &ndash; it builds upon data on an emerging technology under scrutiny.  It utilizes information widely available from diverse global databases that cover research publications, patents, and business &amp; other developments. \"Tech Mining\" (text analyses using desktop software) enables extraction of useful information on \"who, what, where, and when?\" concerning R&amp;D advances.  In FIP, we then combine this empirical intelligence with expert opinion in multiple ways to identify trends and patterns in development of the emerging technology under study.  In turn, those results enable layout of future innovation pathways, to explore how best to promote successful innovation.  In addition, the FIP methodology facilitates technology assessment. \n\nRegarding broader impact, we note several directions.  At Georgia Tech, a series of campus presentations and workshops have led to fruitful interactions with the manufacturing and nanotechnology research centers. \n\nWe are following up our NEDD case analysis findings in collaboration with the National Cancer InstituteÆs Office of Cancer Nanotechnology Research to seek ways that drug delivery capabilities devised for certain cancers (particularly brain cancers) could prove valuable for other treatments. \n\nIsmael Rafols is leader of our project group at the University of Sussex, Science &amp; Technology Policy Research Unit (SPRU).   Building on our data-based Science, Technology &amp; Innovation (\"ST&amp;I\") indicators, he contributed strongly to an initiative to standardize research assessment indicators with a special full-day workshop and plenary 'call to action' at the Conference on Science and Technology Indicators, Leiden, 2014. This debate led to the so-called \"Leiden Manifesto on Research Metrics,\" published in Nature, on how to use bibliometric methods for research assessment.\n\nThe FIP approach has proven of interest to those renewing Future-oriented Technology Analyses in the US.  In 2014, Dr. Porter reported to a Library of Congress workshop on these methods.  Since then he has met with colleagues at the Army Research Office, and the Department of Defense Technical Intelligence Office.  With NSF support on a sma..."
 }
}