{
 "awd_id": "1064075",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Novel MRI Methods for Hyperpolarized Biomolecular Systems",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 160502.0,
 "awd_amount": 160502.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Avigdor Leftin to work with Dr. Lucio Frydman at the Weizmann Institute of Science, Israel.\r\n\r\nThis award will contribute to the developing field of real-time, dynamic nuclear polarization (DNP) assisted magnetic resonance spectroscopic imaging (MRSI) methods, share into this project my own experience in the area of NMR spectroscopy of the structural dynamics of biophysical systems, and forge collaborations between the Israeli-American scientific communities. A revolutionary breakthrough in the field of magnetic resonance is the advent of ultrafast, spatially-encoded, nuclear magnetic resonance (NMR) methods pursued by the Frydman group at the Weizmann Institute of Science. This technique combines principles of multidimensional (nD) NMR spectroscopy and MRSI, reducing measuring times from hours to milliseconds. Further, this group has successfully demonstrated the advantage of applying ex situ dynamic nuclear polarization (DNP), which is quickly becoming an indispensible component of NMR and MRSI investigations, in conjunction with these time-saving NMR experiments to achieve signal-to-noise figures of hyperpolarized systems approaching 103 to 106 fold over thermally polarized samples.  The goal is to incorporate aspects of nD biomolecular NMR spectroscopy with novel nD MRSI protocols, all done with DNP.  These hybrid, DNP assisted MRSI protocols will target a selected group of biomolecular species that will be used to demonstrate true single-scan, spatially-localized monitoring of nD-spectral data.  This fusion of nD biomolecular NMR and MRSI using DNP promises to bring together diverse scientific perspectives through a confluence of research experiences and technological advancements.    \r\n\r\nThe innovations and collaborations forged during the postdoctoral appointment will enable the realization of true single-scan acquisition of spatially localized multidimensional (nD) spectroscopic data under hyperpolarized conditions.  The fundamental physical principles developed during this time, and the technical proficiency learned will continue to advance magnetic resonance (MR) research at the Weizmann Institute, at the forefront of the international magnetic resonance community, and will be disseminated in peer-reviewed articles and international research conferences.  The various applications of the tailored ultrafast, hyperpolarized spectroscopic imaging methods (MRSI) may be targeted for the elucidation of structural, dynamic, and kinetic transformations of exogenous and endogenous molecular targets contributing to our understanding of both in vitro and in vivo interaction systems.  These hybrid magnetic resonance methods will lead to hitherto untapped research opportunities in both MRSI based investigations and biomolecular NMR spectroscopy and will potentially define a new field of research modalities in molecular biochemistry, biophysics, and emerging bioengineering disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avigdor",
   "pi_last_name": "Leftin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avigdor Leftin",
   "pi_email_addr": "",
   "nsf_id": "000567868",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Leftin, Avigdor",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Tucson",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "",
  "inst_zip_code": "857053307",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Leftin, Avigdor",
  "perf_str_addr": "",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857053307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5905",
   "pgm_ref_txt": "ISRAEL"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 160502.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The opportunity to conduct research at the Weizmann Institute of Science, Rehovot, Israel, under the auspices of the National Science Foundation&rsquo;s International Research Fellowship Program (NSF IRFP) allowed me to contribute to the developing field of real<strong>?</strong>time, dynamic nuclear polarization (DNP) assisted magnetic resonance spectroscopic imaging (MRSI) methods, share into this project my own experience in the area of nuclear magnetic resonance (NMR) spectroscopy of the structural dynamics of biophysical systems, and forge collaborations between the Israeli<strong>?</strong>American scientific communities.</p>\n<p><span style=\"white-space: pre;\"> </span>The project goals pursued with the support of the NSF IRFP enabled the reinforcement of the knowledge base established during my Ph.D. research, advanced the methods unique to the Frydman group at the Weizmann Institute, and involved multiple close collaborations with scientists at the Weizmann and abroad. &nbsp;The innovations and collaborations forged during the postdoctoral appointment enabled the realization of true single<strong>?</strong>&nbsp;scan acquisition of magnetic resonance images and of spatially localized nD spectroscopic data under hyperpolarized conditions.&nbsp;The various applications of the tailored magnetic resonance methods&nbsp;enabled the elucidation of structural, dynamic, and kinetic transformations in in vitro and in vivo interaction systems ranging from stroke detection in the brain using diffusion tensor imaging, to real-time functional hyperpolarized metabolic tracer detections in skeletal muscle systems. &nbsp;This research was&nbsp;disseminated in four peer<strong>?</strong>reviewed articles thus far and well recieved at multiple international research conferences and symposia where it was presented. &nbsp;The fundamental physical principles developed during this time, and the technical proficiency learned will foster interantional advanced magnetic resonance (MR) research, and promises to&nbsp;lead to hitherto untapped research opportunities in both MRSI based investigations and biomolecular NMR spectroscopy and has defined a new field of research modalities in molecular biochemistry, biophysics, and emerging bioengineering disciplines.</p>\n<p>&nbsp; &nbsp; &nbsp; The NSF IRFP has been key to helping me achieve my goal of integrating the Ph.D. research I have conducted in biomolecular NMR with the single<strong>?</strong> scan DNP NMR and MRI investigations currently researched in the Frydman group, resulting in novel DNP<strong>?</strong> enhanced MRSI methodologies researched during this postdoctoral appointment. The DNP and hybrid MRSI methods learned, developed, and applied to biophysical problems of current interest involving the selection of efficient polarization agents and their interaction with biomacromolecular systems under the support of the NSF IRFP opened a new field of research modalities that have the potential to change the way scientific research is conducted in academic, industrial, and clinical settings. These advances will ensure that the research I plan to pursue in the context of an academic setting as an indepenente invesitgator will be competitive thereby increasing the probability of funding success, attracting students who will carry these research methods into the future, and merge it with other modern biophysical research conducted by current and future multidisciplinary collaborators.</p>\n<p>References: &nbsp;</p>\n<p>1. &nbsp;A. Leftin, H. Degani, L. Frydman. \"In vivo magnetic resonance of hyperpolarized [(13)C1] pyruvate: &nbsp;metabolic dynamics in stimulated muscle\". (2013), Am. J. Physiol. Endocrinol. Metab. 305(9): E1165-71.</p>\n<p>2. &nbsp;A. Seginer, R. Schmidt, A. Leftin, E. Solomon, L. Frydman. \" &nbsp;Referenceless reconstruction of spatiotemporally encoded imaging data: &nbsp;princi...",
  "por_txt_cntn": "\n The opportunity to conduct research at the Weizmann Institute of Science, Rehovot, Israel, under the auspices of the National Science FoundationÆs International Research Fellowship Program (NSF IRFP) allowed me to contribute to the developing field of real?time, dynamic nuclear polarization (DNP) assisted magnetic resonance spectroscopic imaging (MRSI) methods, share into this project my own experience in the area of nuclear magnetic resonance (NMR) spectroscopy of the structural dynamics of biophysical systems, and forge collaborations between the Israeli?American scientific communities.\n\n The project goals pursued with the support of the NSF IRFP enabled the reinforcement of the knowledge base established during my Ph.D. research, advanced the methods unique to the Frydman group at the Weizmann Institute, and involved multiple close collaborations with scientists at the Weizmann and abroad.  The innovations and collaborations forged during the postdoctoral appointment enabled the realization of true single? scan acquisition of magnetic resonance images and of spatially localized nD spectroscopic data under hyperpolarized conditions. The various applications of the tailored magnetic resonance methods enabled the elucidation of structural, dynamic, and kinetic transformations in in vitro and in vivo interaction systems ranging from stroke detection in the brain using diffusion tensor imaging, to real-time functional hyperpolarized metabolic tracer detections in skeletal muscle systems.  This research was disseminated in four peer?reviewed articles thus far and well recieved at multiple international research conferences and symposia where it was presented.  The fundamental physical principles developed during this time, and the technical proficiency learned will foster interantional advanced magnetic resonance (MR) research, and promises to lead to hitherto untapped research opportunities in both MRSI based investigations and biomolecular NMR spectroscopy and has defined a new field of research modalities in molecular biochemistry, biophysics, and emerging bioengineering disciplines.\n\n      The NSF IRFP has been key to helping me achieve my goal of integrating the Ph.D. research I have conducted in biomolecular NMR with the single? scan DNP NMR and MRI investigations currently researched in the Frydman group, resulting in novel DNP? enhanced MRSI methodologies researched during this postdoctoral appointment. The DNP and hybrid MRSI methods learned, developed, and applied to biophysical problems of current interest involving the selection of efficient polarization agents and their interaction with biomacromolecular systems under the support of the NSF IRFP opened a new field of research modalities that have the potential to change the way scientific research is conducted in academic, industrial, and clinical settings. These advances will ensure that the research I plan to pursue in the context of an academic setting as an indepenente invesitgator will be competitive thereby increasing the probability of funding success, attracting students who will carry these research methods into the future, and merge it with other modern biophysical research conducted by current and future multidisciplinary collaborators.\n\nReferences:  \n\n1.  A. Leftin, H. Degani, L. Frydman. \"In vivo magnetic resonance of hyperpolarized [(13)C1] pyruvate:  metabolic dynamics in stimulated muscle\". (2013), Am. J. Physiol. Endocrinol. Metab. 305(9): E1165-71.\n\n2.  A. Seginer, R. Schmidt, A. Leftin, E. Solomon, L. Frydman. \"  Referenceless reconstruction of spatiotemporally encoded imaging data:  principles and applications to real-time MRI\". (2013), Magn. Reson. Med. doi: 10.1002/mrm.25084.\n\n3.  A. Leftin, T. Roussel, L. Frydman. \"Hyperpolarized functional magnetic resonance of murine skeletal muscle enabled by multiple tracer-paradigm synchronizations\". (2014), PLoS One, 9(4):e96399.\n\n4.  A. Leftin, J. T. Rosenberg, E. solomon, F. C. Bejarano, S. C. Grant, ..."
 }
}