{
 "awd_id": "1064257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fundamentals of Wall-Bounded Turbulence at Extreme Reynolds Numbers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-03-15",
 "awd_max_amd_letter_date": "2011-03-15",
 "awd_abstract_narration": "1064257\r\nSmits\r\n\r\nThe understanding of high Reynolds number wall-bounded turbulence is of great fundamental and practical importance, since it is observed in a wide range of flows, including flows over aircraft and ships, flow in pipelines and ducts, and the flow in the Earth's atmosphere.  However, most laboratory and computational studies are restricted to relatively low Reynolds numbers, and so one of the most fundamental questions in turbulence is how knowledge gained at low Reynolds number can be extended to high Reynolds numbers.  In addition, we now know that different flows can behave differently: pipes, channels, and boundary layers can display significantly different behavior, and so how do we reconcile these different observations?\r\n\r\nHere, we propose a comprehensive study of turbulence at very high Reynolds numbers in pipe flows and boundary layers, to help answer these questions.  We are uniquely positioned to conduct this work because we have flow facilities that can produce very high Reynolds number turbulent flows in pipes and boundary layers, and we have also developed (under previous NSF support) a new probe capable of measuring turbulence with a spatial and temporal resolution about two orders of magnitude smaller than conventional hot wire instrumentation. These tools allows us to study Reynolds numbers are at least an order of magnitude higher than previous laboratory studies were able to achieve under conditions of full spatial and temporal resolution.\r\n\r\nThe intellectual merit of the proposed work rests on the fundamental questions we seek to answer. Specifically, we will use our measurements to answer specific controversies recently discovered regarding the behavior of turbulence at high Reynolds number.  For example, observations in turbulent boundary layers show a strong influence of the large-scale turbulence away from the wall on the turbulence near the wall.  Observations in turbulent pipe flow do not show this correlation.  Understanding the difference is a crucial step in developing near-wall models that are essential for accurate predictions of turbulent flow in industry and other practical applications.  \r\n\r\nHence the broader impact of the work is primarily to improve our ability to predict and manage high Reynolds turbulent number flows.  In this way, we hope to support the design of safer and more efficient aircraft and ships, and provide better models to improve the quality and accuracy of, for example, Global Circulation Models, in addition to helping to design better oil and gas pipeline systems.  Furthermore, we will build an aggressive program to use this research work to help educate students in science and engineering, from K-12 to postdoctoral levels, and to distribute the new knowledge as widely as possible through journal publications, conference presentations, and educational materials based on our research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Smits",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander J Smits",
   "pi_email_addr": "asmits@princeton.edu",
   "nsf_id": "000191312",
   "pi_start_date": "2011-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "1 NASSAU HALL",
  "perf_city_name": "PRINCETON",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 6\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Both the inherent intractability and complex beauty of turbulence reside in its large range of physical and temporal scales. This range of scales is captured by the Reynolds number, which in nature and in many engineering applications can be as large as 10<sup>5</sup>&ndash;10<sup>6</sup>. As a result of this project, we were able to report turbulence measurements over an unprecedented range of Reynolds numbers using a unique combination of a high p?ressure air facility and a new nanoscale anemometry probe. The results reveal previously unknown universal scaling behavior for the turbulent velocity fluctuations, which is remarkably similar to the well k?nown scaling behavior of the mean velocity distribution. We have also established the scaling of the turbulence spectrum over the full high Reynolds number range, for the first time, and we were able to explain why the spectrum of turbulence in atmospheric flows (that is, at &nbsp;very high Reynolds numbers) is expected to be different from that at low and intermediate Reynolds numbers. &nbsp;These results are expected to impact the development of new and improved turbulence models for engineering computations. &nbsp;The new nanoscale anemometry probe has already leveraged the research at a number of other institutions that study turbulent flows, including Gottingen (Germany), Melbourne (Australia), Toronto (Canada). Future collaborations include Marseille and Lille (France), and Johns Hopkins University (Charles Meneveau). &nbsp;In addition, the probe is now being developed to measure turbulent temperature and humidity fluctuations.</p>\n</div>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2014<br>\n\t\t\t\t\tModified by: Alexander&nbsp;J&nbsp;Smits</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nBoth the inherent intractability and complex beauty of turbulence reside in its large range of physical and temporal scales. This range of scales is captured by the Reynolds number, which in nature and in many engineering applications can be as large as 105&ndash;106. As a result of this project, we were able to report turbulence measurements over an unprecedented range of Reynolds numbers using a unique combination of a high p?ressure air facility and a new nanoscale anemometry probe. The results reveal previously unknown universal scaling behavior for the turbulent velocity fluctuations, which is remarkably similar to the well k?nown scaling behavior of the mean velocity distribution. We have also established the scaling of the turbulence spectrum over the full high Reynolds number range, for the first time, and we were able to explain why the spectrum of turbulence in atmospheric flows (that is, at  very high Reynolds numbers) is expected to be different from that at low and intermediate Reynolds numbers.  These results are expected to impact the development of new and improved turbulence models for engineering computations.  The new nanoscale anemometry probe has already leveraged the research at a number of other institutions that study turbulent flows, including Gottingen (Germany), Melbourne (Australia), Toronto (Canada). Future collaborations include Marseille and Lille (France), and Johns Hopkins University (Charles Meneveau).  In addition, the probe is now being developed to measure turbulent temperature and humidity fluctuations.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 06/09/2014\n\n\t\t\t\t\tSubmitted by: Alexander J Smits"
 }
}