{
 "awd_id": "1064495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Computing for Advanced Identity Representation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2010-07-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 535062.0,
 "awd_amount": 535062.0,
 "awd_min_amd_letter_date": "2010-12-02",
 "awd_max_amd_letter_date": "2014-02-07",
 "awd_abstract_narration": "The Advanced Identity Representation (AIR) Project is a new transdisciplinary approach to the problem of designing identity technologies to enable imaginative self-representations and to counter social stigmas by implementing dynamic social identity models grounded in computing and cognitive science. The AIR Project seeks to: (1) Develop models of social computational identity (e.g., virtual characters, avatars, and social networking profiles) to enable user representations that dynamically change in response to context and use, and can minimize implicit stigma built into underlying infrastructure, (2) Implement an identity modeling toolkit for constructing empowering, cross-application self-representations (crucially, both back-end semantic data structures and graphical representations), (3) Use the AIR toolkit to build integrated social networking and narrative/game applications, and empirically assess the quality and nature of user representations constructed in contrast with the quality and nature of current systems.\r\n\r\nThe AIR Toolkit entails developing new components as follows: Front End/Graphics (for avatars/characters): (1) Support for implementing modular graphical user representations annotated with semantic identity metadata; (2) Functions for transforming modular graphical user-representations dynamically; Back End Semantics (for social networking profiles and simulating identity phenomena): (3) Support for implementation of Identity Semantic Structures (knowledge bases to represent aspects of identity meaning in the application); (4) Functions for generating, transforming, and performing inferences on Identity Semantic Structures; and (5) Customizable data fields for multimedia information profiles.\r\n\r\nBroadening diversity of participation is intrinsic to the AIR Project, both in the educational components of this project, and in the technical research itself. Humans have the ability to creatively present themselves in dynamic, fluidly nuanced ways, seamlessly varying body language, discourse, fashion, and more, with astounding sensitivity to context. They also adapt their self-presentations in response to expected behaviors and appearances, as well as to social prejudices, biases, and stigmas. Already, everyday users represent themselves in digital media, yet enabling real world identity dynamics within computational structure is a challenging problem that this research will address. The AIR Project represents a human-centered ethos that extends to education in the classroom, curriculum, mentoring, and outreach. Pilot evaluation work will include participants from diverse demographics and institutions. Theories will be developed in the lab and then deployed in teaching. Technical results will provide a platform that will aid in mentoring new graduate students.  Most importantly, the AIR Project serves society-at-large by developing technology to enable real-world empowerment and diversity.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "D. Fox",
   "pi_last_name": "Harrell",
   "pi_mid_init": "",
   "pi_sufx_name": "Jr.",
   "pi_full_name": "D. Fox Harrell",
   "pi_email_addr": "kitsune@mit.edu",
   "nsf_id": "000509280",
   "pi_start_date": "2010-12-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 113074.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102532.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104105.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105718.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 109633.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><strong>Project Outcomes Report: </strong>CAREER: Computing for Advanced Identity Representation; D. Fox Harrell, MIT; Principal Investigator</strong></p>\n<p><strong>Intellectual Merit Project Outcomes</strong>:</p>\n<p>People have diverse social identities, not only based on categories such as race, ethnicity, gender, and age, but also informed by our many different histories, cultures, and values. These days nearly everyone also has multiple <em>virtual identities</em>: technologies we use to represent ourselves on computers including avatars, videogame characters, social media profiles, and online accounts. At their best, virtual identities enable us to imagine ourselves in empowering new ways. They can also help us to understand each others&rsquo; experiences by simulating them in technologies such as videogames and virtual reality. However, at their worst virtual identities can reproduce discrimination, biases, and stereotypes with quite negative impacts on users. For example our studies suggest that stereotypical avatars in educational software can result in students who perform worse and are less engaged.</p>\n<p>This project, <em>CAREER: Computing for Advanced Identity Representation</em>, has resulted in new artificial intelligence techniques to support the best of what virtual identities have to offer. Most notably, it has resulted in a patent pending approach enabling avatars and profiles that dynamically adapt based on users&rsquo; and developers&rsquo; needs and values. This approach to <strong><em>modeling social identity</em></strong>, and the platform we built based on it called <em>Chimeria</em>, also enables researchers and developers to simulate social identity phenomena in technologies such as videogames and social media sites, for example changing avatars&rsquo; experiences based on how they behave and are perceived by others. Simulating social identity phenomena can be used to create richer experiences for users, educate diverse learners, or conduct research studies in settings such as videogames or virtual reality. The project also resulted in artificial intelligence techniques to analyze and reveal patterns in how people develop and use virtual identities. These techniques for <strong><em>analyzing virtual identity</em></strong><em> </em>can guide researchers and developers in implementing systems that avoid, or actively combat, the worst of virtual identity phenomena such as discrimination, bias, and stereotyping.</p>\n<p><strong>Broader Impacts Project Outcomes</strong>:</p>\n<p>Virtual identities can be used to empower people. For example, an outcome of this project is an educational game using avatars to support students from groups typically underrepresented in computer science in seeing themselves as powerful learners and doers of computer science while learning key concepts and getting excited about the field. The educational games and artificial intelligence systems resulting from this grant are at the vanguard of STEAM learning aims, integrating an \"A\" for arts into science, technology, engineering, and mathematics (STEM) education. The outcomes of this grant include $1.35 million in newly funded projects to understand and deploy virtual identities to empower users locally and globally. This includes the NSF-funded project <em>EBP: Toward Using Virtual Identities in Computer Science Learning for Broadening Participation</em> ($599,941). This project uses avatars to support self-empowerment for youth from diverse backgrounds such that their social identities are seen as beneficial to STEM learning. Finally, the artificial intelligence tools produced by <em>CAREER: Computing for Advanced Identity Representation</em> are now being deployed to analyze data about virtual identities in multiple countries, with the end aim of developing systems sensitive to diverse cultural needs and values.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/...",
  "por_txt_cntn": "\nProject Outcomes Report: CAREER: Computing for Advanced Identity Representation; D. Fox Harrell, MIT; Principal Investigator\n\nIntellectual Merit Project Outcomes:\n\nPeople have diverse social identities, not only based on categories such as race, ethnicity, gender, and age, but also informed by our many different histories, cultures, and values. These days nearly everyone also has multiple virtual identities: technologies we use to represent ourselves on computers including avatars, videogame characters, social media profiles, and online accounts. At their best, virtual identities enable us to imagine ourselves in empowering new ways. They can also help us to understand each othersÆ experiences by simulating them in technologies such as videogames and virtual reality. However, at their worst virtual identities can reproduce discrimination, biases, and stereotypes with quite negative impacts on users. For example our studies suggest that stereotypical avatars in educational software can result in students who perform worse and are less engaged.\n\nThis project, CAREER: Computing for Advanced Identity Representation, has resulted in new artificial intelligence techniques to support the best of what virtual identities have to offer. Most notably, it has resulted in a patent pending approach enabling avatars and profiles that dynamically adapt based on usersÆ and developersÆ needs and values. This approach to modeling social identity, and the platform we built based on it called Chimeria, also enables researchers and developers to simulate social identity phenomena in technologies such as videogames and social media sites, for example changing avatarsÆ experiences based on how they behave and are perceived by others. Simulating social identity phenomena can be used to create richer experiences for users, educate diverse learners, or conduct research studies in settings such as videogames or virtual reality. The project also resulted in artificial intelligence techniques to analyze and reveal patterns in how people develop and use virtual identities. These techniques for analyzing virtual identity can guide researchers and developers in implementing systems that avoid, or actively combat, the worst of virtual identity phenomena such as discrimination, bias, and stereotyping.\n\nBroader Impacts Project Outcomes:\n\nVirtual identities can be used to empower people. For example, an outcome of this project is an educational game using avatars to support students from groups typically underrepresented in computer science in seeing themselves as powerful learners and doers of computer science while learning key concepts and getting excited about the field. The educational games and artificial intelligence systems resulting from this grant are at the vanguard of STEAM learning aims, integrating an \"A\" for arts into science, technology, engineering, and mathematics (STEM) education. The outcomes of this grant include $1.35 million in newly funded projects to understand and deploy virtual identities to empower users locally and globally. This includes the NSF-funded project EBP: Toward Using Virtual Identities in Computer Science Learning for Broadening Participation ($599,941). This project uses avatars to support self-empowerment for youth from diverse backgrounds such that their social identities are seen as beneficial to STEM learning. Finally, the artificial intelligence tools produced by CAREER: Computing for Advanced Identity Representation are now being deployed to analyze data about virtual identities in multiple countries, with the end aim of developing systems sensitive to diverse cultural needs and values.\n\n\t\t\t\t\tLast Modified: 11/25/2015\n\n\t\t\t\t\tSubmitted by: Douglas (Fox) A Harrell"
 }
}