{
 "awd_id": "1064871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "HCC: Medium: Collaborative Research: Improved Control and Sensory Feedback for Neuroprosthetics",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 240810.0,
 "awd_amount": 296810.0,
 "awd_min_amd_letter_date": "2011-06-02",
 "awd_max_amd_letter_date": "2017-05-24",
 "awd_abstract_narration": "This research involves collaboration among investigators at four institutions. Recent advances in motor behavior have uncovered structure in the supporting neural control architecture, including distinctions between feed-forward and feedback control functions and learning. While the neural code has not yet been cracked, much is now known about how its foundations for sensorimotor control differ from those of even the most modern computer-based algorithms. For example, neural function must accommodate transmission and processing delays, so feedback control is subservient to feed-forward and anticipatory control. The nervous system produces exquisite, constantly and widely available predictions concerning body and environment interactions. These predictive models (also called internal models) are constructed by learning the invariants in the mapping from motor commands to sensory feedback (and inverses thereof). The PIs have developed a unique approach based upon readings from a scalp array of EEG electrodes for the construction of algorithms (decoders) which predict motor behavior (control signals) as a weighted sum of the EEG data from all electrodes at multiple time lags. The team has demonstrated two-axis control over a screen cursor using only 10 minutes of EEG and motion training data, a feat far surpassing any brain-computer interface (BCI) available to date. In the current project, the team will build upon this prior work to design and validate noninvasive neural decoders that generate agile control in upper limb prosthetics. To this end, they will investigate neural correlates of brain adaptation to multiple sources of feedback using EEG and functional near infrared spectroscopy (fNIR). An important challenge will be to provide sensory feedback appropriate to contact tasks performed with a prosthesis. Existing BCIs and neuro-prosthetic devices rely at best on vibrotactile feedback and often only on visual feedback. The PIs will add haptic and proprioceptive feedback in concert with a novel adaptation of vibrotactile, skin stretch, and arm squeeze technologies in the prosthesis interface, to provide intuitive control over contact tasks and to strengthen the motor imagery whose neural correlates are processed by the EEG decoder. To establish baseline measures, the team will compare prosthetic performance under direct brain control to myoelectric prosthetic control and direct manual control. Experiments will be performed involving both able-bodied individuals and amputees, in which real-time decoding (EEG) and analysis (EEG/fNIR) of sensorimotor control and cognitive load will be combined. \r\n\r\nBroader Impacts: This research will revolutionize the control and interface of upper limb prosthetics. The work will lead to a better understanding of the role of sensory feedback in brain-computer interfaces and will lay the foundation for restoration of motor and sensory function for amputees and individuals with neurological disease. The project will create a unique interdisciplinary environment enabling education, training, co-advising and exchange of graduate students, course development, and involvement of undergraduates in research. The PIs will also participate in outreach activities on their various campuses, targeting underrepresented groups in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Shewokis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Shewokis",
   "pi_email_addr": "pas38@drexel.edu",
   "nsf_id": "000541212",
   "pi_start_date": "2011-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 89691.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70553.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 104566.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Humans consistently interact with various objects and environments each day.&nbsp;&nbsp; To acquire skills, both practice of the tasks (activities) and multiple forms and frequencies of feedback are needed for learning to occur.&nbsp; Learning to use assistive devices, smart prosthetics or how to maneuver in virtual or simulated environments requires individuals to attend to specific cues along with being able to process information without mental overload.&nbsp;&nbsp; This award focused on the assessment of multiple sensory feedback cues when acquiring tasks along with the development, use and assessment of mental workload when learning skills in virtual and exoskeleton assisted environments using non-invasive brain imaging with upper extremity amputees and non-amputees.&nbsp;</p>\n<p>Our basic science objective concentrated on evaluating the impact of novel forms of sensory feedback concerning sensorimotor performance, motor learning, and the neural correlates of adaptation. &nbsp;Additionally, we investigated the neural associations of brain adaptation to various forms of feedback using non-invasive brain imaging techniques of electroencephalography (EEG) and functional near infrared spectroscopy (fNIRS).</p>\n<p>The research outcomes as a result of our effort focuses on three areas:&nbsp; (1) Integration of assessments and analyses of sensorimotor feedback experiments; (2) Development of mental workload measures in simulation environments, integrated within non-invasive neuroimaging techniques for training and learning protocol development and assessments; and, (3) Development of passive brain computer interfaces (real-time measures of mental workload using EEG and fNIRS) through various analysis methods including machine learning applications during the performance of working memory tasks.</p>\n<p><strong>Area 1:</strong>&nbsp; During the assessments and analyses of experiments with the application of various forms of sensory feedback (i.e., haptic (touch), force and visual) that were performed in physical and virtual environments results showed that during performance of a functional grasp and lift task, using two haptic display modalities with force feedback spanning the elbow and amplitude-modulated vibrotactile feedback showed that the grip force exerted is greater for the heavier object.&nbsp; In addition, force feedback and vibrotactile feedback resulted in fewer slips.&nbsp; &nbsp;During performance of a simulated, virtual grasp and lift task, we found that tactile feedback assisted a users&rsquo; ability to respond to slip without visual feedback along with helping the user recover a slipping object before they drop it.&nbsp;&nbsp;</p>\n<p><strong>Area 2</strong>: Using fNIRS to monitor changes in hemodynamic responses in the prefrontal cortex of the brain during the learning of simulated surgical tasks during multiple days of training and testing, we developed and used an objective measure of mental workload that used behavioral and hemodynamic responses.&nbsp; The use of this integrated mental workload measure can impact how individuals learn, generalize and adapt to new skills along with influencing training protocols for skill acquisition when using prosthetics.</p>\n<p><strong>Area 3</strong>:&nbsp; We addressed the problem of developing a reliable real-time assessment of human mental workload using neurophysiological signals. Our group developed and tested a multi-modal (EEG and fNIRS) brain computer interface that measured the mental workload of a user during performance on a working memory task. &nbsp;Several analysis techniques were applied and showed that when both EEG and fNIRS results were combined there were fewer classification errors. As well, multiple machine learning algorithms were applied to the grouped data which showed that by learning from the data of other performers on the same task, workload classification accuracy can be improved especially when the amount of data from the target performer is small.&nbsp; These approaches may be helpful for improving performance while reducing error across many groups including users of prosthetics. &nbsp;</p>\n<p>In addition to the basic science outcomes, we contributed to the broader impacts through incorporating the training of graduate and undergraduate students along with faculty and post-doctoral associates in various course developments, co-advising activities, student exchanges and research experiences.&nbsp;&nbsp; The interactive, interdisciplinary teams were comprised of collaborators from the Universities of Michigan and Houston, William Marsh Rice University and Drexel University.&nbsp; Project trainees presented research at local, national and international conferences and published research in refereed journals and conference proceedings.&nbsp;&nbsp; The larger community benefitted from outreach activities through involvement in the research testing.&nbsp; Project team members were involved in outreach activities to include tours of testing facilities and demonstrations of neuroimaging equipment.&nbsp; Other outreach events included high school summer workshops that were customized learning experiences in research methods and neuroimaging techniques.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2018<br>\n\t\t\t\t\tModified by: Patricia&nbsp;Shewokis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHumans consistently interact with various objects and environments each day.   To acquire skills, both practice of the tasks (activities) and multiple forms and frequencies of feedback are needed for learning to occur.  Learning to use assistive devices, smart prosthetics or how to maneuver in virtual or simulated environments requires individuals to attend to specific cues along with being able to process information without mental overload.   This award focused on the assessment of multiple sensory feedback cues when acquiring tasks along with the development, use and assessment of mental workload when learning skills in virtual and exoskeleton assisted environments using non-invasive brain imaging with upper extremity amputees and non-amputees. \n\nOur basic science objective concentrated on evaluating the impact of novel forms of sensory feedback concerning sensorimotor performance, motor learning, and the neural correlates of adaptation.  Additionally, we investigated the neural associations of brain adaptation to various forms of feedback using non-invasive brain imaging techniques of electroencephalography (EEG) and functional near infrared spectroscopy (fNIRS).\n\nThe research outcomes as a result of our effort focuses on three areas:  (1) Integration of assessments and analyses of sensorimotor feedback experiments; (2) Development of mental workload measures in simulation environments, integrated within non-invasive neuroimaging techniques for training and learning protocol development and assessments; and, (3) Development of passive brain computer interfaces (real-time measures of mental workload using EEG and fNIRS) through various analysis methods including machine learning applications during the performance of working memory tasks.\n\nArea 1:  During the assessments and analyses of experiments with the application of various forms of sensory feedback (i.e., haptic (touch), force and visual) that were performed in physical and virtual environments results showed that during performance of a functional grasp and lift task, using two haptic display modalities with force feedback spanning the elbow and amplitude-modulated vibrotactile feedback showed that the grip force exerted is greater for the heavier object.  In addition, force feedback and vibrotactile feedback resulted in fewer slips.   During performance of a simulated, virtual grasp and lift task, we found that tactile feedback assisted a users? ability to respond to slip without visual feedback along with helping the user recover a slipping object before they drop it.  \n\nArea 2: Using fNIRS to monitor changes in hemodynamic responses in the prefrontal cortex of the brain during the learning of simulated surgical tasks during multiple days of training and testing, we developed and used an objective measure of mental workload that used behavioral and hemodynamic responses.  The use of this integrated mental workload measure can impact how individuals learn, generalize and adapt to new skills along with influencing training protocols for skill acquisition when using prosthetics.\n\nArea 3:  We addressed the problem of developing a reliable real-time assessment of human mental workload using neurophysiological signals. Our group developed and tested a multi-modal (EEG and fNIRS) brain computer interface that measured the mental workload of a user during performance on a working memory task.  Several analysis techniques were applied and showed that when both EEG and fNIRS results were combined there were fewer classification errors. As well, multiple machine learning algorithms were applied to the grouped data which showed that by learning from the data of other performers on the same task, workload classification accuracy can be improved especially when the amount of data from the target performer is small.  These approaches may be helpful for improving performance while reducing error across many groups including users of prosthetics.  \n\nIn addition to the basic science outcomes, we contributed to the broader impacts through incorporating the training of graduate and undergraduate students along with faculty and post-doctoral associates in various course developments, co-advising activities, student exchanges and research experiences.   The interactive, interdisciplinary teams were comprised of collaborators from the Universities of Michigan and Houston, William Marsh Rice University and Drexel University.  Project trainees presented research at local, national and international conferences and published research in refereed journals and conference proceedings.   The larger community benefitted from outreach activities through involvement in the research testing.  Project team members were involved in outreach activities to include tours of testing facilities and demonstrations of neuroimaging equipment.  Other outreach events included high school summer workshops that were customized learning experiences in research methods and neuroimaging techniques.\n\n \n\n\t\t\t\t\tLast Modified: 09/20/2018\n\n\t\t\t\t\tSubmitted by: Patricia Shewokis"
 }
}