{
 "awd_id": "1064821",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NetSE:Medium:VillageNet: Intelligent Wireless Networks for Rural Areas",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 1199067.0,
 "awd_amount": 1249062.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2012-06-13",
 "awd_abstract_narration": "Access to communication plays a pivotal role in the socio-economic development of any nation. While the Internet has revolutionized the development of economic, social, financial and educational sectors of the industrialized world, it has also created a 'digital divide' that separates the affluent and developed nations from the developing and under-developed regions of the world. Significant progress has been made in bridging this digital divide by bringing Internet connectivity to rural regions through Internet kiosks and cafes whereby citizens travel, often by foot, to these central areas in order to access the Internet. While clearly Internet access through this model is much better than no access at all, these public terminals are not a satisfactory end solution due to long travel distances from homes, limited hours of availability, high usage costs, and long wait times.\r\n\r\nThe goal of this research is to extend Internet connectivity from the point where it is brought into the community by a long distance link (i.e., satellite, long range WiFi, etc.), to provide coverage throughout the village such that residents have Internet access in their homes, offices, schools and public buildings. The research consists of an ambitious, integrated set of research projects that provides Internet connectivity throughout a village in a developing region. The work differs from, and is complementary to, prior work on rural wireless networks in that the focus is, not on the long-distance links that connect the local network to the Internet, but on the development of solutions that provide widespread, local coverage across a geographically dispersed community for currently available end devices. Working in partnership with rural Zambians, a network architecture will be developed that greatly enhances Internet access in rural Africa and elsewhere. This work makes several key contributions:\r\n\r\n- To provide widespread connectivity across a geographically dispersed rural community, a customized cross-layer protocol stack for the white spaces spectrum will be developed. This stack includes an integrated PHY/MAC layer, called a transmission layer, that jointly considers interference properties, energy constraints and application requirements to select transmission parameters and channel access strategies to most efficiently utilize available spectrum.\r\n\r\n - To minimize impact on already congested Internet gateway links, a novel network architecture and supporting application, called VillageShare, will be designed to isolate local network traffic: traffic that originates and ends within the local community network completely avoids the gateway link. As discovered in preliminary work, unnecessary transmissions on the gateway link constitute a catastrophic problem for rural communities and lead to aborted sessions, dropped connections, and poor end user experience.\r\n- To decrease connectivity cost and provide Internet access to users without home computers, this work will develop VillageCell, a low-cost femtocell-inspired system that provides off-the-shelf cellular phones with free local Internet, voice and chat access utilizing the white spaces network as a backbone.\r\n- To evaluate the efficacy of the work and influence the solution design, a qualitative ethnographic study of ICT in the community of Macha, Zambia, will be conducted through cooperation with partner institutions. The study will explore the social, cultural and economic impacts of developed solutions, and ensure solutions are designed in partnership with rural Zambians.\r\n\r\n- To demonstrate the benefits of our integrated system, we develop RemoteMath, an SMS/voice-based mathematics tutoring system through which students can obtain after school assistance on math homework.\r\n\r\nBroader Impact. The work from this award will have far-reaching impact by expanding the utility of Internet access in developing regions. Prior research clearly indicates the vast economic, social and educational benefits of Internet connectivity in a rural community. Through the principal investigators' (PIs)  partnership with two African organizations, the work will directly impact local Africans through the development and deployment of technology that solves complex technological problems while enabling practical, deployable solutions. Locally, the immediate impact of this work is the education of undergraduate and graduate students about the vast potential for societal impact of computer science research. The PIs will leverage their participation in the UCSB Center for Information Technology and Society (CITS) to create an interdisciplinary course on technology for developing regions. In a time when CS enrollments are shrinking, the PIs will use the societal impact of this work to increase student enthusiasm, enrollment, and diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Belding",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth M Belding",
   "pi_email_addr": "ebelding@cs.ucsb.edu",
   "nsf_id": "000264752",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Parks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Parks",
   "pi_email_addr": "parks@ucsb.edu",
   "nsf_id": "000572737",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "3227 CHEADLE HALL",
  "perf_city_name": "SANTA BARBARA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931060001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "779400",
   "pgm_ele_name": "NETWORK SCIENCE & ENGINEERING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7402",
   "pgm_ref_txt": "ZAMBIA"
  },
  {
   "pgm_ref_code": "7794",
   "pgm_ref_txt": "NETWORK SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1199067.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 11.0px Helvetica} -->\n<p class=\"p1\">Access to communication plays a pivotal role in the socio-economic development of any nation. While the Internet has revolutionized the development of economic, social, financial and educational sectors of the industrialized world, it has also created a &ldquo;digital divide&rdquo; that separates the affluent and developed nations from the developing and under-developed regions of the world. The goal of this research was to extend Internet connectivity from the point where it is brought into the community by a long distance link (i.e., satellite, long range WiFi, etc.), to provide coverage throughout the community such that residents have Internet access in their homes, offices, schools and public buildings.&nbsp; A second goal was to improve the Internet experience for users in these developing contexts, as they are typically behind slow Internet links and are physically distant from Internet content.</p>\n<p class=\"p1\">Our work made multiple contributions towards this goal:</p>\n<p class=\"p1\">We analyzed terabytes of Internet traffic traces, collected in the rural community of Macha, Zambia and within the Tribal Village Network, a tribally-owned wireless ISP provider serving 17 tribes in San Diego county.&nbsp; Through these analyses, we learned many nuances of community-level Internet access, and studied similarities in Internet access and social media access across members of the community.&nbsp; We learned how residents of rural areas want to use the Internet, and we studied how well these rural networks met user needs.&nbsp; We used the results of these findings to guide the design of our technical solutions in order to improve Internet access and quality of experience for remote users or users in developing areas.</p>\n<p class=\"p1\">We designed VillageLink, a channel allocation solution for TV white spaces networks that works in a distributed manner with a minimum number of channel switching events.</p>\n<p class=\"p1\">We showed that Internet content access in small communities exhibits high spatial locality; that is, content that is created by local community members is more heavily accessed by other local residents than is content created outside the community.</p>\n<p class=\"p1\">Based on this finding, we designed VillageShare, a new network architecture that served locally generated content to other local individuals, without need for transmission on the gateway Internet link. We trialled VillageShare within rural African communities (where the locals named it Kwaabana).</p>\n<p class=\"p1\">Also based on our spatial locality finding, we designed VillageCell, a low-cost open source system that provides off-the-shelf cellular phones with free local Internet access, and free local voice and chat access to other community members.&nbsp; We trailed VillageCell in the community of Macha, Zambia.</p>\n<p class=\"p1\">We developed VillageCache, an evolution of VillageShare, which is a system that allows for appropriate transformation and redistribution of media uploaded through an Internet cache to reduce utilization of the Internet access link.&nbsp;&nbsp;</p>\n<p class=\"p1\">We designed multiple cellular solutions (PhoneHome, HybridCell, and SmartCell), with the goal of avoiding congested cellular networks to provide either enhanced local calling ability, or extension of underloaded cellular networks in order to expand access. &nbsp;This work was motivated by our study of cellular availability in the Za'atari refugee camp.</p>\n<p class=\"p1\">We designed FiDO, a community-based Web browsing and content delivery system that takes advantage of user mobility, opportunistic connectivity, and collaborative filtering to provide relevant Web content to members of disconnected households via opportunistic contact with cellular base stations.&nbsp; We evaluated FiDO using trace-driven simulations with network usage data collected from the Red Spectrum Communications network, serving the Coeur d'Alene Native American tribe in Idaho.</p>\n<p class=\"p1\">We conducted extensive ethnographic studies of local Zambians, including over 200 videotaped interviews, in an effort to understand local perspectives and uses of Internet technologies. &nbsp;Through this work, we developed an understanding of the gender politics of ICT use in Macha; developed a relational model of analysis for studying IT networks in tandem with other infrastructures (such as water and electrical systems); and innovated an ethnographic research method that combines local participation and IT training, international collaboration, translation, video recording and self-reflexivity. &nbsp;The outcomes of our ethnographic work were used to influence our technical designs, so that our research addressed real-world problems with meaningful, usable solutions.</p>\n<p class=\"p1\">Broader impacts of this award stem from the expansion of the utility of Internet access in developing regions. &nbsp;Our work led to the development and deployment of technology that solves complex technological problems while enabling practical, deployable solutions. &nbsp;Further, we produced deep understanding of Internet access and use within multiple developing contexts. &nbsp;At our universities, we created an interdisciplinary course on technology for developing regions, which was offered through the UCSB Center for Information Technology and Society. &nbsp;We also infused existing undergraduate and graduate coursework in the computer science and film &amp; media studies departments with topics from this research, with the dual goals of educating students about the vast potential for societal impact of computer science research and expanding their thinking beyond their own first world frame of reference.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2017<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;M&nbsp;Belding</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040011903_DSCN0267--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040011903_DSCN0267--rgov-800width.jpg\" title=\"A PhD student installing a VillageCell base station.\"><img src=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040011903_DSCN0267--rgov-66x44.jpg\" alt=\"A PhD student installing a VillageCell base station.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A PhD student installing a VillageCell base station in Macha, Zambia.</div>\n<div class=\"imageCredit\">David Johnson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Elizabeth&nbsp;M&nbsp;Belding</div>\n<div class=\"imageTitle\">A PhD student installing a VillageCell base station.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040102613_DSCN1065--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040102613_DSCN1065--rgov-800width.jpg\" title=\"A PhD student installing a VillageCell base station.\"><img src=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040102613_DSCN1065--rgov-66x44.jpg\" alt=\"A PhD student installing a VillageCell base station.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A PhD student installing a VillageCell base station in Macha, Zambia.</div>\n<div class=\"imageCredit\">Mariya Zheleva</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Elizabeth&nbsp;M&nbsp;Belding</div>\n<div class=\"imageTitle\">A PhD student installing a VillageCell base station.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040178979_DSCN1022--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040178979_DSCN1022--rgov-800width.jpg\" title=\"The first successful VillageCell telephone call.\"><img src=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040178979_DSCN1022--rgov-66x44.jpg\" alt=\"The first successful VillageCell telephone call.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Two PhD students placing the first successful VillageCell telephone call in Macha, Zambia.</div>\n<div class=\"imageCredit\">David Johnson</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Elizabeth&nbsp;M&nbsp;Belding</div>\n<div class=\"imageTitle\">The first successful VillageCell telephone call.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040250416_1040781_10152307332986836_8328896176328571843_o--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040250416_1040781_10152307332986836_8328896176328571843_o--rgov-800width.jpg\" title=\"A PhD student conducting field work with the Tribal Digital Village.\"><img src=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040250416_1040781_10152307332986836_8328896176328571843_o--rgov-66x44.jpg\" alt=\"A PhD student conducting field work with the Tribal Digital Village.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A PhD student conducting field work with the Tribal Digital Village in San Diego county.</div>\n<div class=\"imageCredit\">Morgan Vigil-Hayes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Elizabeth&nbsp;M&nbsp;Belding</div>\n<div class=\"imageTitle\">A PhD student conducting field work with the Tribal Digital Village.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040307148_dscn0949--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040307148_dscn0949--rgov-800width.jpg\" title=\"A PhD student meeting with a local tribal chief.\"><img src=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040307148_dscn0949--rgov-66x44.jpg\" alt=\"A PhD student meeting with a local tribal chief.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A PhD student meeting with a local tribal chief with Macha, Zambia.</div>\n<div class=\"imageCredit\">Mariya Zheleva</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Elizabeth&nbsp;M&nbsp;Belding</div>\n<div class=\"imageTitle\">A PhD student meeting with a local tribal chief.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040374840_dscn0770--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040374840_dscn0770--rgov-800width.jpg\" title=\"A PhD student conducting field work with locals in Macha, Zambia.\"><img src=\"/por/images/Reports/POR/2017/1064821/1064821_10129031_1509040374840_dscn0770--rgov-66x44.jpg\" alt=\"A PhD student conducting field work with locals in Macha, Zambia.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A PhD student conducting field work with locals in Macha, Zambia.</div>\n<div class=\"imageCredit\">Mariya Zheleva</div>\n<div class=\"imageSubmitted\">Elizabeth&nbsp;M&nbsp;Belding</div>\n<div class=\"imageTitle\">A PhD student conducting field work with locals in Macha, Zambia.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAccess to communication plays a pivotal role in the socio-economic development of any nation. While the Internet has revolutionized the development of economic, social, financial and educational sectors of the industrialized world, it has also created a \"digital divide\" that separates the affluent and developed nations from the developing and under-developed regions of the world. The goal of this research was to extend Internet connectivity from the point where it is brought into the community by a long distance link (i.e., satellite, long range WiFi, etc.), to provide coverage throughout the community such that residents have Internet access in their homes, offices, schools and public buildings.  A second goal was to improve the Internet experience for users in these developing contexts, as they are typically behind slow Internet links and are physically distant from Internet content.\nOur work made multiple contributions towards this goal:\nWe analyzed terabytes of Internet traffic traces, collected in the rural community of Macha, Zambia and within the Tribal Village Network, a tribally-owned wireless ISP provider serving 17 tribes in San Diego county.  Through these analyses, we learned many nuances of community-level Internet access, and studied similarities in Internet access and social media access across members of the community.  We learned how residents of rural areas want to use the Internet, and we studied how well these rural networks met user needs.  We used the results of these findings to guide the design of our technical solutions in order to improve Internet access and quality of experience for remote users or users in developing areas.\nWe designed VillageLink, a channel allocation solution for TV white spaces networks that works in a distributed manner with a minimum number of channel switching events.\nWe showed that Internet content access in small communities exhibits high spatial locality; that is, content that is created by local community members is more heavily accessed by other local residents than is content created outside the community.\nBased on this finding, we designed VillageShare, a new network architecture that served locally generated content to other local individuals, without need for transmission on the gateway Internet link. We trialled VillageShare within rural African communities (where the locals named it Kwaabana).\nAlso based on our spatial locality finding, we designed VillageCell, a low-cost open source system that provides off-the-shelf cellular phones with free local Internet access, and free local voice and chat access to other community members.  We trailed VillageCell in the community of Macha, Zambia.\nWe developed VillageCache, an evolution of VillageShare, which is a system that allows for appropriate transformation and redistribution of media uploaded through an Internet cache to reduce utilization of the Internet access link.  \nWe designed multiple cellular solutions (PhoneHome, HybridCell, and SmartCell), with the goal of avoiding congested cellular networks to provide either enhanced local calling ability, or extension of underloaded cellular networks in order to expand access.  This work was motivated by our study of cellular availability in the Za'atari refugee camp.\nWe designed FiDO, a community-based Web browsing and content delivery system that takes advantage of user mobility, opportunistic connectivity, and collaborative filtering to provide relevant Web content to members of disconnected households via opportunistic contact with cellular base stations.  We evaluated FiDO using trace-driven simulations with network usage data collected from the Red Spectrum Communications network, serving the Coeur d'Alene Native American tribe in Idaho.\nWe conducted extensive ethnographic studies of local Zambians, including over 200 videotaped interviews, in an effort to understand local perspectives and uses of Internet technologies.  Through this work, we developed an understanding of the gender politics of ICT use in Macha; developed a relational model of analysis for studying IT networks in tandem with other infrastructures (such as water and electrical systems); and innovated an ethnographic research method that combines local participation and IT training, international collaboration, translation, video recording and self-reflexivity.  The outcomes of our ethnographic work were used to influence our technical designs, so that our research addressed real-world problems with meaningful, usable solutions.\nBroader impacts of this award stem from the expansion of the utility of Internet access in developing regions.  Our work led to the development and deployment of technology that solves complex technological problems while enabling practical, deployable solutions.  Further, we produced deep understanding of Internet access and use within multiple developing contexts.  At our universities, we created an interdisciplinary course on technology for developing regions, which was offered through the UCSB Center for Information Technology and Society.  We also infused existing undergraduate and graduate coursework in the computer science and film &amp; media studies departments with topics from this research, with the dual goals of educating students about the vast potential for societal impact of computer science research and expanding their thinking beyond their own first world frame of reference. \n\n\t\t\t\t\tLast Modified: 10/26/2017\n\n\t\t\t\t\tSubmitted by: Elizabeth M Belding"
 }
}