{
 "awd_id": "1064843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Research Experience for Students (IRES): Climate Change and Threatened Salmonid Fishes in Northern Mongolia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "W. Y. B. Chang",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 149988.0,
 "awd_amount": 149988.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "Understanding the impacts of climate change on aquatic ecosystems requires disentangling the web of direct and indirect climate effects from other anthropogenic changes. There are very few undisturbed lakes and rivers in the world in which this might be possible. The Lake Hovsgol - Eg River system is one of them.  This project team will bring a small group of U.S. graduate and undergraduate students to Lake Hovsgol (the 17th largest lake in the world by volume) and the Eg River (Lake Hovsgol's only outflow) to conduct ecological research with a focus on effects of climate change on threatened salmonid fishes. Specific projects include: (1) using tagging and genetics to understand spawning site fidelity and population structure; (2) diet and stable isotope studies to characterize the current food web compared to historical conditions; (3) developing a novel non-invasive photo markrecapture technique for estimating growth of taimen; (4) bioenergetic studies of threatened salmonids to understand their physiological responses to warming; (5) developing water and nutrient budgets to understand the effects of changing inputs from tributary streams into Lake Hovsgol; and (6) a variety of limnological and fish community sampling to understand long-term change and inter-annual variability. \r\n\r\nStudents will be paired with a mentor from among the 13 U.S. project collaborators, most of whom have already conducted research in the Lake Hovsgol - Eg River ecosystem. Students' prepartion will include plans for sample processing, data analysis, and manuscript writing to be completed upon their return from the field. Two U.S. mentors (rotating) and a Mongolian mentor will accompany students and supervise the field research.\r\n\r\nBroader Impacts of this project include: (1) improving the knowledge base for management of aquatic ecosystems and threatened fishes in Mongolia and in other high latitude temperate environments; (2) providing an international research experience early in the academic careers of the student participants and extending their professional networks by working with project collaborators (11 institutions in 10 states in addition to our Mongolian collaborator); (3) engaging students in independent research projects (the majority of which should be publishable on their own) that also contribute to the broader goal of understanding how salmonid fishes respond to climate change in an otherwise nearly undisturbed system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olaf",
   "pi_last_name": "Jensen",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Olaf P Jensen",
   "pi_email_addr": "ojensen@wisc.edu",
   "nsf_id": "000533287",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Zimmerman",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy D Zimmerman",
   "pi_email_addr": "tzimmerman@hampshire.edu",
   "nsf_id": "000082155",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1068",
   "pgm_ref_txt": "MONGOLIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  },
  {
   "pgm_ref_code": "7727",
   "pgm_ref_txt": "IRES/DDEP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149988.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Anticipating and adapting to the impacts of climate change is one of  most important scientific and societal challenges of our time.&nbsp; High  latitude lakes and rivers appear to be among the more sensitive  ecosystems to climate change; however the magnitude and, in many cases,  even the direction of ecological change are difficult to predict. Our  research used threatened salmonid fishes in the nearly pristine Lake  Hovsgol &ndash; Eg River Ecosystem of Northern Mongolia as a focal point for a  broader inquiry into the effects of climate change on high latitude  lakes and rivers.&nbsp; At the same time, we trained 14 graduate and  undergraduate students in aquatic field ecology and help broaden their  research perspectives.</p>\n<p>We found that climate change is only one  of several human impacts on this remote region.&nbsp; Lake Hovsgol is a  large, clear, mountain lake with low population density.&nbsp; Most of its  watershed is protected as part of a National Park.&nbsp; Nevertheless, lack  of a functional waste management system in the park has lead to high  levels of microplastic pollution - small pieces of plastic from food  wrappers, plastic bags, and beverage bottles.&nbsp; Illegal gillnet fishing  in the National Park also appears to be more widespread than we had  believed with gillnet fragments found at every one of our sample sites  on the lake shore.&nbsp; These results highlight the fact that human impacts  extend to even some of the most remote lakes and rivers in the world.</p>\n<p>While  Lake Hovsgol may not be a completely pristine environment, it is an  excellent location to study the genetic and morphological  diversification of fishes as they expand to fill the available niches in  a new habitat.&nbsp; Fish and most other macroscopic aquatic animals are  believed to have died out in Lake Hovsgol during the last ice age and  have only recolonized since the ice retreated approximately 10,000  -15,000 years ago.&nbsp; Our research on Hovsgol grayling, an endangered fish  species found nowhere else on earth, shows that this species has  developed two body forms to take advantage of different habitats and  food resources.&nbsp; There is an open water form that is adapted to feed on  small zooplankton.&nbsp; It has larger eyes and more gill rakers to better  strain plankton from the water.&nbsp; A nearshore form of Hovsgol grayling  focuses on aquatic insects and is more similar to the Arctic grayling  from which this unique species evolved.&nbsp; While their body shape and  diets are distinct, genetic differences between the two forms of Hovsgol  grayling are not yet apparent.</p>\n<p>Chemical markers in fish muscle  tissue called stable isotopes provide a broader look at diets than  examining stomach contents alone.&nbsp; Using stable isotopes, we examined  year to year variability in the food web connections of Lake Hovsgol  from samples that we collected during this project as well as previous  collections from expeditions in 2006 and 2009.&nbsp; We found that year to  year variability is generally smaller than the variability between  different locations within the lake.&nbsp; Despite being large and  geologically quite old, Lake Hovsgol has a very short food chain with  considerable diet overlap between predators and their prey.&nbsp; This may be  characteristic of a younger food web in which many species have not yet  developed diet specializations.&nbsp; Alternatively, the low nutrient  content of the water and thus low food availability may mean that fish  are forced to become generalists, making use of a wider range of food  items.</p>\n<p>In addition to the ecological research and training of young scientists, this project has also provided an opportunity to study how students learn during field research experiences such as this one.&nbsp; Through interviews and questionnaires of student participants before and after their research experi...",
  "por_txt_cntn": "\nAnticipating and adapting to the impacts of climate change is one of  most important scientific and societal challenges of our time.  High  latitude lakes and rivers appear to be among the more sensitive  ecosystems to climate change; however the magnitude and, in many cases,  even the direction of ecological change are difficult to predict. Our  research used threatened salmonid fishes in the nearly pristine Lake  Hovsgol &ndash; Eg River Ecosystem of Northern Mongolia as a focal point for a  broader inquiry into the effects of climate change on high latitude  lakes and rivers.  At the same time, we trained 14 graduate and  undergraduate students in aquatic field ecology and help broaden their  research perspectives.\n\nWe found that climate change is only one  of several human impacts on this remote region.  Lake Hovsgol is a  large, clear, mountain lake with low population density.  Most of its  watershed is protected as part of a National Park.  Nevertheless, lack  of a functional waste management system in the park has lead to high  levels of microplastic pollution - small pieces of plastic from food  wrappers, plastic bags, and beverage bottles.  Illegal gillnet fishing  in the National Park also appears to be more widespread than we had  believed with gillnet fragments found at every one of our sample sites  on the lake shore.  These results highlight the fact that human impacts  extend to even some of the most remote lakes and rivers in the world.\n\nWhile  Lake Hovsgol may not be a completely pristine environment, it is an  excellent location to study the genetic and morphological  diversification of fishes as they expand to fill the available niches in  a new habitat.  Fish and most other macroscopic aquatic animals are  believed to have died out in Lake Hovsgol during the last ice age and  have only recolonized since the ice retreated approximately 10,000  -15,000 years ago.  Our research on Hovsgol grayling, an endangered fish  species found nowhere else on earth, shows that this species has  developed two body forms to take advantage of different habitats and  food resources.  There is an open water form that is adapted to feed on  small zooplankton.  It has larger eyes and more gill rakers to better  strain plankton from the water.  A nearshore form of Hovsgol grayling  focuses on aquatic insects and is more similar to the Arctic grayling  from which this unique species evolved.  While their body shape and  diets are distinct, genetic differences between the two forms of Hovsgol  grayling are not yet apparent.\n\nChemical markers in fish muscle  tissue called stable isotopes provide a broader look at diets than  examining stomach contents alone.  Using stable isotopes, we examined  year to year variability in the food web connections of Lake Hovsgol  from samples that we collected during this project as well as previous  collections from expeditions in 2006 and 2009.  We found that year to  year variability is generally smaller than the variability between  different locations within the lake.  Despite being large and  geologically quite old, Lake Hovsgol has a very short food chain with  considerable diet overlap between predators and their prey.  This may be  characteristic of a younger food web in which many species have not yet  developed diet specializations.  Alternatively, the low nutrient  content of the water and thus low food availability may mean that fish  are forced to become generalists, making use of a wider range of food  items.\n\nIn addition to the ecological research and training of young scientists, this project has also provided an opportunity to study how students learn during field research experiences such as this one.  Through interviews and questionnaires of student participants before and after their research experience and journal entries during their time in Mongolia, we have gained insight into the learning process.  In general, students overestimated the degree to which their school course..."
 }
}