{
 "awd_id": "1064160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Basic mechanisms of biological sensing and actuation in plants",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 352198.0,
 "awd_amount": 371325.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2012-05-10",
 "awd_abstract_narration": "1064160\r\nVolkov\r\n\r\nThe intellectual merit of the proposed activity: The goal of this project is to determine the  ioelectrochemical mechanisms of acquisition of external stimuli by plants, its transduction into electrical signals, memorizing and/or transferring these signals, and actuation of mechanical and chemical devices for defense or attack. We will study mechanosensory effects and propagation of electric potentials in plants. We will use novel non-invasive methods together with physiologically active agents that can give insight into mechanisms of different steps of signal transduction and responses in plant kingdom. This field has both theoretical and practical significance because these sensory systems employ new principles of stimuli reception and signal transduction and play a very important role in the life of plants. These principles are still very poorly understood. Our project exploits a new approach to plant biosensing. This integral project includes the development of a new low current measurement system; conduction of very delicate electrical and mechanical experimental studies of plant sensors; and development of new mathematical model of sensors in plants, while providing new understanding of basic mechanisms of biological sensing and actuation in plants. In the future refined plant sensors could find even broader application for monitoring atmospheric phenomena, acid rains, pesticides, heavy metal pollutants, molecular recognition of the direction of light and thermal shocks. Our current specific aims are as follows: 1) Studying mechanical plant sensors; 2)Studying passive and active electrical circuitry of plant sensors; 3) Studying mechanisms of actuation of mechanical devices in plants, delay lines and electrical memory; 4) Further development of the basic hydroelastic model of the Venus flytrap hunting; 5) Broadening the participation of individuals from underrepresented groups in the areas of physical, chemical, and bioengineering sciences supported by the NSF. These fundamental multidisciplinary studies are expected to demonstrate mechanisms of plants biosensing from electrical signal transduction to cascades of cellular events. \r\nThe broader impact resulting from the proposed activity: Our project will open a new field of plant sensors engineering with dramatically increasing of sensitivity of new types of biosensors. This project also has important educational benefits for students in multidisciplinary education through research at the interfaces of plant biology, biophysics, biochemistry and electrical engineering. Such approach not only contributes to basic knowledge in science but provides an opportunity to integrate research and education. This project will attract new students from underrepresented groups in science through research opportunities. The main educational impact of this project would be providing research opportunities for undergraduate students at Oakwood University, a Historically Black College and University, who are enrolled in a joint engineering degree program with the University of Alabama in Huntsville. At the present time we have three female and one male African-American student in the ?Research and Independent Study? program who will be included to our new Sensors project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandre",
   "pi_last_name": "Volkov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandre Volkov",
   "pi_email_addr": "agvolkov@yahoo.com",
   "nsf_id": "000317913",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oakwood College",
  "inst_street_address": "7000 ADVENTIST BLVD NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2567267000",
  "inst_zip_code": "358960001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "OAKWOOD UNIVERSITY, INC.",
  "org_prnt_uei_num": "Z12GHW4MWNG8",
  "org_uei_num": "Z12GHW4MWNG8"
 },
 "perf_inst": {
  "perf_inst_name": "Oakwood College",
  "perf_str_addr": "7000 ADVENTIST BLVD NW",
  "perf_city_name": "HUNTSVILLE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 352198.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19127.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Outcome or Accomplishment:</strong>&nbsp; <em>Plants are capable to fast reactions to environmental stimuli. </em>Electrical signals propagate along sophisticated electrical circuitry of plants consisting of many electrical components developed by nature. Memristors are memory circuit elements whose properties depend on the history and state of the system. Electrical processes play important roles in electrophysiology of plants. Researchers from Oakwood  University investigated electrical circuitry of the Venus flytrap,&nbsp;<em>Mimosa pudica</em> and <em>Aloe vera</em>. The goal was to discover if sensors and actuators in plants might have a new electrical component - a resistor with memory. Researchers from Oakwood University found that the electrostimulation of plants by bipolar sinusoidal or triangle periodic waves induces electrical responses in the Venus flytrap, <em>Mimosa pudica</em> and <em>Aloe vera</em> with fingerprints of memristors. Inhibitors of voltage gated K<sup>+</sup> channels, transforms a memristor to a resistor in plant tissue. These results demonstrate that a voltage gated K<sup>+</sup> channel in the excitable tissue of plants has properties of a memristor. This study can be a starting point for understanding mechanisms of memory, learning, circadian rhythms, and biological clocks.&nbsp;</p>\n<p>An electrical component was also established in a biological clock in plants. Behavior of sensors in the leaves of Kaffir lily, <em>Aloe vera</em> and <em>Mimosa</em> <em>pudica</em>, which regulate their physiology, rhythmically changes with day-night cycles. Researchers found the direct influence of a biological clock on electrochemical circuits <em>in vivo</em> using the new charge stimulation method. Biological clock in plants has an electrical component in biologically closed electrochemical circuits in the leaves and it regulates electrical sensors. The electrical component of biological clock in <em>C. miniata</em> recognizes the daytime, nighttime and &ldquo;sunset&rdquo; even in darkness or in complete light.</p>\n<p>The mechanical sensors in the famous carnivorous plant Venus flytrap make it able to move extremely fast in response to mechanical stimulation The research group at Oakwood University studied the electrical background of these process and found that electrical stimulus between a midrib and a lobe closes the Venus flytrap upper leaf in 0.3 s without mechanical stimulation of trigger hairs. Researchers successfully modeled mathematically and measured experimentally forces and energetics of mechano- and electrical sensors in the Venus flytrap and demonstrated their cyclic day-night variation that manifests itself in biologically closed electrical circuits of the leaves. Researcher from Oakwood University dicovered mechanisms of closing and openiing of the Venus flytrap.</p>\n<p>The study of fast and significant electrical responses and signal transduction will open the way to engineering applications in many fields, far different from intrinsic plant behavior. These results will lead to the enhancement and improvements of biosensor technology including miniaturization of technical devices and significant improvement of their sensitivity.</p>\n<p><strong>What Explanation/Background does the lay reader need to understand the significance of this outcome?</strong>&nbsp;</p>\n<p>Electrical processes play important roles in electrophysiology of plants. Electrical form of energy has no entropy content and 100% of this energy can be used to do work or in information transfer and analysis. These signals propagate along sophisticated electrical circuitry of plants consisting of many electrical components developed by nature. Memristors are memory circuit elements whose properties depend on the history and state of the system.A memristor is a nano-scale memory device, which carries huge perspective technical applications.&nbsp;Plants con...",
  "por_txt_cntn": "\nOutcome or Accomplishment:  Plants are capable to fast reactions to environmental stimuli. Electrical signals propagate along sophisticated electrical circuitry of plants consisting of many electrical components developed by nature. Memristors are memory circuit elements whose properties depend on the history and state of the system. Electrical processes play important roles in electrophysiology of plants. Researchers from Oakwood  University investigated electrical circuitry of the Venus flytrap, Mimosa pudica and Aloe vera. The goal was to discover if sensors and actuators in plants might have a new electrical component - a resistor with memory. Researchers from Oakwood University found that the electrostimulation of plants by bipolar sinusoidal or triangle periodic waves induces electrical responses in the Venus flytrap, Mimosa pudica and Aloe vera with fingerprints of memristors. Inhibitors of voltage gated K+ channels, transforms a memristor to a resistor in plant tissue. These results demonstrate that a voltage gated K+ channel in the excitable tissue of plants has properties of a memristor. This study can be a starting point for understanding mechanisms of memory, learning, circadian rhythms, and biological clocks. \n\nAn electrical component was also established in a biological clock in plants. Behavior of sensors in the leaves of Kaffir lily, Aloe vera and Mimosa pudica, which regulate their physiology, rhythmically changes with day-night cycles. Researchers found the direct influence of a biological clock on electrochemical circuits in vivo using the new charge stimulation method. Biological clock in plants has an electrical component in biologically closed electrochemical circuits in the leaves and it regulates electrical sensors. The electrical component of biological clock in C. miniata recognizes the daytime, nighttime and \"sunset\" even in darkness or in complete light.\n\nThe mechanical sensors in the famous carnivorous plant Venus flytrap make it able to move extremely fast in response to mechanical stimulation The research group at Oakwood University studied the electrical background of these process and found that electrical stimulus between a midrib and a lobe closes the Venus flytrap upper leaf in 0.3 s without mechanical stimulation of trigger hairs. Researchers successfully modeled mathematically and measured experimentally forces and energetics of mechano- and electrical sensors in the Venus flytrap and demonstrated their cyclic day-night variation that manifests itself in biologically closed electrical circuits of the leaves. Researcher from Oakwood University dicovered mechanisms of closing and openiing of the Venus flytrap.\n\nThe study of fast and significant electrical responses and signal transduction will open the way to engineering applications in many fields, far different from intrinsic plant behavior. These results will lead to the enhancement and improvements of biosensor technology including miniaturization of technical devices and significant improvement of their sensitivity.\n\nWhat Explanation/Background does the lay reader need to understand the significance of this outcome? \n\nElectrical processes play important roles in electrophysiology of plants. Electrical form of energy has no entropy content and 100% of this energy can be used to do work or in information transfer and analysis. These signals propagate along sophisticated electrical circuitry of plants consisting of many electrical components developed by nature. Memristors are memory circuit elements whose properties depend on the history and state of the system.A memristor is a nano-scale memory device, which carries huge perspective technical applications. Plants continuously sense a wide variety of perturbations and produce various responses known as tropisms in plants. It is essential for all plants to have survival sensory mechanisms and actuators responsible for a specific plant response process. Plants are ideal adaptive structures..."
 }
}