{
 "awd_id": "1064574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Characterization of Nanosensor Field-Assisted Detection of Biomarkers at Ultralow Concentration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 175121.0,
 "awd_amount": 175121.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "1067502/1064574\r\nLiu/Hu\r\n\r\nThis proposal aims to quantify the biomarker detection process and solve the puzzle of\r\nbiosensor detection at ultralow concentration (femto molar or fM), which is of vital importance for\r\nearly diagnostics of diseases. Despite the significant progress achieved in biosensors in recent\r\nyears, the fundamental understanding of biosensor detection process and bio-nano interfacial\r\ninteraction at ultralow concentrations is very limited, which has hindered the interpretation of\r\nexperimental results as well as sensor design. One example is the large discrepancy in\r\ndetection time between experimental demonstration of Si nanowire sensor and the theoretical\r\ndiffusion-reaction model. The goal of this proposal is to resolve the puzzles of biomarker\r\ndetection process at ultralow concentrations and explore possible contributions from\r\nelectrokinetics to detection speed acceleration through a novel multiphysics\r\ncomputational model with verification by an ultrasensitive bio-FET sensor. The proposed\r\nresearch will not only advance the molecular-level understanding of the biomarker-nanosensor\r\ninterface, but also help design lab-on-chip devices for molecular transportation and diagnosis,\r\ne.g., early cancer diagnosis by detecting protein at ultralow concentrations. We will provide a\r\nphysical and statistical interpretation of fM nanosensor detection process and explain the three\r\norders of magnitude difference in experimental and theoretically predicted detection response\r\ntime. The objectives of the proposed work are:\r\n(1) Develop a Brownian adhesion dynamics model for biomarker detection process and perform\r\nstochastic analysis of real-time detection results.\r\n(2) Characterize how internal or external electrokinetics such as electroosmosis flow,\r\nelectrophoretic and dielectrophoretic force can potentially change biomarker diffusion\r\ndynamics, and enhance biomarker detection at ultralow concentrations.\r\n(3) Benchmark four nanosensor platforms in terms of limits on detection sensitivity and\r\nresponse time and suggest new sensor designs for faster detection.\r\n(4) Validate the model prediction through designed biosensing experiments by novel bioFET\r\nnanosensors with single molecule detection capability.\r\n(5) Provide a prediction and evaluation tool to help design nanosensors for optimal performance.\r\n\r\nIntellectual merits:\r\n1. Statistical insights to the nanosensor detection process will be provided through a Brownian\r\nadhesion dynamics approach, which cannot be achieved by the commonly used continuum\r\ndiffusion-reaction approach.\r\n2. Multiphysics modeling are applied for the first time to study how various inner and external\r\nfields might accelerate the detection process, thus provide new design guidance for faster\r\ndetection. The new design and modeling results will be evaluated through novel Si nanowire\r\nbio-FETs, which have single molecule detection capability that enables accurate and stable\r\nquantification of binding dynamics at ultralow concentration for the first time.\r\nThe ultimate goal of the proposed work is to help develop novel field-assisted approach to\r\nenhance detection capability: concentrate biomarkers near nanosensor, increase binding rate,\r\nimprove sensitivity, and shorten response time. An optimized testing platform will be the final\r\noutcome of this research.\r\n\r\nBroader impacts:\r\nThe proposed multiphysics simulation-based method will provide a rigorous mathematical\r\nmodel of biosensing at ultralow concentration. Results of this work will pave the way toward new\r\nbiosensor design. The computational tools developed from the proposed research will be shared\r\nwithin the research community and subsequently aid in addressing other important bio-sensing\r\nissues that cannot be explored systematically by experiments alone. The education plan will\r\nincrease the awareness among high school teachers and students of the potential biomedical\r\napplications of nanotechnology, to advance understanding of nano-bio interfacial phenomena for\r\nstudents at all levels, and to increase minority participation in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Walter Hu",
   "pi_email_addr": "walter.hu@utdallas.edu",
   "nsf_id": "000291437",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Dallas",
  "inst_street_address": "800 WEST CAMPBELL RD.",
  "inst_street_address_2": "SP2.25",
  "inst_city_name": "RICHARDSON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9728832313",
  "inst_zip_code": "750803021",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT DALLAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJCVPNN1WFS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "800 WEST CAMPBELL RD.",
  "perf_city_name": "RICHARDSON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750803021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 175121.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project aims to develop a systematic understanding of the effects of electric field on the field effect transistor (FET) based biosensors. The approach of the research is to combine both computational modeling and experiments to investigate the performance of &nbsp;FET sensors under various electric field configurations. The performance investigated includes&nbsp;sensitivity, detectiontime, dynamic range, noise, etc. We have&nbsp;found that multi-nanowire design instead of single nanowire design has greatly improved device uniformity and reliability, as well as reduce device noise. Our experimental results of biosensing of DNA has indicated our biosensor can detect short ssDNA segments down to 100aM with good signal to noise ratio using the multiple-nanowire biosensor. We have obtained systematic knowledge about the effects of surface chemistry conditions, doping levels of Si nanowires, geometry on the biosensor performance. Such in-depth knowledge would lead to an optimal design of Si nanowire FET biosensor. We also observed no dependence of biosensing time on the molar concentration of target protein or DNA. The sensing time is quite rapid, ~20-100s, which is close to our simulation results. We have developed an AC biasing methodology for biosensing and found that AC biasing can improve sensor sensitivity for over 6 times than the conventional DC biasing, which is in good agreement with our simulation results.&nbsp;We also found that applying DC and AC electrical field during binding of proteins to the antibody coated surfaces can decrease the binding time from hours to a few minutes, which validates some of our simulation results. However, we also found that such effects can diminish when the ion concentration of solution increases.&nbsp;Overall, this collaborative project has enabled us to develop a systematic understanding of biosensing under electrical field. We have solved a couple of puzzles in the field. Such understanding has resulted in improved electronic sensors and ultrasensitive detection of DNA has been demonstrated.&nbsp;We have reported our research findings in IEEE International Conferences on Nanotechnology in both 2013 and 2014. We have published our results in six conference papers and three journal papers. One patent has been filed.</p>\n<p>Another goal of this project is to generate broader impact to our society through outreach programs related to the research project. We have recruited two highschool students during the summer 2014 through UTD's Nanoexplorer program. Both students have spent 2.5 months in our lab to perform surface chemistry and biosensor testing, and presented their work in Nanoexplorer Exhibition event held at UTD at the end of summer camp. We have encouraged minority students to participate in scientific research. We has recruited two female graduate students, two asian students, one indian student, one mexico student, particially supported by this project. The research outcomes of this project has particially been included in both senior undergraduate and graduate courses regularily. In addition, We have included the research results in his guest lecture titled \"Nanoelectronicbiosensors\" for various courses, including an inspiring introduction course to freshman students of Biomedical Department of UTD. The research results have been disseminated through these outreach programs to a broad population.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2014<br>\n\t\t\t\t\tModified by: Walter&nbsp;Hu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative project aims to develop a systematic understanding of the effects of electric field on the field effect transistor (FET) based biosensors. The approach of the research is to combine both computational modeling and experiments to investigate the performance of  FET sensors under various electric field configurations. The performance investigated includes sensitivity, detectiontime, dynamic range, noise, etc. We have found that multi-nanowire design instead of single nanowire design has greatly improved device uniformity and reliability, as well as reduce device noise. Our experimental results of biosensing of DNA has indicated our biosensor can detect short ssDNA segments down to 100aM with good signal to noise ratio using the multiple-nanowire biosensor. We have obtained systematic knowledge about the effects of surface chemistry conditions, doping levels of Si nanowires, geometry on the biosensor performance. Such in-depth knowledge would lead to an optimal design of Si nanowire FET biosensor. We also observed no dependence of biosensing time on the molar concentration of target protein or DNA. The sensing time is quite rapid, ~20-100s, which is close to our simulation results. We have developed an AC biasing methodology for biosensing and found that AC biasing can improve sensor sensitivity for over 6 times than the conventional DC biasing, which is in good agreement with our simulation results. We also found that applying DC and AC electrical field during binding of proteins to the antibody coated surfaces can decrease the binding time from hours to a few minutes, which validates some of our simulation results. However, we also found that such effects can diminish when the ion concentration of solution increases. Overall, this collaborative project has enabled us to develop a systematic understanding of biosensing under electrical field. We have solved a couple of puzzles in the field. Such understanding has resulted in improved electronic sensors and ultrasensitive detection of DNA has been demonstrated. We have reported our research findings in IEEE International Conferences on Nanotechnology in both 2013 and 2014. We have published our results in six conference papers and three journal papers. One patent has been filed.\n\nAnother goal of this project is to generate broader impact to our society through outreach programs related to the research project. We have recruited two highschool students during the summer 2014 through UTD's Nanoexplorer program. Both students have spent 2.5 months in our lab to perform surface chemistry and biosensor testing, and presented their work in Nanoexplorer Exhibition event held at UTD at the end of summer camp. We have encouraged minority students to participate in scientific research. We has recruited two female graduate students, two asian students, one indian student, one mexico student, particially supported by this project. The research outcomes of this project has particially been included in both senior undergraduate and graduate courses regularily. In addition, We have included the research results in his guest lecture titled \"Nanoelectronicbiosensors\" for various courses, including an inspiring introduction course to freshman students of Biomedical Department of UTD. The research results have been disseminated through these outreach programs to a broad population. \n\n\t\t\t\t\tLast Modified: 12/15/2014\n\n\t\t\t\t\tSubmitted by: Walter Hu"
 }
}