{
 "awd_id": "1064672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Systems analysis for large-scale production of microalgae and investigation of nutrient and energy by-product recovery",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 123700.0,
 "awd_amount": 123700.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2011-07-18",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support an eighteen month research fellowship by Dr. Laura B. Brentner to work with Prof. Dr. René Wijffels in Bioprocess Engineering at Wageningen University in Wageningen, Netherlands. \r\n\r\nThis project aims to set up a systems model to analyze sustainability of algal biorefinery operations based on pilot scale studies of algal biomass production and utilization. A cradle-to-cradle life cycle analysis (LCA) will be used to evaluate pilot-scale projects for microalgae biomass production, assessing multiple designs, including open ponds and enclosed photobioreactors, in multiple international locations. Cradle-to-cradle means the LCA will include the use and reuse of all products in the system. Feasibility of the system will depend on the use of algal cell remnants for other biotechnological applications. The investigation will help determine what can be done with the remaining remnants of a full biorefinery process.\r\n\r\nThis collaboration provides a unique opportunity to develop an empirical model of pilot-scale algal biomass production with comparisons among bioreactors and geographic locations. AlgaePARC is an applied research center at Wageningen University where pilot-scale microalgae reactors are in operation in collaboration with research and industry partners. The scale of operations provides a bridge from fundamental, lab-scale research to commercial applications or private ventures. The PI is involved in international collaborations and will serve as a branch to bring together a greater international effort for sustainable energy production with previously established partners in the US.\r\n\r\nThe replacement of traditional transportation fuels with renewable biofuels could greatly reduce dependence on extraction of petroleum and lessen the environmental burdens associated with the production of petrofuels and petrochemicals. The proposed research will define the limits of sustainable production for microalgae systems and address questions of sustainability in meeting energy needs using algal biotechnology. The life cycle model will distinguish a set of best practices for biodiesel production from microalgae to make the information accessible to interested parties. Identifying design traits that balance productivity with material inputs will facilitate progress among partners in the algal biotechnology industry, including academic, private and public interests. A special investigation in nutrient and energy recovery from algal biomass will determine the feasibility of reducing these inputs. The investigation will address a considerable gap in knowledge in anaerobic digestion of algae and its suitability as a nutrient feed for subsequent biomass. Overall, this research will remove the barriers to reaching the goal of producing a renewable, sustainable feedstock for algae biotechnology by advancing the knowledge of how these systems can work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Brentner",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Laura B Brentner",
   "pi_email_addr": "",
   "nsf_id": "000573002",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brentner                Laura          B",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "New Haven",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "",
  "inst_zip_code": "065133212",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Brentner                Laura          B",
  "perf_str_addr": "",
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065133212",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5948",
   "pgm_ref_txt": "NETHERLANDS"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 123700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Chemical, food, feed, material and fuel industries are seeking a sustainable feedstock to meet the demands of growing populations and rising energy consumption worldwide. Microalgae biomass is among the most promising renewable feedstocks to reduce climate change impacts and energy use without compromising ecosystems or using valuable agricultural land. Innovation and industry collaboration efforts are needed to develop microalgae into a commercial activity for bulk products. This project sought to analyze the leading technologies and opportunities for utilizing microalgae on a commercial scale. The project provided an opportunity for collaboration with some of the leading institutions in microalgae biotechnology and industrial production in Europe through the host institution, Wageningen University. Wageningen University has the only pilot scale facility for comparison of microalgae cultivation technologies in the same location and Systems models for life cycle analysis were based on leading research results and practical experience. Analyses compared microalgae as a food and feed commodity replacement to palm and soy products imported to Europe, as an aquaculture feed replacement for fishmeal, as a biofuel, for a range of biorefinery scenarios to create a compliment of marketable products from microalgae biomass, and to assess cultivation technologies across a range of geographical climate conditions. Many previous life cycle assessment studies have studied the impacts of large-scale biodiesel or green diesel production from microalgae with a variety of outcomes based on the technology choices and potential products included. This study carried these analyses forward to develop an integrated approach to the development of a feedstock for applications beyond biofuel. It highlights the need for sustainable feedstocks in other industry sectors. By utilizing all components of the microalgae cell, as in a biorefinery approach, the energy and material inputs for growing and fractionating the biomass are more efficiently used to produce an array of valuable products. These studies evaluate the potential of microalgae as a more sustainable alternative to conventional feedstocks. Biorefinery, as used here, refers to the selective isolation of products (proteins, carbohydrates, lipids) from crude biomass and needs to be mild and efficient at the same time in order to maintain the functionality and value of the products (e.g. native protein conformation). The co-production of multiple products from microalgae is a new challenge. This project seeks to assemble and integrate corporate interests with ongoing research efforts to utilize all the potential products available from microalgae in a sustainable manner. The aim is to create and assess a new value-chain around microalgae feedstocks based on market demand. Through innovation and industry collaboration we assembled a model for a sustainable biorefinery with the potential to initiate a demonstration project.</p>\n<p>One of the main results of this research shows that productivity is among the most important factors for the sustainability of the system. Because flat panel photobioreactor designs have the potential to achieve the highest (aerial) biomass productivities, based on growth models for specific microalgae, they consistently show lower energy requirements and thus lower greenhouse gas emissions associated with cultivation. This is true regardless of climate because even flat panel systems in climates with little solar irradiation (Netherlands) are predicted to achieve higher productivities than tubular or open pond designs in climates of high solar irradiation (Algeria) (see Fig. 1). As a food and feed commodity microalgae may be a more sustainable alternative to soy and plam (Table 1). While the energy inputs required to produce the oil fractions from the protein cake for microalgae are slightly higher the greenho...",
  "por_txt_cntn": "\nChemical, food, feed, material and fuel industries are seeking a sustainable feedstock to meet the demands of growing populations and rising energy consumption worldwide. Microalgae biomass is among the most promising renewable feedstocks to reduce climate change impacts and energy use without compromising ecosystems or using valuable agricultural land. Innovation and industry collaboration efforts are needed to develop microalgae into a commercial activity for bulk products. This project sought to analyze the leading technologies and opportunities for utilizing microalgae on a commercial scale. The project provided an opportunity for collaboration with some of the leading institutions in microalgae biotechnology and industrial production in Europe through the host institution, Wageningen University. Wageningen University has the only pilot scale facility for comparison of microalgae cultivation technologies in the same location and Systems models for life cycle analysis were based on leading research results and practical experience. Analyses compared microalgae as a food and feed commodity replacement to palm and soy products imported to Europe, as an aquaculture feed replacement for fishmeal, as a biofuel, for a range of biorefinery scenarios to create a compliment of marketable products from microalgae biomass, and to assess cultivation technologies across a range of geographical climate conditions. Many previous life cycle assessment studies have studied the impacts of large-scale biodiesel or green diesel production from microalgae with a variety of outcomes based on the technology choices and potential products included. This study carried these analyses forward to develop an integrated approach to the development of a feedstock for applications beyond biofuel. It highlights the need for sustainable feedstocks in other industry sectors. By utilizing all components of the microalgae cell, as in a biorefinery approach, the energy and material inputs for growing and fractionating the biomass are more efficiently used to produce an array of valuable products. These studies evaluate the potential of microalgae as a more sustainable alternative to conventional feedstocks. Biorefinery, as used here, refers to the selective isolation of products (proteins, carbohydrates, lipids) from crude biomass and needs to be mild and efficient at the same time in order to maintain the functionality and value of the products (e.g. native protein conformation). The co-production of multiple products from microalgae is a new challenge. This project seeks to assemble and integrate corporate interests with ongoing research efforts to utilize all the potential products available from microalgae in a sustainable manner. The aim is to create and assess a new value-chain around microalgae feedstocks based on market demand. Through innovation and industry collaboration we assembled a model for a sustainable biorefinery with the potential to initiate a demonstration project.\n\nOne of the main results of this research shows that productivity is among the most important factors for the sustainability of the system. Because flat panel photobioreactor designs have the potential to achieve the highest (aerial) biomass productivities, based on growth models for specific microalgae, they consistently show lower energy requirements and thus lower greenhouse gas emissions associated with cultivation. This is true regardless of climate because even flat panel systems in climates with little solar irradiation (Netherlands) are predicted to achieve higher productivities than tubular or open pond designs in climates of high solar irradiation (Algeria) (see Fig. 1). As a food and feed commodity microalgae may be a more sustainable alternative to soy and plam (Table 1). While the energy inputs required to produce the oil fractions from the protein cake for microalgae are slightly higher the greenhouse gas savings are apparent when land use change is taken into cons..."
 }
}