{
 "awd_id": "1064807",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Agroecology in Practice: Agrarian Reform, Ecological Sustainability and Social Equality in Brazil",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 109868.0,
 "awd_amount": 110068.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2012-09-25",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a fifteen-month research fellowship by Dr. Jennifer Gardner to work with Dr. Jose Scaramuzza at the Federal University of Mato Grosso, Brazil.\r\n\r\nThere is growing recognition of agriculture's contribution to global environmental degradation, but also greater understanding of the potential for agroecological management to improve the sustainability of food production. This mixed-methods research project draws on the disciplines of agroecology and political ecology to measure the environmental, agricultural, and social outcomes of smallholder agrarian reform settlements in the Cerrado region of Brazil. This extensive biome is a dynamic site of contention over very different models of agricultural production. The Cerrado has become a center for industrial agriculture in recent decades, particularly soybean production, threatening its native grassland and forest ecosystems. Yet grassroots social movements, such as O Movimento dos Trabalhadores Rurais Sem Terra (MST -- the Rural Landless Workers' Movement), have also become important actors in the region, pressuring the government for more progressive distribution of land ownership and establishing land reform settlements. These settlements represent a growing countertrend that can potentially inform widespread development of food systems that are ecologically sustainable and socially just. Though the MST's national leadership promotes production based on the science of agroecology, adoption of these practices on MST farms is complex and variable. This project is a comparative analysis of several land reform settlements in Mato Grosso combining data from a farmer survey, qualitative interviews, on-farm sampling of plants and soils, and secondary data analysis. The primary objectives are to understand: Within and among MST settlements in Mato Grosso, who is farming using agroecological practices and why? How do agroecological practices emerge on MST settlement farms and how are they sustained? And, what effects do these farming systems have on ecological efficiency? Efficiency is being assessed using standard metrics from ecosystem ecology including productivity per unit area, energy inputs, and nutrient mass balances for nitrogen, phosphorous and potassium. \r\n\r\nThis research will increase knowledge of the potential for the alternative farming systems of agrarian reform settlements to produce food sustainably in the ecologically-threatened Cerrado. This work is advancing interdisciplinary approaches to the study of land use and sustainability and addresses the important question: Under what conditions can these alternative systems be replicated or scaled-up? Finally, through this project, the PI is building institutional ties between the Federal University of Mato Grosso and Cornell University to establish a foundation for future research collaborations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Blesh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Blesh",
   "pi_email_addr": "",
   "nsf_id": "000573639",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gardner                 Jennifer       B",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ithaca",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "148535904",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Gardner                 Jennifer       B",
  "perf_str_addr": "",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148535904",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 109868.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Agriculture both affects and is affected by today&rsquo;s rapid changes in global climate, consumption, and production patterns. Unintended consequences of the simplification and intensification of agriculture include soil erosion, water pollution, greenhouse gas emissions, depletion of aquifers, and the decline of rural communities.&nbsp; In response, public attention is increasingly focused on food systems and transitions towards sustainability. Debates about how to develop more sustainable food systems are contentious: dominant policies continue to advance industrial agriculture amidst growing calls for expanding other forms of production based on principles of agricultural ecology. Addressing complex global challenges requires scholarship that integrates across different academic disciplines and types of knowledge, and which links research and practice. This study brought together researchers from agroecology and rural sociology, and a Brazilian social movement promoting land reform and sustainable agriculture (the MST - <em>O Movimento dos Trabalhadores Rurais Sem Terra</em>, or Landless Rural Workers Movement), to assess the social and environmental impacts of MST settlement farms in Mato Grosso, a key state in Brazil&rsquo;s agricultural frontier. &nbsp;</p>\n<p>In recent decades, industrial production of commodities such as soybean, cotton and cattle have rapidly expanded into the Cerrado region in central-western Brazil. The Cerrado<em> </em>is the largest savanna in South America, and a threatened biodiversity hotspot, which now accounts for 60% of Brazilian soybean production. A number of civil society organizations and social movements argue that these monocultural operations exacerbate historical problems of land concentration, social inequality and food insecurity in Brazil. They also contribute to environmental degradation, particularly extensive deforestation of the native savanna ecosystem and associated biodiversity losses. Though monocultural production currently dominates agriculture in the Cerrado, a range of diversified smallholder and family farms are also present. Our research was on farms in land reform settlements organized by the MST and clustered around the capital city of Cuiab&aacute;. The MST promotes agroecological production of diverse food crops, typically targeting regional markets.</p>\n<p>Though the organization&rsquo;s national leadership promotes agroecology, adoption of these practices at the farm level is variable. The Cerrado has acidic soils and an extended dry season, which present challenges for agriculture.&nbsp; Land reform settlers typically lack experience with agroecological production methods, and also lack access to the dominant sociotechnical infrastructure that supports agricultural production and marketing. Together, these factors create significant barriers to success for alternative agriculture and sustainable rural livelihoods. Given the lack of in-depth study on the outcomes of family farming initiatives for livelihoods and the environment, we wanted to understand: how does agroecology emerge in this challenging environmental and social context? And, what are the potential impacts of alternative food systems for people and the environment? We used a farmer survey, soil sampling, and qualitative interviews to measure the following indicators of sustainability developed together with farmers: household income, food self-sufficiency, agrobiodiversity, plant-available soil phosphorous, rotational diversity, soil amendments, control over marketing arrangements, milk production, and access to knowledge resources and technical assistance. We found that in addition to community capacity generated by farm-level innovation, the Brazilian government&rsquo;s public procurement programs are a key leverage point for supporting more sustainable agriculture. However, the Cerrado region still lacks sufficient institutions and...",
  "por_txt_cntn": "\nAgriculture both affects and is affected by todayÆs rapid changes in global climate, consumption, and production patterns. Unintended consequences of the simplification and intensification of agriculture include soil erosion, water pollution, greenhouse gas emissions, depletion of aquifers, and the decline of rural communities.  In response, public attention is increasingly focused on food systems and transitions towards sustainability. Debates about how to develop more sustainable food systems are contentious: dominant policies continue to advance industrial agriculture amidst growing calls for expanding other forms of production based on principles of agricultural ecology. Addressing complex global challenges requires scholarship that integrates across different academic disciplines and types of knowledge, and which links research and practice. This study brought together researchers from agroecology and rural sociology, and a Brazilian social movement promoting land reform and sustainable agriculture (the MST - O Movimento dos Trabalhadores Rurais Sem Terra, or Landless Rural Workers Movement), to assess the social and environmental impacts of MST settlement farms in Mato Grosso, a key state in BrazilÆs agricultural frontier.  \n\nIn recent decades, industrial production of commodities such as soybean, cotton and cattle have rapidly expanded into the Cerrado region in central-western Brazil. The Cerrado is the largest savanna in South America, and a threatened biodiversity hotspot, which now accounts for 60% of Brazilian soybean production. A number of civil society organizations and social movements argue that these monocultural operations exacerbate historical problems of land concentration, social inequality and food insecurity in Brazil. They also contribute to environmental degradation, particularly extensive deforestation of the native savanna ecosystem and associated biodiversity losses. Though monocultural production currently dominates agriculture in the Cerrado, a range of diversified smallholder and family farms are also present. Our research was on farms in land reform settlements organized by the MST and clustered around the capital city of Cuiab&aacute;. The MST promotes agroecological production of diverse food crops, typically targeting regional markets.\n\nThough the organizationÆs national leadership promotes agroecology, adoption of these practices at the farm level is variable. The Cerrado has acidic soils and an extended dry season, which present challenges for agriculture.  Land reform settlers typically lack experience with agroecological production methods, and also lack access to the dominant sociotechnical infrastructure that supports agricultural production and marketing. Together, these factors create significant barriers to success for alternative agriculture and sustainable rural livelihoods. Given the lack of in-depth study on the outcomes of family farming initiatives for livelihoods and the environment, we wanted to understand: how does agroecology emerge in this challenging environmental and social context? And, what are the potential impacts of alternative food systems for people and the environment? We used a farmer survey, soil sampling, and qualitative interviews to measure the following indicators of sustainability developed together with farmers: household income, food self-sufficiency, agrobiodiversity, plant-available soil phosphorous, rotational diversity, soil amendments, control over marketing arrangements, milk production, and access to knowledge resources and technical assistance. We found that in addition to community capacity generated by farm-level innovation, the Brazilian governmentÆs public procurement programs are a key leverage point for supporting more sustainable agriculture. However, the Cerrado region still lacks sufficient institutions and infrastructure to support broader participation in these programs. This research provided information for the MST farming communit..."
 }
}