{
 "awd_id": "1064255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Patenting Strategies in Developing Countries: Understanding Patent Flows into the Patent Periphery",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 180002.0,
 "awd_amount": 180002.0,
 "awd_min_amd_letter_date": "2011-03-31",
 "awd_max_amd_letter_date": "2011-03-31",
 "awd_abstract_narration": "This project examines the factors that shape where firms decide to seek and maintain patent\r\nprotection in the developing countries (the patent periphery).  It does so using a database of international patent applications organized by patent family (multiple national patent applications for a single invention). This database, compiled by the World International Property Organization (WIPO) and the European Patent Office (EPO) and augmented by the research team's own data contributions, enables the analysis of international patenting strategies at an unprecedented level of resolution and thereby set the stage for other researchers to address related important and policy-relevant questions.\r\n\r\nIntellectual Merit: The research examines three key questions: \r\n1. What factors shape international patent application strategies in the patent periphery?\r\n2. How do patenting strategies evolve as the patent process unfolds? \r\n3. How have innovations in patent institutions shaped strategies in developing countries?\r\n\r\nPatenting strategies matter to developing countries because they can directly influence important forms of technology transfer - and thereby economic growth. Yet, relatively little is known about international patenting decisions on this periphery. This project advances understanding in this area by using a patent family data that includes technology classifications for each of millions of patent applications. The construction of this dataset permits rigorous empirical analysis with clear statistical identification, including in-depth regional or sectoral analyses. \r\n\r\nBroader Impacts: The direct involvement of the World International Property Organization (WIPO) on the research team facilitates frequent interaction with patent policy makers and institutions. The project team is building an international network of researchers interested in patent strategies in developing countries and their role in the development process more broadly. Importantly, the project refines a concordance that bridges high resolution patent and trade data which creates new ways to leverage patent families and reveals spatial patenting strategies.  This permits an examination of the impact of policy and other factors on these strategies. These data and modeling contributions are  available to other researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Travis",
   "pi_last_name": "Lybbert",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Travis J Lybbert",
   "pi_email_addr": "tlybbert@ucdavis.edu",
   "nsf_id": "000524085",
   "pi_start_date": "2011-03-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 RESEARCH PARK DR STE 300",
  "perf_city_name": "DAVIS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807500",
   "pgm_ele_name": "SciSIP Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180002.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>International technological diffusion is an important driver of technological change, which is in turn a key determinant of cross-country differences in income and economic growth. International trade and foreign direct investment are often considered to be key catalysts of technology transfer, but directly studying this process is often hampered by the fact that measuring transferred technology empirically is challenging. While patent data often serve as useful proxies for technological change and diffusion, fully exploiting patent data in economic analyses would require that patents be linked to economic activity at a level of disaggregation that allows for different technological, industrial and spatial patterns. Such a detailed link between technological and economic activity would further improve our assessment of policies that aim to promote innovation, as well as assess the relationship between technological change and economic development. In this project, we devised an algorithmic approach to constructing such a link.</p>\n<p>Patent statistics have frequently been used as both technological and economic indicators due to the widespread availability of patent data and the assumption that patents reflect direct inventive activity and innovation. We believe that more disaggregated analyses of patent statistics &ndash; particularly when matched with equally disaggregate economic data &ndash; will alleviate some of the persistent concerns about using patent statistics and will thereby open new research possibilities.</p>\n<p>&nbsp;In general, there are three levels at which patents can be linked to economic activity. At the coarsest macro-level, aggregate patent data taken from a specific country in a specific year can be associated with aggregate economic data, respectively. Linking patent and economic data at this aggregate level is based simply on the country-year unit of analysis and has enabled research on questions such as measuring the rate of innovation, a country&rsquo;s innovative capacity and the effects of patent harmonization.&nbsp;</p>\n<p>At the finest level, patents and economic activity can be linked at the firm-level. While this micro-linkage between patent and economic data enables rigorous and insightful research on patenting as part of firm-level strategies, constructing and maintaining such a firm-level database requires substantial effort, is only feasible for a fraction of the firms represented in patent databases, and may miss broader considerations regarding relevant products, competitors and industrial dynamics. Although progress will continue to be made at this level, these limitations constrain our ability to link patents to economic activity at the firm-level in emerging economies where firm-level data is relatively sparse.</p>\n<p>Between these macro- and micro-level linkages is a meso- or industry-level linkage that associates patents and economic data based on the domain of goods and services they represent. At this level, patents on biomedical and semiconductor inventions, for example, are linked to industry or product classes that use biomedical and semiconductor inventions, respectively. We argue that a robust industry-level linkage &ndash; perhaps in conjunction with macro- and micro-level analyses &ndash; will enable researchers to better understand the relationship between patenting and economic activity over time and across space and technology classes. Most industry-level linkages are based on concordances.&nbsp;</p>\n<p>We refer to the general approach we developed in this project as an Algorithmic Links with Probabilities (ALP) approach to constructing concordances. This approach identifies patents in the PATSTAT database that contain keywords extracted from industry classifications in the text of the title and abstract. Tabulated by IPC code, these retrieved patents reveal frequency matches between the industry and IPC cla...",
  "por_txt_cntn": "\nInternational technological diffusion is an important driver of technological change, which is in turn a key determinant of cross-country differences in income and economic growth. International trade and foreign direct investment are often considered to be key catalysts of technology transfer, but directly studying this process is often hampered by the fact that measuring transferred technology empirically is challenging. While patent data often serve as useful proxies for technological change and diffusion, fully exploiting patent data in economic analyses would require that patents be linked to economic activity at a level of disaggregation that allows for different technological, industrial and spatial patterns. Such a detailed link between technological and economic activity would further improve our assessment of policies that aim to promote innovation, as well as assess the relationship between technological change and economic development. In this project, we devised an algorithmic approach to constructing such a link.\n\nPatent statistics have frequently been used as both technological and economic indicators due to the widespread availability of patent data and the assumption that patents reflect direct inventive activity and innovation. We believe that more disaggregated analyses of patent statistics &ndash; particularly when matched with equally disaggregate economic data &ndash; will alleviate some of the persistent concerns about using patent statistics and will thereby open new research possibilities.\n\n In general, there are three levels at which patents can be linked to economic activity. At the coarsest macro-level, aggregate patent data taken from a specific country in a specific year can be associated with aggregate economic data, respectively. Linking patent and economic data at this aggregate level is based simply on the country-year unit of analysis and has enabled research on questions such as measuring the rate of innovation, a countryÆs innovative capacity and the effects of patent harmonization. \n\nAt the finest level, patents and economic activity can be linked at the firm-level. While this micro-linkage between patent and economic data enables rigorous and insightful research on patenting as part of firm-level strategies, constructing and maintaining such a firm-level database requires substantial effort, is only feasible for a fraction of the firms represented in patent databases, and may miss broader considerations regarding relevant products, competitors and industrial dynamics. Although progress will continue to be made at this level, these limitations constrain our ability to link patents to economic activity at the firm-level in emerging economies where firm-level data is relatively sparse.\n\nBetween these macro- and micro-level linkages is a meso- or industry-level linkage that associates patents and economic data based on the domain of goods and services they represent. At this level, patents on biomedical and semiconductor inventions, for example, are linked to industry or product classes that use biomedical and semiconductor inventions, respectively. We argue that a robust industry-level linkage &ndash; perhaps in conjunction with macro- and micro-level analyses &ndash; will enable researchers to better understand the relationship between patenting and economic activity over time and across space and technology classes. Most industry-level linkages are based on concordances. \n\nWe refer to the general approach we developed in this project as an Algorithmic Links with Probabilities (ALP) approach to constructing concordances. This approach identifies patents in the PATSTAT database that contain keywords extracted from industry classifications in the text of the title and abstract. Tabulated by IPC code, these retrieved patents reveal frequency matches between the industry and IPC classifications. We then process these frequencies to generate a probabilistic mapping that works in two directions:..."
 }
}