{
 "awd_id": "1064405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Air-sea Fluxes of Oxygenated Volatile Organic Compounds for Improving Transfer Velocity Parameterizations and Constraining Oceanic Budgets",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 179200.0,
 "awd_amount": 179200.0,
 "awd_min_amd_letter_date": "2011-06-21",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "1064405\r\nYang\r\n\r\nThe International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Mingxi Yang to work with Dr. Phillip Nightingale at Plymouth Marine Laboratory (PML) in Plymouth and Professor Peter Liss at University of East Anglia (UEA) in Norwich, the United Kingdom. \r\n\r\nOxygenated Volatile Organic Compounds (OVOCs), such as alcohols, aldehydes, and ketones, affect the self-cleansing capacity of the atmosphere.  The role of the ocean in global budgets of OVOCS remains largely unexplored, mostly due to a paucity of observations in the absence of suitable analytical capabilities.  Limited evidence suggests that the ocean is a sink for atmospheric methanol and can act as either a source or a sink for acetone.  There is likely to be considerable variability in space and time in the surface water distributions of these compounds, indicating an urgent need for more frequent field observations.  \r\nPML and UEA have recently developed instrumentations (Flame Ionization Detector - Gas Chromatography (FID-GC)) and Membrane Inlet - Proton Transfer Reaction Mass Spectrometer (PTR-MS)) that can measure a range of OVOCs in air and seawater.  With fast sampling capability and rapid response, the PTR-MS is theoretically suitable for measuring the fluxes of OVOCs between air and water directly.  This research utilizes these new instrumentations to not only increase the very limited database of seawater and marine air concentrations of OVOCs, but also attempt to measure their air-sea fluxes and determine whether the ocean acts as a source or sink for these compounds.  Fluxes of OVOCs with concurrent carbon dioxide (CO2) flux at a stable costal platform are compared, as are measurements from an open ocean research cruise with estimates from a bulk flux model.  \r\nThis research proposes to characterize the role of the ocean for organic compounds directly relevant to air quality, and also improve our understanding in the air-sea exchange of climatically important gases, especially CO2.  The ocean has thus far buffered our atmosphere from even higher levels of CO2 and greater warming.  Policies on climate change mitigation, which would affect the well being of everybody, hinge on knowing how fast CO2 is transported from the atmosphere to the ocean.  Finally, in addition to broadening the research perspective of the principal investigator and foster future collaborations, this project provides potential opportunities for training of a student and external outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mingxi",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingxi Yang",
   "pi_email_addr": "",
   "nsf_id": "000573881",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yang                    Mingxi",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Honolulu",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "",
  "inst_zip_code": "968222336",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Yang                    Mingxi",
  "perf_str_addr": "",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222336",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 179200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Oxygenated Volatile Organic Compounds (OVOCs), a subgroup of volatile organic compounds, are found ubiquitously in the lower atmosphere. &nbsp;Abundant members of OVOCs include methanol, acetone, and acetaldehyde.&nbsp; These gases are important for atmospheric chemistry and air quality because they influence the &ldquo;cleansing capacity&rdquo; of the atmosphere via the interactions with ozone and the hydroxyl radical.&nbsp; While terrestrial sources of these compounds are well known (e.g. emissions from plants, combustions, etc), the role of the ocean towards the global distribution and cycling of these compounds are less well quantified.</p>\n<p>&nbsp;</p>\n<p>The focus of my work was to measure 1) the concentrations of methanol, acetone, and acetaldehyde in the surface ocean and the overlying atmosphere, and 2) the air-sea flux (i.e transport) of these compounds between by a micro-meteorological technique (eddy covariance). &nbsp;I made these measurements on three separate occasions: at a coastal location in the Southwest United Kingdom (March to July 2012), on a ship across the Atlantic Ocean from the United Kingdom to Chile (October to November 2012), and on a ship from Greenland to the Eastern United States (October to November 2013). &nbsp;These were among the first air-sea flux measurements of OVOCs by eddy covariance.&nbsp;</p>\n<p>&nbsp;</p>\n<p>From these measurements, I found that methanol is consistently transported from the atmosphere to the surface ocean, likely because marine microbes consume methanol for carbon and energy.&nbsp; The Atlantic Ocean tends to vary from being a source of acetone to the atmosphere in the tropics/subtropics, to being a sink in higher latitudes.&nbsp; For acetaldehyde, the ocean appears to be a minor source. &nbsp;The results above are generally consistent with our previous understanding and help to constrain global atmospheric chemistry model.&nbsp; In addition, from my observations I was able to derive the air-sea gas transfer velocity (K), which describes how quickly a gas is exchanged between the ocean and atmosphere. &nbsp;My results represent the first field validation of K for these very soluble gases.&nbsp; Understanding how K varies between different compounds is essential for accurate parameterization of air-sea transport in chemistry and climate models for the present as well as future.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Finally, this work has resulted in three published/accepted papers and a further paper currently under review.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2014<br>\n\t\t\t\t\tModified by: Mingxi&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOxygenated Volatile Organic Compounds (OVOCs), a subgroup of volatile organic compounds, are found ubiquitously in the lower atmosphere.  Abundant members of OVOCs include methanol, acetone, and acetaldehyde.  These gases are important for atmospheric chemistry and air quality because they influence the \"cleansing capacity\" of the atmosphere via the interactions with ozone and the hydroxyl radical.  While terrestrial sources of these compounds are well known (e.g. emissions from plants, combustions, etc), the role of the ocean towards the global distribution and cycling of these compounds are less well quantified.\n\n \n\nThe focus of my work was to measure 1) the concentrations of methanol, acetone, and acetaldehyde in the surface ocean and the overlying atmosphere, and 2) the air-sea flux (i.e transport) of these compounds between by a micro-meteorological technique (eddy covariance).  I made these measurements on three separate occasions: at a coastal location in the Southwest United Kingdom (March to July 2012), on a ship across the Atlantic Ocean from the United Kingdom to Chile (October to November 2012), and on a ship from Greenland to the Eastern United States (October to November 2013).  These were among the first air-sea flux measurements of OVOCs by eddy covariance. \n\n \n\nFrom these measurements, I found that methanol is consistently transported from the atmosphere to the surface ocean, likely because marine microbes consume methanol for carbon and energy.  The Atlantic Ocean tends to vary from being a source of acetone to the atmosphere in the tropics/subtropics, to being a sink in higher latitudes.  For acetaldehyde, the ocean appears to be a minor source.  The results above are generally consistent with our previous understanding and help to constrain global atmospheric chemistry model.  In addition, from my observations I was able to derive the air-sea gas transfer velocity (K), which describes how quickly a gas is exchanged between the ocean and atmosphere.  My results represent the first field validation of K for these very soluble gases.  Understanding how K varies between different compounds is essential for accurate parameterization of air-sea transport in chemistry and climate models for the present as well as future. \n\n \n\nFinally, this work has resulted in three published/accepted papers and a further paper currently under review. \n\n\t\t\t\t\tLast Modified: 07/07/2014\n\n\t\t\t\t\tSubmitted by: Mingxi Yang"
 }
}