{
 "awd_id": "1064412",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "G&V: Medium: Collaborative Research: A Unified Approach to Material Appearance Modeling",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 406000.0,
 "awd_min_amd_letter_date": "2011-03-22",
 "awd_max_amd_letter_date": "2014-06-06",
 "awd_abstract_narration": "Realistic image synthesis techniques from computer graphics enable the use of simulation in a wide variety of important fields including architecture, industrial design and communication, military, medical, and emergency training, cultural heritage preservation, film production, and gaming.  Realistic modeling of material appearance is an essential component of the image synthesis process.  Current approaches to material modeling include analytical modeling, numerical simulation, and image-based capture.  Each approach has distinct advantages and limitations, and different ranges of applicability.  The lack of unity makes material modeling difficult and has limited the useful application of computer graphics image synthesis.  This transformative research will change the way materials are modeled in computer graphics systems.  Rather than using disparate models as at present, this project will unify these approaches into a common physical and perceptual framework that will serve as the basis for a rich set of tools for material modeling that are physically accurate, phenomenologically expressive, computationally efficient, and easy to use.  This work should enable the use of computer-aided material design methods in a wide range of economically and culturally important applications.  Creating this framework will involve three subprojects.\r\n\r\nDevelopment of a material simulation testbed:  In this subproject a suite of tools for material simulation will be developed that includes both Monte Carlo and deterministic algorithms.  Different classes of materials (paints, metals, textiles) will be modeled, and different numerical methods will be tested and compared.  The resulting simulation tools and a database of the simulated materials will be distributed.\r\n\r\nUnification of analytical, simulation, and image-based capture material modeling methods:  In this subproject the analytical models that represent general classes of materials will be unified with simulation and image-based capture data that represent specific material instances.  In the first part of this subproject simulation and capture data will be fit with a range of analytical models, considering both individual materials and \"families\" of materials generated by progressively changing the parameters of the simulation models.  In the second part of this project methods for inferring the microstructures of materials measured using image-based capture methods will be developed.  The approach will be to identify the class of a material and then vary the parameters of an appropriate simulation model to best reproduce the captured data.  The results of this subproject will be expressive and efficient analytical material models that are physically grounded because they are based on captured data and rigorous simulations.\r\n\r\nDevelopment of perceptually-based material design tools:  An important criterion for material modeling is usability.  Material designers need to be able to easily specify and visualize material appearance properties.  This requires consideration of the human factors in material modeling.  In this subproject a series of psychophysical experiments on material perception will be conducted and the results will be used to derive perceptually-based material models with meaningful parameters.  How image properties affect the visual fidelity of rendered materials will also be investigated.  These findings will then be used to develop effective and easy-to-use interfaces for computer-aided material design.\r\n\r\nBroader Impacts:  Better methods for material modeling and rendering will lead to improved capability and productivity in fields such as architecture, industrial design and communication, training, cultural heritage, and entertainment.  The project will build a material appearance community that stretches across academic and commercial boundaries to include computer graphics, computer vision and human vision researchers along with a range of industrial collaborators, and which focuses on developing effective solutions to real-world problems.  The research will engage and train groups of students at 3 universities for scientific/technical careers that require working in interdisciplinary teams and partnering with coworkers in remote locations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holly",
   "pi_last_name": "Rushmeier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Holly Rushmeier",
   "pi_email_addr": "rushmeier@cs.yale.edu",
   "nsf_id": "000179012",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "745300",
   "pgm_ele_name": "GRAPHICS & VISUALIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7453",
   "pgm_ref_txt": "GRAPHICS & VISUALIZATION"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 102358.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 93564.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 103793.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 106285.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding and simulating the appearance of materials is important in a wide range of computer graphics applications. In film and games, realistic looking materials are necessary for telling stories and guiding users. In training simulations, realistic looking materials are essential for people to learn tasks such as assembling objects or navigating unfamiliar environments. People make judgments based on the appearance of materials &mdash; such as whether something is old or new, hot or cold. In industry, the design of physical material appearance is critical in new consumer goods such as cars or clothing. This project resulted in contributions to acquiring, simulating the appearance and designing the appearance of new materials.</p>\n<p>&nbsp;</p>\n<p>In the acquisition of materials, the contributions are in acquiring textures, spectral data and subsurface scattering properties. Textures are spatial color variations that are associated with a material &mdash; such as the variations of beige recognized as wood grain, or the mottled variations associated with marble. Textures are visible in any photograph, are not in a form that can be applied in computer graphics. This project developed ways to automatically extract textures from real photographs and apply them to new scenes. The key to the method is to view images as patches of textures (or super pixels), rather than as a set of uniformly colored spots (pixels). We developed new mathematical techniques to recognize texture patches in images.&nbsp; The use of these textures greatly reduces the time needed to create new models for games, film, virtual reality simulators and new commercial products. Recognizing and isolating textures with the method developed can be applied to other areas that use photography such as evaluating skin conditions in dermatology, or estimating the types of materials left at recycling centers.</p>\n<p>&nbsp;</p>\n<p>Spectral and subsurface scattering data are needed from materials to correctly simulate their color and how &ldquo;soft&rdquo; the lighting looks on objects. This project developed a spectral acquisition system that efficiently takes data at many different wavelengths at the same time as capturing shape data. The challenge is to capture a lot of data quickly. The key is using a device that captures the spectral data mixed together, and designing an efficient algorithm to separate out the effects of different wavelengths afterward. Demonstrations of the system included capturing the shape and appearance of birds to study how bird vision evolved and capturing museum objects for heritage documentation.</p>\n<p>&nbsp;</p>\n<p>A new system was designed that can capture the data needed to render specific materials that &ldquo;blur&rdquo; the light falling on them such as various types of stone, carpet, and ceramics. The reason that light patterns that fall on these objects look indistinct is that light doesn&rsquo;t just reflect from the surface, but instead enters into the material and emerges at a point that is different from the point of entry. The challenge in capturing this aspect of material appearance is sorting out the light that is directly reflected from light that is scattered. This project developed new sets of spatial light patterns that illuminate the objects of interest with inexpensive projectors that are controlled with inexpensive (Raspberry Pi) computers to capture the data. This approach enables capturing physical objects and materials to be used in computer graphics systems that used to be difficult or expensive to capture.</p>\n<p>&nbsp;</p>\n<p>For rendering the material appearance of objects, it is often necessary to take into account the effects of usage. This project developed methods for simulating the effects of cracking and wear. For cracking physically accurate simulations of material cracking developed for animation were adapted. For simulating the effects of were, data was gathered using crowd-sourcing&nbsp; to determine the features of objects likely to be touched. The data was processed to produce rules for predicting the most worn areas. The material on an object can then rendered with realistic spatial variations.</p>\n<p>&nbsp;</p>\n<p>To design new material appearance it is necessary to specify the reflectance properties a base material and the small-scale geometric variations of the material. For example, a metal surface with a series of grooves will have a different appearance than the same metal with a surface of small bumps.&nbsp; Designing surface to achieve a particular effect &mdash; either aesthetic (i.e. to look appealing) or function (to be clearly visible or easily hidden), is a time-consuming trial and error process. In one phase of the project a new technique was developed to simulate the effect on appearance of different small-scale geometries.&nbsp; In a second phase a technique was developed to specify a particular appearance, and then automatically find combinations of base material and small-scale geometries that produce the desired appearance. A benefit of the approach is that several solutions may be found. It is possible then for a designer to select from the possible solutions the one that would be least expensive to produce physically.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/24/2016<br>\n\t\t\t\t\tModified by: Holly&nbsp;Rushmeier</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051810261_smalscalestructure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051810261_smalscalestructure--rgov-800width.jpg\" title=\"Small Scale Structure\"><img src=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051810261_smalscalestructure--rgov-66x44.jpg\" alt=\"Small Scale Structure\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The small scale geometric structure (in this case on the main portion of the metallic plate) affects the overall appearance of a material. Exploring the effects of changing small scale structure is one aspect of material appearance studied in this project.</div>\n<div class=\"imageCredit\">Hongzhi Wu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Holly&nbsp;Rushmeier</div>\n<div class=\"imageTitle\">Small Scale Structure</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051516174_cultural-heritage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051516174_cultural-heritage--rgov-800width.jpg\" title=\"Data for A Cultural Heritage Object\"><img src=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051516174_cultural-heritage--rgov-66x44.jpg\" alt=\"Data for A Cultural Heritage Object\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Hyperspectral and shape data captured for a cultural heritage object.</div>\n<div class=\"imageCredit\">Min Kim</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Holly&nbsp;Rushmeier</div>\n<div class=\"imageTitle\">Data for A Cultural Heritage Object</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051649470_subsurface--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051649470_subsurface--rgov-800width.jpg\" title=\"An Inexpensive System for Material Appearanc Capture\"><img src=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051649470_subsurface--rgov-66x44.jpg\" alt=\"An Inexpensive System for Material Appearanc Capture\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An inexpensive system consisting of consumer grade cameras, projectors and Raspberry Pi computers to acquire the shape and appearance of objects made of materials that scattering light below the surface.</div>\n<div class=\"imageCredit\">Yitzchak Lockerman</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Holly&nbsp;Rushmeier</div>\n<div class=\"imageTitle\">An Inexpensive System for Material Appearanc Capture</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472052024860_inversesolver--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472052024860_inversesolver--rgov-800width.jpg\" title=\"Solving for a Specific Material Appearance\"><img src=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472052024860_inversesolver--rgov-66x44.jpg\" alt=\"Solving for a Specific Material Appearance\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A new technique from this project takes an image of a desired appearance for a material, and searches a library of geometries and base reflectances to determine a material that will produce the desired appearance.</div>\n<div class=\"imageCredit\">Hongzhi Wu</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Holly&nbsp;Rushmeier</div>\n<div class=\"imageTitle\">Solving for a Specific Material Appearance</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051424989_hyperspectralsetup--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051424989_hyperspectralsetup--rgov-800width.jpg\" title=\"Hyperspectral Scanning\"><img src=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472051424989_hyperspectralsetup--rgov-66x44.jpg\" alt=\"Hyperspectral Scanning\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A diagram and photograph showing a system for capturing both hyperspectral data and shape from an object.</div>\n<div class=\"imageCredit\">Min H Kim</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Holly&nbsp;Rushmeier</div>\n<div class=\"imageTitle\">Hyperspectral Scanning</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472053054729_textureanalysis--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472053054729_textureanalysis--rgov-800width.jpg\" title=\"Texture Analysis ane Extraction\"><img src=\"/por/images/Reports/POR/2016/1064412/1064412_10080089_1472053054729_textureanalysis--rgov-66x44.jpg\" alt=\"Texture Analysis ane Extraction\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An example of analyzing a photograph, extracting textures at different scales, and then using the textures in a computer graphics application.</div>\n<div class=\"imageCredit\">Yitzchak Lockerman</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Holly&nbsp;Rushmeier</div>\n<div class=\"imageTitle\">Texture Analysis ane Extraction</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nUnderstanding and simulating the appearance of materials is important in a wide range of computer graphics applications. In film and games, realistic looking materials are necessary for telling stories and guiding users. In training simulations, realistic looking materials are essential for people to learn tasks such as assembling objects or navigating unfamiliar environments. People make judgments based on the appearance of materials &mdash; such as whether something is old or new, hot or cold. In industry, the design of physical material appearance is critical in new consumer goods such as cars or clothing. This project resulted in contributions to acquiring, simulating the appearance and designing the appearance of new materials.\n\n \n\nIn the acquisition of materials, the contributions are in acquiring textures, spectral data and subsurface scattering properties. Textures are spatial color variations that are associated with a material &mdash; such as the variations of beige recognized as wood grain, or the mottled variations associated with marble. Textures are visible in any photograph, are not in a form that can be applied in computer graphics. This project developed ways to automatically extract textures from real photographs and apply them to new scenes. The key to the method is to view images as patches of textures (or super pixels), rather than as a set of uniformly colored spots (pixels). We developed new mathematical techniques to recognize texture patches in images.  The use of these textures greatly reduces the time needed to create new models for games, film, virtual reality simulators and new commercial products. Recognizing and isolating textures with the method developed can be applied to other areas that use photography such as evaluating skin conditions in dermatology, or estimating the types of materials left at recycling centers.\n\n \n\nSpectral and subsurface scattering data are needed from materials to correctly simulate their color and how \"soft\" the lighting looks on objects. This project developed a spectral acquisition system that efficiently takes data at many different wavelengths at the same time as capturing shape data. The challenge is to capture a lot of data quickly. The key is using a device that captures the spectral data mixed together, and designing an efficient algorithm to separate out the effects of different wavelengths afterward. Demonstrations of the system included capturing the shape and appearance of birds to study how bird vision evolved and capturing museum objects for heritage documentation.\n\n \n\nA new system was designed that can capture the data needed to render specific materials that \"blur\" the light falling on them such as various types of stone, carpet, and ceramics. The reason that light patterns that fall on these objects look indistinct is that light doesn?t just reflect from the surface, but instead enters into the material and emerges at a point that is different from the point of entry. The challenge in capturing this aspect of material appearance is sorting out the light that is directly reflected from light that is scattered. This project developed new sets of spatial light patterns that illuminate the objects of interest with inexpensive projectors that are controlled with inexpensive (Raspberry Pi) computers to capture the data. This approach enables capturing physical objects and materials to be used in computer graphics systems that used to be difficult or expensive to capture.\n\n \n\nFor rendering the material appearance of objects, it is often necessary to take into account the effects of usage. This project developed methods for simulating the effects of cracking and wear. For cracking physically accurate simulations of material cracking developed for animation were adapted. For simulating the effects of were, data was gathered using crowd-sourcing  to determine the features of objects likely to be touched. The data was processed to produce rules for predicting the most worn areas. The material on an object can then rendered with realistic spatial variations.\n\n \n\nTo design new material appearance it is necessary to specify the reflectance properties a base material and the small-scale geometric variations of the material. For example, a metal surface with a series of grooves will have a different appearance than the same metal with a surface of small bumps.  Designing surface to achieve a particular effect &mdash; either aesthetic (i.e. to look appealing) or function (to be clearly visible or easily hidden), is a time-consuming trial and error process. In one phase of the project a new technique was developed to simulate the effect on appearance of different small-scale geometries.  In a second phase a technique was developed to specify a particular appearance, and then automatically find combinations of base material and small-scale geometries that produce the desired appearance. A benefit of the approach is that several solutions may be found. It is possible then for a designer to select from the possible solutions the one that would be least expensive to produce physically.\n\n\t\t\t\t\tLast Modified: 08/24/2016\n\n\t\t\t\t\tSubmitted by: Holly Rushmeier"
 }
}