{
 "awd_id": "1064108",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Treaty Compliance, Enforcement and Monitoring: A Preference-Based Approach",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-03-04",
 "awd_max_amd_letter_date": "2011-03-04",
 "awd_abstract_narration": "Multilateral treaties represent some of the most ambitious, comprehensive, and yet controversial efforts at global cooperation.  This project addresses two overarching questions about these treaties: (1) Which treaty designs are \"stronger\" in terms of their ability to bring signatories into compliance? (2) How do different types of regimes react to different treaty enforcement and monitoring mechanisms? \r\n\r\nThe project will conduct an in-depth quantitative analysis of the relationship between countries' decisions to sign treaties, the designs of those treaties, and countries' rates of compliance.  One problem in doing such research is that it is difficult to infer from rates of observed compliance that a treaty is working effectively.  Social scientists have long recognized this problem, but have not been able to find an effective solution to it.  This project's solution to the long-standing problem is based on the notion that treaties work to the extent they cause countries to do something they would not otherwise do.  Accordingly, to understand whether or not treaties work, the first task is to estimate the probability with which countries would have complied with treaties in any event.  The investigator uses a novel methodology he has developed to overcome this problem.  The intuition behind the method is that, by observing and comparing the past behaviors of many countries with respect to treaties, it is possible to discover which treaties are closer to each country's preferred set of actions.  Using this method, the investigator will have results that indicate not only which treaties are effective at modifying countries' behaviors, but also the extent to which they do so, which will allow for valuable treaty-by-treaty comparisons.  This study will include some of the most prominent global treaties dealing with trade, finance, human rights, environmental and arms control issues.\r\n\r\nThis project's methodological innovation in itself improves understanding of which treaties work well and which do not. Beyond that, the project permits assessment of which types of treaty enforcement and monitoring mechanisms have relatively great effects on state behavior.  For example, the study will indicate whether treaties that rely on domestic courts for enforcement are more effective than those that rely on international courts.  In addition, the project takes account of the important interaction between institutional treaty mechanisms and country characteristics.  It allows appraisal, for example, of which types of treaties are most effective with respect to democracies and which are more likely to change the behaviors of non-democracies.\r\n\r\nThe project will thus make several broader contributions. It will enhance understanding of treaty institutions, which in turn could significantly benefit the prospects of global cooperation.  This project is designed to indicate, both theoretically and empirically, which types of treaty enforcement and monitoring mechanisms lead to greater degrees of treaty compliance.  Its results could therefore guide future treaty negotiations and suggest which treaty mechanisms are more likely to be effective than others and in which contexts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lake",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Lake",
   "pi_email_addr": "dlake@ucsd.edu",
   "nsf_id": "000111467",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yonatan",
   "pi_last_name": "Lupu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yonatan Lupu",
   "pi_email_addr": "ylupu@ucsd.edu",
   "nsf_id": "000555501",
   "pi_start_date": "2011-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "9500 GILMAN DR",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have collected cross-national data on and analyzed the effects of several important international human rights agreements. &nbsp;The data we collected include data on universal treaty ratification and compliance. &nbsp;We have conducted statistical cross-national time-series analysis to determine the effects of treaty ratification. &nbsp;We have also developed specialized statistical techniques that are specifically designed to overcome the challeneges of statistical analysis in this context.</p>\n<p>With respect to the International Convenant on Civil and Political Rights (ICCPR), we have found that ratfication does not cause governments to reduce violations of personal integrity rights, even when opposition parties control the legislature and when domestic courts are independent. &nbsp;However, we have found that ratification of the ICCPR does cause government to reduce violations of the freedom of speech, freedom of association and religious freedom. &nbsp;The extent to which ratification reduces these violations depends on the number of legislative veto players and the independence of domestic courts. &nbsp;We have also found that ratification of the Convention on the Elimination of Discrimination Against Women has reduced government violations of women's political, economic and social rights. Finally, we have found that ratification of the Convention Against Torture has not resulted in ra reduction of incidents of government-sponsored torture.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/22/2012<br>\n\t\t\t\t\tModified by: Yonatan&nbsp;Lupu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have collected cross-national data on and analyzed the effects of several important international human rights agreements.  The data we collected include data on universal treaty ratification and compliance.  We have conducted statistical cross-national time-series analysis to determine the effects of treaty ratification.  We have also developed specialized statistical techniques that are specifically designed to overcome the challeneges of statistical analysis in this context.\n\nWith respect to the International Convenant on Civil and Political Rights (ICCPR), we have found that ratfication does not cause governments to reduce violations of personal integrity rights, even when opposition parties control the legislature and when domestic courts are independent.  However, we have found that ratification of the ICCPR does cause government to reduce violations of the freedom of speech, freedom of association and religious freedom.  The extent to which ratification reduces these violations depends on the number of legislative veto players and the independence of domestic courts.  We have also found that ratification of the Convention on the Elimination of Discrimination Against Women has reduced government violations of women's political, economic and social rights. Finally, we have found that ratification of the Convention Against Torture has not resulted in ra reduction of incidents of government-sponsored torture.\n\n\t\t\t\t\tLast Modified: 06/22/2012\n\n\t\t\t\t\tSubmitted by: Yonatan Lupu"
 }
}