{
 "awd_id": "1064498",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Effects of interfacial viscosities on flow of lung surfactants",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 164913.0,
 "awd_amount": 164913.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "Lopez, Juan M.\r\nCBET-1064498\r\n\r\nBroader Impact and Background: The liquid lining of normal lungs is covered by surfactants. The liquid lining is essential for oxygen intake and carbon dioxide output, however without these surface-tension-reducing materials, known as surfactants, breathing would be laborious if not impossible. Aside from reducing the surface tension to minimize the work of breathing, lung surfactants also vary the surface tensionduring the breathing cycle in order to protect the alveoli against collapse on exhalation and over-expansion upon inhalation. A lack of functioning surfactants leads to respiratory distress syndrome, a potentially fatal condition in both adults and premature infants. Replacement lung surfactant therapy has already made major inroads in reducing the mortality rate amongst pre-term infants, but further improve-\r\nments can benefit from a better understanding of the associated interfacial hydrodynamics. Present models of lung surfactant hydrodynamics neglect surface viscosities, which may make a significant contribution.  There is a need to understand the role of surface viscosities in lung surfactants because at small scales, such as those of the liquid lining the alveoli, the relative effects of surface viscosities are comparable to that of surface tension. The movement of natural and artificial materials that reduce the surface tension of the liquid lining of lungs will be studied. Using advanced computer models and recently developed experimental techniques, the behavior of DPPC (dipalmitoyl phosphatidylcholine), the primary constituent of lung surfactant, will be examined. Various flow characteristics of DPPC-covered liquid layers, that have recently been revealed, will be examined in detail. The proposed project differs from previous studies in that it bridges the vast divide between the two extremes of (i) purely theoretical approaches that assume no intrinsic interfacial viscosities associated with lung surfactants and (ii) purely empirical approaches that use ad hoc equations to explain experimentally observed responses of lung surfactants. Presently, the vast majority of lung surfactant research falls into one or the other of these two camps. The former lack the ability to explain many aspects of how real lung surfactants behave and the latter lack the ability to predict how a given surfactant will respond to a different set of flow conditions.\r\n\r\nImprovements in measurement and modeling of interfacial viscosities in model surfactant systems, such as DPPC, may help one to understand better the functioning of natural lung surfactants. The capabilities developed can be subsequently used for multi-component lung surfactant systems. Ultimately, the results of this project may help speed up the development of more effective therapies. The multidisciplinary team (from mechanical engineering and mathematics), with its proven track record of productive collaboration, will provide an excellent opportunity to educate graduate and undergraduate students in interfacial hydrodynamics.\r\n\r\nIntellectual Merit. The project will develop a synergistic capability incorporating experiments and computations to account for the leading order interfacial viscoelastic hydrodynamics associated with DPPC, delineating its various flow regimes. By far, the phospholipid DPPC is the most prevalent component of lung surfactants, constituting 55{60% of lung surfactant by mass. This highly amphiphilic molecule has a hydrophilic polar head and twin hydrophobic tails, making it essentially insoluble in water. Its equilibrium interfacial properties will be measured and incorporated into a predictive model taking into account surface deformation, interfacial acceleration and spatio-temporal surface surfactant concentration. The model will be tested directly against experiments for a canonical flow with large time-dependent changes in the interfacial area, and then used to predict the dynamics at scales too small for experimental measurements. This will provide a much-needed improved understanding and modeling of the intrinsic interfacial properties, including the elastic effects due to surface tension gradients, surface shear and dilatational viscosities, and the viscous coupling between the interfacial and bulk flows.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Juan",
   "pi_last_name": "Lopez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Juan M Lopez",
   "pi_email_addr": "jmlopez@asu.edu",
   "nsf_id": "000489211",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 52648.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112265.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A combined theoretical and experimental investigation was conducted in<br />order to understand and ultimately control the flow of biological<br />films on the surface of water. The focus of the project was studying<br />the flow of the components that make up lung surfactants, the<br />naturally occurring material covering the aqueous lining of our<br />lungs. Deficiencies in lung surfactants can be fatal. The primary<br />constituent of our lung surfactants, the molecule with the acronym<br />``DPPC'' is an oily substance that is insoluble in water, forms a film<br />&ndash; effectively a fluid membrane &ndash; on the surface of water. This film<br />exhibits significant elasticity, spring-like behavior, as well as<br />viscosity, damper behavior. By using a combination of novel<br />experimental and numerical techniques we were able to piece together<br />results obtained by various investigators who had used different<br />methods that had not been reconciled until now. Figure 1 shows that<br />the strength of the flow, measured here by the Reynolds number (Re),<br />affects the measurement of the surface viscosity.<br /><br />Figure 1 Caption: (From Sadoughi et al. Phys Fluid 2013, Fig. 7)<br />Surface shear viscosity of DPPC as determined from flows at Re = 100<br />and Re = 600, versus surface pressure, a measure of how much DPPC<br />surface concentration. Also shown are surface shear viscosity<br />measurements from other experimental measurements by Ding et al.,<br />Langmuir, Vol. 18, p. 2800 (2002), and Sacchetti et al., Langmuir,<br />Vol. 9, p. 2168 (1993).<br /><br />The results show that below a certain threshold concentration, DPPC<br />films exhibit the same value of surface viscosity for a wide range of<br />flow conditions. The significance of this ``Newtonian'' behavior is<br />that within a range of concentrations, we can now predict how the film<br />will responds to other flow conditions, including those that simulate<br />the flow within the passages in our lungs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2014<br>\n\t\t\t\t\tModified by: Juan&nbsp;M&nbsp;Lopez</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1064498/1064498_10091740_1419266129407_shear_viscosity--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1064498/1064498_10091740_1419266129407_shear_viscosity--rgov-800width.jpg\" title=\"figure 1\"><img src=\"/por/images/Reports/POR/2014/1064498/1064498_10091740_1419266129407_shear_viscosity--rgov-66x44.jpg\" alt=\"figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Surface shear viscosity of DPPC as determined from flows at Re = 100and Re = 600, versus surface pressure, a measure of how much DPPCsurface concentration. Also shown are surface shear viscositymeasurements from previous experimental measurements.</div>\n<div class=\"imageCredit\">Sadoughi et al. Phys Fluid 25, 032107 (2013), Fig. 7</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Juan&nbsp;M&nbsp;Lopez</div>\n<div class=\"imageTitle\">figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nA combined theoretical and experimental investigation was conducted in\norder to understand and ultimately control the flow of biological\nfilms on the surface of water. The focus of the project was studying\nthe flow of the components that make up lung surfactants, the\nnaturally occurring material covering the aqueous lining of our\nlungs. Deficiencies in lung surfactants can be fatal. The primary\nconstituent of our lung surfactants, the molecule with the acronym\n``DPPC'' is an oily substance that is insoluble in water, forms a film\n&ndash; effectively a fluid membrane &ndash; on the surface of water. This film\nexhibits significant elasticity, spring-like behavior, as well as\nviscosity, damper behavior. By using a combination of novel\nexperimental and numerical techniques we were able to piece together\nresults obtained by various investigators who had used different\nmethods that had not been reconciled until now. Figure 1 shows that\nthe strength of the flow, measured here by the Reynolds number (Re),\naffects the measurement of the surface viscosity.\n\nFigure 1 Caption: (From Sadoughi et al. Phys Fluid 2013, Fig. 7)\nSurface shear viscosity of DPPC as determined from flows at Re = 100\nand Re = 600, versus surface pressure, a measure of how much DPPC\nsurface concentration. Also shown are surface shear viscosity\nmeasurements from other experimental measurements by Ding et al.,\nLangmuir, Vol. 18, p. 2800 (2002), and Sacchetti et al., Langmuir,\nVol. 9, p. 2168 (1993).\n\nThe results show that below a certain threshold concentration, DPPC\nfilms exhibit the same value of surface viscosity for a wide range of\nflow conditions. The significance of this ``Newtonian'' behavior is\nthat within a range of concentrations, we can now predict how the film\nwill responds to other flow conditions, including those that simulate\nthe flow within the passages in our lungs.\n\n\t\t\t\t\tLast Modified: 12/22/2014\n\n\t\t\t\t\tSubmitted by: Juan M Lopez"
 }
}