{
 "awd_id": "1064434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Boron-Containing Organic Donor-Acceptor Scaffolds: Chemoresponsive Optoelectronic Materials",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Tsapogas",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 144900.0,
 "awd_amount": 144900.0,
 "awd_min_amd_letter_date": "2011-06-21",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Aaron D. Finke to work with Dr. \r\nFrancois Diederich at the ETH-Zurich in Zurich, Switzerland.\r\n\r\nThe proposed research concerns the effects of boron incorporation in a novel class of organic chromophores. [2+2] cycloaddition/cycloreversion chemistry with electron-rich alkynes and electron-poor olefins is an ideal method for preparation of chromophores of small size because of its synthetic facility, atom economy, and generation of complexity. These chromophores, which contain an electron-rich aniline and electron-poor tetracyanobutadiene, are typically highly-colored due to strong charge-transfer behavior, and exhibit reduction potentials on par with the best organic electron-acceptors currently known. They also possess high nonlinear optical activity which has been exploited in devices such as optical waveguides. Studies on the incorporation and effects of different functional groups to modulate the optoelectronic properties of these chromophores have been limited. The addition of electron-accepting boron moieties into conjugated organic systems should allow for stronger electron-accepting properties as well as introduce a new ability to more finely \"tune\" the electron-accepting behavior, and thus the optical and electrochemical properties, of these materials. Once a greater understanding of organoboron-containing \"super-acceptors\" is gained, the proposed research will seek to exploit the chemoresponsive nature of organoboron-containing functional groups for novel chemical sensing applications.\r\n\r\n\tThis work will enhance our understanding of the effects of electron-accepting groups in strong organic acceptor materials. Main-group element incorporation into conjugated organic materials will futher diversify the types of organic electronic materials that are currently available. Boron's high availability, low cost, and low toxicity make it attractive for the development of \"greener\" materials for devices that currently rely on expensive and/or toxic metals. Furthermore, the incorporation of chemically-responsive moieties such as organoboranes into conjugated systems should allow for new approaches toward systems for the detection of environmental contaminants such as fluoride for public health applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Finke",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron D Finke",
   "pi_email_addr": "",
   "nsf_id": "000571806",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Finke                   Aaron          D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Urbana",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "618027106",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Finke                   Aaron          D",
  "perf_str_addr": "",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618027106",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 144900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching theme of the project was to investigate a relatively new class of functional materials, the 6,6-dicyanopentafulvenes (DCFs) (Fig. 1). These compounds have a property unique among organic materials: namely, that they can &ldquo;accept&rdquo; electrons and thus convert to a reduced state at relatively low potential. Such compounds are relatively rare compared to those that can &ldquo;donate&rdquo; electrons, but extremely important for the next generation of electronic devices, such as organic solar cells, which require a complex interplay between organic compounds that can donate electrons (&ldquo;donors&rdquo;) and those that can accept electrons (&ldquo;acceptors&rdquo;). Thus, the preparation and study of new acceptors is critical.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Due to the above fact that electron-accepting organic materials are infrequently encountered, that also means their chemical reactivity is also not as well-explored as other classes of compounds. The chemical reactions that can take place with acceptors can be unique and generate new compounds with exceptional properties.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;DCFs belong to a class of molecules called fulvenes. Fulvenes are particularly fascinating compounds because they possess so-called amphoteric redox behavior: in other words, they can behave either as donors or acceptors, depending on the substitution around the fulvene core. In particular, DCFs are acceptors due to the presence of the cyano (-CN) functionalities at the 6-position, which stabilize the reduced state of the DCF. First, we prepared DCF <strong>1</strong>, which has alkyne units attached the fulvene ring. In comparison to the previously-known DCF <strong>2</strong>, which has phenyl groups attached, <strong>1</strong> is capable of being reduced at higher potential than <strong>2</strong>, due to the fact that alkynes are better at stabilizing the additional charge gained upon electron uptake than phenyl rings. We were able to justify this by various methods including electrochemistry, electron paramagnetic resonance (EPR) spectroscopy, and computational methods.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We then wished to test the reactivity of these DCFs with electron-rich alkynes in the formal [2+2] cycloaddition-retroelectrocyclization (CA&ndash;RE) reaction. In this reaction, an electron-rich alkyne such as <strong>3</strong> reacts with an electron-poor alkene, such as tetracyanoethylene (TCNE), to quantitatively generate a 1:1 adduct that has properties distinct from its precursors. These adducts are brightly colored and display high nonlinear optical susceptibilities, a critical property for materials used in telecommunications. When DCFs <strong>1</strong> and <strong>2</strong> react with <strong>3</strong>, there is a divergence in the regioselectivity of each reaction, a situation that we have never observed before (Fig. 2). &nbsp;Computational investigations confirmed that this divergence in reactivity is in fact due to energetically favorable reactive intermediates in the course of the reaction. Thus, we learned that DCFs are not only potentially valuable new acceptors, but also display surprising chemistry.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In the process of understanding the chemistry of DCFs, we discovered that their unique properties led to even more unprecedented reactivity. Unsubstituted pentafulvene is an isomer of the much more thermodynamically stable benzene, however, it does not rearrange to benzene except at temperatures exceeding 500 &deg;C. However, in dipolar aprotic solvents such as DMF, <strong>1</strong> rearranges spontaneously at much lower temperatures (160 &deg;C). This type of reactivity is unprecedented for its mildness and opens t...",
  "por_txt_cntn": "\nThe overarching theme of the project was to investigate a relatively new class of functional materials, the 6,6-dicyanopentafulvenes (DCFs) (Fig. 1). These compounds have a property unique among organic materials: namely, that they can \"accept\" electrons and thus convert to a reduced state at relatively low potential. Such compounds are relatively rare compared to those that can \"donate\" electrons, but extremely important for the next generation of electronic devices, such as organic solar cells, which require a complex interplay between organic compounds that can donate electrons (\"donors\") and those that can accept electrons (\"acceptors\"). Thus, the preparation and study of new acceptors is critical.\n\n            Due to the above fact that electron-accepting organic materials are infrequently encountered, that also means their chemical reactivity is also not as well-explored as other classes of compounds. The chemical reactions that can take place with acceptors can be unique and generate new compounds with exceptional properties.\n\n             DCFs belong to a class of molecules called fulvenes. Fulvenes are particularly fascinating compounds because they possess so-called amphoteric redox behavior: in other words, they can behave either as donors or acceptors, depending on the substitution around the fulvene core. In particular, DCFs are acceptors due to the presence of the cyano (-CN) functionalities at the 6-position, which stabilize the reduced state of the DCF. First, we prepared DCF 1, which has alkyne units attached the fulvene ring. In comparison to the previously-known DCF 2, which has phenyl groups attached, 1 is capable of being reduced at higher potential than 2, due to the fact that alkynes are better at stabilizing the additional charge gained upon electron uptake than phenyl rings. We were able to justify this by various methods including electrochemistry, electron paramagnetic resonance (EPR) spectroscopy, and computational methods.\n\n            We then wished to test the reactivity of these DCFs with electron-rich alkynes in the formal [2+2] cycloaddition-retroelectrocyclization (CA&ndash;RE) reaction. In this reaction, an electron-rich alkyne such as 3 reacts with an electron-poor alkene, such as tetracyanoethylene (TCNE), to quantitatively generate a 1:1 adduct that has properties distinct from its precursors. These adducts are brightly colored and display high nonlinear optical susceptibilities, a critical property for materials used in telecommunications. When DCFs 1 and 2 react with 3, there is a divergence in the regioselectivity of each reaction, a situation that we have never observed before (Fig. 2).  Computational investigations confirmed that this divergence in reactivity is in fact due to energetically favorable reactive intermediates in the course of the reaction. Thus, we learned that DCFs are not only potentially valuable new acceptors, but also display surprising chemistry.\n\n            In the process of understanding the chemistry of DCFs, we discovered that their unique properties led to even more unprecedented reactivity. Unsubstituted pentafulvene is an isomer of the much more thermodynamically stable benzene, however, it does not rearrange to benzene except at temperatures exceeding 500 &deg;C. However, in dipolar aprotic solvents such as DMF, 1 rearranges spontaneously at much lower temperatures (160 &deg;C). This type of reactivity is unprecedented for its mildness and opens the door for a new understanding as to how skeletal rearrangements can be affected by substitution.\n\n \n\nThis work will have a strong impact on how we understand the chemistry of electron-accepting materials, which are critical materials in next-generation electronic devices such as organic solar cells, transistors, and light-emitting devices. A greater understanding of this chemistry will lead to better rational design of materials with properties superior to the current state-of-the-art.\n\n \n\n\t\t\t\t\tLast Modified: ..."
 }
}