{
 "awd_id": "1064391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Constraining the role of photosynthetic organisms in deposition of Banded Iron  Formations (BIF) on early Earth",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 154340.0,
 "awd_amount": 154340.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2011-09-02",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Elizabeth D. Swanner to work with Prof. Dr. Andreas Kappler at Eberhard Karls Universität Tübingen, Germany. \r\n\r\nThis project addresses two fundamental questions about the co-evolution of Earth's bio- and geochemistry. The first hypothesis proposes that the lag between the evolution of O2-producing cyanobacteria and the irreversible oxidation of the Earth's atmosphere (the Great Oxidation Event, GOE) resulted from physiological limitations of the earliest cyanobacteria that curtailed their initial growth and O2 production. Cyanobacterial growth and O2 production will be assessed under the range of physical and chemical conditions possible in the Archean ocean prior to the GOE (temperature, nutrient, trace metal and light supply) to determine whether they were physiologically constrained. The second hypothesis proposes that an increase in the abundance of cyanobacteria following their adaptation to prevailing ocean conditions explains the disappearance of alternating Fe-Si microbands in Fe(III)-containing banded iron formations (BIF) deposited after the GOE. Prior to the GOE, Fe(III)-bearing BIF deposition is attributed to the activity of Fe(II)-oxidizing photosynthetic bacteria (photoferrotrophs), which generate alternating Fe-Si layers when incubated under the fluctuating temperatures that are predicted for the Archean ocean. If competition for nutrients and light existed between cyanobacteria and photoferrotrophs, as cyanobacteria adapted to prevailing conditions the photoferrotrophs would have been marginalized to less productive depths in the ocean. In that case the primary Fe-oxidation and deposition mechanism would be oxidation by cyanobacterially-produced O2 and not Fe-Si microbands. To evaluate this hypothesis, the growth and activity of cyanobacteria and photoferrotrophs in co-culture will be tracked, and the deposited Fe minerals will be compared to those formed by each organism living alone. \r\n\r\nThese experiments will contribute to our understanding of how the development the biosphere is recorded in the geologic record, and also how the geochemistry of the early oceans influenced microbial evolution. This project will integrate geochemical techniques with physiological measurements, specifically through the use of voltammetric microelectrodes to acquire real-time aqueous Fe, O2 and metal speciation and concentration data, and synchrotron-based X-ray absorption spectroscopy to map the distribution and concentration of cells and metals in precipitated Fe-oxides. In addition, the project will facilitate international collaboration and exchange of ideas between the postdoc and scientists and students of all levels in the host laboratory, as well as with collaborators in Europe. Finally, the results of the project will be used to create written outreach material for primary and secondary students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Swanner",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth D Swanner",
   "pi_email_addr": "",
   "nsf_id": "000571936",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Swanner                 Elizabeth      D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "803090399",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Swanner                 Elizabeth      D",
  "perf_str_addr": "",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090399",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 154340.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When and how did the Earth emerge from anoxic to an oxic atmosphere, able to support the energy needs of the complex animal and human life we see today? The Great Oxidation Event (GOE), which occurred by 2.4 billion years ago, is a benchmark for the rise of oxygen in the Earth&rsquo;s atmosphere to a degree that left distinct chemical traces in the geological record. Oxygen production is attributed to the development of oxygenic photosynthesis by cyanobacteria, and the timing of the emergence of oxygenic photosynthesis has implications for the evolution of organisms that utilize oxygen, such as animals, much later in Earth&rsquo;s history. However, emerging evidence suggests that oxygen was present in at least local environments up to 500 million years before the GOE, suggesting that organisms capable of oxygenic photosynthesis originated far earlier than previously thought. A major question this raises for geologists is why it took such a long time (i.e. 500 million years) for oxygen to reach the levels observed at the GOE, if oxygenic photosynthesis was occurring all along. As a microbiologist, I was interested in studying whether there were physiological limitations of cyanobacteria that might limit their growth under the environmental conditions present on the early Earth, accounting for the very slow oxygen build-up. A major finding of this project is that the reduced form of iron (ferrous), which was abundant in the oceans when the Earth was anoxic, could have poisoned the earliest cyanobacteria due to generation of harmful oxygen radicals produced as oxygen reacts with ferrous iron chemically. The conclusion that this &ldquo;iron toxicity&rdquo; may have been responsible for sluggish oxygen production was supported with laboratory experiments on modern cyanobacteria, and numerical models to simulate the effect of ferrous iron on oxygen production.</p>\n<p>&nbsp;</p>\n<p>The earliest oxygenic photosynthetic organisms could have also interacted with ferrous iron by generating oxidized (ferric) iron, which would have rapidly precipitated as minerals on the ocean floor. Because geologists have an ancient record this process in Banded Iron Formations (BIF), our major reservoirs for iron mining today, a major question was whether cyanobacteria or other microorganisms were involved in BIF formation. Other possibilities for precipitating the iron biologically include photosynthetic microorganisms that can oxidize ferrous iron directly, without making oxygen (these are called photoferrotrophs). Experiments performed with both organisms constrained the rates that iron could be precipitated from each type of organism, the types of minerals produced, and the association of iron minerals with organic carbon, which could control the transformation of iron to other minerals over geologic time. The iron minerals precipitated in the presence of cyanobacteria and photoferrotrophs contained indicators that the minerals were biologically-produced, which was revealed by the abundance of iron isotopes in the minerals that formed by the activity of these organisms, and their association with organic carbon. Although it will take more work to determine which type of organism produced the iron minerals BIF, this is a step forward in determining whether microbes were directly involved in deposition of BIF. Experiments to simulate the aging and transformation of biologically-produced mineral phases during heat and pressure over the last few billion years (i.e. metamorphism) indicated that some of the chemical signatures of these minerals are preserved, thus giving us confidence in the record of processes involved in BIF formation. These results give us a better indication of when certain organisms appeared on Earth, and what they were doing to affect environmental changes, such as oxygen production and ferrous iron oxidation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/10/2015<br>\n\t\t\t\t\tMod...",
  "por_txt_cntn": "\nWhen and how did the Earth emerge from anoxic to an oxic atmosphere, able to support the energy needs of the complex animal and human life we see today? The Great Oxidation Event (GOE), which occurred by 2.4 billion years ago, is a benchmark for the rise of oxygen in the EarthÆs atmosphere to a degree that left distinct chemical traces in the geological record. Oxygen production is attributed to the development of oxygenic photosynthesis by cyanobacteria, and the timing of the emergence of oxygenic photosynthesis has implications for the evolution of organisms that utilize oxygen, such as animals, much later in EarthÆs history. However, emerging evidence suggests that oxygen was present in at least local environments up to 500 million years before the GOE, suggesting that organisms capable of oxygenic photosynthesis originated far earlier than previously thought. A major question this raises for geologists is why it took such a long time (i.e. 500 million years) for oxygen to reach the levels observed at the GOE, if oxygenic photosynthesis was occurring all along. As a microbiologist, I was interested in studying whether there were physiological limitations of cyanobacteria that might limit their growth under the environmental conditions present on the early Earth, accounting for the very slow oxygen build-up. A major finding of this project is that the reduced form of iron (ferrous), which was abundant in the oceans when the Earth was anoxic, could have poisoned the earliest cyanobacteria due to generation of harmful oxygen radicals produced as oxygen reacts with ferrous iron chemically. The conclusion that this \"iron toxicity\" may have been responsible for sluggish oxygen production was supported with laboratory experiments on modern cyanobacteria, and numerical models to simulate the effect of ferrous iron on oxygen production.\n\n \n\nThe earliest oxygenic photosynthetic organisms could have also interacted with ferrous iron by generating oxidized (ferric) iron, which would have rapidly precipitated as minerals on the ocean floor. Because geologists have an ancient record this process in Banded Iron Formations (BIF), our major reservoirs for iron mining today, a major question was whether cyanobacteria or other microorganisms were involved in BIF formation. Other possibilities for precipitating the iron biologically include photosynthetic microorganisms that can oxidize ferrous iron directly, without making oxygen (these are called photoferrotrophs). Experiments performed with both organisms constrained the rates that iron could be precipitated from each type of organism, the types of minerals produced, and the association of iron minerals with organic carbon, which could control the transformation of iron to other minerals over geologic time. The iron minerals precipitated in the presence of cyanobacteria and photoferrotrophs contained indicators that the minerals were biologically-produced, which was revealed by the abundance of iron isotopes in the minerals that formed by the activity of these organisms, and their association with organic carbon. Although it will take more work to determine which type of organism produced the iron minerals BIF, this is a step forward in determining whether microbes were directly involved in deposition of BIF. Experiments to simulate the aging and transformation of biologically-produced mineral phases during heat and pressure over the last few billion years (i.e. metamorphism) indicated that some of the chemical signatures of these minerals are preserved, thus giving us confidence in the record of processes involved in BIF formation. These results give us a better indication of when certain organisms appeared on Earth, and what they were doing to affect environmental changes, such as oxygen production and ferrous iron oxidation.\n\n\t\t\t\t\tLast Modified: 05/10/2015\n\n\t\t\t\t\tSubmitted by: Elizabeth D Swanner"
 }
}