{
 "awd_id": "1064302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Research in Theoretical Cosmology, Gravity and Supergravity",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 12600.0,
 "awd_amount": 12600.0,
 "awd_min_amd_letter_date": "2011-03-29",
 "awd_max_amd_letter_date": "2012-02-03",
 "awd_abstract_narration": "This award supports a program of theoretical research at the interface of gravitation, elementary particle theory, and cosmology. Projects include the study of \"Galileon\" models of the dark energy that appears to drive the acceleration of the universe, the use of cosmological topological gravity as a theoretical laboratory for quantum gravity, the development of a well behaved theory of quantum gravity but with only two spatial dimensions that might have implications for more realistic theories, and generalization of the Bel-Robinson tensor from general relativity to other theories of gravity.\r\n\r\nThe enormous improvements in recent years in the ability to measure the properties of nature from the largest to the smallest scales has raised questions and challenges for theoretical physics. Two major examples are to understand the dark matter and dark energy that appear to form 96% of today's universe and to reconcile Einstein's theory of general relativity that appears to describe gravity for the macroscopic world with the principles of quantum mechanics that appear to rule the microscopic world of atoms and elementary particles. This research program expects to have implications for both these questions. The PI plans to continue to write a series of pedagogical articles on these topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Deser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley Deser",
   "pi_email_addr": "deser@brandeis.edu",
   "nsf_id": "000274928",
   "pi_start_date": "2011-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 SOUTH ST",
  "perf_city_name": "WALTHAM",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024532728",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 6300.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ten reserach papers resulting from our Grant all dealt with fundamental issues in the areas of General Relativity and Quantum Field Theory. I will concentrate here on one main component of our results, arrived at with doctoral students, postdocs and faculty members in the US and abroad.</p>\n<p><span style=\"font-size: 12px;\">Einstein's theory shares, with the three other basic laws governing our </span><span style=\"font-size: 12px;\">Universe, a very \"tight\" structure; this means that they leave no room for&nbsp;</span><span style=\"font-size: 12px;\">\"slight\" but conceptually far-reaching, modifications, and is a touchstone to their correctness. In particular, gravitation says that two bodies attract as the inverse square of their distances, as we all learned in school. Recently, however, widespread attempts were made to</span><span style=\"font-size: 12px;\">&nbsp;modify</span><span style=\"font-size: 12px;\">&nbsp;this basic tenet, instead claiming that at sufficiently great separation there is no force between them at all. While this \"minor\" modification seems innocuous, in fact it destroys the whole geometrical basis of Einstein's spectacular</span><span style=\"font-size: 12px;\">ly successful achievement. What we have done in this respect--and are continuing in our current studies--is to show that these modifications are in fact disastrous--they have completely crazy consequences, such as loss of causality --\"killing your grandmother\" becomes possible, for example! So we have restored the uniqueness &nbsp;of &nbsp;our basic edifice: Gravitation, like the other three forces, is indeed NOT just part of a continuous series of possible laws, but is unique and thereby even more compelling in its \"isolation\". To be sure, all</span><span style=\"font-size: 12px;\">&nbsp;our laws are subject to improvement, &nbsp;but this shows that any such improvements will build on, rather than destroy, their unique structure! &nbsp;</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/06/2014<br>\n\t\t\t\t\tModified by: Stanley&nbsp;Deser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ten reserach papers resulting from our Grant all dealt with fundamental issues in the areas of General Relativity and Quantum Field Theory. I will concentrate here on one main component of our results, arrived at with doctoral students, postdocs and faculty members in the US and abroad.\n\nEinstein's theory shares, with the three other basic laws governing our Universe, a very \"tight\" structure; this means that they leave no room for \"slight\" but conceptually far-reaching, modifications, and is a touchstone to their correctness. In particular, gravitation says that two bodies attract as the inverse square of their distances, as we all learned in school. Recently, however, widespread attempts were made to modify this basic tenet, instead claiming that at sufficiently great separation there is no force between them at all. While this \"minor\" modification seems innocuous, in fact it destroys the whole geometrical basis of Einstein's spectacularly successful achievement. What we have done in this respect--and are continuing in our current studies--is to show that these modifications are in fact disastrous--they have completely crazy consequences, such as loss of causality --\"killing your grandmother\" becomes possible, for example! So we have restored the uniqueness  of  our basic edifice: Gravitation, like the other three forces, is indeed NOT just part of a continuous series of possible laws, but is unique and thereby even more compelling in its \"isolation\". To be sure, all our laws are subject to improvement,  but this shows that any such improvements will build on, rather than destroy, their unique structure!  \n\n\t\t\t\t\tLast Modified: 05/06/2014\n\n\t\t\t\t\tSubmitted by: Stanley Deser"
 }
}