{
 "awd_id": "1064170",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Multiscale Modeling of Adsorption Equilibrium and Dynamics in Polymer  Chromatography",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 299997.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2011-04-08",
 "awd_max_amd_letter_date": "2011-04-08",
 "awd_abstract_narration": "1064170\r\nNeimark\r\n\r\nThis project will research critical conditions of adsorption, which allow for molecular weight-independent separation of macromolecules with respect to their chemical composition, microstructure, and topology. Novel modeling methods based on gauge cell Monte Carlo simulation, selfconsistent field theory, and stochastic Fokker-Plank diffusion equation, will be elaborated and tested for studies of polymer adsorption equilibrium and dynamics. These methods will be applied to and verified with experimental data collected at DuPont on molecular weight-independent separation of linear homopolymers and copolymers with the example of styrene-butadiene systems separated on unmodified and modified silica substrates of different pore structure in typical chromatographic binary solvents. \r\n\r\nAdsorption of chain molecules on nanostructured surfaces and within nanoscale pores is the key mechanism of chromatographic separation and characterization of polymers, which is commonly employed in almost all branches of chemical and petroleum industries, as well as in biology and medicine. Currently, separation methods for new applications are developed by trial-and-error approaches. The main obstacle in developing new chromatographic processes is the absence of an adequate theory describing the behavior of macromolecules within confining porous medium with adsorbing surfaces, and, as the result, the lack of a fundamental understanding of the mechanism of retention and the pore structure effects, such as pore size and shape. The objective of the proposed program is to design novel molecular simulation tools capable of predicting equilibrium partitioning and dynamics of chain molecules on nanoporous substrates and to advance fundamental understanding of the physico-chemical mechanisms of retention in polymer chromatography. The success of the proposed project will enable the development of a strategic approach to guided optimization of the conditions of polymer chromatography. The novel simulation methods may find various applications in modeling of complex macromolecular systems beyond polymer chromatography. They can be extended to the problems of DNA and protein translocation through biological and solid state nanopores, biopolymer sequencing, and DNA packaging in bacretiophages. Improved understanding of the physico-chemical mechanisms of interactions of macromolecules with nanostructured and porous substrates is the key for a rational design of novel nanocomposites, polymer modification of surfaces, pharmaceutical tablets, and films. \r\n\r\nThe results of this research will have a significant transformative interdisciplinary impact since it addresses currently unresolved topical problems that are common across different chemical and biomedical technologies, and focuses on developing and testing innovative modeling tools that can be adapted and employed for simulation and optimization of various processes which involve polymer and biopolymer adsorption and diffusion on nanostructured substrates and membranes, such DNA sequencing and packaging. \r\n\r\nThe research project and minority student recruitment will be coordinated with the current NSF IGERT program on Nano-Pharmaceuticals and NSF ERC project on Structured Organic Particulate Systems (ERC-SOPS); the PI is a faculty researcher in these projects. Minority undergraduate students will be recruited through the REU initiative; the PI has an established record of supervising REU minority students. A special study module on \"Polymers and Nanoparticles\" will be prepared for students and teachers from K-12 attending the New Jersey Governor's School of Engineering and Technology and the Education and Training Institute facilitated by ERC-SOPS. The results of this work will be disseminated through peer reviewed publications, presentations at national and international meetings, and by creating a dedicated webpage for making project reports and presentations available for educational purposes. The novel simulation methods and case-study systems will be included into the new graduate course on \"Nanoscale Thermodynamics and Transport\" developed by PI for the IGERT curriculum. The students will benefit from industrial training and research facilities of DuPont Experimental Station. Guided by the industrial Co-PI, they will produce computer programs of practical relevance and get a hands-on experience in chromatographic experimentation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Neimark",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander V Neimark",
   "pi_email_addr": "aneimark@rutgers.edu",
   "nsf_id": "000181393",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yefim",
   "pi_last_name": "Brun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yefim Brun",
   "pi_email_addr": "Yefim.Brun@usa.dupont.com",
   "nsf_id": "000561117",
   "pi_start_date": "2011-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Adsorption of chain molecules on nanostructured surfaces and within nanoscale pores is the key mechanism of chromatographic separation and characterization of polymers, which is commonly employed in almost all branches of chemical and petroleum industries, as well as in biology and medicine. Currently, separation methods for new applications are developed by trial-and-error approaches. The main obstacle in developing new chromatographic processes is the absence of an adequate theory describing the behavior of macromolecules within confining porous medium with adsorbing surfaces, and, as the result, the lack of a fundamental understanding of the mechanism of retention and the pore structure effects, such as pore size and shape.</p>\n<p>In this project, we developed molecular simulation tools capable of predicting equilibrium partitioning and dynamics of chain molecules on nanoporous substrates and to advancing our understanding the physico-chemical mechanisms of polymer chromatography. We focused on the liquid chromatography at critical conditions of adsorption, which allow for molecular weight-independent separation of macromolecules with respect to their chemical composition, microstructure, and topology. Novel modeling methods, based on gauge cell Monte Carlo simulation, self-consistent field theory, dissipative particle dynamics, and stochastic Fokker-Plank diffusion equation, were elaborated and adopted for studies of adsorption equilibrium and dynamics. These methods were applied to and verified with experiments on both isocratic and gradient elution modes of molecular weight-independent separation of linear homopolymers. The main practical result consists in the establishment of the dominant mechanism of polymer separation at critical conditions, which is related to the partial adsorption of the chains in the pores of chromatographic substrates, and the formulation of the novel model for the rational design of separation protocols in the regime of gradient elution at the critical point of adsorption. The respective computational tool was created and transferred to DuPont for practical implementation.</p>\n<p>The project results enable the development of a strategic approach to guided optimization of the conditions of polymer chromatography. The novel simulation methods may find various applications in modeling of complex macromolecular systems beyond polymer chromatography. Improved understanding of the physico-chemical mechanisms of interactions of macromolecules with nanostructured and porous substrates is the key for a rational design of novel nanocomposites, polymer modification of surfaces, pharmaceutical tablets, and films.</p>\n<p>The results of this work have a significant transformative interdisciplinary impact since it addresses currently unresolved topical problems that are common across different chemical and biomedical technologies and focuses on developing innovative modeling tools that can be adapted and employed for simulation and optimization of various processes, which involve polymer and biopolymer adsorption and diffusion on nanostructured substrates and membranes, such as DNA sequencing and packaging.</p>\n<p>The GOALI project performed in collaboration with DuPont provided exceptional opportunities for training and professional development of students. Two PhD students were trained, one of which successfully completed his PhD and was recruited by DuPont as a Principal Investigator. The project offered opportunities for training of three minority and one female undergraduate students, as well as two high school teachers through the Rutgers University Research Experience for Teachers in Engineering (RU RET-E) program. The novel molecular simulation methods were included into the new graduate course on \"Nanoscale Thermodynamics and Transport\" developed by PI for the IGERT curriculum.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/...",
  "por_txt_cntn": "\nAdsorption of chain molecules on nanostructured surfaces and within nanoscale pores is the key mechanism of chromatographic separation and characterization of polymers, which is commonly employed in almost all branches of chemical and petroleum industries, as well as in biology and medicine. Currently, separation methods for new applications are developed by trial-and-error approaches. The main obstacle in developing new chromatographic processes is the absence of an adequate theory describing the behavior of macromolecules within confining porous medium with adsorbing surfaces, and, as the result, the lack of a fundamental understanding of the mechanism of retention and the pore structure effects, such as pore size and shape.\n\nIn this project, we developed molecular simulation tools capable of predicting equilibrium partitioning and dynamics of chain molecules on nanoporous substrates and to advancing our understanding the physico-chemical mechanisms of polymer chromatography. We focused on the liquid chromatography at critical conditions of adsorption, which allow for molecular weight-independent separation of macromolecules with respect to their chemical composition, microstructure, and topology. Novel modeling methods, based on gauge cell Monte Carlo simulation, self-consistent field theory, dissipative particle dynamics, and stochastic Fokker-Plank diffusion equation, were elaborated and adopted for studies of adsorption equilibrium and dynamics. These methods were applied to and verified with experiments on both isocratic and gradient elution modes of molecular weight-independent separation of linear homopolymers. The main practical result consists in the establishment of the dominant mechanism of polymer separation at critical conditions, which is related to the partial adsorption of the chains in the pores of chromatographic substrates, and the formulation of the novel model for the rational design of separation protocols in the regime of gradient elution at the critical point of adsorption. The respective computational tool was created and transferred to DuPont for practical implementation.\n\nThe project results enable the development of a strategic approach to guided optimization of the conditions of polymer chromatography. The novel simulation methods may find various applications in modeling of complex macromolecular systems beyond polymer chromatography. Improved understanding of the physico-chemical mechanisms of interactions of macromolecules with nanostructured and porous substrates is the key for a rational design of novel nanocomposites, polymer modification of surfaces, pharmaceutical tablets, and films.\n\nThe results of this work have a significant transformative interdisciplinary impact since it addresses currently unresolved topical problems that are common across different chemical and biomedical technologies and focuses on developing innovative modeling tools that can be adapted and employed for simulation and optimization of various processes, which involve polymer and biopolymer adsorption and diffusion on nanostructured substrates and membranes, such as DNA sequencing and packaging.\n\nThe GOALI project performed in collaboration with DuPont provided exceptional opportunities for training and professional development of students. Two PhD students were trained, one of which successfully completed his PhD and was recruited by DuPont as a Principal Investigator. The project offered opportunities for training of three minority and one female undergraduate students, as well as two high school teachers through the Rutgers University Research Experience for Teachers in Engineering (RU RET-E) program. The novel molecular simulation methods were included into the new graduate course on \"Nanoscale Thermodynamics and Transport\" developed by PI for the IGERT curriculum. \n\n \n\n\t\t\t\t\tLast Modified: 05/03/2014\n\n\t\t\t\t\tSubmitted by: Alexander V Neimark"
 }
}