{
 "awd_id": "1064615",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Towards Sustainable Wastewater Treatment: Mass Transport Limitations, Microbial Diversity, and Nitrous Oxide Production  in Anammox Nutrient Removal Processes",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 158400.0,
 "awd_amount": 159900.0,
 "awd_min_amd_letter_date": "2011-09-19",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award supports a twenty four month research fellowship by Dr. George F. Wells to work with Dr. Eberhard Morgenroth and colleagues at Eawag: Swiss Federal Institute of Aquatic Science and Technology.\r\n\r\nCombined nitritation and anaerobic ammonium oxidation (anammox) in a single reactor is a promising low-energy strategy for removing nitrogen from wastewater, thereby preventing the rash of negative environmental and public health impacts associated with nutrient pollution to natural systems. Combined nitritation/anammox processes rely on the coordinated activities of several groups of microorganisms that grow in close proximity in aggregates, including aerobic ammonia oxidizers and anaerobic ammonia oxidizers (anammox). Although promising, widespread application of these processes is hampered by process instabilities and uncertainty regarding emissions of the potent greenhouse gas nitrous oxide.  \r\n\r\nThe major hypothesis of this project is that mass transport limitations impact combined nitritation/anammox process stability and nitrous oxide emissions.  To address this hypothesis, ongoing experiments target an improved understanding of how mass transport affects 1) microbial diversity and functional redundancy, 2) nitrous oxide production, and 3) susceptibility to process instabilities of combined nitritation/anammox process variations. Replicate lab-scale bioreactors are operated with two process variations employing different types of microbial aggregates--suspended growth biomass and biofilm carriers.  Within each aggregate type, mass transport limitations are characterized using cutting-edge microscopy coupled to microsensor measurements, and differences in microbial community structure are investigated via high-throughput DNA sequencing techniques.  In parallel, the production rate and microbial source of nitrous oxide is quantified.  Process performance and resilience is then characterized in the face of a simulated process upset, and process stability, nitrous oxide production, and microbial diversity are correlated to microscale aggregate characteristics and mass transport limitations.  Results will be integrated into a simple mathematical model and monitoring approach to guide practical design and operation of combined nitritation/anammox systems for sustainable wastewater treatment and environmental protection, and will inform management practices to minimize greenhouse gas production from wastewater treatment systems.\r\n\r\nThis research directly contributes to our knowledge of anammox bacteria, a group of little-understood microorganisms of profound importance to the global biogeochemical nitrogen cycle, by establishing an interdisciplinary collaboration between microbial ecology and process engineering groups. From a practical standpoint, results inform the development and operation of novel biological systems for prevention of nutrient pollution and for sustainable water reuse. Indeed, the proposed work has the potential to dramatically influence municipal and industrial wastewater treatment, as well as nitrogen management in landfill leachate, biomass production for biofuels, and allied agricultural activities associated with nutrient pollution and nitrous oxide production. More broadly, this project provides new insights into the microbial ecology of the global nitrogen cycle, including interactions between anammox, nitrifiers, and denitrifiers. Results also contribute to our understanding of the sources and controls of microbial greenhouse gas production, and shed light on the relationship between microbial diversity and ecosystem function?a critical area of inquiry to the field of microbial ecology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Wells",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "George F Wells",
   "pi_email_addr": "",
   "nsf_id": "000571365",
   "pi_start_date": "2011-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wells                   George         F",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Stanford",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "943054121",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wells                   George         F",
  "perf_str_addr": "",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 158400.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to improve our understanding of how process stability and performance in combined nitritation-anammox bioprocesses are modulated by aggregate architecture and microbial community structure. &nbsp;Combined nitritation and anaerobic ammonia oxidation (anammox) in a single reactor is a promising low-energy strategy for removing nitrogen from wastewater, thereby preventing the rash of negative public health and environmental consequences of excess nutrient pollution. This emerging bioprocess harnesses and concentrates naturally occurring complex microbial communities that grow in different types of aggregates.&nbsp; &nbsp;While full-scale application of such systems is increasing, process instabilities that often interrupt reactor start-up and also occur after extended periods of stable operation present a key remaining challenge to practitioners. Moreover, the influence of microscale aggregate characteristics as well as microbial community structure on macroscale process performance and stability have not been investigated.</p>\n<p>&nbsp;</p>\n<p>To address these knowledge gaps, replicate lab-scale reactors were constructed and operated for more than one year with two process variations employing different types of microbial aggregates&mdash;suspended growth biomass and biofilm carriers.&nbsp; Performance differences during a baseline period of unperturbed operation were characterized, followed by a series of simulated operational instabilities (pulse perturbations) to clarify differences in process resistance and resilience between biofilm and suspended growth-type combined nitritation-anammox systems.&nbsp; Microbial biomass samples were archived weekly over this time course for analyses of community structure, dynamics, and special organization.&nbsp; High resolution monitoring data enabled by cutting edge sensor capabilities and sophisticated process control revealed superior process rates (nitrogen removal) coupled to greater variability in performance in biofilm reactors relative to their suspended growth counterparts.&nbsp; Biofilm reactors also exhibited greater susceptibility to temperature and nitrification inhibitor perturbations than suspended growth systems. Coupled to quantitative measurements of abundance and microscale architecture of microbial populations in aggregates from these reactors, our results further suggest that such biofilm-based systems may, in fact, be more resistant to disturbances that predominantly impact anammox activity, while suspended growth systems may be more resistant to events that decrease nitritation activity.&nbsp; Culture-independent molecular analyses (DNA sequencing and fingerprinting) demonstrated significantly elevated microbial diversity in biofilm reactors compared to suspended growth systems, and suggested reduced turnover in bacterial community structure over weekly samples in biofilms than in suspended growth.&nbsp; A mathematical biofilm reactor model was developed to both clarify experimental results and to guide practical design and operation of nitritation-anammox systems.&nbsp; In combination with batch activity assays, this model demonstrated substantial population and activity segregation between aggregate fractions in suspended growth biomass, and provided predictions of optimal operating ranges for systems with different mixtures of microbial aggregates and influent compositions.</p>\n<p>&nbsp;</p>\n<p>Findings from this project inform the development and operation of novel biological systems for prevention of nutrient pollution and for sustainable wastewater treatment. Specifically, findings elucidate the relative benefits and drawbacks of two promising low energy bioprocesses&mdash;so-called combined nitritation-anammox processes-- for removing nitrogen from low-quality.&nbsp; It is important to note that development of anammox-bioprocesses, such as those under investigation in t...",
  "por_txt_cntn": "\nThe goal of this project was to improve our understanding of how process stability and performance in combined nitritation-anammox bioprocesses are modulated by aggregate architecture and microbial community structure.  Combined nitritation and anaerobic ammonia oxidation (anammox) in a single reactor is a promising low-energy strategy for removing nitrogen from wastewater, thereby preventing the rash of negative public health and environmental consequences of excess nutrient pollution. This emerging bioprocess harnesses and concentrates naturally occurring complex microbial communities that grow in different types of aggregates.   While full-scale application of such systems is increasing, process instabilities that often interrupt reactor start-up and also occur after extended periods of stable operation present a key remaining challenge to practitioners. Moreover, the influence of microscale aggregate characteristics as well as microbial community structure on macroscale process performance and stability have not been investigated.\n\n \n\nTo address these knowledge gaps, replicate lab-scale reactors were constructed and operated for more than one year with two process variations employing different types of microbial aggregates&mdash;suspended growth biomass and biofilm carriers.  Performance differences during a baseline period of unperturbed operation were characterized, followed by a series of simulated operational instabilities (pulse perturbations) to clarify differences in process resistance and resilience between biofilm and suspended growth-type combined nitritation-anammox systems.  Microbial biomass samples were archived weekly over this time course for analyses of community structure, dynamics, and special organization.  High resolution monitoring data enabled by cutting edge sensor capabilities and sophisticated process control revealed superior process rates (nitrogen removal) coupled to greater variability in performance in biofilm reactors relative to their suspended growth counterparts.  Biofilm reactors also exhibited greater susceptibility to temperature and nitrification inhibitor perturbations than suspended growth systems. Coupled to quantitative measurements of abundance and microscale architecture of microbial populations in aggregates from these reactors, our results further suggest that such biofilm-based systems may, in fact, be more resistant to disturbances that predominantly impact anammox activity, while suspended growth systems may be more resistant to events that decrease nitritation activity.  Culture-independent molecular analyses (DNA sequencing and fingerprinting) demonstrated significantly elevated microbial diversity in biofilm reactors compared to suspended growth systems, and suggested reduced turnover in bacterial community structure over weekly samples in biofilms than in suspended growth.  A mathematical biofilm reactor model was developed to both clarify experimental results and to guide practical design and operation of nitritation-anammox systems.  In combination with batch activity assays, this model demonstrated substantial population and activity segregation between aggregate fractions in suspended growth biomass, and provided predictions of optimal operating ranges for systems with different mixtures of microbial aggregates and influent compositions.\n\n \n\nFindings from this project inform the development and operation of novel biological systems for prevention of nutrient pollution and for sustainable wastewater treatment. Specifically, findings elucidate the relative benefits and drawbacks of two promising low energy bioprocesses&mdash;so-called combined nitritation-anammox processes-- for removing nitrogen from low-quality.  It is important to note that development of anammox-bioprocesses, such as those under investigation in this project, has occurred largely in Europe.  Research and development in this area has historically received comparatively little attention from the U..."
 }
}