{
 "awd_id": "1064560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Understanding and predicting adverse health effects of transformation products formed from organic micropollutants during water treatment",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 170900.0,
 "awd_amount": 170900.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2011-07-15",
 "awd_abstract_narration": "1064560\r\nCard\r\n\r\n\r\nThrough the NSF International Research Fellowship Program, early-career scientists and engineers may spend up to 24 months in international research collaborations. This experience enables postdoctoral fellows to forge long-term collaborations and conduct cutting-edge research in unique facilities and experimental conditions.  This award will support a 24 month fellowship for Dr. Marcella Card to work with Dr. Beate Escher at the National Research Centre for Environmental Toxicology and the University of Queensland in Brisbane, Australia, and with Dr. Kathrin Fenner at the Swiss Federal Institute of Aquatic Science and Technology in Zurich, Switzerland. \r\n\r\nMyriad micropollutants are present in domestic wastewater due to the use of chemicals such as pharmaceuticals, cleaning products, fertilizers, and dyes. In wastewater treatment plants these micropollutants are transformed via biotic and abiotic processes, resulting in transformation products (TPs). Most TPs are equally or less toxic than the parent compounds, but in some cases they are significantly more toxic than the parent compound, and may impact human health where wastewater is recycled for human use. There is a need for an efficient, reliable way to identify chemicals of concern and to screen TP toxicity.\r\n\r\nThis project will consist of three phases. In the first phase, using known biotic and abiotic transformation processes that occur in wastewater treatment plants, parent compounds that may be transformed into toxic TPs will be predicted. Selected parent compounds will not carry toxicophores (chemical structures which cause specific toxicity) but will have precursor structures which will be predicted to be transformed into toxicophores by abiotic and biotic processes. In the second phase of this research, the predicted parent compounds will be subjected to biotic (activated sludge) and abiotic (advanced oxidation) processes in a pilot-scale wastewater treatment plant. As transformations progress, the reaction mixtures will be tested for specific toxicity using bioassays. The prediction of toxic TP formation will be supported if toxicity increases with increased TP concentrations relative to the parent compound. Finally, the TPs will be positively identified using mass spectrometry in the third phase of this project.\r\n\r\nThe broader impacts of this research include both societal and professional benefits. The results of this work will inform future policy decisions concerning US and international drinking water quality analyses. Thus this work may contribute to reductions in the incidence of chronic toxic effects in populations that consume recycled water. The profession will benefit through improved infrastructure (the observed biotic transformations will be entered into a free online database and predictive system) and the PI's participation in professional conferences.  Finally, through this research, the PI will establish long-term collaborations with colleagues in both Australia and Switzerland at academic and industrial institutions, which will continue to aid the PI in future research pursuits long after the current research is completed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcella",
   "pi_last_name": "Card",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Marcella L Card",
   "pi_email_addr": "",
   "nsf_id": "000571784",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Card                    Marcella       L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Columbus",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "",
  "inst_zip_code": "432101308",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Card                    Marcella       L",
  "perf_str_addr": "",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101308",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 170900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Domestic and industrial wastewater entering a wastewater treatment plant can include many chemicals, including soaps and detergents, paint, solvents, biochemicals such as blood and proteins, pesticides, pharmaceuticals, and fragrances.&nbsp; There are over 100,000 chemicals being used and disposed of on a daily basis, and through the wastewater treatment processes many of these parent chemicals may be chemically transformed into toxic products.&nbsp; If those toxic products are present in the effluent water leaving the wastewater treatment plant, they can pose significant risks to human and environmental health, such as to organisms living in the river receiving effluent water and humans who fish or swim in the river.&nbsp; However, it would be prohibitively expensive to assess all of the chemicals in use for the production of toxic products, so in order to protect human and environmental health from the effects of toxic products, a method was developed to assess the toxicity of predicted products to their parent chemical.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The toxicity of a chemical or its products depends on two factors: [1] how much it bioaccumulates, termed &lsquo;toxicokinetics&rsquo; (TK), which determines its baseline toxicity (where baseline toxicity always and quantifiably increases with increasing bioaccumulation); and [2] whether its chemical structure reacts or interacts with the organism&rsquo;s DNA and proteins, termed &lsquo;toxicodynamics&rsquo; (TD), which increases a chemical&rsquo;s toxicity over the baseline toxicity determined by its bioaccumulation (i.e., increases the toxic ratio of the chemical).&nbsp; The two axes of chemical toxicity are demonstrated in figure 1.&nbsp; Chemical structures that may cause increased toxicity are known as structural alerts, but the presence of structural alerts on a chemical does not necessarily mean that its toxicity is greater than baseline because they may affect only specific organisms or tissues, or other aspects of the chemical prevent the structural alert from causing toxicity.&nbsp; Thus, the index related to bioaccumulation is quantitative because the effect of increased bioaccumulation on baseline toxicity is quantified, but the index related to structural alerts is qualitative because the toxic effects of most structural alerts are not well known. A comprehensive library of structural alerts reported in the scientific literature was collected.&nbsp; The library contains 354 structural alerts associated with specific modes of toxic action and, when available, chemical properties that detoxify the structural alert.&nbsp; This library was used extensively in the research described here but will also be useful for research in computational chemistry, toxicology, and pharmaceutical design.&nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>Indices were developed to describe the differences in bioaccumulation or structural alerts between a parent chemical and its products.&nbsp; These indices will be useful to environmental scientists assessing the environmental fate (e.g., degradation and metabolism) and effects (e.g., toxicity) of chemicals because high index values demonstrate a particular need to assess whether the toxicity of the products contributes to the overall hazard of the parent to environmental or human health.&nbsp; Further, chemicals that rank highly in the indices may provide information in designing wastewater treatment systems to avoid the production of toxic products.&nbsp; In the research described here, the indices were used to prioritize a list of approximately 200 chemicals for testing for toxic products.</p>\n<p>&nbsp;</p>\n<p>To assess the utility of the indices, I exposed several chemicals to biotic (activated sludge) and abiotic processes (ozonation and chlorination) used in wastewater treatment and assessed the changes in toxicity over time as the parent chemical was degraded and products were formed.&nb...",
  "por_txt_cntn": "\nDomestic and industrial wastewater entering a wastewater treatment plant can include many chemicals, including soaps and detergents, paint, solvents, biochemicals such as blood and proteins, pesticides, pharmaceuticals, and fragrances.  There are over 100,000 chemicals being used and disposed of on a daily basis, and through the wastewater treatment processes many of these parent chemicals may be chemically transformed into toxic products.  If those toxic products are present in the effluent water leaving the wastewater treatment plant, they can pose significant risks to human and environmental health, such as to organisms living in the river receiving effluent water and humans who fish or swim in the river.  However, it would be prohibitively expensive to assess all of the chemicals in use for the production of toxic products, so in order to protect human and environmental health from the effects of toxic products, a method was developed to assess the toxicity of predicted products to their parent chemical. \n\n \n\nThe toxicity of a chemical or its products depends on two factors: [1] how much it bioaccumulates, termed ætoxicokineticsÆ (TK), which determines its baseline toxicity (where baseline toxicity always and quantifiably increases with increasing bioaccumulation); and [2] whether its chemical structure reacts or interacts with the organismÆs DNA and proteins, termed ætoxicodynamicsÆ (TD), which increases a chemicalÆs toxicity over the baseline toxicity determined by its bioaccumulation (i.e., increases the toxic ratio of the chemical).  The two axes of chemical toxicity are demonstrated in figure 1.  Chemical structures that may cause increased toxicity are known as structural alerts, but the presence of structural alerts on a chemical does not necessarily mean that its toxicity is greater than baseline because they may affect only specific organisms or tissues, or other aspects of the chemical prevent the structural alert from causing toxicity.  Thus, the index related to bioaccumulation is quantitative because the effect of increased bioaccumulation on baseline toxicity is quantified, but the index related to structural alerts is qualitative because the toxic effects of most structural alerts are not well known. A comprehensive library of structural alerts reported in the scientific literature was collected.  The library contains 354 structural alerts associated with specific modes of toxic action and, when available, chemical properties that detoxify the structural alert.  This library was used extensively in the research described here but will also be useful for research in computational chemistry, toxicology, and pharmaceutical design.   \n\n \n\nIndices were developed to describe the differences in bioaccumulation or structural alerts between a parent chemical and its products.  These indices will be useful to environmental scientists assessing the environmental fate (e.g., degradation and metabolism) and effects (e.g., toxicity) of chemicals because high index values demonstrate a particular need to assess whether the toxicity of the products contributes to the overall hazard of the parent to environmental or human health.  Further, chemicals that rank highly in the indices may provide information in designing wastewater treatment systems to avoid the production of toxic products.  In the research described here, the indices were used to prioritize a list of approximately 200 chemicals for testing for toxic products.\n\n \n\nTo assess the utility of the indices, I exposed several chemicals to biotic (activated sludge) and abiotic processes (ozonation and chlorination) used in wastewater treatment and assessed the changes in toxicity over time as the parent chemical was degraded and products were formed.  I found that toxicity generally decreased as the parent chemical was degraded, but in some cases the toxicity of the solution remained constant or increased over time, meaning that the products contributed to the toxicit..."
 }
}