{
 "awd_id": "1064810",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Information processing in the salamander vomeronasal system",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 147301.0,
 "awd_amount": 147301.0,
 "awd_min_amd_letter_date": "2011-07-29",
 "awd_max_amd_letter_date": "2011-07-29",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Elyse A. Vaccaro to work with Dr. Frédéric Laberge at the University of Guelph in Ontario, Canada.\r\n\r\nThe vomeronasal system of the red-legged salamander, Plethodon shermani, is used to understand how sensory input is relayed, modulated and processed as it travels to brain regions implicated in the control of motivated behavior. The vomeronasal system is hypothesized to have receptor mechanisms for each type of biologically relevant cue. Thus, specific mechanisms would detect cues of prey, predators and conspecifics, as well as individual pheromone components. Different vomeronasal pathways are further hypothesized to interact among each other in the central nervous system to prioritize the choice of behavioral options. For example, behavioral studies indicate that salamander courtship pheromones have an inhibitory effect on the processing of prey, but not predator, olfactory cues. \r\n\r\nThis research uses in vivo electrophysiology to take simultaneous recordings from different stations along the pathway from the vomeronasal epithelium to the hypothalamus. The project first endeavors to elucidate patterns of neural activation associated with enhanced female receptivity; this is done by examining neural responses to individual components of the male courtship pheromone mixture. The second objective is to characterize interactions between competing afferents dedicated to different behavioral outcomes; this is done by identifying the neural modulation that results from presenting pheromones in tandem with a broad panel of relevant olfactory cues. \r\n\r\nThe salamander system presents a rare opportunity to study the mechanisms of pheromone action in a vertebrate, and the direct nature of the salamander's vomeronasal pathway is ideal to examine how a sensory signal needs to be shaped before communication with centers of the brain that control motivated behavior. In addition to highlighting basic principles of sensory processing and mechanisms of behavioral choice, this research will help develop multi-disciplinary collaborations between the PI and an international group of scientists working on the evolution of plethodontid salamander pheromones.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elyse",
   "pi_last_name": "Vaccaro",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elyse A Vaccaro",
   "pi_email_addr": "",
   "nsf_id": "000572742",
   "pi_start_date": "2011-07-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vaccaro                 Elyse          A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Corvallis",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "",
  "inst_zip_code": "973312914",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Vaccaro                 Elyse          A",
  "perf_str_addr": "",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973312914",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 147301.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The salamander system presents a rare opportunity to study the mechanisms of pheromone action in a vertebrate, and the direct nature of the salamander&rsquo;s vomeronasal pathway is ideal to examine how a sensory signal needs to be shaped before communication with centers of the brain that control motivated behavior.</p>\n<p>The vomeronasal system detects non-volatile scent cues, including pheromones. The vomeronasal system is believed to have a wide array of receptors capable of identifying a broad range of important scents. Specific receptors would detect cues of prey, predators and conspecifics, as well as individual components of a male pheromone mixture. Furthermore, neural pathways associated with these different receptors likely interact among each other in the central nervous system to prioritize the choice of behavioral options.&nbsp;</p>\n<p>Behavioral studies indicate that salamander courtship pheromones have an inhibitory effect on the processing scent cues of prey, but not predators. Thus, a female salamander would be more motivated to mate than to forage for food, but not so sexually motivated that she endangers herself. For this project, I studied the red-legged salamander&rsquo;s vomeronasal system to understand how scent information is relayed, modulated and processed as it travels to brain regions that control motivated behavior.&nbsp;</p>\n<p>This research used <em>in vivo</em> electrophysiology to take recordings from different stations along the neural pathway from the vomeronasal epithelium (where scent molecules are detected) to the hypothalamus (where a behavioral response to sensory information is initiated). I recorded from these various stations while exposing the salamander to individual components of the male pheromone mixture as well as a panel of biologically relevant scents (mate, predator, food). The project revealed patterns of neural activation associated with enhanced female receptivity. Additionally, this research highlights basic principles of sensory processing and mechanisms of behavioral choice.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2013<br>\n\t\t\t\t\tModified by: Elyse&nbsp;A&nbsp;Vaccaro</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe salamander system presents a rare opportunity to study the mechanisms of pheromone action in a vertebrate, and the direct nature of the salamanderÆs vomeronasal pathway is ideal to examine how a sensory signal needs to be shaped before communication with centers of the brain that control motivated behavior.\n\nThe vomeronasal system detects non-volatile scent cues, including pheromones. The vomeronasal system is believed to have a wide array of receptors capable of identifying a broad range of important scents. Specific receptors would detect cues of prey, predators and conspecifics, as well as individual components of a male pheromone mixture. Furthermore, neural pathways associated with these different receptors likely interact among each other in the central nervous system to prioritize the choice of behavioral options. \n\nBehavioral studies indicate that salamander courtship pheromones have an inhibitory effect on the processing scent cues of prey, but not predators. Thus, a female salamander would be more motivated to mate than to forage for food, but not so sexually motivated that she endangers herself. For this project, I studied the red-legged salamanderÆs vomeronasal system to understand how scent information is relayed, modulated and processed as it travels to brain regions that control motivated behavior. \n\nThis research used in vivo electrophysiology to take recordings from different stations along the neural pathway from the vomeronasal epithelium (where scent molecules are detected) to the hypothalamus (where a behavioral response to sensory information is initiated). I recorded from these various stations while exposing the salamander to individual components of the male pheromone mixture as well as a panel of biologically relevant scents (mate, predator, food). The project revealed patterns of neural activation associated with enhanced female receptivity. Additionally, this research highlights basic principles of sensory processing and mechanisms of behavioral choice.\n\n\t\t\t\t\tLast Modified: 10/28/2013\n\n\t\t\t\t\tSubmitted by: Elyse A Vaccaro"
 }
}