{
 "awd_id": "1064953",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "NeTS:Medium: Throughput Optimization of Cooperative Relaying in Wireless Networks",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thyagarajan Nandagopal",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 673293.0,
 "awd_amount": 673293.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "Spatial diversity has proved to be very effective in increasing wireless network capacity and reliability. However, equipping a wireless node with multiple antennas may not always be practical.  This project explores Cooperative Communications (CC), where each node is only equipped with a single antenna and spatial diversity is achieved by exploiting the antennas on other nodes in the network. Although CC at the physical layer has been under intensive research in recent years, fundamental understanding of CC in ad hoc networks remains limited.  The goal of this project is to optimize network level throughput by exploiting cooperative relaying at the physical layer.  This project focuses on designing network level algorithms based on analytical models for cooperative relaying such that network level throughput can be maximized. Specifically, there are three inter-dependent research thrusts in this project: (1) optimal use of network coding in cooperative relay networks; (2) relay node selection for throughput maximization; and (3) performance limits of cooperation in multi-hop relay networks. This research serves a critical need in advancing cooperative relay network research by developing new mathematical tools to study some open and important problem areas.  The success of this project offers a major step forward in establishing its theoretical foundation. The research on throughput optimization also leads to the development of new algorithmic and optimization tools that are beyond the traditional domain of convex optimization. An important educational objective of this project is to develop new cross-disciplinary course materials for wireless networking.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Hou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Hou",
   "pi_email_addr": "thou@vt.edu",
   "nsf_id": "000122250",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hanif",
   "pi_last_name": "Sherali",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Hanif D Sherali",
   "pi_email_addr": "hanifs@vt.edu",
   "nsf_id": "000262031",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Midkiff",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Scott F Midkiff",
   "pi_email_addr": "midkiff@vt.edu",
   "nsf_id": "000344351",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736300",
   "pgm_ele_name": "Networking Technology and Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7363",
   "pgm_ref_txt": "RES IN NETWORKING TECH & SYS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 439919.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 233374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A critical factor affecting the throughput of wireless communications between a transmit node and a receive node is channel quality.&nbsp; Channel quality is intrinsic to the underlying radio propagation environment and cannot be easily modified or improved. &nbsp;Although channel quality between two nodes cannot be changed, one could exploit the differences in channel quality among the neighboring nodes (also known as spatial diversity) to improve throughput.&nbsp; To make this work, it is necessary to have the nodes in the network cooperate among themselves so as to enable the desired effect.&nbsp; This is the focus of this project.&nbsp;</p>\n<p>There are a number of milestones and highlights from our investigation.&nbsp; In our paper titled &ldquo;Joint flow routing and relay node assignment in cooperative multi-hop networks&rdquo; (IEEE Journal on Selected Areas in Communications, vol. 30, no. 2, February 2012), we explored spatial diversity based on a simple three-node mode.&nbsp; We studied how this model can be applied to relay node assignment and flow routing for a set of communication sessions. We developed a novel solution to solve a joint relay node assignment and flow routing problem.&nbsp; Our results showed that significant improvement in throughput can be realized by incorporating cooperative communications.&nbsp; But one problem we found in cooperative communications is its overhead. To mitigate this problem, network coding was considered.&nbsp; This is what we call network-coded cooperative communications (NC-CC). &nbsp;In our paper titled &ldquo;Network coding in cooperative communications: Friend or foe?&rdquo; (IEEE Transactions on Mobile Computing, vol. 11, no. 7, July 2012), we showed that although NC could reduce time slots needed for CC, it also introduces something call NC noise, which could adversely reduce throughput.&nbsp; We analyzed the origin of this noise via a careful study of signal aggregation at a relay node and signal extraction at a destination node. We derived a closed-form expression for NC noise at each destination node. &nbsp;This finding shed new light on how to use NC in CC effectively. As a case study, in our paper titled &ldquo;Joint Optimization of Session Grouping and Relay Node Selection for Network-Coded Cooperative Communications&rdquo; (IEEE Transactions on Mobile Computing, vol. 13, no. 9, September 2014), we showed how to optimally put sessions into different groups and assign a relay node for each group.&nbsp; In &ldquo;Network-Coded Cooperative Communications with Multiple Relay Nodes: Achievable Rate and Network Optimization&rdquo; (Elsevier Ad Hoc Networks, vol. 53, December 2016), we further studied the relay node selection problem and develop closed form formulas for the mutual information and the achievable data rate for each session. Based on these findings, we found a solution for joint optimization of session grouping, relay node grouping, and matching of session/relay groups. &nbsp;&nbsp;</p>\n<p>The contributions of our research to the wireless communications are significant. Cooperative communications is considered a key technology to increase throughput and reliability of wireless networks. Existing advances in cooperative communications have mainly focused on the physical layer, yet many problems at the network layer offer opportunities for discovery and innovation. The research in this project serves a critical need in advancing cooperative relay network research by developing new mathematical tools to study some open problem areas such as optimal use of network coding in cooperative relay networks, relay node selection for throughput optimization, and performance limits of cooperation in multi-hop relay networks. Our research is novel as it involves new ideas that are still in their early stage.&nbsp; The success of this project will offer a major step forward in establishing its theoretical foundation. Our research on throughput optimization has led to the development of new algorithmic and optimization tools that are beyond the traditional domain of convex optimization. These new mathematical tools will advance the state of the art of both the fields of wireless networking and operations research. As a result, pathways to new knowledge frontiers for cooperative relay networks can now be explored that were once considered difficult; a new knowledge boundary may now be defined; and new insights and discoveries (possibly unexpected) are now possible.</p>\n<p>This project has offered tremendous opportunities to train graduate students in advanced research.&nbsp; At least seven graduate students participated in this project and gained strong research experience. This experience will benefit their life-long career in science and engineering. Two graduate students in the project were female and one of them graduated with a Ph.D. degree and joined faculty at a major research university. &nbsp;Another important outcome of this project is the development of new cross-disciplinary course materials for wireless networking.&nbsp; We have published a textbook titled &ldquo;Applied Optimization Methods for Wireless Networks&rdquo; (Cambridge University Press, 2014), with several chapters in the book coming directly from this research project.&nbsp; This book has been adopted as the textbook of a graduate course at Virginia Tech. &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2017<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Hou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA critical factor affecting the throughput of wireless communications between a transmit node and a receive node is channel quality.  Channel quality is intrinsic to the underlying radio propagation environment and cannot be easily modified or improved.  Although channel quality between two nodes cannot be changed, one could exploit the differences in channel quality among the neighboring nodes (also known as spatial diversity) to improve throughput.  To make this work, it is necessary to have the nodes in the network cooperate among themselves so as to enable the desired effect.  This is the focus of this project. \n\nThere are a number of milestones and highlights from our investigation.  In our paper titled \"Joint flow routing and relay node assignment in cooperative multi-hop networks\" (IEEE Journal on Selected Areas in Communications, vol. 30, no. 2, February 2012), we explored spatial diversity based on a simple three-node mode.  We studied how this model can be applied to relay node assignment and flow routing for a set of communication sessions. We developed a novel solution to solve a joint relay node assignment and flow routing problem.  Our results showed that significant improvement in throughput can be realized by incorporating cooperative communications.  But one problem we found in cooperative communications is its overhead. To mitigate this problem, network coding was considered.  This is what we call network-coded cooperative communications (NC-CC).  In our paper titled \"Network coding in cooperative communications: Friend or foe?\" (IEEE Transactions on Mobile Computing, vol. 11, no. 7, July 2012), we showed that although NC could reduce time slots needed for CC, it also introduces something call NC noise, which could adversely reduce throughput.  We analyzed the origin of this noise via a careful study of signal aggregation at a relay node and signal extraction at a destination node. We derived a closed-form expression for NC noise at each destination node.  This finding shed new light on how to use NC in CC effectively. As a case study, in our paper titled \"Joint Optimization of Session Grouping and Relay Node Selection for Network-Coded Cooperative Communications\" (IEEE Transactions on Mobile Computing, vol. 13, no. 9, September 2014), we showed how to optimally put sessions into different groups and assign a relay node for each group.  In \"Network-Coded Cooperative Communications with Multiple Relay Nodes: Achievable Rate and Network Optimization\" (Elsevier Ad Hoc Networks, vol. 53, December 2016), we further studied the relay node selection problem and develop closed form formulas for the mutual information and the achievable data rate for each session. Based on these findings, we found a solution for joint optimization of session grouping, relay node grouping, and matching of session/relay groups.   \n\nThe contributions of our research to the wireless communications are significant. Cooperative communications is considered a key technology to increase throughput and reliability of wireless networks. Existing advances in cooperative communications have mainly focused on the physical layer, yet many problems at the network layer offer opportunities for discovery and innovation. The research in this project serves a critical need in advancing cooperative relay network research by developing new mathematical tools to study some open problem areas such as optimal use of network coding in cooperative relay networks, relay node selection for throughput optimization, and performance limits of cooperation in multi-hop relay networks. Our research is novel as it involves new ideas that are still in their early stage.  The success of this project will offer a major step forward in establishing its theoretical foundation. Our research on throughput optimization has led to the development of new algorithmic and optimization tools that are beyond the traditional domain of convex optimization. These new mathematical tools will advance the state of the art of both the fields of wireless networking and operations research. As a result, pathways to new knowledge frontiers for cooperative relay networks can now be explored that were once considered difficult; a new knowledge boundary may now be defined; and new insights and discoveries (possibly unexpected) are now possible.\n\nThis project has offered tremendous opportunities to train graduate students in advanced research.  At least seven graduate students participated in this project and gained strong research experience. This experience will benefit their life-long career in science and engineering. Two graduate students in the project were female and one of them graduated with a Ph.D. degree and joined faculty at a major research university.  Another important outcome of this project is the development of new cross-disciplinary course materials for wireless networking.  We have published a textbook titled \"Applied Optimization Methods for Wireless Networks\" (Cambridge University Press, 2014), with several chapters in the book coming directly from this research project.  This book has been adopted as the textbook of a graduate course at Virginia Tech.   \n\n \n\n\t\t\t\t\tLast Modified: 03/26/2017\n\n\t\t\t\t\tSubmitted by: Thomas Hou"
 }
}