{
 "awd_id": "1064986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TC: Medium: Collaborative Research: Tracking Adversarial Behavior in  Distributed Systems with Secure Networked Provenance",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 352378.0,
 "awd_amount": 360378.0,
 "awd_min_amd_letter_date": "2011-03-16",
 "awd_max_amd_letter_date": "2014-04-01",
 "awd_abstract_narration": "Operators of networks and distributed systems often find themselves needing to answer a diagnostic or forensic question -- some part of the system is found to be in an unexpected state, and the operators must decide whether the state is legitimate or a symptom of a clandestine attack. In such cases, it would be useful to ask the system for an 'explanation' of the observed state. In the absence of attacks, emerging network provenance techniques can construct such explanations by constructing a chain of events that links the observed state to its root causes. However, an attacker can cause the nodes under his control to forge or suppress information and thus produce a plausible (but incorrect) explanation. As a result, the operators may fail to notice the attack.\r\n\r\nThis research develops secure network provenance techniques that can provide useful explanations even when the system is under attack by a powerful adversary. The project (i) substantially extends and generalizes the concept of network provenance by adding capabilities needed in a forensic setting; (ii) develops techniques for securely storing provenance without any trusted components; (iii) designs methods for efficiently querying secure provenance; (iv) introduces methods for protecting the confidentiality of provenance; and (v) evaluates these techniques in the context of concrete applications.\r\n\r\nThe project's theme of provenance and forensics is integrated with Penn's new undergraduate program in Market and Social Systems Engineering. It will provide forensics support for a wide variety of distributed applications, including emerging cloud applications upon which critical infrastructure may soon be based.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Micah",
   "pi_last_name": "Sherr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Micah Sherr",
   "pi_email_addr": "msherr@cs.georgetown.edu",
   "nsf_id": "000562040",
   "pi_start_date": "2011-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgetown University",
  "inst_street_address": "MAIN CAMPUS",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026250100",
  "inst_zip_code": "20057",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGETOWN UNIVERSITY",
  "org_prnt_uei_num": "TF2CMKY1HMX9",
  "org_uei_num": "TF2CMKY1HMX9"
 },
 "perf_inst": {
  "perf_inst_name": "Georgetown University",
  "perf_str_addr": "MAIN CAMPUS",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "20057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7795",
   "pgm_ref_txt": "TRUSTWORTHY COMPUTING"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 352378.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-46d779ae-ac73-bee4-0da4-244c54020092\"> </span></p>\n<p dir=\"ltr\"><span>As systems become increasingly distributed, the need to securely manage and validate the provenance of information becomes critical. &nbsp;</span></p>\n<p dir=\"ltr\"><span>This project developed new frameworks for evaluating secure fine&shy;-grained provenance collection and management in hosts. &nbsp;That is, the project introduced methods of determining what caused certain events in a distributed system (e.g., a computer network) to occur, and for offering trustworthy explanations as to those causes. &nbsp;Research funded by this project provides a general architecture for collecting provenance information at scale, enabling more secure and trustworthy computing environments. &nbsp;Significant beneficiaries of the research produced by this project are network operators and forensic practitioners who require trustworthy explanations as to the causes of particular events in distributed systems.</span></p>\n<p dir=\"ltr\"><span>Specifically, this project has produced the following research results:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Secure Network Provenance:</strong><span> &nbsp;A main contribution of this project is the development and refinement of secure network provenance -- a method of generating comprehensive explanations for any observable network state. &nbsp;Secure network provenance allows network operators to identify the causes and effects of behavior in their systems. &nbsp;Our solution provides provable, trustworthy explanations, even in the presence of malicious software or hardware components.</span></p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Formal foundations of provenance:</strong><span> &nbsp;We developed a model for distributed time-aware provenance (DTaP) in which we can give precise definitions for properties such as the soundness, completeness, and minimality of distributed provenance, and in which we can prove formally that our model has these properties. &nbsp;This formal foundation serves as the building-blocks of our other research activities.</span></p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Provenance and privacy:&nbsp;</strong><span>&nbsp;We developed a system (SPIDeR) that can deliver forensic capabilities with strong privacy guarantees for network protocols such as BGP, and have generalized this work to handle more general distributed protocols.</span></p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Privacy and forensics resistance:</span><span> &nbsp;To explore the limits of network forensics, we developed routing protocols for fully decentralized messaging in networks comprised of smartphone devices. &nbsp;In these Human-to-human (HumaNet) networks, participants evade all centralized infrastructure by passing messages using their phones' point-to-point interfaces (e.g., Bluetooth). We demonstrate probabilistic HumaNet routing protocols that reliably deliver messages, preserve the location privacy of the network's users, and thwart network forensics by avoiding centralized monitoring points. &nbsp;</span></p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Time-Deterministic replay: &nbsp;</strong><span>Forensic systems can be defeated by passing information through non-standard channels. &nbsp;Particularly problematic are hidden timing channels in which the timing of network messages encodes information that, for example, a malicious insider wants to exfiltrate from an organization. &nbsp;We have developed a detector that can detect almost any timing channel with very high accuracy -- including &ldquo;never-seen-before&rdquo; channels with novel encodings. &nbsp;</span></p>\n</li>\n</ul>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><strong>Differential provenance:</strong><span> &nbsp;Provenance systems often given comprehensive explanations as to how an event came to pass. &nbsp;These explanations can often be quite complex and difficult for network administrators to parse. &nbsp;This project developed techniques that make the results of diagnostic queries easier to read by highlighting the most pertinent cause(s) of an event.</span></p>\n</li>\n</ul>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\"><span style=\"text-decoration: underline;\">Intellectual Merit:</span></p>\n<p dir=\"ltr\"><span>The project&rsquo;s main scientific contributions include (1) the innovative synthesis of ideas from databases, networks, and distributed security to expose the inner behavior of networks through secure, reliable, unforgeable provenance &mdash; for debugging, intrusion detection, and analysis tasks; &nbsp;(2) formal descriptions of network provenance that can be used to reason about the benefits and limitations of provenance systems; and (3) methods for privacy-preserving resolutions of provenance queries.</span></p>\n<p dir=\"ltr\">&nbsp;</p>\n<p dir=\"ltr\"><span><br /></span></p>\n<p dir=\"ltr\"><span style=\"text-decoration: underline;\">Broader Impact:</span></p>\n<p dir=\"ltr\"><span>The broader impact of the project lies in supporting a wide variety of distributed applications that need a network substrate which behaves reliably and supports troubleshooting -- including emerging cloud-based applications upon which critical infrastructure may be based. &nbsp;Research results have been published in conferences and other peer-&shy;reviewed academic venues such as SIGCOMM, VLDB, ToN, USENIX Security, ESORICS, and HotNets. The themes of accountability and forensics at the centerpiece of this project have been integrated into courses at both Georgetown University.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2016<br>\n\t\t\t\t\tModified by: Micah&nbsp;Sherr</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nAs systems become increasingly distributed, the need to securely manage and validate the provenance of information becomes critical.  \nThis project developed new frameworks for evaluating secure fine&shy;-grained provenance collection and management in hosts.  That is, the project introduced methods of determining what caused certain events in a distributed system (e.g., a computer network) to occur, and for offering trustworthy explanations as to those causes.  Research funded by this project provides a general architecture for collecting provenance information at scale, enabling more secure and trustworthy computing environments.  Significant beneficiaries of the research produced by this project are network operators and forensic practitioners who require trustworthy explanations as to the causes of particular events in distributed systems.\nSpecifically, this project has produced the following research results:\n\n\nSecure Network Provenance:  A main contribution of this project is the development and refinement of secure network provenance -- a method of generating comprehensive explanations for any observable network state.  Secure network provenance allows network operators to identify the causes and effects of behavior in their systems.  Our solution provides provable, trustworthy explanations, even in the presence of malicious software or hardware components.\n\n\n\n\nFormal foundations of provenance:  We developed a model for distributed time-aware provenance (DTaP) in which we can give precise definitions for properties such as the soundness, completeness, and minimality of distributed provenance, and in which we can prove formally that our model has these properties.  This formal foundation serves as the building-blocks of our other research activities.\n\n\n\n\nProvenance and privacy:  We developed a system (SPIDeR) that can deliver forensic capabilities with strong privacy guarantees for network protocols such as BGP, and have generalized this work to handle more general distributed protocols.\n\n\n\n\nPrivacy and forensics resistance:  To explore the limits of network forensics, we developed routing protocols for fully decentralized messaging in networks comprised of smartphone devices.  In these Human-to-human (HumaNet) networks, participants evade all centralized infrastructure by passing messages using their phones' point-to-point interfaces (e.g., Bluetooth). We demonstrate probabilistic HumaNet routing protocols that reliably deliver messages, preserve the location privacy of the network's users, and thwart network forensics by avoiding centralized monitoring points.  \n\n\n\n\nTime-Deterministic replay:  Forensic systems can be defeated by passing information through non-standard channels.  Particularly problematic are hidden timing channels in which the timing of network messages encodes information that, for example, a malicious insider wants to exfiltrate from an organization.  We have developed a detector that can detect almost any timing channel with very high accuracy -- including \"never-seen-before\" channels with novel encodings.  \n\n\n\n\nDifferential provenance:  Provenance systems often given comprehensive explanations as to how an event came to pass.  These explanations can often be quite complex and difficult for network administrators to parse.  This project developed techniques that make the results of diagnostic queries easier to read by highlighting the most pertinent cause(s) of an event.\n\n\n \n \nIntellectual Merit:\nThe project?s main scientific contributions include (1) the innovative synthesis of ideas from databases, networks, and distributed security to expose the inner behavior of networks through secure, reliable, unforgeable provenance &mdash; for debugging, intrusion detection, and analysis tasks;  (2) formal descriptions of network provenance that can be used to reason about the benefits and limitations of provenance systems; and (3) methods for privacy-preserving resolutions of provenance queries.\n \n\n\nBroader Impact:\nThe broader impact of the project lies in supporting a wide variety of distributed applications that need a network substrate which behaves reliably and supports troubleshooting -- including emerging cloud-based applications upon which critical infrastructure may be based.  Research results have been published in conferences and other peer-&shy;reviewed academic venues such as SIGCOMM, VLDB, ToN, USENIX Security, ESORICS, and HotNets. The themes of accountability and forensics at the centerpiece of this project have been integrated into courses at both Georgetown University.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/28/2016\n\n\t\t\t\t\tSubmitted by: Micah Sherr"
 }
}