{
 "awd_id": "1064754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Bacterial Paleophysiology: Investigating The Physiology of  Hopanoids and the Implications of Their Legacy in the Geologic Record",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 145000.0,
 "awd_amount": 149738.0,
 "awd_min_amd_letter_date": "2011-09-02",
 "awd_max_amd_letter_date": "2014-05-15",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. This award is co-funded by the Office of International Science and Engineering and by the Division of Molecular and Cellular Biology's Cellular Processes Program and Networks and Regulation Program.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. James P. Sáenz to work with Dr. Kai Simons at the Max Planck Institute of Molecular Cell Biology and Genetics in Dresden, Germany.\r\nThe cell membrane provides a dual role as a barrier between life and death and as a platform for orchestrating biochemical activity. In order for the membrane to coordinate the multitude of biochemical reactions that are necessary for life, there must be a mechanism for subcompartmentalizing and trafficking the bioactive components of the cell membrane. The lipid raft hypothesis holds that the cell membrane is not homogenous, but that it consists of coexisting immiscible liquid phases that can self-organize into lipid rafts, or lipid domains. Such rafts are thought to serve as platforms that are essential in orchestrating signal transduction, cell polarization, and protein trafficking. In eukaryotes, sterols play an essential role in the formation of a liquid-ordered (lo) \"raft\" phase, which is immiscible with the surrounding phospholipids in a liquid-disordered phase (ld). While it is likely the ability to coordinate biochemical activity through membrane subcompartmentalization is essential to all life, the presence of lipid rafts and their molecular basis is unknown in the Bacterial domain.\r\n\r\nHopanoids are membrane lipids produced by bacteria that have been dubbed bacterial \"sterol surrogates.\" Understanding the physiology of hopanoids lies at the heart of two long-standing riddles in biology and Earth history: What function do hopanoids serve in bacteria, and what does their presence in rocks deposited more than 2.5 billion years ago tell us about early life on Earth? The work I am conducting seeks to understand how hopanoids behave in membranes at the molecular level through the application of biophysical and physiological methodologies that have successfully provided significant insight into the role of sterols. Data currently emerging from my work suggests that hopanoids can serve a similar role to sterols in the formation of liquid ordered \"raft\" domains. The identification of lipid rafts in bacteria and the discovery of hopanoids as an agent of membrane lipid partitioning would alter our understanding of prokaryotic physiology and provide a new model for understanding membrane subcompartmentalization.\r\n\r\nThis work will actively promote the exchange of ideas and expertise across research fields and bridge geographical barriers between working groups; both of these activities are essential for promoting innovation in science. The results stemming from this work are expected to attract interest from microbial biologists, Earth scientists, and membrane physiologists world-wide. The scientific impact of the proposed work will be high due to the present strong interest in discovering the role of hopanoids in bacteria and their novel implications for understanding the evolution and physiology of membrane subcompartmentalization.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Saenz",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "James P Saenz",
   "pi_email_addr": "",
   "nsf_id": "000572703",
   "pi_start_date": "2011-09-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Saenz                   James          P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Woods Hole",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "025430000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "MA",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Saenz                   James          P",
  "perf_str_addr": "",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025430000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5936",
   "pgm_ref_txt": "GERMANY (F.R.G.)"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 4738.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The cell membrane serves as a selective barrier between the cell and its environment, and as a matrix to orchestrate biochemical activity. The ability of membranes to perform these crucial roles rests on the collective interactions of lipids (and proteins) and their ability to modulate the physical and chemical properties of the membrane. Lipid membranes were crucial in the events that gave rise to life and the evolution of cells and yet they remain one of the last major undeciphered biomolecular systems. <strong>The research funded by this proposal addressed two broad questions: What can lipids tell us about natural history and the complexity of ancient life and how do lipids mediate the interactions between organisms and their environments?</strong></p>\n<p>Membrane robustness is a fundamental property that is crucial for modern life and may have been a key factor in the evolution of primitive life. The robustness of a membrane is related to the freedom of motion of amphiphilic molecules within the bilayer, typically defined by the &ldquo;order&rdquo; of their constituent lipids. The principal terms contributing to lipid order are the conformational, rotational, and translational diffusivity of the lipids within the plane of the bilayer. High lipid disorder increases the space between lipids, as well as the likelihood of formation of non-bilayer structures (e.g. pores), ultimately compromising the essential barrier function of bilayer membranes. Thus, lipid order directly determines essential membrane physical properties including fluidity, permeability, lateral domain formation and the propensity for biomembranes to bind and integrate other biomolecules. To maintain an optimal balance between all of these physicochemical parameters, cells must tightly regulate the molecular order of their membranes. How exactly this is achieved, however, is still only scarcely understood.</p>\n<p>Until recently, the ability to modulate order and promote the formation of liquid ordered membranes was thought to be unique to sterols. Sterols (e.g. cholesterol) are ubiquitous eukaryotic membrane lipids with a unique planar geometry that endows them with a propensity to order lipid alkyl chains. However, sterols as the sole membrane ordering component presents a conundrum, since many organisms (e.g. bacteria) cannot synthesize sterols<strong>.</strong> <strong>&nbsp;</strong>Furthermore, sterol biosynthesis requires molecular oxygen, but life was present on Earth at least a billion years before cyanobacteria first started enriching the atmosphere with molecular oxygen. So, how do organisms that lack sterols modulate molecular order and what preceded sterols in the evolution of membrane ordering?</p>\n<p>&nbsp;</p>\n<p>The observations resulting from this project demonstrated that hopanoids are bacterial sterol surrogates with the ability to induce the formation of a liquid ordered phase, and promote liquid-liquid phase separation in model membranes. Since hopanoid synthesis does not require molecular oxygen, these findings reveal that the evolution of ordered membranes was independent of the redox state of Earth&rsquo;s surface.</p>\n<p>&nbsp;</p>\n<p>We also studied the role of hopanoids in the Gram-negative bacterium <em>Methylobacterium extorquens</em> to understand how hopanoids affect membrane biophysical properties in vivo, and what cellular functions rely on hopanoid synthesis. We discovered that hopanoids interact with glycolipids in bacterial outer membranes to form a highly ordered bilayer in a manner analogous to the interaction of sterols with sphingolipids in eukaryotic plasma membranes. Furthermore, multidrug transport is impaired in a hopanoid-deficient mutant of <em>M. extorquens</em>, which introduces a link between membrane order and an energy-dependent membrane-associated protein function in prokaryotes. This revealed a convergence in the architecture of bacterial and eukaryotic membranes and implicated the biosynthetic pathways of hopanoids and other order-modulating lipids as potential targets to fight pathogenic multidrug resistance.</p>\n<p>&nbsp;</p>\n<p>References:</p>\n<p class=\"p1\">Saenz, J. P., Grosser, D., Bradley, A. S., Lagny, T. J., Lavrynenko, O., Broda, M., &amp; Simons, K. (2015). Hopanoids as functional analogues of cholesterol in bacterial membranes. <em>Proceedings of the National Academy of Sciences of the United States of America</em>, <em>112</em>(38), 11971&ndash;11976. http://doi.org/10.1073/pnas.1515607112</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2017<br>\n\t\t\t\t\tModified by: James&nbsp;P&nbsp;Saenz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe cell membrane serves as a selective barrier between the cell and its environment, and as a matrix to orchestrate biochemical activity. The ability of membranes to perform these crucial roles rests on the collective interactions of lipids (and proteins) and their ability to modulate the physical and chemical properties of the membrane. Lipid membranes were crucial in the events that gave rise to life and the evolution of cells and yet they remain one of the last major undeciphered biomolecular systems. The research funded by this proposal addressed two broad questions: What can lipids tell us about natural history and the complexity of ancient life and how do lipids mediate the interactions between organisms and their environments?\n\nMembrane robustness is a fundamental property that is crucial for modern life and may have been a key factor in the evolution of primitive life. The robustness of a membrane is related to the freedom of motion of amphiphilic molecules within the bilayer, typically defined by the \"order\" of their constituent lipids. The principal terms contributing to lipid order are the conformational, rotational, and translational diffusivity of the lipids within the plane of the bilayer. High lipid disorder increases the space between lipids, as well as the likelihood of formation of non-bilayer structures (e.g. pores), ultimately compromising the essential barrier function of bilayer membranes. Thus, lipid order directly determines essential membrane physical properties including fluidity, permeability, lateral domain formation and the propensity for biomembranes to bind and integrate other biomolecules. To maintain an optimal balance between all of these physicochemical parameters, cells must tightly regulate the molecular order of their membranes. How exactly this is achieved, however, is still only scarcely understood.\n\nUntil recently, the ability to modulate order and promote the formation of liquid ordered membranes was thought to be unique to sterols. Sterols (e.g. cholesterol) are ubiquitous eukaryotic membrane lipids with a unique planar geometry that endows them with a propensity to order lipid alkyl chains. However, sterols as the sole membrane ordering component presents a conundrum, since many organisms (e.g. bacteria) cannot synthesize sterols.  Furthermore, sterol biosynthesis requires molecular oxygen, but life was present on Earth at least a billion years before cyanobacteria first started enriching the atmosphere with molecular oxygen. So, how do organisms that lack sterols modulate molecular order and what preceded sterols in the evolution of membrane ordering?\n\n \n\nThe observations resulting from this project demonstrated that hopanoids are bacterial sterol surrogates with the ability to induce the formation of a liquid ordered phase, and promote liquid-liquid phase separation in model membranes. Since hopanoid synthesis does not require molecular oxygen, these findings reveal that the evolution of ordered membranes was independent of the redox state of Earth?s surface.\n\n \n\nWe also studied the role of hopanoids in the Gram-negative bacterium Methylobacterium extorquens to understand how hopanoids affect membrane biophysical properties in vivo, and what cellular functions rely on hopanoid synthesis. We discovered that hopanoids interact with glycolipids in bacterial outer membranes to form a highly ordered bilayer in a manner analogous to the interaction of sterols with sphingolipids in eukaryotic plasma membranes. Furthermore, multidrug transport is impaired in a hopanoid-deficient mutant of M. extorquens, which introduces a link between membrane order and an energy-dependent membrane-associated protein function in prokaryotes. This revealed a convergence in the architecture of bacterial and eukaryotic membranes and implicated the biosynthetic pathways of hopanoids and other order-modulating lipids as potential targets to fight pathogenic multidrug resistance.\n\n \n\nReferences:\nSaenz, J. P., Grosser, D., Bradley, A. S., Lagny, T. J., Lavrynenko, O., Broda, M., &amp; Simons, K. (2015). Hopanoids as functional analogues of cholesterol in bacterial membranes. Proceedings of the National Academy of Sciences of the United States of America, 112(38), 11971&ndash;11976. http://doi.org/10.1073/pnas.1515607112\n\n \n\n\t\t\t\t\tLast Modified: 07/13/2017\n\n\t\t\t\t\tSubmitted by: James P Saenz"
 }
}