{
 "awd_id": "1064159",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure-Property Relationships in Transition-Metal Pnictides Confined to Nanoscale Dimensions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2011-01-14",
 "awd_max_amd_letter_date": "2011-01-14",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nIn this NSF Solid State and Materials Chemistry funded project, key steps towards establishing how confinement of dimensions to the nanometer scale impacts structure-property relationships in transition metal pnictides of increased complexity (ternary formulations) will be undertaken.  Three systems will be studied, chosen based on the prior experience of the Brock group with related binary phases, and the expectation of unique size-dependent physical properties: (MM')2P (M, M' = Mn, Fe, Co, Ni), Mn1-xFexAs, and Na1-xFeAs.  The (MM')2P phases are ternary derivatives of binary phases for which syntheses have been established.  The motivation for targeting these phases is based on the expectation that they will have ferromagnetic transitions at elevated temperatures, relative to the binaries, making them potentially suitable for room-temperature applications (magnetic refrigeration, data storage). Mn1-xFexAs phases were chosen because they represent Fe-doped analogs of MnAs nanoparticles, a system wherein thermodynamic phase transitions, characteristic of bulk MnAs phases, are suppressed on the nanoscale. It is expected that phase transformation phenomena can be controlled through incorporation of chemical defects, such as Fe, and this will be explicitly tested.  Finally, Na1-xFeAs will be pursued because these phases will enable a new range of synthesis space to be charted, enabling nanomaterials combining ionic and covalent/metallic bonding to be prepared.  Moreover, the preparation of nanoscale Na1-xFeAs will enable the effect of size confinement on the superconducting transition to be probed in this novel class of materials.  In the course of the project, graduate and undergraduate researchers will develop critical thinking and communication skills, and will learn cutting-edge research techniques, including electron microscopy.  The project will also introduce Detroit-area middle and high school girls, many of which are minorities, to nano- and materials science through the GO-GIRL (Gaining Options-Girls Investigate Real Life) outreach project.   \r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThe unique properties attained when solids are prepared with dimensions of just 10-1000 times the diameter of an individual atom (nanomaterials) promise to revolutionize a wide range of technologies from data storage to energy conversion. However, the exploitation of nanomaterials in actual devices is limited by progress in a number of fundamental areas, including established methods for making functional nanomaterials and a developed understanding of how properties change when the size is varied in this critical regime.  This NSF Solid State and Materials Chemistry funded project will establish how size, structure, and chemical composition affect the magnetic or superconducting properties of a series of phases called transition metal pnictides. In the course of the research, key factors that underpin material preparation on this lengthscale will be discovered. The development of a rationale for the synthesis of transition metal pnictides on the nanoscale has potential to impact fields such as catalysis, energy conversion, and energy storage (batteries).  Moreover, insight gained from the study of materials proposed here is expected to impact use of these phases in magnetic recording, refrigeration, and so-called \"spintronic\" devices. In the course of the project, graduate and undergraduate students will develop the necessary critical thinking and technical skills, as well as hands-on experience with cutting-edge techniques, for developing the next generation of advanced technologies.  The project will also introduce Detroit-area middle and high school girls, many of which are minorities, to nano- and materials science through the GO-GIRL (Gaining Options-Girls Investigate Real Life) outreach project.  This program addresses perennially underrepresented groups in Science, Technology, Education, and Math (STEM) fields and seeks to develop these untapped assets by empowering them with positive STEM experiences and by providing them (and their parents) with the resources and information needed to ensure they get the most out of the educational system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Brock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie Brock",
   "pi_email_addr": "sbrock@chem.wayne.edu",
   "nsf_id": "000427611",
   "pi_start_date": "2011-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1762",
   "pgm_ref_txt": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Support from the National Science Foundation, Division of Materials Research has led to the preparation of new magnetic materials, transition metal pnictide nanomaterials, which hold the potential to increase the efficiency of data storage (single bit recording) and/or decrease the cost of cooling (magnetic refrigeration).&nbsp; The program has further provided key insight into how such materials are formed, enabling heretofore unrealized phases to be accessed, and has contributed to our fundamental understanding of how the structure, composition, and particle size contribute to the behavior of transition metal pnictides, and hence their ability to address global technology challenges.&nbsp; In addition to magnetic applications, transition metal pnictide nanoparticles are also of interest for removal of sulfur impurities from oil.&nbsp; The need for such materials is underscored by the switch from Middle-East (Saudi Arabian) fuel sources, to North American sources (Canadian Oil Sands), because the oil sands have considerably higher impurity levels, creating a problem for human health as well as engine performance (sulfur impurities can ruin the catalytic converter in a car).&nbsp; The high-quality nanomaterials produced with NSF support are enabling key mechanistic details of the sulfur removal process to be understood, thereby contributing to the development of next-generation hydrotreating catalysts.</p>\n<p>Among the broader impacts of this NSF-sponsored program is an enhanced awareness of STEM disciplines and college opportunities of 8-12<sup>th </sup>grade girls (&gt;80% are members of underrepresented minority groups) in the Metro Detroit area through the development and implementation of a one-day module for the GO-GIRL program: GO-GIRLs Go Material Girls.&nbsp; This was held for the first time on 5/12 and repeated in 11/13 and impacted ~ 80 girls and 40 volunteers from Chemistry and Engineering (undergraduate and graduate students, faculty).&nbsp; The one day module begins with a mini-lecture (college style) on liquid crystals (what they are, how they act, and where they are found in real life), proceeds to a hands-on exercise where the girls formulate different cholesterol-based liquid crystal &ldquo;sensors&rdquo; and determine their temperature characteristics, and ends with a tour of materials facilities in Wayne State University&nbsp;Chemistry and Engineering Departments, followed by a game of &ldquo;Materials Bingo&rdquo; to test what the girls learned.&nbsp;The girls take home a &ldquo;mood ring&rdquo; that they can use to explain liquid crystals to their friends and family.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/16/2014<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;L&nbsp;Brock</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSupport from the National Science Foundation, Division of Materials Research has led to the preparation of new magnetic materials, transition metal pnictide nanomaterials, which hold the potential to increase the efficiency of data storage (single bit recording) and/or decrease the cost of cooling (magnetic refrigeration).  The program has further provided key insight into how such materials are formed, enabling heretofore unrealized phases to be accessed, and has contributed to our fundamental understanding of how the structure, composition, and particle size contribute to the behavior of transition metal pnictides, and hence their ability to address global technology challenges.  In addition to magnetic applications, transition metal pnictide nanoparticles are also of interest for removal of sulfur impurities from oil.  The need for such materials is underscored by the switch from Middle-East (Saudi Arabian) fuel sources, to North American sources (Canadian Oil Sands), because the oil sands have considerably higher impurity levels, creating a problem for human health as well as engine performance (sulfur impurities can ruin the catalytic converter in a car).  The high-quality nanomaterials produced with NSF support are enabling key mechanistic details of the sulfur removal process to be understood, thereby contributing to the development of next-generation hydrotreating catalysts.\n\nAmong the broader impacts of this NSF-sponsored program is an enhanced awareness of STEM disciplines and college opportunities of 8-12th grade girls (&gt;80% are members of underrepresented minority groups) in the Metro Detroit area through the development and implementation of a one-day module for the GO-GIRL program: GO-GIRLs Go Material Girls.  This was held for the first time on 5/12 and repeated in 11/13 and impacted ~ 80 girls and 40 volunteers from Chemistry and Engineering (undergraduate and graduate students, faculty).  The one day module begins with a mini-lecture (college style) on liquid crystals (what they are, how they act, and where they are found in real life), proceeds to a hands-on exercise where the girls formulate different cholesterol-based liquid crystal \"sensors\" and determine their temperature characteristics, and ends with a tour of materials facilities in Wayne State University Chemistry and Engineering Departments, followed by a game of \"Materials Bingo\" to test what the girls learned. The girls take home a \"mood ring\" that they can use to explain liquid crystals to their friends and family.\n\n\t\t\t\t\tLast Modified: 03/16/2014\n\n\t\t\t\t\tSubmitted by: Stephanie L Brock"
 }
}