{
 "awd_id": "1064241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI:  Think Globally, Act Locally -- China and the Future of Energy Saving Vehicle Technologies",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 192818.0,
 "awd_amount": 192818.0,
 "awd_min_amd_letter_date": "2011-08-30",
 "awd_max_amd_letter_date": "2011-08-30",
 "awd_abstract_narration": "In recent years there has been a dramatic shift in the location of demand and production from developed to industrializing countries. To remain competitive, U.S. firms and policymakers must understand the significance these shifts for the economic viability of new technologies and technology trajectories. This project develops a methodology to assess the impact of nation-specific differences in market and production characteristics on the relative competitiveness of emerging technologies and, consequentially, on global technology trajectories. The project focuses on energy-saving vehicle technologies for passenger cars in the automotive industry -- in particular, it looks at the implications of locating in the U.S. versus China for the relative competitiveness of emerging technologies in alternative powertrains.  The project outcomes include 1) a general modeling approach for integrating market and manufacturing models to determine the most competitive technology in nation-specific contexts under high uncertainty; 2) identification of a set of industry-specific variables predictive of how national context will impact technology decision-making differently across different products, firms, or industries; and 3) insights into the implications of global shifts in the location of production and demand for the future of energy-saving automotive technologies. To achieve these outcomes, our primary research tasks are to 1) model market preferences for vehicle attributes in the U.S. and in China; 2) model vehicle production and associated costs in the U.S. and in China; 3) determine the most economically competitive designs in each location and identify critical location-specific factors affecting this choice; and 4) analyze global platform economics to understand the global implications of local differences. Our primary educational tasks are 1) to bring research and industry into the classroom; 2) to send Ph.D. students to Detroit and Beijing for data collection and knowledge exchange with a major U.S. auto manufacturer; and 3) to disseminate our results to policymakers to help bridge the gap between technology policy decision-making and the real-time economics facing companies. \r\n\r\nBroader Impact: \r\n\r\nToday only 15% of manufacturing value-added occurs in the U.S., and the U.S. share of global manufacturing and demand continues to decline. Despite these trends, and despite recent research demonstrating the significance of national context for technology competitiveness, we hold relatively little scientific knowledge about how national contexts affect the economic viability of firm and national technology strategies. By 1) quantifying the significance of national differences in demand and production for technology competitiveness given uncertainty and 2) identifying key industry-specific factors determining the role that national context plays, this research contributes to a new theory for global technology decision-making and the impact of international trends in production and demand location on the evolution of technology. In addition, this project's case-specific findings provide the automotive industry and national policy-makers with critical insights into the impact of recent shifts in the location of automobile demand and production on the economic viability of, and economic incentives for, energy-saving designs in next-generation automobiles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erica",
   "pi_last_name": "Fuchs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erica Fuchs",
   "pi_email_addr": "erhf@andrew.cmu.edu",
   "nsf_id": "000502627",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeremy",
   "pi_last_name": "Michalek",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremy J Michalek",
   "pi_email_addr": "jmichalek@cmu.edu",
   "nsf_id": "000323353",
   "pi_start_date": "2011-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  },
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 192818.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Energy-saving automobiles are critical to global economic and environmental sustainability, but alternative vehicle technologies can only make impact if consumers adopt them. Consumer willingness to adopt new technologies depends on the range of attributes these technologies can offer and at what price. We studied the two largest vehicle markets -- China and the United States -- to understand and characterize consumer willingness to adopt alternative vehicle technologies and willingness to pay for vehicle features. We fielded surveys in both countries (run as controlled experiments) that asked new-vehicle buyers to select from a set of vehicle profiles the one they would be most likely to purchase. By asking a carefully designed series of such questions, we can estimate the implied relative importance of various attributes in driving consumer choice and predict consumer response to new products.&nbsp;We find that with the combined bundle of attributes offered by vehicles available today, low-range plug-in hybrid electric vehicles (PHEVs: which use a mix of electricity and gasoline) compete more strongly than battery electric vehicles (BEVs: which use electricity only) against their respective gasoline vehicle counterparts in the U.S., whereas in China they are comparable. American respondents have significantly lower relative willingness-to-pay for BEV technology than Chinese respondents. While U.S. and Chinese subsidies are similar, favoring vehicles with larger battery packs, differences in consumer preferences lead to different outcomes. Our results suggest that with subsidies in place Chinese consumers are willing to adopt today&rsquo;s BEVs and mid-range PHEVs at similar rates relative to their respective gasoline counterparts, whereas American consumers prefer low-range PHEVs despite subsidies. This implies potential for earlier BEV adoption in China, given adequate supply. With the higher emissions associated with electricity generation in China, a transition to BEVs may reduce oil consumption at the expense of potentially increased air pollution and/or greenhouse gas emissions. Demand from China could also increase global incentives for electric vehicle technology development.</p>\n<p>In a second study, we tested consumer choice models fit to past vehicle sales data (similar to those that have appeared in the peer-reviewed literature and those used in government studies) to measure forecast accuracy and characterize the degree to which model assumptions affect forecast accuracy. Many of the findings are technical, but overall we observe significant coefficient bias and forecast error for models that exclude alternative-specific constants due largely to the fact that the modeler cannot know all of the attributes that each consumer considers when making a purchase. An extension of this study to characterize models with alternative-specific constants is underway.</p>\n<p>We also completed a study on the significance of production location for technology competitiveness focused on vehicle body design. Because many factors that affect the cost of producing technologies differ in different parts of the world (such as labor cost, material quality, machine downtime, etc.), different technologies are more cost competitive in different production locations. Specifically, we find, contrary to conventional wisdom, that innovative new polymer composite vehicle bodies -- a critical energy-savings technology -- are less cost-competitive in China than in the US. Production characteristics are different abroad, and the prevailing steel body technology is more cost-competitive in China. In this case the cost difference far outweighs any market benefit for composite body vehicles in China.</p>\n<p>Together, this effort advances capabilities for understanding the production cost and consumer demand differences in different countries and their implications for technology trajector...",
  "por_txt_cntn": "\nEnergy-saving automobiles are critical to global economic and environmental sustainability, but alternative vehicle technologies can only make impact if consumers adopt them. Consumer willingness to adopt new technologies depends on the range of attributes these technologies can offer and at what price. We studied the two largest vehicle markets -- China and the United States -- to understand and characterize consumer willingness to adopt alternative vehicle technologies and willingness to pay for vehicle features. We fielded surveys in both countries (run as controlled experiments) that asked new-vehicle buyers to select from a set of vehicle profiles the one they would be most likely to purchase. By asking a carefully designed series of such questions, we can estimate the implied relative importance of various attributes in driving consumer choice and predict consumer response to new products. We find that with the combined bundle of attributes offered by vehicles available today, low-range plug-in hybrid electric vehicles (PHEVs: which use a mix of electricity and gasoline) compete more strongly than battery electric vehicles (BEVs: which use electricity only) against their respective gasoline vehicle counterparts in the U.S., whereas in China they are comparable. American respondents have significantly lower relative willingness-to-pay for BEV technology than Chinese respondents. While U.S. and Chinese subsidies are similar, favoring vehicles with larger battery packs, differences in consumer preferences lead to different outcomes. Our results suggest that with subsidies in place Chinese consumers are willing to adopt todayÆs BEVs and mid-range PHEVs at similar rates relative to their respective gasoline counterparts, whereas American consumers prefer low-range PHEVs despite subsidies. This implies potential for earlier BEV adoption in China, given adequate supply. With the higher emissions associated with electricity generation in China, a transition to BEVs may reduce oil consumption at the expense of potentially increased air pollution and/or greenhouse gas emissions. Demand from China could also increase global incentives for electric vehicle technology development.\n\nIn a second study, we tested consumer choice models fit to past vehicle sales data (similar to those that have appeared in the peer-reviewed literature and those used in government studies) to measure forecast accuracy and characterize the degree to which model assumptions affect forecast accuracy. Many of the findings are technical, but overall we observe significant coefficient bias and forecast error for models that exclude alternative-specific constants due largely to the fact that the modeler cannot know all of the attributes that each consumer considers when making a purchase. An extension of this study to characterize models with alternative-specific constants is underway.\n\nWe also completed a study on the significance of production location for technology competitiveness focused on vehicle body design. Because many factors that affect the cost of producing technologies differ in different parts of the world (such as labor cost, material quality, machine downtime, etc.), different technologies are more cost competitive in different production locations. Specifically, we find, contrary to conventional wisdom, that innovative new polymer composite vehicle bodies -- a critical energy-savings technology -- are less cost-competitive in China than in the US. Production characteristics are different abroad, and the prevailing steel body technology is more cost-competitive in China. In this case the cost difference far outweighs any market benefit for composite body vehicles in China.\n\nTogether, this effort advances capabilities for understanding the production cost and consumer demand differences in different countries and their implications for technology trajectories generally and for innovative fuel-saving vehicle technologies in particular.\n\n\t\t\t\t\tLast..."
 }
}