{
 "awd_id": "1064805",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Stress levels on the Alpine Fault, New Zealand from two perspectives",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 157362.0,
 "awd_amount": 164962.0,
 "awd_min_amd_letter_date": "2011-07-18",
 "awd_max_amd_letter_date": "2012-05-08",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Steven Kidder to work with Dr. Dave Prior at the University of Otago, New Zealand.\r\n\r\nDr. Kidder will use two techniques to estimate stress levels on New Zealand's Alpine Fault, a plate boundary structure cable of producing large earthquakes. First, stress estimates will be made using an inversion of a kinematic-thermal model so as to define the range of stresses compatible with temperature-time constraints. Secondly, stresses measured using the recrystallized grain size piezometer in quartz will be compared with the model results to, for the first time, test the accuracy of this type of piezometry under geologic conditions independently of laboratory-derived extrapolations. \r\n\r\nThe project addresses two important objectives in the Earth Sciences: 1) quantifying the magnitudes, variability and uncertainty of stress levels associated with earthquakes and plate motions, and 2) developing and improving tools to do so. Educational aspects of the project involve helping teach an undergraduate course and initiating and supervising research projects for undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Kidder",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Steven B Kidder",
   "pi_email_addr": "",
   "nsf_id": "000567961",
   "pi_start_date": "2011-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kidder                  Steven         B",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pasadena",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "911250000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "CA",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Kidder                  Steven         B",
  "perf_str_addr": "",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5950",
   "pgm_ref_txt": "SWITZERLAND"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 157362.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7600.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The largest and most damaging earthquakes on Earth occur along plate boundary faults such as New Zealand&rsquo;s Alpine Fault. The Alpine Fault is unique because rapid erosion carries to the surface rocks that were recently part of the deep structure of the fault. This aspect of the Alpine Fault makes it an ideal natural laboratory for collecting and studying rock samples, since (unlike most locations) the samples experienced well-known conditions nearly identical to those that currently exist at deep levels of the fault. There are several reasons for studying such rocks. First, the Alpine Fault, and analogous faults such as the San Andreas Fault are due for major earthquakes and it behooves us to better understand their histories and processes in order to better predict the locations, recurrence intervals, and magnitudes of future earthquakes. Second, by studying the rocks from this relatively well-understood setting we can better calibrate our tools for reading the rock record.</p>\n<p>In this project I investigated a tool that links the grain size of quartz to stress levels at the depths where the largest earthquakes initiate. I was able to show that stresses vary consistently along the fault such that they are lower in the central area of the fault and higher to the North and South. This variation is consistent with predictions based on computer models and helps verify the usefulness of this tool. I additionally developed a technique for efficiently collecting and presenting grain size data that solves several problems associated with earlier methods. I&rsquo;ve also found an unusual, bimodal pattern in the data and proposed two testable hypotheses to explain it. Distinguishing between these hypotheses with ongoing work will show either that the Alpine fault is much stronger at depth than previously realized, or that the quartz grains carry an unexpected signal from high stress periods immediately following earthquakes.</p>\n<p>The ultimate goal of the Alpine Fault project and my continuing research there is to be able to collect and interpret stress data and integrate it as a major constraint in computer models of earthquakes and plate tectonics. This is not currently done. The New Zealand dataset I collected, and continue to work with, offers multiple opportunities for learning to interpret and quantify the stress history of rocks, and for integration with computer models.</p>\n<p>During the course of this study I developed several international collaborations and found a job at the City College of New York as an Assistant Professor. The study was cut short by timelines imposed by the new position, but I estimate that I will eventually be an author or co-author on seven to ten pier-reviewed publications as a direct outcome of this project. Five of these are ongoing mentoring relationships with student authors (Josie Nevitt at Stanford; Andrew Cross at the University of Otago; and students Laura Logozzo, Alexis Wright, and James Passaro at City College). I have given six talks based on this work at scientific conferences and universities and have another five scheduled. The ideas, data and collaborations built during this short time period will serve as seeds for several future projects. This NSF grant was a major factor in launching my academic career.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Steven&nbsp;B&nbsp;Kidder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe largest and most damaging earthquakes on Earth occur along plate boundary faults such as New ZealandÆs Alpine Fault. The Alpine Fault is unique because rapid erosion carries to the surface rocks that were recently part of the deep structure of the fault. This aspect of the Alpine Fault makes it an ideal natural laboratory for collecting and studying rock samples, since (unlike most locations) the samples experienced well-known conditions nearly identical to those that currently exist at deep levels of the fault. There are several reasons for studying such rocks. First, the Alpine Fault, and analogous faults such as the San Andreas Fault are due for major earthquakes and it behooves us to better understand their histories and processes in order to better predict the locations, recurrence intervals, and magnitudes of future earthquakes. Second, by studying the rocks from this relatively well-understood setting we can better calibrate our tools for reading the rock record.\n\nIn this project I investigated a tool that links the grain size of quartz to stress levels at the depths where the largest earthquakes initiate. I was able to show that stresses vary consistently along the fault such that they are lower in the central area of the fault and higher to the North and South. This variation is consistent with predictions based on computer models and helps verify the usefulness of this tool. I additionally developed a technique for efficiently collecting and presenting grain size data that solves several problems associated with earlier methods. IÆve also found an unusual, bimodal pattern in the data and proposed two testable hypotheses to explain it. Distinguishing between these hypotheses with ongoing work will show either that the Alpine fault is much stronger at depth than previously realized, or that the quartz grains carry an unexpected signal from high stress periods immediately following earthquakes.\n\nThe ultimate goal of the Alpine Fault project and my continuing research there is to be able to collect and interpret stress data and integrate it as a major constraint in computer models of earthquakes and plate tectonics. This is not currently done. The New Zealand dataset I collected, and continue to work with, offers multiple opportunities for learning to interpret and quantify the stress history of rocks, and for integration with computer models.\n\nDuring the course of this study I developed several international collaborations and found a job at the City College of New York as an Assistant Professor. The study was cut short by timelines imposed by the new position, but I estimate that I will eventually be an author or co-author on seven to ten pier-reviewed publications as a direct outcome of this project. Five of these are ongoing mentoring relationships with student authors (Josie Nevitt at Stanford; Andrew Cross at the University of Otago; and students Laura Logozzo, Alexis Wright, and James Passaro at City College). I have given six talks based on this work at scientific conferences and universities and have another five scheduled. The ideas, data and collaborations built during this short time period will serve as seeds for several future projects. This NSF grant was a major factor in launching my academic career.\n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Steven B Kidder"
 }
}