{
 "awd_id": "1064013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Tropical Cyclones in a Warming Climate: Lessons from Model Simulations of the Last Glacial Maximum and Holocene",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 255776.0,
 "awd_amount": 255776.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2013-05-29",
 "awd_abstract_narration": "This collaborative project uses numerical simulations to study the likely behavior of tropical cyclones (TCs, which include Atlantic hurricanes, Pacific typhoons, and cycones in the Indian Ocean), at the height of the last ice age (about 21,000 years ago) and during the mid-holocene warm period of about 6,000 years ago.  Much attention has been devoted to understanding the impact on TCs of the warming of the world's oceans over recent decades and the likely response of TCs to future global warming.  This study seeks to further understanding of the impact of climate change on TCs by looking backward to past climates which are comparably different from today's climate, although in different ways.  Four specific questions are addressed: 1) How do the factors that influence tropical cyclone genesis vary under LGM and mid-holocene forcings?  2) Are there significant variations in how different models resolve these large-scale factors? Which changes appear attributable to model variability and which to variations in external forcing?  3) How do the TC-like vortices found in climate models change in LGM and mid-holocene simulations when compared to preindustrial or present-day conditions?  4) How does a higher resolution, regional model's simulation of a paleoclimate environment handle genesis? How do storm counts and track densities vary as the climate forcing changes?  The research is based on preliminary results which find evidence that the climate of the last ice age may have been relatively favorable for TC development in some regions, despite the generally colder sea surface temperatures worldwide.\r\n\r\nThe work has broader impacts in the scientific community as it will inform research into the emerging science of \"paleotempestology\", the interdisciplinary study of the behavior of TCs and other storms in past climates.  The work will also inform efforts to understand the impact of global warming on landfalling TCs including hurricanes along the US coastline.  In addition, the work will fund and train a graduate student and a postdoctoral researchers, thereby providing support and training for the next generation of scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Korty",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Robert L Korty",
   "pi_email_addr": "korty@tamu.edu",
   "nsf_id": "000240547",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "400 HARVEY MITCHELL PKY S STE 300",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778454375",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 81448.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86093.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 88235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Over the past decade there has been a great deal of research on the question of how tropical cyclones (i.e., hurricanes, typhoons, tropical storms) may respond to changes in climate.&nbsp; To answer questions about future projections, simulations with models that simulate alternate climate conditions are employed.&nbsp; Here we applied the same methodologies but in the other direction: to simulations of past climates such as the colder Last Glacial Maximum (LGM) and Holocene (spanning the last several millennia).&nbsp; Our two primary goals were to understand how these tools respond to large climate changes such as a glacial period, and to understand how tropical cyclones may have varied in the past.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We learned that despite the significantly colder conditions at LGM, the number of tropical cyclones spawned in a global model was similar to what are generated in those of the last century.&nbsp; But the number of events is quite sensitive to whether the weakest systems are classified as tropical cyclones or not by automated trackers.&nbsp; Downscaling global data to higher resolution models capable of resolving storms showed that the frequency of the strongest events is likely higher now than during the colder LGM.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We also looked at the response during the Holocene, when variations the shape of Earth&rsquo;s orbit altered the annual cycle of solar radiation.&nbsp; Six thousand years ago, when Earth passed closer to the Sun during September (at the height of the modern hurricane season in the Northern Hemisphere), the ocean surface was cool relative to the atmosphere above it.&nbsp; This favored a more stable atmosphere early in the Northern Hemisphere hurricane season, shifting the best conditions to later in the autumn.&nbsp; While our simulations show that annual totals were similar globally, they were likely lower in the Northern Hemisphere than today and higher than today in the Southern Hemisphere.&nbsp; This finding has the potential to aid the interpretation of prehistoric hurricane records developed by geologists, and useful for understanding the longer history of tropical cyclones.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Results of this project have helped understand how climate models tasked with assessing risk to future climate scenarios behave under other circumstances, and provided new evidence of how tropical cyclones may have responded during the recent geologic past.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2016<br>\n\t\t\t\t\tModified by: Robert&nbsp;L&nbsp;Korty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n             Over the past decade there has been a great deal of research on the question of how tropical cyclones (i.e., hurricanes, typhoons, tropical storms) may respond to changes in climate.  To answer questions about future projections, simulations with models that simulate alternate climate conditions are employed.  Here we applied the same methodologies but in the other direction: to simulations of past climates such as the colder Last Glacial Maximum (LGM) and Holocene (spanning the last several millennia).  Our two primary goals were to understand how these tools respond to large climate changes such as a glacial period, and to understand how tropical cyclones may have varied in the past.\n\n            We learned that despite the significantly colder conditions at LGM, the number of tropical cyclones spawned in a global model was similar to what are generated in those of the last century.  But the number of events is quite sensitive to whether the weakest systems are classified as tropical cyclones or not by automated trackers.  Downscaling global data to higher resolution models capable of resolving storms showed that the frequency of the strongest events is likely higher now than during the colder LGM.\n\n            We also looked at the response during the Holocene, when variations the shape of EarthÆs orbit altered the annual cycle of solar radiation.  Six thousand years ago, when Earth passed closer to the Sun during September (at the height of the modern hurricane season in the Northern Hemisphere), the ocean surface was cool relative to the atmosphere above it.  This favored a more stable atmosphere early in the Northern Hemisphere hurricane season, shifting the best conditions to later in the autumn.  While our simulations show that annual totals were similar globally, they were likely lower in the Northern Hemisphere than today and higher than today in the Southern Hemisphere.  This finding has the potential to aid the interpretation of prehistoric hurricane records developed by geologists, and useful for understanding the longer history of tropical cyclones.\n\n            Results of this project have helped understand how climate models tasked with assessing risk to future climate scenarios behave under other circumstances, and provided new evidence of how tropical cyclones may have responded during the recent geologic past.\n\n \n\n\t\t\t\t\tLast Modified: 06/28/2016\n\n\t\t\t\t\tSubmitted by: Robert L Korty"
 }
}