{
 "awd_id": "1064658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Resistance and resilience in Canadian freshwater fish communities with climate induced species range shifts",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 98500.0,
 "awd_amount": 98500.0,
 "awd_min_amd_letter_date": "2011-07-16",
 "awd_max_amd_letter_date": "2014-02-25",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support an eighteen-month research fellowship by Dr. Karen M. Alofs to work with Dr. Donald A. Jackson at the University of Toronto in Toronto, Canada. \r\n\r\nClimate change is expected to produce shifts in species distributions leading to novel species assemblages and altering interspecific interactions.  Studies of the effects of climate change on biodiversity, however, often focus on direct impacts for individual species ignoring the role of species interactions.  A collection of historical and modern data from Ontario lakes is being used to study climate induced range shifts and their effects at northern latitudes where changes are predicted to be strongest.  This project empirically tests for predicted range shifts and examines their relationship to freshwater fish community composition.  Three primary objectives of this study are to (1) confirm predicted range shifts for freshwater fish species, including expansions (introductions) of cool and warmwater species at their northern limits and contractions (losses) of coldwater species at their southern limits; (2) examine whether community composition influences these species introductions or losses; and (3) test whether the impacts of range shifts varies between species or by characteristics of the lake or fish community.\r\n\r\nEcological theory regarding species distributions and interspecific interactions can be used to make informed conservation decisions in the face of climate change and the related influences of invasive species.  This project involves working with resource managers to evaluate conservation and monitoring priorities and educate the public.  This research will also provide insights into ecological processes including colonization, extinction and community assembly by analyzing the natural experiments provided by climate induced range shifts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Alofs",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Karen M Alofs",
   "pi_email_addr": "",
   "nsf_id": "000542536",
   "pi_start_date": "2011-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Alofs                   Karen          M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Austin",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "787512621",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "TX37",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Alofs                   Karen          M",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787512621",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>It has been predicted that as climate warms many species will spread towards the poles and occur in areas which were previously too cold. Using data from monitoring surveys across Ontario, Canada we demonstrated that several fish species have already undergone changes in their distributions. We investigated: 1) variation in the rates at which different species have been able to track climate change; 2) the environmental factors and species interactions that control where species expanding their northern range-boundaries have established; and 3) the impact these species establishments have had on the resident fish communities.</p>\n<p><span style=\"white-space: pre;\"> </span>We developed a database of more than 1500 lakes across Ontario which were surveyed once during a historical period and again during a contemporary period, on average 30 years later. We first used these data to examine the magnitude and direction of shifts in the northern range boundaries of thirteen species of freshwater fish which are adapted to warm and coolwater. We found predatory sportfish, including Smallmouth Bass (<em>Micropterus dolomieu</em>), Largemouth Bass (<em>M. salmoides</em>) and Rock Bass (<em>Ambloplites rupestris</em>) , expanded their northern range boundaries northward at rates similar to those which have been demonstrated for many taxa around the globe. In contrast, we found that northern range boundaries of smaller prey fishes often contracted southward, contrary to predictions based on climate. This suggested that species interactions, between predators and prey, may be important for understanding the impacts of climate change in freshwater systems.</p>\n<p><span style=\"white-space: pre;\"> </span>We applied concepts from invasion biology to examine the factors controlling species distributions with changing climate. Empirical investigations of exotic invasive species have demonstrated that the success of species introductions is often controlled by environmental factors across large spatial scales and species interactions at smaller scales (where there is less environmental variation). We examined the factors influencing the establishment of the three predatory basses in lakes at their expanding northern range boundaries. Across a regional scale, environmental factors, including temperature and lake size were more important in determining the establishment of these species than biotic factors. We then paired lakes where each species had established with lakes sharing similar environmental conditions where the species had not established. Across these pairs there were both positive and negative relationships between the establishment of basses and the historical presence of other predatory species. This study demonstrated that scale mediates the importance of species interactions for understanding and predicting changes in fish species distributions with climate change.</p>\n<p><span style=\"white-space: pre;\"> </span>Finally, we proposed a method for predicting which species are most vulnerable to the effects of climate-induced species introductions. We borrowed a measure most commonly used in biomedical literature to examine apparent differences in local extinctions of 30 fish species in lakes where the three bass predators did and did not establish. We demonstrated that pairwise species associations, calculated within the species historical ranges, and body size are simple but strong predictors of the relative impact of the establishment of these predators in lakes north of their historical range boundaries. This method can easily be applied to a variety of taxa undergoing range expansions in order to identify those species most vulnerable to introductions facilitated by climate change.</p>\n<p><span style=\"white-space: pre;\"><span style=\"white-space: pre;\"> </span></span>The fellowship directly funded research by a postdoctoral resear...",
  "por_txt_cntn": "\n It has been predicted that as climate warms many species will spread towards the poles and occur in areas which were previously too cold. Using data from monitoring surveys across Ontario, Canada we demonstrated that several fish species have already undergone changes in their distributions. We investigated: 1) variation in the rates at which different species have been able to track climate change; 2) the environmental factors and species interactions that control where species expanding their northern range-boundaries have established; and 3) the impact these species establishments have had on the resident fish communities.\n\n We developed a database of more than 1500 lakes across Ontario which were surveyed once during a historical period and again during a contemporary period, on average 30 years later. We first used these data to examine the magnitude and direction of shifts in the northern range boundaries of thirteen species of freshwater fish which are adapted to warm and coolwater. We found predatory sportfish, including Smallmouth Bass (Micropterus dolomieu), Largemouth Bass (M. salmoides) and Rock Bass (Ambloplites rupestris) , expanded their northern range boundaries northward at rates similar to those which have been demonstrated for many taxa around the globe. In contrast, we found that northern range boundaries of smaller prey fishes often contracted southward, contrary to predictions based on climate. This suggested that species interactions, between predators and prey, may be important for understanding the impacts of climate change in freshwater systems.\n\n We applied concepts from invasion biology to examine the factors controlling species distributions with changing climate. Empirical investigations of exotic invasive species have demonstrated that the success of species introductions is often controlled by environmental factors across large spatial scales and species interactions at smaller scales (where there is less environmental variation). We examined the factors influencing the establishment of the three predatory basses in lakes at their expanding northern range boundaries. Across a regional scale, environmental factors, including temperature and lake size were more important in determining the establishment of these species than biotic factors. We then paired lakes where each species had established with lakes sharing similar environmental conditions where the species had not established. Across these pairs there were both positive and negative relationships between the establishment of basses and the historical presence of other predatory species. This study demonstrated that scale mediates the importance of species interactions for understanding and predicting changes in fish species distributions with climate change.\n\n Finally, we proposed a method for predicting which species are most vulnerable to the effects of climate-induced species introductions. We borrowed a measure most commonly used in biomedical literature to examine apparent differences in local extinctions of 30 fish species in lakes where the three bass predators did and did not establish. We demonstrated that pairwise species associations, calculated within the species historical ranges, and body size are simple but strong predictors of the relative impact of the establishment of these predators in lakes north of their historical range boundaries. This method can easily be applied to a variety of taxa undergoing range expansions in order to identify those species most vulnerable to introductions facilitated by climate change.\n\n The fellowship directly funded research by a postdoctoral researcher and provided opportunities for her training and professional development. During the fellowship she developed ongoing collaborations at the University of Toronto, the Royal Ontario Museum and with managers in the Ontario Ministry of Natural Resources and Forestry. Research during the fellowship produced three manuscripts which are either pu..."
 }
}