{
 "awd_id": "1064462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Non-democratic Accountability--Experiments with Citizen Contacting in China",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "This project sheds new light on government accountability in a non-democratic state by conducting field experiments in the People's Republic of China.  The Communist Party of China has established a durable single-party regime. In economic reform, however, it has expanded laws that mandate rights for Chinese citizens and has formed institutions to defend these rights when they are not implemented. It is clear that these forms of citizen-state interaction in China have grown. What remains little known is how much citizens get from such interactions.\r\n\r\nThis study assesses the efficacy of one form of citizen-state interaction in China: citizen requests for information on government services. First, it measures the implementation of legal reforms intended to improve government transparency to citizens. Second, this project uses experimental techniques to test whether citizens can improve government responsiveness by demonstrating knowledge about the law or central policy priorities.  Third, by comparing the transparency practices of counties that receive requests with counties that do not, the project experimentally tests whether the very receipt of citizen information requests might incentivize more transparent government in the future. \r\n\r\nThe intellectual merit of this study lies in its substantive and methodological contributions to the study of governance in non-democracies.  By estimating local compliance with a national transparency regulation, it produces a new quantitative measure of access to government information enjoyed by Chinese citizens nationwide. Its use of contacting techniques as experimental treatments provides novel evidence of the impact of citizens' legal and political knowledge in their dealings with government. By developing a methodology to evaluate accountability without reference to elections, this work suggests new opportunities to compare government accountability across countries with very different political regimes.\r\n\r\nThis project makes several broader contributions.  Government transparency has been associated with good government outcomes across diverse political settings. By measuring local transparency and its correlates, this project will help guide ongoing policy experiments by Chinese research institutions and international organizations to improve government transparency. Moreover, the contacting techniques that comprise this project's experimental treatments map onto real strategies that people use when they approach government officials. By estimating their effects, this work can enhance understanding of everyday, ordinary, and yet quite important mechanisms of government responsiveness, even in non-democracies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Steinfeld",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edward Steinfeld",
   "pi_email_addr": "edstein@mit.edu",
   "nsf_id": "000520437",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Distelhorst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory Distelhorst",
   "pi_email_addr": "gregd@mit.edu",
   "nsf_id": "000520435",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF Doctoral Dissertation Research Improvement Grant supported my doctoral thesis on political accountability in authoritarian regimes.&nbsp; My research on contemporary China found that new communications technologies and media freedoms can render even authoritarian officials more responsive to public needs.&nbsp; These officials are responsive to negative publicity, despite the absence of competitive elections, because they fear punishment from their political superiors.&nbsp; I learned this by studying three key actors in this accountability relationship.&nbsp; First, I studied new media organizations that have emerged with the rise of Internet use in China.&nbsp; Second, I researched local officials&rsquo; perceptions of their career incentives and their responsiveness to citizen requests.&nbsp; Third, I conducted case studies of three types of activists in China to learn about how they employed publicity campaigns to change official behavior and policy.</p>\n<p>This research contributes to changing views of state-society relations and the media under nondemocratic government.&nbsp; In the absence of free elections and organizations, it has long been unclear what (if anything) can render nondemocratic officials responsive to public needs.&nbsp; My research shows that the news media can play an important role in this relationship.&nbsp; Even in the absence of political reform, limited media freedoms can make authoritarian officials insecure and more responsive to citizens and activist campaigns.&nbsp; My hope is that these findings motivate development work to foster the vibrant media sectors and technological diffusion, particularly Internet access and mobile telephony infrastructure, that subject poor governance in nondemocracies to greater levels of public scrutiny.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2014<br>\n\t\t\t\t\tModified by: Gregory&nbsp;Distelhorst</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF Doctoral Dissertation Research Improvement Grant supported my doctoral thesis on political accountability in authoritarian regimes.  My research on contemporary China found that new communications technologies and media freedoms can render even authoritarian officials more responsive to public needs.  These officials are responsive to negative publicity, despite the absence of competitive elections, because they fear punishment from their political superiors.  I learned this by studying three key actors in this accountability relationship.  First, I studied new media organizations that have emerged with the rise of Internet use in China.  Second, I researched local officialsÆ perceptions of their career incentives and their responsiveness to citizen requests.  Third, I conducted case studies of three types of activists in China to learn about how they employed publicity campaigns to change official behavior and policy.\n\nThis research contributes to changing views of state-society relations and the media under nondemocratic government.  In the absence of free elections and organizations, it has long been unclear what (if anything) can render nondemocratic officials responsive to public needs.  My research shows that the news media can play an important role in this relationship.  Even in the absence of political reform, limited media freedoms can make authoritarian officials insecure and more responsive to citizens and activist campaigns.  My hope is that these findings motivate development work to foster the vibrant media sectors and technological diffusion, particularly Internet access and mobile telephony infrastructure, that subject poor governance in nondemocracies to greater levels of public scrutiny.\n\n\t\t\t\t\tLast Modified: 04/03/2014\n\n\t\t\t\t\tSubmitted by: Gregory Distelhorst"
 }
}