{
 "awd_id": "1064802",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Non Invasive Ultrasound Assisted Delivery of Drug Loaded Intact Liposomes: A Combined Experimental and Modeling Approach",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 330035.0,
 "awd_amount": 330035.0,
 "awd_min_amd_letter_date": "2011-07-13",
 "awd_max_amd_letter_date": "2011-12-08",
 "awd_abstract_narration": "1064802\r\nPapazoglou\r\n\r\nThe overarching goal of this research is to develop a novel drug delivery technology that provides a wearable, non-invasive, customizable transdermal delivery platform that is not currently available. \r\n\r\nThe technology has the advantage of allowing the intact drug encapsulated in a vesicle to be delivered through the skin layers. This enables sustained, stable release in the systemic circulation and addresses a well-defined clinical need that can lead to improved health outcomes and reduced health care costs. One of the drugs to be tested is used in arthritis and cancer treatment and reducing the side effects and improving its bioavailability with a non-invasive delivery route is of immediate importance.  Arthritis affects an estimated 27 million Americans with total costs approaching $55 billion annually. Also, each year over 1.5 million new people are diagnosed with cancer, resulting in direct costs of treatment of $93 billion annually. The interdisciplinary approach combining biochemistry and a non-invasive, non-ionizing modality such as ultrasound to safely deliver any drug without syringes or needles, reduces risk of infection and eliminates patient discomfort. In addition, as it provides a viable clinical alternative to the conventional needle-enabled transcutaneous delivery, it will have an immediate societal impact. The intact drug delivery scheme offers yet another notable advantage over current transdermal delivery methods in that different drug chemistries will not necessitate a new formulation each time a new drug is administered. The proposed technology is truly transformative because it is applicable to a diverse array of drugs and biologics (si-RNA, antibodies, proteins, hydrophobic or hydrophilic molecules). It could lead to industry-wide reevaluation of transdermal delivery techniques and allow clinically relevant toxicity reduction with any drug where clinical efficacy and toxicity levels are very close. In addition to non-invasive, customized drug delivery the proposed wearable patch applicator implementation can be used in applications such as bone healing and nerve stimulation. \r\n\r\nThe novelty of the approach is further amplified by the design of a self-contained, lightweight (<100g including battery and driving electronics), flat (<10mm in thickness) and fully portable Band-Aid?-like ultrasound applicator. The combined theoretical modeling and experimental (in vitro) approach will aid in determining the optimized set of physico-chemical- and physiological parameters and elucidate the mechanisms that underlie the interaction between the acoustic field, the vesicles and the skin layers. Knowledge of these mechanisms is indispensable in refining the non-invasive transdermal drug delivery methods and designing patient specific individual treatments and will be used in the final design of the wearable patch. \r\n\r\nThe project addresses a well-defined clinical need and will allow drug administration by the patient at home. This will reduce the healthcare expenses by limiting the need for multiple visits at the physician?s office and eliminating the need for frequent patient transportation. At the same time the effectiveness of the treatment will be enhanced by maximizing the patient?s compliance, which in turn will improve health outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Lewin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Lewin",
   "pi_email_addr": "Lewin@ece.drexel.edu",
   "nsf_id": "000206892",
   "pi_start_date": "2011-12-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Papazoglou",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth S Papazoglou",
   "pi_email_addr": "esp25@drexel.edu",
   "nsf_id": "000238569",
   "pi_start_date": "2011-07-13",
   "pi_end_date": "2011-12-08"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Lewin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Lewin",
   "pi_email_addr": "Lewin@ece.drexel.edu",
   "nsf_id": "000206892",
   "pi_start_date": "2011-07-13",
   "pi_end_date": "2011-12-08"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Wrenn",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Steven P Wrenn",
   "pi_email_addr": "stevenpw91@vt.edu",
   "nsf_id": "000228393",
   "pi_start_date": "2011-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 CHESTNUT ST",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "008E",
   "pgm_ref_txt": "Gene and Drug Delivery"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 330035.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this research was to devise potentially clinically relevant method that would minimize the undesirable side-effects of chemotherapy and aid in personalizing the patient&rsquo;s treatment using ultrasound energy. The specific goals of this research were to understand interactions between an ultrasound wave and traditional liposomes in the context of drug delivery. Liposomes can be defined as a minute (sub-micron size) vesicles of phospholipid molecules enclosing a drug to be delivered into the tissue. In this research, the ultrasound energy &ndash; widely used in clinical practice for imaging of tissue and internal organs of the body and generated at inaudible frequencies - was applied to liposomes that were acting as drug delivery vehicles. We sought to understand how liposome architecture on the one hand and ultrasound operating parameters on the other hand influence the rate of drug release from liposomes. Additionally, we sought to understand the mechanism(s) of release, including liposomes that were designed both as bubble-free and including bubble-containing formulations. As ultrasound is well known to activate minute air voids we hypothesized that the kinetics and mechanism of drug release would be different for the three different architectures (air bubble free or non-echogenic, with minute air bubbles or echogenic, and echogenic vesicles containing bubbles). The outcome of the experiments indicated that the drug leakage mechanism is associated with the ultrasound activation of gas bubbles. &nbsp;Although further studies would be needed to adapt these <em>in vitro</em> results in an <em>in vivo</em> setting the experiments supported our notion that ultrasound-driven bubble vibration was sufficient to trigger drug release, thus indicating the feasibility of the bubble-containing liposome formulation for clinical purposes. This is a major accomplishment, and accordingly this work provides the first evidence that our bubble-containing liposome architecture might be suitable as drug delivery vehicles amenable to ultrasound-triggered release. Overall, we have contributed to fundamental knowledge of how ultrasound interacts with lipid membranes and the knowledge gained from this project could potentially be leveraged to develop clinical products (e.g. transdermal delivery, remote-triggered release). This grant also had a positive impact on the development of human resources; it led to successful training of two doctoral students, both of whom completed their PhD during the project duration. We have disseminated results of this study to the scientific community via a combination of oral presentations at major conferences and via peer-reviewed journal articles. This project has resulted in 10 peer-reviewed journal articles, 8 of which are in print, and 2 of which have been submitted, revised in accordance with reviewer comments, and re-submitted. Finally, we would like to stress and reiterate the potential societal (health beneficial) impact of this study in addition to the science and technology aspects of this work - once fully explored the outcome of this basic research may lead to methods of ultrasound-triggered, controlled release of therapeutic compounds.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2015<br>\n\t\t\t\t\tModified by: Peter&nbsp;A&nbsp;Lewin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this research was to devise potentially clinically relevant method that would minimize the undesirable side-effects of chemotherapy and aid in personalizing the patientÆs treatment using ultrasound energy. The specific goals of this research were to understand interactions between an ultrasound wave and traditional liposomes in the context of drug delivery. Liposomes can be defined as a minute (sub-micron size) vesicles of phospholipid molecules enclosing a drug to be delivered into the tissue. In this research, the ultrasound energy &ndash; widely used in clinical practice for imaging of tissue and internal organs of the body and generated at inaudible frequencies - was applied to liposomes that were acting as drug delivery vehicles. We sought to understand how liposome architecture on the one hand and ultrasound operating parameters on the other hand influence the rate of drug release from liposomes. Additionally, we sought to understand the mechanism(s) of release, including liposomes that were designed both as bubble-free and including bubble-containing formulations. As ultrasound is well known to activate minute air voids we hypothesized that the kinetics and mechanism of drug release would be different for the three different architectures (air bubble free or non-echogenic, with minute air bubbles or echogenic, and echogenic vesicles containing bubbles). The outcome of the experiments indicated that the drug leakage mechanism is associated with the ultrasound activation of gas bubbles.  Although further studies would be needed to adapt these in vitro results in an in vivo setting the experiments supported our notion that ultrasound-driven bubble vibration was sufficient to trigger drug release, thus indicating the feasibility of the bubble-containing liposome formulation for clinical purposes. This is a major accomplishment, and accordingly this work provides the first evidence that our bubble-containing liposome architecture might be suitable as drug delivery vehicles amenable to ultrasound-triggered release. Overall, we have contributed to fundamental knowledge of how ultrasound interacts with lipid membranes and the knowledge gained from this project could potentially be leveraged to develop clinical products (e.g. transdermal delivery, remote-triggered release). This grant also had a positive impact on the development of human resources; it led to successful training of two doctoral students, both of whom completed their PhD during the project duration. We have disseminated results of this study to the scientific community via a combination of oral presentations at major conferences and via peer-reviewed journal articles. This project has resulted in 10 peer-reviewed journal articles, 8 of which are in print, and 2 of which have been submitted, revised in accordance with reviewer comments, and re-submitted. Finally, we would like to stress and reiterate the potential societal (health beneficial) impact of this study in addition to the science and technology aspects of this work - once fully explored the outcome of this basic research may lead to methods of ultrasound-triggered, controlled release of therapeutic compounds.\n\n \n\n\t\t\t\t\tLast Modified: 07/07/2015\n\n\t\t\t\t\tSubmitted by: Peter A Lewin"
 }
}