{
 "awd_id": "1064998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Stream Consumers and Lotic Ecosystem Rates (SCALER): Scaling from Centimeters to Continents",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 254231.0,
 "awd_amount": 262697.0,
 "awd_min_amd_letter_date": "2011-08-04",
 "awd_max_amd_letter_date": "2014-07-25",
 "awd_abstract_narration": "The overarching question that Scale, Consumers and Lotic Ecosystem Rates (SCALER) will address is: How can small-scale ecological experiments be applied to understand the behavior of entire ecological systems? Funds are provided to address:: 1) How should measures of fundamental properties of streams and effects of animals on those properties be scaled up to predict ecosystem characteristics of stream networks. 2) How do patterns of scaling compare across the wide array of ecological systems (from tundra to tropical forest) that occurs across North American? The SCALER experiment will be done in tropical forest, temperate mountainous forest, prairie, northern boreal evergreen forest, and tundra areas. Streams in each of these five areas will be examined at scales of centimeters to 10?s of meters in small, medium and large streams.  Rates of stream metabolism (photosynthesis and respiration) and nutrient uptake will be measured as well as the way these rates respond to animal exclusions (used to mimic loss of animal diversity in streams). These local results will be linked to the scale of watersheds and regions by modeling. Watershed scale predictions will be verified by broader, but less intensive sampling. Mechanistic explanation of how ecological measurements and experiments in streams can be scaled to watersheds will be provided. This scaling will be characterized in each of the five areas across the continent to explore how scaling differs across natural habitats.  The knowledge that will be generated by this project is essential to quantify controls on stream ecosystem processes as well as to manage human impacts on entire watersheds. The experimental and modeling results will be relevant to general ecology because few nested, and experimental and theoretically coupled scaling experiments have been undertaken in any environment. Results will inform those involved in conservation, management, and restoration of freshwater resources. Resource managers will gain a quantitative rationale and framework to link local measurements to regional patterns. The highly collaborative team will train six graduate students, five post doctoral students, and mentor three early career faculty members. Additional collaborations will be encouraged to collaborate and perform similar projects at additional sites through workshops related to the objectives and research design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Rosemond",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Amy D Rosemond",
   "pi_email_addr": "rosemond@uga.edu",
   "nsf_id": "000262752",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kominoski",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "John S Kominoski",
   "pi_email_addr": "jkominos@fiu.edu",
   "nsf_id": "000314734",
   "pi_start_date": "2011-08-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "623 BOYD GRADUATE RESEARCH CTR",
  "perf_city_name": "ATHENS",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306020001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 55786.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 91606.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 115305.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span style=\"text-decoration: underline;\">Intellectual merit</span></em>: A fundamental challenge in ecology is understanding how and why processes vary from local to regional to continental scales. A macrosystems approach, which examines how diverse ecological patterns and processes across these scales interact with patterns and processes at both finer and coarser scales, is essential for predicting environmental change at scales that affect humans (Fig.1). In this project, we tested two fundamental questions in applying a macrosystems approach to rivers.&nbsp; The ecosystem functions we focused on were the rates that streams and rivers made and processed carbon, which is the base of all food webs and supports life in streams and rivers.&nbsp; We measured these functions in small areas in single streams, at scales of whole streams, and made estimates of these rates for whole river networks (which are connections of many streams in a large geographical area).&nbsp; We addressed two main questions: 1) Can small-scale measurements of ecosystem structure and function be used to understand structure and function of river networks? and 2) How consistent are stream structure and function among rivers in different biomes (Fig. 2)?&nbsp; For question 1, we examined the relative influence of stream structure, specifically food resources (algae and detritus) and top consumers (fish), on ecosystem functions in temperate forest streams and across biomes.&nbsp; For question 2, we quantified how the quality of food resources (their chemical content relative to the needs of aquatic organisms) changed across river networks and across biomes.&nbsp;</p>\n<p>Healthy functioning streams are essential for the processing of carbon that enters them and supporting production of fish and other aquatic life.&nbsp; The first question was addressed by comparing how well measurements of food resources and consumers could predict ecosystem functions.&nbsp; We removed consumers (e.g, fish and salamanders) to test their effects.&nbsp; We measured different components of ecosystem structure, including coarse and fine detritus, algal biomass, and invertebrate biomass, and ecosystem functions, including rates of respiration, primary production, and nutrient uptake at small scales. By using the same experimental design in each biome, we then tested whether we could detect relationships between food resources, consumers and ecosystem functions across diverse biomes. We found that there were strong relationships between food resources and ecosystem rates (respiration, primary production), but that the removal of consumers did not significantly change rates of respiration, primary production, or nutrient uptake. Notably, the consumer biomass in our study reaches was relatively low, particularly when compared to previous studies that have found strong consumer effects or to historical estimates of fish biomass, which are higher than we measured. Thus, currently, the food base of streams had effects on ecosystem functions that were greater than the effects of consumers.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We also determined how food resource quality changed across river networks and biomes. We measured carbon (C), nitrogen (N), and phosphorus (P) content of coarse and fine detritus in river networks in tropical, temperate deciduous and boreal forests, and tallgrass prairie ecosystems. We compared elemental ratios (C:N, C:P, N:P) and their variability among biomes, and predicted whether consumers feeding on course and fine detritus would likely be C (energy) or nutrient-limited. Across biomes, coarse detritus was higher in C and lower in N and P than fine detritus. There was relatively greater P vs N in fine vs coarse detritus in tropical and temperate deciduous biomes compared to grassland or boreal forest biomes. These differences could be due to source material or microbial processing and broaden our understanding of the range of food quality for stream consumers across continents. Based on these findings, aquatic consumers that feed on coarse detritus are more likely nutrient (N and/or P) limited than those consuming fine detritus. Our findings suggest that different kinds of human impacts (like nutrient run off or elevated carbon in the atmosphere) might affect stream consumers in different ways.</p>\n<p><em><span style=\"text-decoration: underline;\">Broader impacts</span></em><em>:</em> &nbsp;The Coweeta SCALER project generated new knowledge about rivers in a part of the world that many people have visited or live in, but about which there is limited understanding of the controls of healthy rivers and streams. There are important connections between stream health and both the global environment and human well-being. Our project contributed directly to an increased understanding of the role of small streams in whole river networks and our findings emphasize the role of small streams in driving the function of larger, regional river networks.&nbsp; Understanding these connections is essential for future management and policy decisions. Our project also helped train several scholars who are contributing to advancements in science and technology related to environmental health. Two undergraduate students who received research and technical experience on the project, entered graduate school and have earned degrees in environmental science fields and one graduate student completed their doctoral work and is contributing to the field of freshwater science. Additional students received laboratory and field research experience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2018<br>\n\t\t\t\t\tModified by: Amy&nbsp;D&nbsp;Rosemond</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1064998/1064998_10117687_1511302903431_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1064998/1064998_10117687_1511302903431_1--rgov-800width.jpg\" title=\"Conceptual diagram of macrosystems ecology\"><img src=\"/por/images/Reports/POR/2017/1064998/1064998_10117687_1511302903431_1--rgov-66x44.jpg\" alt=\"Conceptual diagram of macrosystems ecology\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Macrosystems ecology recently emerged as a subdiscipline of ecology that studies how diverse ecological patterns and processes across regional and continental scales interact with patterns and processes at both finer and coarser scales.</div>\n<div class=\"imageCredit\">Heffernan et al 2014. Frontiers in Ecology and the Environment 12:5-14</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">John&nbsp;D&nbsp;Kominoski</div>\n<div class=\"imageTitle\">Conceptual diagram of macrosystems ecology</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1064998/1064998_10117687_1511302991613_2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1064998/1064998_10117687_1511302991613_2--rgov-800width.jpg\" title=\"SCALER biomes and study sites\"><img src=\"/por/images/Reports/POR/2017/1064998/1064998_10117687_1511302991613_2--rgov-66x44.jpg\" alt=\"SCALER biomes and study sites\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sites and biomes included in the SCALER project</div>\n<div class=\"imageCredit\">Image by: W.K. Dodds</div>\n<div class=\"imageSubmitted\">John&nbsp;D&nbsp;Kominoski</div>\n<div class=\"imageTitle\">SCALER biomes and study sites</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit: A fundamental challenge in ecology is understanding how and why processes vary from local to regional to continental scales. A macrosystems approach, which examines how diverse ecological patterns and processes across these scales interact with patterns and processes at both finer and coarser scales, is essential for predicting environmental change at scales that affect humans (Fig.1). In this project, we tested two fundamental questions in applying a macrosystems approach to rivers.  The ecosystem functions we focused on were the rates that streams and rivers made and processed carbon, which is the base of all food webs and supports life in streams and rivers.  We measured these functions in small areas in single streams, at scales of whole streams, and made estimates of these rates for whole river networks (which are connections of many streams in a large geographical area).  We addressed two main questions: 1) Can small-scale measurements of ecosystem structure and function be used to understand structure and function of river networks? and 2) How consistent are stream structure and function among rivers in different biomes (Fig. 2)?  For question 1, we examined the relative influence of stream structure, specifically food resources (algae and detritus) and top consumers (fish), on ecosystem functions in temperate forest streams and across biomes.  For question 2, we quantified how the quality of food resources (their chemical content relative to the needs of aquatic organisms) changed across river networks and across biomes. \n\nHealthy functioning streams are essential for the processing of carbon that enters them and supporting production of fish and other aquatic life.  The first question was addressed by comparing how well measurements of food resources and consumers could predict ecosystem functions.  We removed consumers (e.g, fish and salamanders) to test their effects.  We measured different components of ecosystem structure, including coarse and fine detritus, algal biomass, and invertebrate biomass, and ecosystem functions, including rates of respiration, primary production, and nutrient uptake at small scales. By using the same experimental design in each biome, we then tested whether we could detect relationships between food resources, consumers and ecosystem functions across diverse biomes. We found that there were strong relationships between food resources and ecosystem rates (respiration, primary production), but that the removal of consumers did not significantly change rates of respiration, primary production, or nutrient uptake. Notably, the consumer biomass in our study reaches was relatively low, particularly when compared to previous studies that have found strong consumer effects or to historical estimates of fish biomass, which are higher than we measured. Thus, currently, the food base of streams had effects on ecosystem functions that were greater than the effects of consumers. \n\n            We also determined how food resource quality changed across river networks and biomes. We measured carbon (C), nitrogen (N), and phosphorus (P) content of coarse and fine detritus in river networks in tropical, temperate deciduous and boreal forests, and tallgrass prairie ecosystems. We compared elemental ratios (C:N, C:P, N:P) and their variability among biomes, and predicted whether consumers feeding on course and fine detritus would likely be C (energy) or nutrient-limited. Across biomes, coarse detritus was higher in C and lower in N and P than fine detritus. There was relatively greater P vs N in fine vs coarse detritus in tropical and temperate deciduous biomes compared to grassland or boreal forest biomes. These differences could be due to source material or microbial processing and broaden our understanding of the range of food quality for stream consumers across continents. Based on these findings, aquatic consumers that feed on coarse detritus are more likely nutrient (N and/or P) limited than those consuming fine detritus. Our findings suggest that different kinds of human impacts (like nutrient run off or elevated carbon in the atmosphere) might affect stream consumers in different ways.\n\nBroader impacts:  The Coweeta SCALER project generated new knowledge about rivers in a part of the world that many people have visited or live in, but about which there is limited understanding of the controls of healthy rivers and streams. There are important connections between stream health and both the global environment and human well-being. Our project contributed directly to an increased understanding of the role of small streams in whole river networks and our findings emphasize the role of small streams in driving the function of larger, regional river networks.  Understanding these connections is essential for future management and policy decisions. Our project also helped train several scholars who are contributing to advancements in science and technology related to environmental health. Two undergraduate students who received research and technical experience on the project, entered graduate school and have earned degrees in environmental science fields and one graduate student completed their doctoral work and is contributing to the field of freshwater science. Additional students received laboratory and field research experience.\n\n\t\t\t\t\tLast Modified: 11/20/2018\n\n\t\t\t\t\tSubmitted by: Amy D Rosemond"
 }
}