{
 "awd_id": "1064570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Uci-Cansahcab Regional Integration Project",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 32550.0,
 "awd_amount": 32550.0,
 "awd_min_amd_letter_date": "2011-01-11",
 "awd_max_amd_letter_date": "2011-01-11",
 "awd_abstract_narration": "The Ucí-Cansahcab Regional Integration Project explores the ways in which the integration of several ancient settlements in the Northern Maya lowlands (what is now the state of Yucatan, Mexico) transformed political, economic, social, and ritual life. Integration took place at the beginning of the Classic period (250-550 AD) when the ancient Maya built a stone causeway that linked the city of Ucí with the town of Cansahcab, located 18km to the east. The causeway also connected two other towns and a handful of hamlets in between Ucí and Cansahcab. The rise of Izamal, the regional capital, also played a role in this integration. In particular, a style of architecture using massive stones originated at Izamal and spreads to all of the sites along the causeway. This project seeks to gauge both the impact of regional integration on the people living near the causeway as well as the ways in which these people actively shaped the outcome of this integration. National Science Foundation Funding will be used to excavate eight ruins of various size to detect changes that occurred after the integration and to determine whether these changes affected all sites in the vicinity of Ucí or only those sites linked to the causeways. \r\n\r\nAn appreciation of the dynamics of power has prompted archaeologists to recognize that people do not merely react to policies emanating from central authorities. The dynamic histories and strategic maneuverings of local communities help shape those policies and the terms of integration. A fundamental area of archaeological inquiry has been to study the impact of regional integration on local communities. This approach, sometimes referred to as \"bottom up\", has been fruitful at multiple levels of political complexity and the current research will add to this domain. However, following the notion that all members of society, regardless of their position in the field of power relations, play active rolls in the production of history, one must also recognize that \"impact\" goes both ways. In other words, a \"bottom-up\" approach to historical transformations must attend not only to how hinterland communities were impacted by centralized authorities, but 1) how the strategies of non-elites condition and circumscribe the exercise of centralized power; and, 2) how the extensive social diversity of actors grouped together in the unwieldy category of \"non-elite\" results in divisions and movements that are themselves a source of transformation. \r\n\r\nThis project has multiple broader impacts. These impacts collaboration with descendant communities and training workers and archaeologists at various skill levels. Collaboration involves working with residents of Ucí and other villages as well as migrant communities in order to promote preservation of cultural heritage. As for training, students at the University of Kentucky as well as the Universidad Autónoma de Yucatan will gain opportunities to complete Masters theses, doctoral dissertations and licentiatura theses with the mentoring of the PI and Mexican collaborators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Terry",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Richard E Terry",
   "pi_email_addr": "richard_terry@byu.edu",
   "nsf_id": "000412769",
   "pi_start_date": "2011-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-153 ASB",
  "perf_city_name": "PROVO",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 32550.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Outcomes of the soil resources portion of NSF grant 1064570 &ldquo;Collaborative Research:&nbsp; Uci-Cansahcab Regional Integration Project&rdquo; conducted by Brigham Young Unviersity soil scientists.</p>\n<p>Richard E. Terry, Zachary Larsen, Ben Hawkins, Tayte Campbell, Jacob Horlacher, and David Kotesek.</p>\n<p>Soil profiles were sampled in 2011 and 2013. &nbsp;The samples were prepared and analyzed for texture, pH, color, extractable P and stable carbon isotopes.&nbsp; Uci soils are generally gray to dark brown with excellent levels of soil organic matter. The soil humus and clay imparted granular to subangular blocky structure with loose to moderately hard consistence. Once gravel and rocks were removed the soil texture class was predominately clay with some clay loam horizons. Most profiles were extremely shallow and classified as rocky or gravely soils. Nearly all profiles revealed relatively low amounts of extractable phosphorus and in some cases profiles were also limited by nitrogen and extractable potassium.&nbsp; Reasons for the low levels of plant available phosphorus may be the high levels of clay and the moderate alkalinity of the soils. Of the 70 profiles sampled only 20 reached a depth of 45 cm or greater which was deemed the minimum depth needed to accurately assess the stable carbon isotope signature of C4 vegetation. Of these 20 profiles only 6 profiles yielded evidence of ancient vegetation shifts associated with maize agriculture.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Fourteen additional profiles were collected on the west side of the site of Uci in 2013. Twelve profiles were less than 30 cm deep and had the stable carbon isotopic signature of mixed C3/C4 vegetation (both forest trees and vines and tropical grasses). Two of the profiles were deeper than 30 cm and they revealed an interesting carbon isotopic signatures. Profiles Uci 13 and 14 were separated by approximately 300 m and had very similar isotopic signatures. At the 50 to 60 cm depths the d<sup>13</sup>C were in the range of -29 to -25&permil; reflecting the C3 vegetation that likely covered the area prior to agricultural settlement. The deeper reaches of those profiles represent the oldest portion of the root zone. Shallower soil samples reflect the more recent root zones and the isotopic signatures were in the range of -24 to -20&permil;. This interesting pattern in carbon isotopes with soil depth indicated that the area was covered in C3 forest vegetation until clearance for Maya agriculture. Once the forest was initially cleared, the vegetation has remained mixed C3/C4. The old growth forest has never been able to return as episodes of clearance and agricultural crops including C4 maize and CAM henequen have dominated the area.</p>\n<p>Most soil resources outside the rejolladas of Uci and Ucan&rsquo;ha were very poor and limited by soil depth, stoniness, nutrient availability, and high clay content. This study does however indicate that there may be a relationship between site centers/settlement density and the improved soil characteristics associated with the rejolladas. In addition, the Uci sacbe (raised, paved highway) may have been associated with or aided in some way agriculture and settlement density along its length since one of the deep and darker soils was located adjacent the sacbe and near the ancient structure known as 21 de Abril. Other indicators of settlement density being linked to soil resources are the profiles taken from beneath structures near the sacbe, which also showed slightly deeper soils and some isotope evidence of ancient maize agriculture. &nbsp;</p>\n<p>The research has demonstrated that agricultural resources surrounding Uci were very limited for corn and other field crops. The soils of the rejolladas are deeper and likely more productive but the area of those soils is very limited. The research em...",
  "por_txt_cntn": "\nOutcomes of the soil resources portion of NSF grant 1064570 \"Collaborative Research:  Uci-Cansahcab Regional Integration Project\" conducted by Brigham Young Unviersity soil scientists.\n\nRichard E. Terry, Zachary Larsen, Ben Hawkins, Tayte Campbell, Jacob Horlacher, and David Kotesek.\n\nSoil profiles were sampled in 2011 and 2013.  The samples were prepared and analyzed for texture, pH, color, extractable P and stable carbon isotopes.  Uci soils are generally gray to dark brown with excellent levels of soil organic matter. The soil humus and clay imparted granular to subangular blocky structure with loose to moderately hard consistence. Once gravel and rocks were removed the soil texture class was predominately clay with some clay loam horizons. Most profiles were extremely shallow and classified as rocky or gravely soils. Nearly all profiles revealed relatively low amounts of extractable phosphorus and in some cases profiles were also limited by nitrogen and extractable potassium.  Reasons for the low levels of plant available phosphorus may be the high levels of clay and the moderate alkalinity of the soils. Of the 70 profiles sampled only 20 reached a depth of 45 cm or greater which was deemed the minimum depth needed to accurately assess the stable carbon isotope signature of C4 vegetation. Of these 20 profiles only 6 profiles yielded evidence of ancient vegetation shifts associated with maize agriculture.\n\n               Fourteen additional profiles were collected on the west side of the site of Uci in 2013. Twelve profiles were less than 30 cm deep and had the stable carbon isotopic signature of mixed C3/C4 vegetation (both forest trees and vines and tropical grasses). Two of the profiles were deeper than 30 cm and they revealed an interesting carbon isotopic signatures. Profiles Uci 13 and 14 were separated by approximately 300 m and had very similar isotopic signatures. At the 50 to 60 cm depths the d13C were in the range of -29 to -25&permil; reflecting the C3 vegetation that likely covered the area prior to agricultural settlement. The deeper reaches of those profiles represent the oldest portion of the root zone. Shallower soil samples reflect the more recent root zones and the isotopic signatures were in the range of -24 to -20&permil;. This interesting pattern in carbon isotopes with soil depth indicated that the area was covered in C3 forest vegetation until clearance for Maya agriculture. Once the forest was initially cleared, the vegetation has remained mixed C3/C4. The old growth forest has never been able to return as episodes of clearance and agricultural crops including C4 maize and CAM henequen have dominated the area.\n\nMost soil resources outside the rejolladas of Uci and UcanÆha were very poor and limited by soil depth, stoniness, nutrient availability, and high clay content. This study does however indicate that there may be a relationship between site centers/settlement density and the improved soil characteristics associated with the rejolladas. In addition, the Uci sacbe (raised, paved highway) may have been associated with or aided in some way agriculture and settlement density along its length since one of the deep and darker soils was located adjacent the sacbe and near the ancient structure known as 21 de Abril. Other indicators of settlement density being linked to soil resources are the profiles taken from beneath structures near the sacbe, which also showed slightly deeper soils and some isotope evidence of ancient maize agriculture.  \n\nThe research has demonstrated that agricultural resources surrounding Uci were very limited for corn and other field crops. The soils of the rejolladas are deeper and likely more productive but the area of those soils is very limited. The research employed the use of stable carbon isotopes to determine the extent of ancient maize agriculture.  Two Brigham Young University graduate students received research training in the project. Three undergraduate students r..."
 }
}