{
 "awd_id": "1065638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Incorporating Physiological Variation in Mechanistic Range Models for Ecological Forecasting",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 211845.0,
 "awd_amount": 211845.0,
 "awd_min_amd_letter_date": "2011-05-02",
 "awd_max_amd_letter_date": "2011-05-02",
 "awd_abstract_narration": "These scientists will use computer models to investigate the impacts of climate change on the continental distribution of a well studied and widespread lizard.  The model will link the attributes of individual lizards to assess how whole populations of lizards adapt to specific environmental conditions.  For example, the model considers how temperature and rainfall limit lizard activity, such as feeding.  Feeding activity is then related to survival and reproduction.  By monitoring the behavior and measuring internal activity of lizards across the entire United States, the investigators will be able to compare how variation in these attributes leads to different predictions about how climate in different regions should affect lizards. Then the PIs will evaluate how the evolution of physiology would affect the distribution of lizards under various climate change scenarios. This project will set the stage for a new modeling approach that considers how evolutionary adaptation and gene flow can help determine the geographic range of a species. \r\n\r\nPredicting the ranges of species and how they will shift during conditions of environmental change is a major challenge for biologists that has important applications to conservation.  Existing models either fail to incorporate important processes or are too abstract to apply to real populations. This project will expand our knowledge by incorporating ecological processes into a model that is tailored to a real species of lizards. This model could then be generalized and applied to other species in the future.  The project will make significant contributions to the missions of research and education at three universities in Arizona, North Carolina and Texas. It will train students from under-represented groups, will develop cross-university workshops on these new models and approaches, and should lead to software usable by resource managers to forecast biological responses to environmental change. The project participants will provide public lectures, prepare non-technical publications, and develop web pages with summaries and activities designed for the public, in addition to writing the usual scientific papers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Buckley",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren B Buckley",
   "pi_email_addr": "lbuckley@uw.edu",
   "nsf_id": "000109911",
   "pi_start_date": "2011-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "104 AIRPORT DR STE 2200",
  "perf_city_name": "CHAPEL HILL",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275995023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 31126.0
  }
 ],
 "por": null
}