{
 "awd_id": "1065740",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Ecological Homogenization of Urban America",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 299880.0,
 "awd_amount": 307880.0,
 "awd_min_amd_letter_date": "2011-06-28",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "Urban, suburban and exurban environments are important ecosystems and their extent is increasing in the U.S.  The conversion of wild or managed ecosystems to urban ecosystems is resulting in ecosystem homogenization across cities, where neighborhoods in very different parts of the country have similar patterns of roads, residential lots, commercial areas and aquatic features.  Funds are provided to test the hypothesis that this homogenization alters ecological structure and functions relevant to ecosystem carbon and nitrogen dynamics, with continental scale implications.  The research will provide a framework for understanding the impacts of urban land use change from local to continental scales.  The research encompasses datasets ranging from household surveys to regional-scale remote sensing across six metropolitan statistical areas (MSA) that cover the major climatic regions of the US (Phoenix, AZ, Miami, FL, Baltimore, MD, Boston, MA, St. Paul, MN and Los Angeles, CA) to determine how household characteristics correlate with landscaping decisions, land management practices and ecological structure and functions at local, regional and continental scales.  This research will transform scientific understanding of an important and increasingly common ecosystem type (?suburbia?) and the consequences to carbon storage and nitrogen pollution at multiple scales. In addition, it will advance understanding of how humans perceive, value and manage their surroundings. The award will leverage an extensive, multi-scale program of education and outreach associated with ongoing LTER and/or ULTRA-EX projects. Activities include K-12 education and outreach to community groups, city/regional planners, natural history museums, state and local agencies and non-governmental organizations. Graduate students will participate in a Distributed Graduate Seminar in Sustainability Science (DGSS) initiated by NCEAS and the University of Minnesota Institute on Environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Hall",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon J Hall",
   "pi_email_addr": "sharonjhall@asu.edu",
   "nsf_id": "000440943",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kelli",
   "pi_last_name": "Larson",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kelli L Larson",
   "pi_email_addr": "kelli.larson@asu.edu",
   "nsf_id": "000297917",
   "pi_start_date": "2011-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 150502.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 157378.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>&nbsp;<em>Why do suburban neighborhoods look the same so many cities?&nbsp; What are the causes of yard management decisions by homeowners in the United States, and what are the consequences for neighborhood well-being and the environment?</em> &nbsp;Turfgrass lawns are the largest irrigated crop in America, and they provide numerous benefits to people.&nbsp; As cities begin to plan for an uncertain climate future, water managers are exploring options to reduce residential water use, a third of which is commonly used outdoors for landscaping.&nbsp; In this project, we investigated whether the causes and consequences of residential landscape management were similar or different across six U.S. cities, including Los Angeles, Phoenix, Minneapolis-St. Paul, Boston, Baltimore, and Miami. &nbsp;We found that residential yards in American cities were similar in their ecology, including biodiversity, temperature and humidity, soil properties, and abundance of lakes. Interestingly, this apparent &ldquo;homogenization&rdquo; of the environment across cities corresponds to shared homeowner values and yard management practices.&nbsp; Using Phoenix as a model city, our project also identified a potential source of mobile soil nutrients that results after homeowners adjust to drought or water restrictions by changing their outdoor landscaping from turfgrass to water-efficient xeriscapes.&nbsp; Development of best yard management practices for homeowners, tailored for the environment and climate of different cities, would help to prevent potentially negative impacts of residential landscape change on water quality.&nbsp; This research transformed our understanding of the extent, causes, and impact of an important and increasingly common ecosystem type (&ldquo;suburbia&rdquo;).&nbsp; Our research has identified a set of common decisions that people make about their yards across the United States. Additionally, we have discovered numerous ways in which urban land cover affects important ecosystem services that benefit people, including carbon storage, nitrogen pollution, local climate, and biodiversity.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2016<br>\n\t\t\t\t\tModified by: Sharon&nbsp;J&nbsp;Hall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\n Why do suburban neighborhoods look the same so many cities?  What are the causes of yard management decisions by homeowners in the United States, and what are the consequences for neighborhood well-being and the environment?  Turfgrass lawns are the largest irrigated crop in America, and they provide numerous benefits to people.  As cities begin to plan for an uncertain climate future, water managers are exploring options to reduce residential water use, a third of which is commonly used outdoors for landscaping.  In this project, we investigated whether the causes and consequences of residential landscape management were similar or different across six U.S. cities, including Los Angeles, Phoenix, Minneapolis-St. Paul, Boston, Baltimore, and Miami.  We found that residential yards in American cities were similar in their ecology, including biodiversity, temperature and humidity, soil properties, and abundance of lakes. Interestingly, this apparent \"homogenization\" of the environment across cities corresponds to shared homeowner values and yard management practices.  Using Phoenix as a model city, our project also identified a potential source of mobile soil nutrients that results after homeowners adjust to drought or water restrictions by changing their outdoor landscaping from turfgrass to water-efficient xeriscapes.  Development of best yard management practices for homeowners, tailored for the environment and climate of different cities, would help to prevent potentially negative impacts of residential landscape change on water quality.  This research transformed our understanding of the extent, causes, and impact of an important and increasingly common ecosystem type (\"suburbia\").  Our research has identified a set of common decisions that people make about their yards across the United States. Additionally, we have discovered numerous ways in which urban land cover affects important ecosystem services that benefit people, including carbon storage, nitrogen pollution, local climate, and biodiversity. \n\n \n\n\t\t\t\t\tLast Modified: 08/29/2016\n\n\t\t\t\t\tSubmitted by: Sharon J Hall"
 }
}