{
 "awd_id": "1065513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "HCC: Medium: Removing Barriers to the Practical Use of Non-Invasive Brain-Computer Interfaces",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2018-07-31",
 "tot_intn_awd_amt": 1198325.0,
 "awd_amount": 1222325.0,
 "awd_min_amd_letter_date": "2011-08-08",
 "awd_max_amd_letter_date": "2015-07-08",
 "awd_abstract_narration": "Brain-computer interfaces (BCIs) are hardware and software systems that allow users to interact with computer applications by changing their mental activity, which causes variations in weak electrical voltages produced by the brain.  BCIs measure these voltages in one of two ways: invasive methods use electrodes implanted in the brain, while noninvasive methods use electrodes resting on the scalp that are part of a cap worn by the user.  A long-term goal of BCI research is a new mode of communication for subjects with diseases and injuries resulting in the loss of voluntary muscle control, such as amyotrophic lateral sclerosis (ALS), multiple sclerosis, high-level spinal cord injuries or severe cerebral palsy.  If all voluntary muscle control is lost, a locked-in syndrome results in which a person is unable to communicate with the outside world.  BCIs can provide a new way for users to communicate with their caregivers and to control devices such as televisions, wheelchairs, speech synthesizers and computers.  While BCI technology holds great promise, most BCI systems remain in research labs.  The goal of this project is to remove barriers to practical, noninvasive, BCI technology that exist in current approaches, and to field test the resulting BCI systems in the homes of users who suffer from motor impairments.  Limitations of current BCI systems that will be addressed include the difficulty of applying an electrode cap, signal artifacts due to other assistive technology in the user's environment, and long computer and user training times required to calibrate current EEG classification algorithms.\r\n\r\nA key barrier to practical BCI systems is the lack of methods for reliable, fast classification of EEG signals.  In this project, this limitation will be addressed by conducting experiments in three areas.  One set of experiments will investigate the quality of EEG signals recorded in subjects' homes and the performance of BCI applications in real-time in the homes.  The second set of experiments will involve new algorithms for EEG artifact removal and signal classification that are tailored for EEG recorded in subjects' homes and for real-time use.  For the second set of experiments, new user interfaces will be studied and compared to currently available interfaces.  For the third set of experiments, several different user interface designs for BCI applications will be developed and studied.  The effectiveness of visual and auditory feedback provided to the user in real-time will be investigated.\r\n\r\n This interdisciplinary project involves a team of investigators and students from diverse backgrounds. Faculty and students in computer science will design and implement algorithms and the BCI user interface.  Faculty and students in occupational therapy will guide the field testing of BCI systems and will guide the evaluation of these experiments.  Progress will be evaluated in a number of ways, including experiments comparing EEG signal representations and classifiers by accuracy, reliability, and training time, and field tests of BCI systems.  Ultimately, the project's success will be measured by new or improved means of individuals interacting with computers in their homes for purposes of communication with others and control of assistive devices like wheelchairs.\r\n\r\nBroader Impacts:  This project will develop a new technology for sensing and analyzing electroencephalogram signals (EEG) from human subjects.  The resulting technology will help advance brain imaging and its application. The long term goal of this research is a new brain-computer interface based on EEG signals with which persons can use a computer to communicate with others in their vicinity or remotely over the net, to surf the net, and to control environmental entertainment, and assistive devices.  The new technology will be simple enough for any person with minimal training to use.  The project will also play a strong role in the education of future researchers and health professionals in this interdisciplinary field by involving graduate and undergraduate students from multiple departments as research assistants, by teaching a new course in BCI for students from a variety of backgrounds, and by providing fieldwork experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Anderson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Anderson",
   "pi_email_addr": "chuck.anderson@colostate.edu",
   "nsf_id": "000403856",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Davies",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia L Davies",
   "pi_email_addr": "pdavies@lamar.colostate.edu",
   "nsf_id": "000415711",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Gavin",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "William J Gavin",
   "pi_email_addr": "William.Gavin@colostate.edu",
   "nsf_id": "000401442",
   "pi_start_date": "2011-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "601 S HOWES ST",
  "perf_city_name": "FORT COLLINS",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 791751.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 308276.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 122298.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It has been known for decades that brain activity produces weak electrical signals that can be measured on the scalp of a human subject.&nbsp; These electroencephalogram (EEG) signals are measured using small metal electrodes that are placed on a person's head and connected to an EEG recorder.&nbsp; Brain-computer interfaces (BCIs) are hardware/software systems that detect variations in EEG signals of users as they do various tasks, such as imagining the movement of arms and fingers.&nbsp; If the information contained in EEG can be reliably interpreted, a new mode of communication can be developed with which users can communicate with their caregivers or directly control devices such as televisions, wheel chairs, speech synthesizers and computers.&nbsp; This technology has the potential to greatly transform the lives of people who have motor impairments caused by injury or disease.</p>\n<p>While the potential impact of BCI technology is tremendous, most BCI systems remain in the research labs.&nbsp; The objective of this project was to remove the barriers to the practical use of non-invasive BCI systems and evaluate their use by fielding BCI systems in the homes of potential users.&nbsp; The project's unique, interdisciplinary team included researchers in computer science, neuroscience, and occupational therapy.&nbsp; Together they designed new BCI applications and EEG analysis software and tested the resulting BCI systems in the lab and in the homes of multiple motor impaired clients.&nbsp; For each client, several EEG recording systems with a wide range of costs were tested.</p>\n<p>The key outcomes of this project are the following.&nbsp; As expected, it was difficult to record EEG data in the home that was free from artifacts caused by electrical devices in the home environment.&nbsp; However, new EEG analysis methods developed on this project were able to minimize the effects of these artifacts so that EEG components could be detected that are related to the mental intentions of the users. It was found that the least expensive EEG system was not as reliable as the mid-range and most expensive systems.&nbsp; EEG data recorded during these experiments were made publicly available on the project's website (www.cs.colostate.edu/eeg).&nbsp; To-date, over 1 TB of EEG data has been downloaded by researchers around the world.</p>\n<p>During the final year of this project, new deep learning methods were found to reveal new patterns in EEG that were shown to be related to BCI use.&nbsp; Methods including convolutional neural networks and recurrent networks were found to be successful.</p>\n<p>It is believed that the next breakthroughs in BCI reliability will require new sensing technology. Project personnel have recently initiated experiments with new EEG electrodes invented by Dr. Walter Besio at the University of Rhode Island.&nbsp; His electrodes are better able to record brain activity from precise locations and higher frequencies than is currently possible.&nbsp; The techniques developed on this project are being adapted to work with these new sensors.</p>\n<p>The significance of the work on this project is clear from invitations from the BCI community to serve on the organizing committees of the key International BCI Meetings held at the Asilomar Conference Center in Pacific Grove, California.&nbsp; Project personnel presented posters and organized workshops at these meetings, and at meetings directly related to assistive technologies.&nbsp; Some of the project's best results were presented by graduate student on this project at the BCI Meeting where the poster won the best overall paper award.&nbsp; Overall, the project has produced 26 publications and eight MS and three PhD degrees were awarded.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2018<br>\n\t\t\t\t\tModified by: Charles&nbsp;W&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt has been known for decades that brain activity produces weak electrical signals that can be measured on the scalp of a human subject.  These electroencephalogram (EEG) signals are measured using small metal electrodes that are placed on a person's head and connected to an EEG recorder.  Brain-computer interfaces (BCIs) are hardware/software systems that detect variations in EEG signals of users as they do various tasks, such as imagining the movement of arms and fingers.  If the information contained in EEG can be reliably interpreted, a new mode of communication can be developed with which users can communicate with their caregivers or directly control devices such as televisions, wheel chairs, speech synthesizers and computers.  This technology has the potential to greatly transform the lives of people who have motor impairments caused by injury or disease.\n\nWhile the potential impact of BCI technology is tremendous, most BCI systems remain in the research labs.  The objective of this project was to remove the barriers to the practical use of non-invasive BCI systems and evaluate their use by fielding BCI systems in the homes of potential users.  The project's unique, interdisciplinary team included researchers in computer science, neuroscience, and occupational therapy.  Together they designed new BCI applications and EEG analysis software and tested the resulting BCI systems in the lab and in the homes of multiple motor impaired clients.  For each client, several EEG recording systems with a wide range of costs were tested.\n\nThe key outcomes of this project are the following.  As expected, it was difficult to record EEG data in the home that was free from artifacts caused by electrical devices in the home environment.  However, new EEG analysis methods developed on this project were able to minimize the effects of these artifacts so that EEG components could be detected that are related to the mental intentions of the users. It was found that the least expensive EEG system was not as reliable as the mid-range and most expensive systems.  EEG data recorded during these experiments were made publicly available on the project's website (www.cs.colostate.edu/eeg).  To-date, over 1 TB of EEG data has been downloaded by researchers around the world.\n\nDuring the final year of this project, new deep learning methods were found to reveal new patterns in EEG that were shown to be related to BCI use.  Methods including convolutional neural networks and recurrent networks were found to be successful.\n\nIt is believed that the next breakthroughs in BCI reliability will require new sensing technology. Project personnel have recently initiated experiments with new EEG electrodes invented by Dr. Walter Besio at the University of Rhode Island.  His electrodes are better able to record brain activity from precise locations and higher frequencies than is currently possible.  The techniques developed on this project are being adapted to work with these new sensors.\n\nThe significance of the work on this project is clear from invitations from the BCI community to serve on the organizing committees of the key International BCI Meetings held at the Asilomar Conference Center in Pacific Grove, California.  Project personnel presented posters and organized workshops at these meetings, and at meetings directly related to assistive technologies.  Some of the project's best results were presented by graduate student on this project at the BCI Meeting where the poster won the best overall paper award.  Overall, the project has produced 26 publications and eight MS and three PhD degrees were awarded.\n\n \n\n\t\t\t\t\tLast Modified: 11/01/2018\n\n\t\t\t\t\tSubmitted by: Charles W Anderson"
 }
}