{
 "awd_id": "1065728",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Student and Junior Faculty Travel Support for Engineering Sustainability 2011:  Innovation and the Triple Bottom Line",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 24805.0,
 "awd_amount": 24805.0,
 "awd_min_amd_letter_date": "2010-10-21",
 "awd_max_amd_letter_date": "2010-10-21",
 "awd_abstract_narration": "The Mascaro Center for Sustainable Innovation at the University of Pittsburgh and the Steinbrenner Institute for Environmental Education and Research at CMU will host a conference entitled ?Engineering Sustainability 2011: Innovation and the Triple Bottom Line.?  The conference will be held in the David L. Lawrence Convention Center in Pittsburgh, PA, April 10-12, 2011.  About 320 participants are expected.  The funds will be used to provide travel support for up to 35 students and junior faculty.  This conference will bring together engineers and scientists from academia, government, industry, and non-profits to share results of cutting edge research and practice directed at the following themes: green building design and construction; greening the indoor environment; sustainable distributed power for the built environment; sustainable urban drinking water, stormwater, and wastewater infrastructure; design of more sustainable transportation grids; using principles of sustainability to foster innovation and new product design.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Beckman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Beckman",
   "pi_email_addr": "beckman@pitt.edu",
   "nsf_id": "000190041",
   "pi_start_date": "2010-10-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4200 FIFTH AVENUE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152600001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "016E",
   "pgm_ref_txt": "POLLUTION AVOIDANCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 24805.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Mascaro Center for Sustainable Innovation at the University of Pittsburgh and the Steinbrenner Institute for Environmental Education and Research at Carnegie Mellon University hosted <em>Engineering Sustainability 2011: Innovation and the Triple Bottom Line (ES11) </em>in Pittsburgh, Pennsylvania from April 10-12, 2011. This conference brought together engineers and scientists from academia, government, industry, and non-profits to share results of cutting edge research and practice directed at the development of environmentally sustainable buildings and infrastructure.&nbsp;&nbsp; The conference,<br />which attracted over 340 attendees, is unique in its focus on environmentally<br />sustainable engineering for the urban environment, and its ability to bring<br />together engineers, architects, economists, and urban planners and<br />managers.&nbsp; Because we reached out to a broad base of disciplines for speakers, we were able to gain a variety of perspectives on the way that green building research is conducted among various scientific fields.<br />In addition, by engaging different fields, we gained an appreciation for<br />research bottlenecks for creating greener buildings which should lead to new<br />research programs and tangible solutions leading to a more sustainable<br />community infrastructure. &nbsp;<em>Engineering Sustainability 2011</em> will<br />further the public interest in sustainable community infrastructure by<br />advancing the state of scientific knowledge on issues affecting human health<br />and the environment.&nbsp; This conference will also enhance interdisciplinary dialogue on environmental sustainability research with cross-cutting applications in both basic and applied sciences.</p>\n<p>Funds from NSF were specifically used to enable the attendance of 40 junior researchers including young faculty, postdoctoral associates, and PhD students to the conference to present their work in both oral and poster formats.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/13/2012<br>\n\t\t\t\t\tModified by: Eric&nbsp;J&nbsp;Beckman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Mascaro Center for Sustainable Innovation at the University of Pittsburgh and the Steinbrenner Institute for Environmental Education and Research at Carnegie Mellon University hosted Engineering Sustainability 2011: Innovation and the Triple Bottom Line (ES11) in Pittsburgh, Pennsylvania from April 10-12, 2011. This conference brought together engineers and scientists from academia, government, industry, and non-profits to share results of cutting edge research and practice directed at the development of environmentally sustainable buildings and infrastructure.   The conference,\nwhich attracted over 340 attendees, is unique in its focus on environmentally\nsustainable engineering for the urban environment, and its ability to bring\ntogether engineers, architects, economists, and urban planners and\nmanagers.  Because we reached out to a broad base of disciplines for speakers, we were able to gain a variety of perspectives on the way that green building research is conducted among various scientific fields.\nIn addition, by engaging different fields, we gained an appreciation for\nresearch bottlenecks for creating greener buildings which should lead to new\nresearch programs and tangible solutions leading to a more sustainable\ncommunity infrastructure.  Engineering Sustainability 2011 will\nfurther the public interest in sustainable community infrastructure by\nadvancing the state of scientific knowledge on issues affecting human health\nand the environment.  This conference will also enhance interdisciplinary dialogue on environmental sustainability research with cross-cutting applications in both basic and applied sciences.\n\nFunds from NSF were specifically used to enable the attendance of 40 junior researchers including young faculty, postdoctoral associates, and PhD students to the conference to present their work in both oral and poster formats. \n\n\t\t\t\t\tLast Modified: 03/13/2012\n\n\t\t\t\t\tSubmitted by: Eric J Beckman"
 }
}