{
 "awd_id": "1065699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Processes and Patterns in The North American Monsoon Macrosystem",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Timothy Kratz",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 401675.0,
 "awd_amount": 401675.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": "This project focuses on studying the processes in the earth's climate system that control the spatial coverage and year-to-year variation in the North American Monsoon System, which supports ecological and human systems from central Mexico through the southwestern United States.  The study will use advanced computer models that combine weather forecasting with biological processes associated with the plants on the ground to determine how the highly variable monsoon rains control the spread of invasive grasses, including cheat grass and buffel grass, and the how the spread of these invasive grasses may, in turn, influence seasonal weather patterns and the monsoon system itself.  Other aspects include the analysis of tree rings from across the southwest that will reveal historical patterns in the magnitude and distribution of the monsoons and also can be used to validate model predictions.  The study will also explore how low elevation dry grasslands and high elevation forests compare with regard to cycles of wildfires.  Summer rains are likely to influence the spread of fires from grasslands to forests and this study will help explain how this connection is influenced by variability in the monsoon rains.  Finally, an effort will made to extend understanding of what controls monsoon rains to include natural cycles in climate, such as those associated with the two-to-seven year El Nino cycle and the Pacific Decadal Oscillation, both of which affect surface temperatures of the Pacific Ocean.  This is a search for the ultimate causes of the coupling between monsoon rains and the ecological systems in the region.  For example, a main objective will be to explore the nature of the climate and ecological forces that define the spatial extent of the monsoon system, and the ocean processes and cycles that define its magnitude and long-term variation.  The participants in this large and integrated project include ecologists and climate scientists working together, from both the U.S. and Mexico.\r\n\r\nThis project will have broader impacts to science and society in several ways. Six post-doctoral students and seven graduate students will be trained.  A Discovery Fellows program will be created through the Laboratory of Tree Ring Research that will hire six school teachers, including some from the Navajo Nation, who will be involved in assembling a tree ring archive for the southwest. A process will be established to develop a new regional land surface computer model that will be administered by the National Center for Atmospheric Research and made widely available for use. A bi-national collaboration with Mexico will be started that will include extended visits each year with scientists and graduate students.  Finally, a display will be created that describes the relevance of summer monsoons to Native American groups and contemporary societies; it will be housed and shown at the Biosphere 2 Center in Tucson, which hosts about 75,000 visitors each year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Debra",
   "pi_last_name": "Peters",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Debra P Peters",
   "pi_email_addr": "deb.peters@ars.usda.gov",
   "nsf_id": "000390229",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico State University",
  "inst_street_address": "1050 STEWART ST.",
  "inst_street_address_2": "",
  "inst_city_name": "LAS CRUCES",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5756461590",
  "inst_zip_code": "88003",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J3M5GZAT8N85"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico State University",
  "perf_str_addr": "1050 STEWART ST.",
  "perf_city_name": "LAS CRUCES",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "88003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 401675.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit -- Lehmann lovegrass (<em>Eragrostis lehmanniana</em>) is an invasive exotic perennial grass throughout the Sonoran Desert. However, in the neighboring Chihuahuan Desert, this species is generally present in low abundance, although data on its geographic distribution are scarce. We identified the climatic and edaphic factors important to seedling establishment and predicted its spatial distribution in the Chihuahuan Desert under current conditions and alternative climate scenarios. We did an extensive literature search on factors affecting seed germination and seedling establishment, and on factors affecting its past and current spatial distributions. We analyzed the field data of species abundance and distribution at a Sonoran Desert site (Santa Rita Experimental Range, AZ) and a Chihuhuan Desert site (Jornada Basin LTER and USDA ARS site, NM). Based on literature and field data, we parameterized the SOILWAT model to simulate seedling establishment of Lehmann lovegrass in the Chihuahuan Desert. Key findings include: 1) fine-textured soils are least responsive to Lehmann lovegrass invasion with climate change; 2) for sandy and silty soils, increases in precipitation and temperature lead to increases in probability of seedling establishment, and the rate and amount of increase increased with potential available water in the soil. Our study shows that Chihuahuan Desert landscapes will become more susceptible to invasion by Lehmann lovegrass on sandy and silty soils under global warming with increases in precipitation. This information will help land managers decide where to allocate limited resources in controlling these invasive grasses.</p>\n<p>Broader of impacts --1 book, 2 book chapters, 11 peer-reviewed journal papers, 1 special issue, 13 conference presentations, and 1 website have been generated. One postdoc and three professional staff were trained in simulation models. Our findings were incorporated into teaching and training programs of the nonprofit Asombro Institute for Science Education.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2016<br>\n\t\t\t\t\tModified by: Debra&nbsp;P&nbsp;Peters</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit -- Lehmann lovegrass (Eragrostis lehmanniana) is an invasive exotic perennial grass throughout the Sonoran Desert. However, in the neighboring Chihuahuan Desert, this species is generally present in low abundance, although data on its geographic distribution are scarce. We identified the climatic and edaphic factors important to seedling establishment and predicted its spatial distribution in the Chihuahuan Desert under current conditions and alternative climate scenarios. We did an extensive literature search on factors affecting seed germination and seedling establishment, and on factors affecting its past and current spatial distributions. We analyzed the field data of species abundance and distribution at a Sonoran Desert site (Santa Rita Experimental Range, AZ) and a Chihuhuan Desert site (Jornada Basin LTER and USDA ARS site, NM). Based on literature and field data, we parameterized the SOILWAT model to simulate seedling establishment of Lehmann lovegrass in the Chihuahuan Desert. Key findings include: 1) fine-textured soils are least responsive to Lehmann lovegrass invasion with climate change; 2) for sandy and silty soils, increases in precipitation and temperature lead to increases in probability of seedling establishment, and the rate and amount of increase increased with potential available water in the soil. Our study shows that Chihuahuan Desert landscapes will become more susceptible to invasion by Lehmann lovegrass on sandy and silty soils under global warming with increases in precipitation. This information will help land managers decide where to allocate limited resources in controlling these invasive grasses.\n\nBroader of impacts --1 book, 2 book chapters, 11 peer-reviewed journal papers, 1 special issue, 13 conference presentations, and 1 website have been generated. One postdoc and three professional staff were trained in simulation models. Our findings were incorporated into teaching and training programs of the nonprofit Asombro Institute for Science Education.\n\n\t\t\t\t\tLast Modified: 06/08/2016\n\n\t\t\t\t\tSubmitted by: Debra P Peters"
 }
}