{
 "awd_id": "1065338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SHF: Medium: Type-Specific Instruction Processing",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 799990.0,
 "awd_amount": 799990.0,
 "awd_min_amd_letter_date": "2011-07-28",
 "awd_max_amd_letter_date": "2013-09-19",
 "awd_abstract_narration": "This research project develops hardware software interfaces to enable standard\r\nsoftware programs to benefit from specialized hardware accelerators.\r\nStandard CPUs are general purpose meaning that they are designed to execute\r\nall types of applications -- from graphics processing in video games to\r\nspreadsheets.  Because of the diversity of workloads they are expected to\r\nexecute, general purpose processors can never be overly specialized for any\r\nindividual one. By contrast, processors which are tailored to a single\r\nworkload or workload domain are narrower in their applicability but more\r\nefficient at executing applications in their target domains.\r\n\r\nThis research project examines specialized processors that target abstract\r\ndatatypes: moderate to large scale data structures and their associated\r\noperations.  Modern software engineering practice encourages the use of such\r\nabstract types to improve programmer efficiency and software reliability.\r\nAbstract datatype processors thus align with these practices making the\r\nmapping of software to hardware intuitive and streamlined.  By delivering\r\nenergy-efficient, application-specific hardware in an easy-to-program fashion,\r\nthis research empowers programmers to write faster software that consumes less\r\nenergy.\r\n\r\nThe research activities span three fields of computer science: Hardware system\r\nand architecture research is carried out in software simulation.  This portion\r\nof the research explores multiple aspects of the hardware system including\r\nefficient implementations of software-style polymorphism and mechanisms to\r\nenforce data encapsulation.  The project is grounded in a specific,\r\nperformance-critical, real-world problem of database query processing.  This\r\ncomponent of the research identifies target types for hardware acceleration\r\nthat are used in common, complex database operations such as range\r\npartitioning.  Performance results will be obtained both by direct measurement\r\nand by simulation.  Finally, the compiler segment of the project develops\r\ncompiler techniques to link high-level languages to the accelerators available\r\non the target hardware system.  The compiler adapts software at runtime to\r\nbest utilize the available accelerators and to partition code among\r\ngeneral-purpose and specialized processing cores.  \r\n\r\nAs power and energy become the most critical resource in computing systems,\r\nmechanisms to conserve these resources have come under significant scientific\r\nscrutiny.  The broader impact of this research project is to harness software\r\nabstractions in specialized, energy efficient hardware.  By prioritizing\r\nprogrammability and efficiency equally, this research strives for usable,\r\nenergy-efficient, next-generation computing platforms.  As a first area of\r\napplication, this project targets databases, the software engines that store\r\nand index and compute on society's information.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martha",
   "pi_last_name": "Kim",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Martha A Kim",
   "pi_email_addr": "martha@cs.columbia.edu",
   "nsf_id": "000528915",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Ross",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Ross",
   "pi_email_addr": "kar@cs.columbia.edu",
   "nsf_id": "000446976",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Edwards",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Edwards",
   "pi_email_addr": "sedwards@cs.columbia.edu",
   "nsf_id": "000277894",
   "pi_start_date": "2011-07-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7329",
   "pgm_ref_txt": "COMPILERS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 625891.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 174099.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<div>\n<div><span>Today, big data analytics are not just important, they are essential. Analyses must process large volumes of various data at or near real-time velocity.&nbsp;</span><span>This project explored how silicon circuits might be tailored to more efficiently support analytic data queries. &nbsp;Whereas standard processors are general purpose machines, supporting all workloads roughly equally well, specialized machines offer particular speed and energy efficiency on their target workload. &nbsp;</span></div>\n<div></div>\n<div><span>This project designed and evaluated a hardware design called the Q100, a performance- and energy-efficient data analysis accelerator. &nbsp;</span><span>The Q100 project used the standard data structures found in relational databases, namely tables and columns, streaming them amongst a&nbsp;</span><span>heterogeneous collection of fixed-function application-specific integrated circuit tiles, each of which implements a&nbsp;</span><span>well-known relational operator, such as a join or sort. &nbsp;As the project developed, the team examined more flexible designs that can be configured to&nbsp;run a variety of operators.</span><span>&nbsp;The team further developed a tool to translate a SQL query to the low-level code that runs on our machine. &nbsp;</span></div>\n<div></div>\n<div><span>Increased query speed and efficiency will make queries of large, and growing, datasets more tractable and feasible. &nbsp; Alternately, the efficiency dividends can be spent pushing data analysis into more power constrained, embedded devices.</span> <span>All of the project's research results are published in peer-reviewed computer architecture and database conferences.&nbsp;</span></div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2017<br>\n\t\t\t\t\tModified by: Martha&nbsp;A&nbsp;Kim</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nToday, big data analytics are not just important, they are essential. Analyses must process large volumes of various data at or near real-time velocity. This project explored how silicon circuits might be tailored to more efficiently support analytic data queries.  Whereas standard processors are general purpose machines, supporting all workloads roughly equally well, specialized machines offer particular speed and energy efficiency on their target workload.  \n\nThis project designed and evaluated a hardware design called the Q100, a performance- and energy-efficient data analysis accelerator.  The Q100 project used the standard data structures found in relational databases, namely tables and columns, streaming them amongst a heterogeneous collection of fixed-function application-specific integrated circuit tiles, each of which implements a well-known relational operator, such as a join or sort.  As the project developed, the team examined more flexible designs that can be configured to run a variety of operators. The team further developed a tool to translate a SQL query to the low-level code that runs on our machine.  \n\nIncreased query speed and efficiency will make queries of large, and growing, datasets more tractable and feasible.   Alternately, the efficiency dividends can be spent pushing data analysis into more power constrained, embedded devices. All of the project's research results are published in peer-reviewed computer architecture and database conferences. \n\n\n \n\n\t\t\t\t\tLast Modified: 10/17/2017\n\n\t\t\t\t\tSubmitted by: Martha A Kim"
 }
}