{
 "awd_id": "1065288",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TC: Medium: Collaborative Research: Random Number Generation and Use in Virtualized Environments",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032928950",
 "po_email": "rwachter@nsf.gov",
 "po_sign_block_name": "Ralph Wachter",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 449937.0,
 "awd_amount": 449937.0,
 "awd_min_amd_letter_date": "2011-03-17",
 "awd_max_amd_letter_date": "2011-03-17",
 "awd_abstract_narration": "Hypervisors and virtualization simplify application and system deployment. The many benefits of virtualization have resulted in a headlong rush into a world where virtualization is ubiquitous. However, virtualization can break assumptions that applications and operating systems make about the platform. This research investigates an important case: the intersection of virtualization and random-number generators (RNGs). Strong randomization is requisite in today's computer security tools.\r\n\r\nDeployment of existing RNGs in virtualized settings introduces vulnerabilities. When RNGs fail, catastrophic attacks can be mounted on the the cryptographic services upon which modern information security relies. VM snapshots, which can be used to reset a VM and its contained applications, can cause RNGs to repeat outputs and break some encryption systems. Moreover, the environment presented by virtualization can degrade the quality of RNG outputs because entropy sources are virtual rather than physical hardware and hence lower quality.\r\n\r\nThis research develops the theoretical and architectural foundations for the next generation of RNG designs and RNG-using mechanisms. The investigators quantify the scope of VM-introduced vulnerabilities using dynamic and static analysis of program source code. They develop new, secure RNG systems for use in VMs. Finally, the reserearch advances cryptographic theory by extending provable security techniques to better account for the realities of RNG deployment and use in virtualized settings.\r\n\r\nThis work not only provides practical impact via stronger RNG systems but also opens up new directions in cryptographic theory in the important areas of generating and using randomness.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yevgeniy",
   "pi_last_name": "Dodis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yevgeniy Dodis",
   "pi_email_addr": "dodis@cs.nyu.edu",
   "nsf_id": "000122311",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7795",
   "pgm_ref_txt": "TRUSTWORTHY COMPUTING"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 449937.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hypervisors and virtualization make it easy to deploy applications and systems in virtual machines (VMs). On the flip side, virtualization can break assumptions that applications and the operating system make about the platform. In this project we study the scenario which arises when cryptographic random number generators (RNGs) 'collide' with virtualization. These introduces many problems such as unexpected security vulnerabilities caused by VM resets, degrading quality of resulting RNGs, and cryptographic failures due to poor randomness, to name a few.<br /><br />Motivated by these problems, we provided the theoretical and architectural foundations for the next generation of RNG designs, especially (but not exclusively) when such RNGs are to be used in virtualized environments. In particular, we extended formal<br />models used to analyze security of cryptographic algorithms to more honestly treat how randomness is generated in practice, and to provide best-possible security when using imperfect RNGs. From NYU side, our research especially focused on solving the following questions: (a) design of resettable and clonable RNGs; (b) design of better extractors and key derivation functions; (c) design of hash functions and privacy amplification protocols.<br /><br />Below is the list of high-level tasks accomplished by this project: <br /><br />1) Quantification of the scope of VM-introduced RNG (random number generator) vulnerabilities<br />2) Building more secure RNG systems for VMs<br />3) Designing new mechanisms for secure use of randomization in the face of virtualization, resets, and legacy code.<br />4) Bridging the gap between cryptographic theory and practice.</p>\n<p>Most notably, our work advanced the state of knowledge regarding cryptographic theory supporting RNG design for (4). In particular, we have found serious attacks on the /dev/random&nbsp; RNG in the Linux operating system, and used these attacks to motivate a new model of RNGs with input. Based on this new model, we designed a first provably secure RNG satisfying a very general and robust notion of security. We have then showed that our RNG is an order of magnitude faster than /dev/random, while not suffering from the problems of the latter. In the follow-up work, we considered the classical premature-next problem in the RNG design, which motivated the design of the Windows 8 RNG Fortuna. We showed that a close variant of Fortuna is secure in our setting.<br /><br />We also investigated a clean-slate design of a drop-in<br />replacement for Linux /dev/random and /dev/urandom. While we also investigated legacy-compatible countermeasures that attempt to inject randomness into a legacy VM in various ways, we found that these were ultimately unsatisfying. What's more it's long been recognized that the Linux RNG is (overly)&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; complicated. We therefore designed, implemented, and experimented with a new RNG that we called Whirlwind.&nbsp; It solves the issues surrounding reset security&nbsp; while also being significantly simpler. It also is provably sound relative to new&nbsp; security framework that we developed.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Yevgeniy&nbsp;Dodis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHypervisors and virtualization make it easy to deploy applications and systems in virtual machines (VMs). On the flip side, virtualization can break assumptions that applications and the operating system make about the platform. In this project we study the scenario which arises when cryptographic random number generators (RNGs) 'collide' with virtualization. These introduces many problems such as unexpected security vulnerabilities caused by VM resets, degrading quality of resulting RNGs, and cryptographic failures due to poor randomness, to name a few.\n\nMotivated by these problems, we provided the theoretical and architectural foundations for the next generation of RNG designs, especially (but not exclusively) when such RNGs are to be used in virtualized environments. In particular, we extended formal\nmodels used to analyze security of cryptographic algorithms to more honestly treat how randomness is generated in practice, and to provide best-possible security when using imperfect RNGs. From NYU side, our research especially focused on solving the following questions: (a) design of resettable and clonable RNGs; (b) design of better extractors and key derivation functions; (c) design of hash functions and privacy amplification protocols.\n\nBelow is the list of high-level tasks accomplished by this project: \n\n1) Quantification of the scope of VM-introduced RNG (random number generator) vulnerabilities\n2) Building more secure RNG systems for VMs\n3) Designing new mechanisms for secure use of randomization in the face of virtualization, resets, and legacy code.\n4) Bridging the gap between cryptographic theory and practice.\n\nMost notably, our work advanced the state of knowledge regarding cryptographic theory supporting RNG design for (4). In particular, we have found serious attacks on the /dev/random  RNG in the Linux operating system, and used these attacks to motivate a new model of RNGs with input. Based on this new model, we designed a first provably secure RNG satisfying a very general and robust notion of security. We have then showed that our RNG is an order of magnitude faster than /dev/random, while not suffering from the problems of the latter. In the follow-up work, we considered the classical premature-next problem in the RNG design, which motivated the design of the Windows 8 RNG Fortuna. We showed that a close variant of Fortuna is secure in our setting.\n\nWe also investigated a clean-slate design of a drop-in\nreplacement for Linux /dev/random and /dev/urandom. While we also investigated legacy-compatible countermeasures that attempt to inject randomness into a legacy VM in various ways, we found that these were ultimately unsatisfying. What's more it's long been recognized that the Linux RNG is (overly)         complicated. We therefore designed, implemented, and experimented with a new RNG that we called Whirlwind.  It solves the issues surrounding reset security  while also being significantly simpler. It also is provably sound relative to new  security framework that we developed.\n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Yevgeniy Dodis"
 }
}