{
 "awd_id": "1065543",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IRES: US-India Collaborative Research in Complex Natural Product Synthesis with Bio, Nano, and Green Applications at the Indian Institute of Chemical Technology, Hyderabad.",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Lyons",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 146302.0,
 "awd_amount": 146302.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2011-04-18",
 "awd_abstract_narration": "1065543\r\nHephzibah Kumpaty  \r\n\r\nThis IRES award entitled US-India Collaborative Research in Complex Natural Product Synthesis with Bio, Nano, and Green Applications at the Indian Institute of Chemical Technology (IICT), Hyderabad supports international research experiences for US undergraduate science students from the University of Wisconsin Whitewater (UWW).  For each of three years, four students will be sent to the IICT for six weeks to conduct collaborative research with scientist-mentors at India's premier research center for the chemical sciences and technologies.  USPI Hephzibah Kumpaty, a synthetic chemist and Dr. Catherine Chan, a biochemist and environmental biologist, will partner with IICT Director L.S. Yadav and several colleagues that are leaders in synthetic chemistry and chemical biology.  The PI will conduct a semester-long research training program for the UWW students prior to participation in the international research experience in India.   \r\n\r\nThe strength of this IRES project is that UWW students will gain hands-on experience with cutting-edge research in bio, nano, and green applications of chemical syntheses.  They will also learn interdisciplinary and entrepreneurial approaches to research and education through site visits to Avra Laboratories, the Center for Cellular and Molecular Biology, and Evolva Biotech India, all of which are located in Hyderabad.  Additionally, this opportunity will facilitate improved skills in critical thinking, data analysis, intercultural adaptability, global competence, and in presentation and communication.  Upon return to the U.S. IRES students will present their research in appropriate journals and at conferences.  In the long-term, this unique experience is likely to motivate the IRES students to pursue higher education and to consider careers in scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hephzibah",
   "pi_last_name": "Kumpaty",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Hephzibah J Kumpaty",
   "pi_email_addr": "kumpatyh@uww.edu",
   "nsf_id": "000355330",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Whitewater",
  "inst_street_address": "800 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WHITEWATER",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "2624725289",
  "inst_zip_code": "531901705",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "WI01",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "M73MZJWBNZN5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Whitewater",
  "perf_str_addr": "800 W MAIN ST",
  "perf_city_name": "WHITEWATER",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "531901705",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "WI01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "772700",
   "pgm_ele_name": "IRES Track I: IRES Sites (IS)"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5919",
   "pgm_ref_txt": "INDIA (COOPERATIVE SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7639",
   "pgm_ref_txt": "IRES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 146302.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The National Science Foundation-sponsored International Research<br />Experiences for Students (IRES) Site at the University of Wisconsin- Whitewater (UWW) has been a great success in achieving its goals.&nbsp; Not only the participants had a good global research experience at Indian Institute of Chemical Technology (IICT) with the foreign mentors but they also carried out a successful research activity on campus following the summer, for the entire senior year which solidified most of them in pursuing graduate programs.&nbsp;&nbsp;Under this grant (OISE-1065543) three cohorts of 4 students each (a total of 12 students) were mentored by 2 US faculty (PI Kumpaty and Chan) and 7 foreign mentors at IICT, Hyderabad, India. In addition to the inquiry-driven research scholarship in an&nbsp;interdisciplinary&nbsp;setting and direct involvement with the advisors, the communications skills of IRES participants have been enhanced through development of project abstracts, final research papers, participation in poster sessions, and PowerPoint presentations at the end of IRES program, and by direct participation in regional or national conferences.&nbsp;&nbsp; The demographics of the 1<strong>2</strong>&nbsp;participants shows our commitment to diversity: Minorities and others (<strong>25%</strong>) and Women (<strong>75%</strong>).&nbsp; While two students that participated in the final cohort (summer 2013) will be completing their undergraduate in 2014-15 due to reasons such as double major, the remaining 10 are gainfully employed or in graduate school.&nbsp; Four are pursuing Ph.D., three in Master degree and three&nbsp; research chemists in industry.&nbsp; Michele Storage was awarded $305K research scholarship to pursue the doctoral program in biochemistry at the Medical College of Wisconsin.&nbsp; The IRES program has made the difference in her selection as a recipient of such a high level scholarship award and the same is true for all other participants.&nbsp;&nbsp;</p>\n<p><br />The direct measure of the success of IRES Site can be illustrated<br />through at least 3 journal publications and 13 conference papers/ presentations during the grant period.&nbsp; Considering the fact that the participants are undergraduates, this&nbsp; success is noteworthy.&nbsp;We are collaborating with a colleague from Japan on US-India-Japan trilateral collaboration model for global education.&nbsp; PI&rsquo;s collaboration with another IRES site researchers led to another journal publication.&nbsp; PI and IICT advisors were able to publish another journal publication in which Margaret Legan is a coauthor, a shining accomplishment for an undergraduate participant.&nbsp; Besides the publications, the PI has seen a significant growth in the synergy that resulted directly from the IRES collaboration.&nbsp; Another national research institute, Center for Cellular and Molecular Biology, besides opening its doors to IRES participants, was very open for research collaboration beyond the IRES grant period.&nbsp;</p>\n<p>Typical post-experience comments include, &ldquo;<em>This research program exceeded my expectations in more ways than one and I came out of it not only a better scientist but also a global leader.&rdquo;</em> Presenting before IICT<br />scientists and post-graduate researchers, though intimidating and daunting, was seen as a career building experience by the participants.&nbsp; The thrill of discovery is interwoven in statements such as, <em>&ldquo;I was able to discover a<br />successful reaction using a nano catalyst that has never been tested before</em>&rdquo;.&nbsp; &ldquo;It was amazing, to be able to go there as an undergraduate and learn from their best professors and scientists, it was the chance of a life time.&rdquo;&nbsp;</p>\n<p><strong>Impact:&nbsp;</strong>PI<strong> </strong>Kumpaty appreciates the NSF Program Manager Dr. Lueck for giving her the o...",
  "por_txt_cntn": "\n\n\n\n\nThe National Science Foundation-sponsored International Research\nExperiences for Students (IRES) Site at the University of Wisconsin- Whitewater (UWW) has been a great success in achieving its goals.  Not only the participants had a good global research experience at Indian Institute of Chemical Technology (IICT) with the foreign mentors but they also carried out a successful research activity on campus following the summer, for the entire senior year which solidified most of them in pursuing graduate programs.  Under this grant (OISE-1065543) three cohorts of 4 students each (a total of 12 students) were mentored by 2 US faculty (PI Kumpaty and Chan) and 7 foreign mentors at IICT, Hyderabad, India. In addition to the inquiry-driven research scholarship in an interdisciplinary setting and direct involvement with the advisors, the communications skills of IRES participants have been enhanced through development of project abstracts, final research papers, participation in poster sessions, and PowerPoint presentations at the end of IRES program, and by direct participation in regional or national conferences.   The demographics of the 12 participants shows our commitment to diversity: Minorities and others (25%) and Women (75%).  While two students that participated in the final cohort (summer 2013) will be completing their undergraduate in 2014-15 due to reasons such as double major, the remaining 10 are gainfully employed or in graduate school.  Four are pursuing Ph.D., three in Master degree and three  research chemists in industry.  Michele Storage was awarded $305K research scholarship to pursue the doctoral program in biochemistry at the Medical College of Wisconsin.  The IRES program has made the difference in her selection as a recipient of such a high level scholarship award and the same is true for all other participants.  \n\n\nThe direct measure of the success of IRES Site can be illustrated\nthrough at least 3 journal publications and 13 conference papers/ presentations during the grant period.  Considering the fact that the participants are undergraduates, this  success is noteworthy. We are collaborating with a colleague from Japan on US-India-Japan trilateral collaboration model for global education.  PIÆs collaboration with another IRES site researchers led to another journal publication.  PI and IICT advisors were able to publish another journal publication in which Margaret Legan is a coauthor, a shining accomplishment for an undergraduate participant.  Besides the publications, the PI has seen a significant growth in the synergy that resulted directly from the IRES collaboration.  Another national research institute, Center for Cellular and Molecular Biology, besides opening its doors to IRES participants, was very open for research collaboration beyond the IRES grant period. \n\nTypical post-experience comments include, \"This research program exceeded my expectations in more ways than one and I came out of it not only a better scientist but also a global leader.\" Presenting before IICT\nscientists and post-graduate researchers, though intimidating and daunting, was seen as a career building experience by the participants.  The thrill of discovery is interwoven in statements such as, \"I was able to discover a\nsuccessful reaction using a nano catalyst that has never been tested before\".  \"It was amazing, to be able to go there as an undergraduate and learn from their best professors and scientists, it was the chance of a life time.\" \n\nImpact: PI Kumpaty appreciates the NSF Program Manager Dr. Lueck for giving her the opportunity to host IRES Site and she is able to see the fruits of NSF-UWW investment in the participants who are pace setters in many ways as global scientists and leaders.  One participant\nstated, \"This program provided us with unimaginable opportunities that I didnÆt think anyone could ever provide me with. It was a great life experience and IÆm very proud I got chosen.  The impact of the program..."
 }
}