{
 "awd_id": "1065641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Political Participation and the Blogosphere",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 10520.0,
 "awd_amount": 10520.0,
 "awd_min_amd_letter_date": "2011-05-13",
 "awd_max_amd_letter_date": "2011-12-07",
 "awd_abstract_narration": "This project taps an extremely rich source of political data, the political blogosphere, in order to understand timeless aspects of human interaction: attention, opinion, disagreement, persuasion, and participation.  Few venues span the spectrum of political ideas better than the blogosphere, the sprawling online network of \"web-logs\" and their authors. Roughly 1.3 million Americans blog at least occasionally about politics, aggregate daily readership now exceeds that of major newspapers, and aggregate daily word counts reach the tens of millions. This diverse medium captures the thoughts of people from all walks of life, all lending their voices to a public forum that was almost unimaginable a generation ago.\r\n\r\nThe intellectual merit of the project lies in its capacity to shed new light on long-standing questions about political participation. Previous research has focused primarily on how blogging is different, especially how blogging differs from traditional journalism. In contrast, this project shows how political blogging is strikingly similar--to political activism. The same social forces that lead people to vote, protest, or write letters to public officials can also lead them to blog about politics. Thus, classic theories of political participation can inform the study of blogging. \r\n\r\nThe first part of this project explores these similarities. The investigator details the forces that drive participation in the political blogosphere, and shows where the blogosphere represents--and distorts--the voice of the electorate. Conversely, data from the blogosphere can open new avenues of research into political participation. Unlike most forms of communication, blogging leaves a permanent data trail. Archives of thousands of political blogs exist online, complete with text, dates, links, and comments. This project taps this wealth of social data using a combination of techniques from social and computer science: survey research, content analysis, web crawling, and automated text classification. Using this interdisciplinary mix of tools, the investigator surveys hundreds of bloggers and analyzes over a million blog posts. In the process, the researcher builds methodological bridges between social and computer science, making software and data available for future research. These data provide clues into behaviors that are hard to observe in other contexts, but matter deeply for society and for democracy. \r\n\r\nThe second half of this project examines the timing, topics, and tone of political participation via blogging. Most past studies in this area have explained levels of participation, focusing on how much citizens are likely to get involved in politics. Rich data from the blogosphere enable the investigator to move beyond the study of levels of participation and examine the timing, topics, and tone of political blog posts. Bloggers' timing and choice of topics reveal patterns in information flow, public opinion, and social allocation of attention. The investigator also looks at tone of discourse as a key element in rational, civil discourse. By analyzing these aspects of participation together, in fine detail and at unprecedented scale, the researcher hopes to integrate strands of social science that have been separate in the past. \r\n\r\nThis project makes three broad contributions to the study of three vital and rapidly changing aspects of US society: journalism, political participation, and civic discourse. The technology, economics, and culture of American journalism are in a state of rapid transition. By illuminating the ways bloggers are different from traditional journalists, this project will shed light on the directions new media and journalism are headed. In addition, since the classic studies of citizen activism in the 1990s, new modes of communication and participation have made a dramatic entrance into politics. By investigating blogging as an act of civic participation, this project will advance the study of how campaigns, agencies, interest groups, and individual citizens are using these new outlets to reshape participation and the outcomes of government. Moreover, many observers have commented that American civic discourse has made a sharp turn towards partisan polarization in the last two decades. The extent, causes, and consequences of this shift remain poorly understood. Studying discourse through the lens of blogging may offer insight into this recent trend.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Burns",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy E Burns",
   "pi_email_addr": "nburns@umich.edu",
   "nsf_id": "000258445",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Walter",
   "pi_last_name": "Gong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Walter Gong",
   "pi_email_addr": "agong@umich.edu",
   "nsf_id": "000553797",
   "pi_start_date": "2011-05-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 10520.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h4>This project taps one of the richest sources of political data in all history&mdash;the political blogosphere&mdash;in order to understand timeless aspects of human interaction: attention, opinion, disagreement, persuasion, and participation.</h4>\n<h4>Few venues span the spectrum of political ideas better than the blogosphere, the sprawling online network of \"web-logs\" and their authors. Roughly 1.3 million Americans blog at least occasionally about politics, with aggregate daily readership exceeding that of major newspapers, and daily aggregate word counts in the tens of millions. This incredibly diverse medium captures the daily thoughts of people from all walks of life, from Senators to army wives to community activists to business owners to conspiracy theorists, all lending their voices to a public forum that was almost unimaginable a generation ago.</h4>\n<h4>Previous research has focused primarily on how blogging is different, especially how blogging is different from traditional journalism. In contrast, I show how political blogging is strikingly similar&mdash;to political activism. The same social forces that lead people to vote, protest, or write letters to public officials can also lead them to blog about politics. Thus, bloggers are not journalists. They are activists, which means that classic theories of political participation can inform the study of blogging. The first part of this project explores these similarities. I detail the forces that drive participation in the political blogosphere, and show where the blogosphere represents&mdash;and distorts&mdash;the voice of the electorate.</h4>\n<h4>Conversely, data from the blogosphere can open new avenues of research into political participation. Unlike most forms of communication, blogging leaves a permanent data trail. Archives of thousands of political blogs exist online, complete with text, dates, links, and comments. This project taps this wealth of social data using a combination of techniques from social and computer science: survey research, content analysis, web crawling, and automated text classification. Using this interdisciplinary mix of tools, I survey hundreds of bloggers and analyze over a million blog posts. In the process, I build methodological bridges between social and computer science, making software and data available for future research.</h4>\n<h4>These data provide clues into behaviors that are hard to observe in other contexts, but matter deeply for society and for democracy. Most past studies in this area have focused on explaining levels of participation: how much is one likely to get involved in politics? Rich data from the blogosphere enable me to investigate the timing, topics, and tone of political blog posts. Bloggers' timing and choice of topics reveal patterns in information flow, public opinion, and social allocation of attention. Constructive tone of discourse is the key element in rational, civil discourse. The second half of this project investigates these aspects of political participation in fine detail at unprecedented scale. By carefully analyzing these aspects of participation together, I hope to bring together strands of social science that have been separate in the past, leading to better understanding of the complex and interconnected world we live in.</h4><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2013<br>\n\t\t\t\t\tModified by: Walter&nbsp;Gong</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This project taps one of the richest sources of political data in all history&mdash;the political blogosphere&mdash;in order to understand timeless aspects of human interaction: attention, opinion, disagreement, persuasion, and participation.\nFew venues span the spectrum of political ideas better than the blogosphere, the sprawling online network of \"web-logs\" and their authors. Roughly 1.3 million Americans blog at least occasionally about politics, with aggregate daily readership exceeding that of major newspapers, and daily aggregate word counts in the tens of millions. This incredibly diverse medium captures the daily thoughts of people from all walks of life, from Senators to army wives to community activists to business owners to conspiracy theorists, all lending their voices to a public forum that was almost unimaginable a generation ago.\nPrevious research has focused primarily on how blogging is different, especially how blogging is different from traditional journalism. In contrast, I show how political blogging is strikingly similar&mdash;to political activism. The same social forces that lead people to vote, protest, or write letters to public officials can also lead them to blog about politics. Thus, bloggers are not journalists. They are activists, which means that classic theories of political participation can inform the study of blogging. The first part of this project explores these similarities. I detail the forces that drive participation in the political blogosphere, and show where the blogosphere represents&mdash;and distorts&mdash;the voice of the electorate.\nConversely, data from the blogosphere can open new avenues of research into political participation. Unlike most forms of communication, blogging leaves a permanent data trail. Archives of thousands of political blogs exist online, complete with text, dates, links, and comments. This project taps this wealth of social data using a combination of techniques from social and computer science: survey research, content analysis, web crawling, and automated text classification. Using this interdisciplinary mix of tools, I survey hundreds of bloggers and analyze over a million blog posts. In the process, I build methodological bridges between social and computer science, making software and data available for future research.\nThese data provide clues into behaviors that are hard to observe in other contexts, but matter deeply for society and for democracy. Most past studies in this area have focused on explaining levels of participation: how much is one likely to get involved in politics? Rich data from the blogosphere enable me to investigate the timing, topics, and tone of political blog posts. Bloggers' timing and choice of topics reveal patterns in information flow, public opinion, and social allocation of attention. Constructive tone of discourse is the key element in rational, civil discourse. The second half of this project investigates these aspects of political participation in fine detail at unprecedented scale. By carefully analyzing these aspects of participation together, I hope to bring together strands of social science that have been separate in the past, leading to better understanding of the complex and interconnected world we live in.\n\n\t\t\t\t\tLast Modified: 07/11/2013\n\n\t\t\t\t\tSubmitted by: Walter Gong"
 }
}