{
 "awd_id": "1065931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Efficient Design of Biological Experiments for Dose-Response Modeling in Nanomaterial Toxicology Studies",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 196815.0,
 "awd_amount": 196815.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2011-02-22",
 "awd_abstract_narration": "Proposal No: 1065931\r\nPI Name: Feng Yang\r\n\r\nOne of the most fundamental steps in assessing the risk of a nanomaterial is to understand and properly characterize its dose-response relationship based on biological experiments. Because of costs, ethics, or other limitations on resources or time, sample sizes are usually restricted and efficient use of available resources is critical. Thus, the design of experiments, i.e., the selection of experimental doses and the allocation of animals, plays an important\r\nrole in the success of dose-response studies.\r\n\r\nIntellectual Merits: Efficient design for dose-response modeling is particularly challenging due to the special features of toxicity data. The objective of the proposed research is to develop an experimental design procedure, which accommodates the nonlinear nature of dose-response curves and variance heterogeneity of toxicity data, to guide the dose selection and animal allocation in biological experiments for the efficient generation of dose-response relationships. The proposed design procedure will be built in a two-stage Bayesian paradigm,\r\nwhich provides a statistically valid mechanism to utilize prior information for the design of future experiments. Most suitable dose-response as well as variance models will be identified to describe the toxicity data. Bootstrapping, a computationally intensive resampling method as opposed to conventional statistical inference methods, will be used to derive important information from the preliminary data required by the subsequent experimental design. To achieve practically useful designs, multiple design criteria will be considered simultaneously, and multi-objective metaheuristics will be adapted to search for a set of Pareto optimum designs, which allow for the evaluation of various trade-offs in practical experimental settings.\r\n\r\nBroader Impacts: The outcome of this research will result in an efficient experimental design procedure which is able to characterize substances by high-quality dose-response profiles using less experiments. The methods obtained from the proposed work will substantially reduce the experimental cost and time in toxicology studies, alleviate the rising concerns for animal ethics, and accelerate the progress toward quantifying the risk, safety and health effects of environmental and occupational exposure to nanomaterials. The implementation\r\nof the project will promote the fusion of different disciplines and the collaborative partnership between universities and federal labs. The broad data dissemination will directly impact the risk and safety assessment for human health and the environment. The educational objectives of this effort are to train graduate and undergraduate students, to recruit underrepresented (women, minority and low-income) students to participate in the proposed research. In addition, this work will provide a valuable resource for classroom case studies, and attract young talents into the multidisciplinary field interfacing industrial engineering (e.g., computer simulation, statistics, etc.) with biology and nanotechnology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Yang",
   "pi_email_addr": "feng.yang@mail.wvu.edu",
   "nsf_id": "000508693",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Porter",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Dale W Porter",
   "pi_email_addr": "dporter@cdc.gov",
   "nsf_id": "000511587",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "1500 UNIVERSITY AVE",
  "perf_city_name": "MORGANTOWN",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "26506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 196815.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most fundamental steps in assessing the risk of a nanomaterial is to understand and properly characterize its exposure-response relationship based on biological experiments. Because of costs, ethics, or other limitations on resources or time, sample sizes are usually restricted and efficient use of available resources is critical. Two important and closely-related questions addressed in this work are: Given the collected toxicology data, how to derive the exposure-response profiles of the highest quality? How to design experiments so that the highest-quality profiles can be obtained with limited experimental budget? The new statistical modeling and design of experiments methods in this research are particularly developed to accommodate the following special features of nanotoxicology experiments/data. (i) Exposure-response data for a nanomaterial often arise from multiple sources. More specifically, the data available for modeling typically consists of a number of subsets obtained from different sources such as laboratories, animal providers, and types of nanomaterials. &nbsp;The observed response of animals depends not only on the exposure condition but also on these source factors. The subset of data collected from a different source may well reflect a different exposure-response profile. (ii) The exposure-response relationships may well be nonlinear and high dimensional (e.g., dose-time-response surfaces). &nbsp;(iii) Typically the available/affordable toxicology data are not only relatively scarce and highly variable but are also subject to variance heterogeneity. The response variability changes with the experimental setup, which is specified by the exposure condition as well as the data source factors. The variance heterogeneity poses significant difficulty in making statistical inferences for the estimated exposure&minus;response model (i.e., quantifying the uncertainty of the model estimates).&nbsp; The statistical methods have been compared with those existing in the literature and commonly used in practice, and their superior efficiency has been demonstrated.</p>\n<p>&nbsp;</p>\n<p>This research results in new statistical modeling and design of experiments methods, which are able to render exposure-response profiles of higher quality with less biological experiments.<strong> </strong>These methods will help to substantially reduce the experimental cost and time in toxicology studies, alleviate the rising concerns for animal ethics, and accelerate the progress toward quantifying the risk, safety and health effects of environmental and occupational exposure to nanomaterials. The implementation of the project promotes the fusion of different disciplines and the collaborative partnership between universities and federal labs. The broad data dissemination will directly impact the risk and safety assessment for human health and the environment. The educational efforts include training graduate and undergraduate students, recruiting underrepresented (women, minority and low-income) students to participate in the research. In addition, this work also provides a valuable resource for classroom case studies, and attracts young talents into the multidisciplinary field interfacing industrial engineering (e.g., computer simulation, statistics, etc.) with biology and nanotechnology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2015<br>\n\t\t\t\t\tModified by: Feng&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the most fundamental steps in assessing the risk of a nanomaterial is to understand and properly characterize its exposure-response relationship based on biological experiments. Because of costs, ethics, or other limitations on resources or time, sample sizes are usually restricted and efficient use of available resources is critical. Two important and closely-related questions addressed in this work are: Given the collected toxicology data, how to derive the exposure-response profiles of the highest quality? How to design experiments so that the highest-quality profiles can be obtained with limited experimental budget? The new statistical modeling and design of experiments methods in this research are particularly developed to accommodate the following special features of nanotoxicology experiments/data. (i) Exposure-response data for a nanomaterial often arise from multiple sources. More specifically, the data available for modeling typically consists of a number of subsets obtained from different sources such as laboratories, animal providers, and types of nanomaterials.  The observed response of animals depends not only on the exposure condition but also on these source factors. The subset of data collected from a different source may well reflect a different exposure-response profile. (ii) The exposure-response relationships may well be nonlinear and high dimensional (e.g., dose-time-response surfaces).  (iii) Typically the available/affordable toxicology data are not only relatively scarce and highly variable but are also subject to variance heterogeneity. The response variability changes with the experimental setup, which is specified by the exposure condition as well as the data source factors. The variance heterogeneity poses significant difficulty in making statistical inferences for the estimated exposure&minus;response model (i.e., quantifying the uncertainty of the model estimates).  The statistical methods have been compared with those existing in the literature and commonly used in practice, and their superior efficiency has been demonstrated.\n\n \n\nThis research results in new statistical modeling and design of experiments methods, which are able to render exposure-response profiles of higher quality with less biological experiments. These methods will help to substantially reduce the experimental cost and time in toxicology studies, alleviate the rising concerns for animal ethics, and accelerate the progress toward quantifying the risk, safety and health effects of environmental and occupational exposure to nanomaterials. The implementation of the project promotes the fusion of different disciplines and the collaborative partnership between universities and federal labs. The broad data dissemination will directly impact the risk and safety assessment for human health and the environment. The educational efforts include training graduate and undergraduate students, recruiting underrepresented (women, minority and low-income) students to participate in the research. In addition, this work also provides a valuable resource for classroom case studies, and attracts young talents into the multidisciplinary field interfacing industrial engineering (e.g., computer simulation, statistics, etc.) with biology and nanotechnology.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/29/2015\n\n\t\t\t\t\tSubmitted by: Feng Yang"
 }
}