{
 "awd_id": "1065806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science:  Interchamber Bargaining in Congress and the States",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2012-03-31",
 "tot_intn_awd_amt": 9840.0,
 "awd_amount": 9840.0,
 "awd_min_amd_letter_date": "2011-03-24",
 "awd_max_amd_letter_date": "2011-03-24",
 "awd_abstract_narration": "The project seeks to understand bicameral resolution procedures in the US states. Forty-nine of the 50 states have two chambers, as the US Congress does. Scholars generally have a good idea of what happens when the US House and US Senate disagree. At the national level, the chambers use conference committees for some bills, if the bills have sufficient support; in other cases, the amendment trading process is used. A large body of research has focused on the conditions promoting successful resolution and the conditions instead leading to the failure of legislation during the bargaining that occurs after each chamber has passed a version of a bill. Some scholars claim that ideological differences matter, whereas others assert that policy uncertainty between the chambers is more important. \r\n\r\nWhat we know at the Congressional level, however, has not been applied to the states. Nor is it clear how closely related state resolution procedures are to those used in Congress. In particular, whereas usage of the conference committee has declined in recent Congresses, scholars have not established whether this pattern holds at the state level. Further, states have very different procedures that may influence use of conferences. Some states also give the minority greater rights to amend legislation and to propose alternatives to the majority party's suggested compromise. This greater flexibility at the state level relative to the national level may encourage the resolution of bills and may result in a lower failure rate for legislation at the post-passage bargaining stage.\r\n\r\nTo shed light on bargaining between legislative chambers in the US states, this project focuses on gathering information on state resolution procedures. The research examines state legislatures' rules and procedures, and collects data on the number of bills passed, the number of bills successfully resolved, and the type of post-passage resolution procedure used (conference, amendment trading, or some other method). Other factors such as the ideological differences between the chambers and the extent of the governor's power are also taken into account.\r\n\r\nThe intellectual merit of this project rests on its capacity to make two major scholarly contributions. First, the research will catalog and describe the procedures used by states to resolve differences between legislative chambers. This will allow scholars to understand how procedures and institutions differ across states and differ from those in the US Congress. Second, the project will address the main theoretical question: How successful are states at resolving differences between the chambers, and what makes some states more successful than others? That is, what makes some states' institutions more amenable to chamber compromise than other states? For example, suppose that a first state had procedures that made it relatively easy for the state legislature and state senate to resolve their differences on a bill; this would mean that the state would be more likely to pass laws and change the status quo than another comparable state. Conversely, imagine that a second state had a particular procedure making bicameral resolution much less likely; this would mean that the second state would be less likely to change the status quo despite the influence of other factors such as popular support for a policy. Understanding what drives such differences across states is vital to understanding the workings of US political institutions.\r\n\r\nThe project's broader contributions are linked to its scholarly contributions. Legislative procedures vary substantially across the US states, despite the (near) universal feature of bicameralism. By enhancing understanding of state-level procedures and institutions, the project will help scholars, policy makers, and citizens alike understand which types of institutions and procedures promote compromise between chambers. If bicameral systems constrain policy change, as most scholars contend, then understanding which types of bicameral systems are most likely to protect the status quo would enhance understanding of the determinants of public policy in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Adler",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Edward S Adler",
   "pi_email_addr": "E.Scott.Adler@colorado.edu",
   "nsf_id": "000323255",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Ryan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua M Ryan",
   "pi_email_addr": "joshua.ryan@colorado.edu",
   "nsf_id": "000557343",
   "pi_start_date": "2011-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 MARINE ST",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 9840.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The United States Constitution requires the House and Senate to pass the same version of a bill before it can be sent to the president for his signature. Congress often uses a conference committee, comprised of members of both the House and Senate, who resolve the differences between the chambers and then send the bill back to each for final approval. Another procedure, amendment trading, is also used to resolve differences and requires the chambers to send a bill back-and-forth between them using amendments to make small changes to the bill until both the House and Senate reach agreement.</p>\n<p>The resolution process is important because neither the House nor Senate approve the exact version of the bill they usually passed. Members of the conference committee have substantial power to change legislation, and using the amendment trading process produces different outcomes than using a conference committee.&nbsp; Finally, even though the chambers might both pass a bill that makes the same basic changes to the law, they often cannot agree on a compromise and the legislation dies in Congress.</p>\n<p>My research develops a basic theory for understanding the resolution process. I use this theory to understand when amendment trading is used rather than conferencing, how each chamber of Congress tries to pass legislation in the same policy area as the other chamber, and how the chamber resolution process affects policy outcomes. First, I find that conferencing, a more successful way of reaching compromise, is being blocked by the minority in the Senate. I also find that congressional chambers tend to work together in the same policy area which facilitates agreement. Finally, conferences have a substantial effect on legislation, and depending on the congressional conditions, legislation is likely to be moderated by the conference committee.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/14/2012<br>\n\t\t\t\t\tModified by: Joshua&nbsp;M&nbsp;Ryan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe United States Constitution requires the House and Senate to pass the same version of a bill before it can be sent to the president for his signature. Congress often uses a conference committee, comprised of members of both the House and Senate, who resolve the differences between the chambers and then send the bill back to each for final approval. Another procedure, amendment trading, is also used to resolve differences and requires the chambers to send a bill back-and-forth between them using amendments to make small changes to the bill until both the House and Senate reach agreement.\n\nThe resolution process is important because neither the House nor Senate approve the exact version of the bill they usually passed. Members of the conference committee have substantial power to change legislation, and using the amendment trading process produces different outcomes than using a conference committee.  Finally, even though the chambers might both pass a bill that makes the same basic changes to the law, they often cannot agree on a compromise and the legislation dies in Congress.\n\nMy research develops a basic theory for understanding the resolution process. I use this theory to understand when amendment trading is used rather than conferencing, how each chamber of Congress tries to pass legislation in the same policy area as the other chamber, and how the chamber resolution process affects policy outcomes. First, I find that conferencing, a more successful way of reaching compromise, is being blocked by the minority in the Senate. I also find that congressional chambers tend to work together in the same policy area which facilitates agreement. Finally, conferences have a substantial effect on legislation, and depending on the congressional conditions, legislation is likely to be moderated by the conference committee.\n\n\t\t\t\t\tLast Modified: 05/14/2012\n\n\t\t\t\t\tSubmitted by: Joshua M Ryan"
 }
}