{
 "awd_id": "1065133",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NetSE: Medium: Modeling and Analysis of Network Dynamics",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 780235.0,
 "awd_amount": 780235.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2013-06-19",
 "awd_abstract_narration": "There has been a rapid increase in the number and types of digital networks over the last 2 decades beginning, of course with the Internet, its constituent networks, and the World Wide Web. We now have a wide range of on-line social networks (OSNs) such as Facebook, Twitter, mobile ad hoc networks (MANETs) and delay tolerant networks (DTNs). These networks pervade all aspects of our lives and provide a growing range of services in commerce, business, communications, and connectivity. Many of these networks are continually in a dynamic state of flux and/or extremely large. For example, the topology of a MANET or a DTN is constantly changing, and that of an OSN such as Facebook is rapidly growing and evolving. The modeling, analysis, and measurement of such networks are challenging, due to their dynamism and sizes. As a consequence, traditional mathematical techniques are not suitable and fundamentally new techniques are needed.\r\n\r\nThis research will focus on three interrelated problems. The first is to develop useful and accurate models that capture the dynamics of today?s social and technological networks. The second is to develop and study a class of techniques for characterizing and searching such networks. These techniques are based on a very simple mechanism, namely to let an agent explore the network by randomly choosing where to go. This is known as a random walk in the mathematics literature and has been shown to exhibit desirable search and characterization properties in static networks that shows promise in dynamic networks. Last, many static networks exhibit what is known as a power law, namely that the distribution for the number of neighbors of a node roughly decays as k&#8722;a where k is the number of neighbors and a is a positive constant greater than one. The third problem is to understand what constitutes a power law in a dynamic network, how this power law comes to be, and what implications there might be regarding the health of the network.\r\n\r\nBroader Impact. The work will positively impact society by providing a deeper understanding of and a set of tools for managing and monitoring digital networks such as MANETs and OSNs. The project includes a comprehensive dissemination plan including public release of tools for network characterization. The education plan includes cross-specialty seminars, undergraduate involvement in research through a REU site, and international outreach to South America.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Towsley",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Donald F Towsley",
   "pi_email_addr": "towsley@cs.umass.edu",
   "nsf_id": "000366956",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Weibo",
   "pi_last_name": "Gong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Weibo Gong",
   "pi_email_addr": "gong@ecs.umass.edu",
   "nsf_id": "000099356",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruno",
   "pi_last_name": "Ribeiro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bruno Ribeiro",
   "pi_email_addr": "ribeiro@cs.purdue.edu",
   "nsf_id": "000572779",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "101 COMMONWEALTH AVE",
  "perf_city_name": "AMHERST",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779400",
   "pgm_ele_name": "NETWORK SCIENCE & ENGINEERING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 780235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><pre>Forecasting the growth and death of online social networks &amp; social media cascades: <br />Online social networks are a proven success in what the late Nobel laureate Herbert <br />Simon called \"the marketplace of attention.\" Our new model assesses the viability of <br />websites and social networks in this new attention economy to predict which sites <br />are sustainable and which are not. Our efforts have shed a new light into the nature <br />of the dynamic processes that create such online social network activity, arguably <br />one of the most fundamental open problems in social network analysis. This work <br />was published at the 2014 ACM WWW conference. We have also developed ways to <br />forecast the popularity of viral social media content. Our approach works by <br />extracting statistical information contained in historical (training) data. This is the first <br />method that can accurately forecast future social media popularity!\n\nCharacterizing large networks via principled network crawling: Characterizing user <br />pair and group relationships in online social networks (OSNs) is important for <br />applications such as friend recommendation and interest targeting. Due to the large <br />scale nature of such networks, it is infeasible to enumerate all pairs and groups, and <br />so sampling is used. It is challenging even for OSN service providers to characterize <br />pair aqnd group relationships even when they possess complete information about <br />their network. It is even more challenging to estimate these statistics in the <br />absence of complete information about the network. In a series of papers we <br />present methods to perform unbiased samplingan efficient characterization of <br />user pair and group motif properties and to identify the k most important nodes <br />in an OSN.  In related work we have also developed a new metric and way to <br />characterize reciprocity in large networks.  Application of this metric to a variety<br />of network datasets has exposed a very interesting power law associating <br />network size with reciprocity.\n\nDynamic secrets in hybrid wireless/wireline smart grids. There is increasing interest <br />in making our electrical grid smarter so as to be able to use electricity more <br />efficiently. This has the benefit of reducing our carbon footprint and, thus, reducing <br />global warning. To do this it is necessary to gather information regarding electricity <br />usage and to collect it at a central site. This poses a number of serious challenges <br />regarding the design and deployment of a communication system to do this, one <br />of which has to do with securing the information flows between grid users and grid <br />control centers. One of our activities focused on the development and adaptation <br />of an approach based on &rdquo;dynamic secrets&rdquo; for use in smart grids where users <br />are connected to it through wireless links.</pre><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2015<br>\n\t\t\t\t\tModified by: Donald&nbsp;F&nbsp;Towsley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Forecasting the growth and death of online social networks &amp; social media cascades: \nOnline social networks are a proven success in what the late Nobel laureate Herbert \nSimon called \"the marketplace of attention.\" Our new model assesses the viability of \nwebsites and social networks in this new attention economy to predict which sites \nare sustainable and which are not. Our efforts have shed a new light into the nature \nof the dynamic processes that create such online social network activity, arguably \none of the most fundamental open problems in social network analysis. This work \nwas published at the 2014 ACM WWW conference. We have also developed ways to \nforecast the popularity of viral social media content. Our approach works by \nextracting statistical information contained in historical (training) data. This is the first \nmethod that can accurately forecast future social media popularity!\n\nCharacterizing large networks via principled network crawling: Characterizing user \npair and group relationships in online social networks (OSNs) is important for \napplications such as friend recommendation and interest targeting. Due to the large \nscale nature of such networks, it is infeasible to enumerate all pairs and groups, and \nso sampling is used. It is challenging even for OSN service providers to characterize \npair aqnd group relationships even when they possess complete information about \ntheir network. It is even more challenging to estimate these statistics in the \nabsence of complete information about the network. In a series of papers we \npresent methods to perform unbiased samplingan efficient characterization of \nuser pair and group motif properties and to identify the k most important nodes \nin an OSN.  In related work we have also developed a new metric and way to \ncharacterize reciprocity in large networks.  Application of this metric to a variety\nof network datasets has exposed a very interesting power law associating \nnetwork size with reciprocity.\n\nDynamic secrets in hybrid wireless/wireline smart grids. There is increasing interest \nin making our electrical grid smarter so as to be able to use electricity more \nefficiently. This has the benefit of reducing our carbon footprint and, thus, reducing \nglobal warning. To do this it is necessary to gather information regarding electricity \nusage and to collect it at a central site. This poses a number of serious challenges \nregarding the design and deployment of a communication system to do this, one \nof which has to do with securing the information flows between grid users and grid \ncontrol centers. One of our activities focused on the development and adaptation \nof an approach based on \"dynamic secrets\" for use in smart grids where users \nare connected to it through wireless links.\n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: Donald F Towsley"
 }
}