{
 "awd_id": "1065771",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Political Information and Informed Voting",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2012-05-31",
 "tot_intn_awd_amt": 11986.0,
 "awd_amount": 11986.0,
 "awd_min_amd_letter_date": "2011-06-20",
 "awd_max_amd_letter_date": "2011-06-20",
 "awd_abstract_narration": "Democracy depends in part on an informed citizenry voting for leaders to govern them. Yet what incentives do citizens have to invest in gathering information about politics--in particular, about an election on the horizon? What incentives and disincentives do citizens face when it comes time to vote? These two fundamental questions lay the basis for a third: How do the costs of voting affect incentives to invest in information?\r\n\r\nThis project sheds new light on these questions by conducting field experiments during the 2011 San Francisco Municipal Election. A recent model predicts that increasing incentives to participate will increase aggregate information and informed voting, but will not increase uninformed voting. The effect is strongest when the cost of information is low. This project features an experimental design that will test the effect of participation costs on incentives to invest in political information. \r\n\r\nWhereas most mobilization studies focus exclusively on turnout effects, this experiment integrates a mobilization study with a panel survey design, to compare information acquisition in the treatment and control populations over the course of the electoral campaign. One treatment will reduce the cost of voting by helping subjects register to vote, locate polling places, and become aware of the options for early voting and absentee voting. Another treatment will increase the cost of abstention by informing subjects that voter turnout records are observable and will be documented. In addition, the researcher includes experimental treatments that integrate varying access to low-cost information, in order to identify the effect of participation costs in varying information environments. The information treatment enables a direct test of whether the cost of voting or the cost of information is most responsible for discouraging informed voting. The panel survey design also enables a unique opportunity to isolate other effects of participation, such as changes in partisanship, trust in government, and efficacy. \r\n\r\nThe research will not only contribute to the theoretical literature on the relationship between information and voting but will also be of interest to policy makers. Does more participation mean less informed participation? Is there a way to increase participation without decreasing the information quality in the active electorate? How can electoral policy motivate an increase in informed voters? At the very least, this study will increase political information and participation among the subjects in the experiments, a small group of young citizens. At the most, it will help identify the best methods by which underrepresented groups can be recruited into the political process, so that their voices will be both informed and included.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Dickson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Dickson",
   "pi_email_addr": "esd2@nyu.edu",
   "nsf_id": "000573962",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Morton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Morton",
   "pi_email_addr": "rebecca.morton@nyu.edu",
   "nsf_id": "000571034",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Shineman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria Shineman",
   "pi_email_addr": "vas281@nyu.edu",
   "nsf_id": "000573963",
   "pi_start_date": "2011-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "70 WASHINGTON SQ S",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100121019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 11986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Motivation</strong> &ndash; Low participation is of particular concern because voters are not always a representative sample of the population. This difference between voters and non-voters might lead disadvantaged groups to not receive equal representation, introducing normative concerns relating to democratic ideals, as well as implications for the stability of democratic institutions. However, comparative studies suggest that non-voters tend to be less informed than voters. A series of simulated election outcomes suggests that full turnout would produce a less informed electorate. Because random or uninformed votes add noise &ndash; not representation &ndash; some scholars have suggested that low participation might be preferable. I challenge this literature by arguing that information levels are not fixed. I emphasize that the individual decision of whether or not to invest in information is endogenous to whether an individual expects to participate. Put simply, I argue that decreasing costs (or increasing incentives) to participate will also motivate citizens to invest in the acquisition of political information and informed voting.</p>\n<p><strong>Research Design</strong> &ndash; I pursue this argument through experimental innovations that increase the ability to make causal inferences. My experiment demonstrates that mobilizing people to vote will also motivate them to increase their investment in the types of political information that are necessary to make a good vote choice. Specifically, I designed and executed a field experiment integrating a mobilization treatment and an information treatment into a panel survey completed by 349 subjects before and after the November 2011 San Francisco Municipal Election.</p>\n<p>The experimental design varied the presence of two treatment variables in a 2x2 design to create four treatment groups. The mobilization treatment included a series of actions intended to reduce costs and increase incentives to participate in the election. The information treatment provided subjects with unbiased factual information about the candidates and ballot propositions in the election. In order to generate balance of demographic measures and pre-treatment political engagement across treatment groups, preliminary information about each subject was gathered in a brief pre-survey questionnaire. I used this data to randomly assign treatment groups using a stratified block design. All subjects conducted the first survey in person at an office in downtown San Francisco, received their respective treatment after completing the first survey, and completed the second survey online immediately after the election. The post-election survey measured information levels regarding the eight ballot referenda, the rules of ranked-choice voting, and the candidates competing for Mayor, Sheriff, and District Attorney. Actual voter turnout records were validated using the official Voter History File. The mobilization treatment increased voter turnout by over 35 percentage points, successfully creating a strong case of exogenously-driven participation.</p>\n<p><strong>Result</strong> &ndash; Subjects exposed to the mobilization treatment demonstrate post-election information levels that are significantly higher than subjects who were not exposed to the mobilization treatment. This effect occurred both with and without the accompanying information treatment. This supports the hypothesis that mobilizing people to cast a ballot will also motivate them to increase investment in the types of political information that are necessary to make a good vote choice.</p>\n<p><strong>Intellectual merit</strong> &ndash; The theoretical literature is rich and growing, but empirical studies trying to estimate the effect of increasing participation on political information and informed voting previously produced inconclusive results. The study of this question was impeded...",
  "por_txt_cntn": "\nMotivation &ndash; Low participation is of particular concern because voters are not always a representative sample of the population. This difference between voters and non-voters might lead disadvantaged groups to not receive equal representation, introducing normative concerns relating to democratic ideals, as well as implications for the stability of democratic institutions. However, comparative studies suggest that non-voters tend to be less informed than voters. A series of simulated election outcomes suggests that full turnout would produce a less informed electorate. Because random or uninformed votes add noise &ndash; not representation &ndash; some scholars have suggested that low participation might be preferable. I challenge this literature by arguing that information levels are not fixed. I emphasize that the individual decision of whether or not to invest in information is endogenous to whether an individual expects to participate. Put simply, I argue that decreasing costs (or increasing incentives) to participate will also motivate citizens to invest in the acquisition of political information and informed voting.\n\nResearch Design &ndash; I pursue this argument through experimental innovations that increase the ability to make causal inferences. My experiment demonstrates that mobilizing people to vote will also motivate them to increase their investment in the types of political information that are necessary to make a good vote choice. Specifically, I designed and executed a field experiment integrating a mobilization treatment and an information treatment into a panel survey completed by 349 subjects before and after the November 2011 San Francisco Municipal Election.\n\nThe experimental design varied the presence of two treatment variables in a 2x2 design to create four treatment groups. The mobilization treatment included a series of actions intended to reduce costs and increase incentives to participate in the election. The information treatment provided subjects with unbiased factual information about the candidates and ballot propositions in the election. In order to generate balance of demographic measures and pre-treatment political engagement across treatment groups, preliminary information about each subject was gathered in a brief pre-survey questionnaire. I used this data to randomly assign treatment groups using a stratified block design. All subjects conducted the first survey in person at an office in downtown San Francisco, received their respective treatment after completing the first survey, and completed the second survey online immediately after the election. The post-election survey measured information levels regarding the eight ballot referenda, the rules of ranked-choice voting, and the candidates competing for Mayor, Sheriff, and District Attorney. Actual voter turnout records were validated using the official Voter History File. The mobilization treatment increased voter turnout by over 35 percentage points, successfully creating a strong case of exogenously-driven participation.\n\nResult &ndash; Subjects exposed to the mobilization treatment demonstrate post-election information levels that are significantly higher than subjects who were not exposed to the mobilization treatment. This effect occurred both with and without the accompanying information treatment. This supports the hypothesis that mobilizing people to cast a ballot will also motivate them to increase investment in the types of political information that are necessary to make a good vote choice.\n\nIntellectual merit &ndash; The theoretical literature is rich and growing, but empirical studies trying to estimate the effect of increasing participation on political information and informed voting previously produced inconclusive results. The study of this question was impeded by the difficulty in establishing good comparisons. There is a dearth of comparable cases, a lack of data among existing cases, and even in nicely matche..."
 }
}