{
 "awd_id": "1065826",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Do Microenvironments Govern Macroecology?",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 275578.0,
 "awd_amount": 275578.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "How environmental conditions vary locally in mountainous regions of the western United States and how rapid climate change determine the survival and migration rates of trees will be studied by an interdisciplinary team of climate scientists, ecologists, hydrologists and plant geographers. Current climate data and models are too coarse to accurately predict the finer scale spatial variation that enables plant communities to exist and persist. Moreover, there is scant knowledge of how colonization by tree seedlings and tree growth differ among local climates and how that might influence tree population dynamics at the regional scale. This project couples field studies of local climate, tree establishment and tree growth with regional climate modeling and models that depict spatial processes of plant population and fire dynamics.  This project will bridge environmental and plant processes from the local scale of individual trees to whole tree populations at the regional level. Models based on field data and theory will predict future changes in the distribution and abundance of important oak and pine trees in California, a topographically complex and ecologically diverse region. \r\n\r\nUnderstanding and forecasting climate change effects on tree species is important, given the role of forests in carbon cycling, timber production, water resources and biodiversity. This project aims to revise extinction risk due to climate change, refine understanding of the ability of trees to migrate and track rapid changes, and improve predictions of how economically important trees will respond to climate change and associated changes in wildfire risk. At least three Doctoral students and three Post-Doctoral scholars will be trained to help prepare the next generation of scientists to tackle future challenges. The project also involves governmental and other non-university researchers to strengthen linkages to public and private land managers, policy makers and non-Government organizations.  This will ensure that results will be translated to better adaptive management of public and private forest resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janet",
   "pi_last_name": "Franklin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janet Franklin",
   "pi_email_addr": "janet.franklin1@gmail.com",
   "nsf_id": "000498741",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 275578.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:</p>\n<p>We have demonstrated that fine-scale effects of mountain terrain on the climate near the ground, and year to year variation in temperature and rainfall, both have important consequences for tree seeding survival. Cooler and moister sites on the landscape provide opportunities for seedling establishment, especially during wetter, cooler years, even though the overall climate trend is one of warming and drying.&nbsp; Including these factors in models of ecosystem response to climate change allows more nuanced projections of how forests and woodlands may persist, shift or decline under future projected warming forced by human emissions of greenhouse gasses. We modeled microenvironment impacts on tree seedling establishment under rapid climate change for five tree species across four study sites in the Sierra Nevada and Tehachapi Mountains of California. We have shown how field experiments on seedling survival can be combined with low- to moderate-cost sensors to monitor temperature and weather conditiond near the ground. This information was then used with down-scaled climate data and species distribution models to show that, if these finer-scaled opportunities for seedling establishment are ignored, the potential for forest resilience to climate change may be underestimated. We have achieved our project goal of revising and refining estimates of forest vulnerability to climate change, estimates of species' ability to track rapid climate change, and our understanding of macroecological response to anthropogenic climate change. Even with microrefugia, pine establishment was poor, suggesting that, without active forest restoration, oaks may expand and conifer forests retreat in the study area.</p>\n<p>&nbsp;</p>\n<p>Broader impacts:</p>\n<p>Species' ability to track rapid climate change is a critical issue as conservation strategies are developed to deal with future climate change. Tree species&rsquo; ranges are shifting and will continue to shift under ongoing rapid climate change, with important consequences for biodiversity, carbon cycling, timber production, climate and watershed hydrology. Realistic estimates of forest response to climate change provide meaningful support for forest management and conservation at the regional landscape scale where planning and management take place. Global projections of tree species response to climate change provide an important first approximation, but our finer-scale approach is more useful from a management and policy perspective. Our collaborators included Forest Service and other agency scientists, as well as researchers from non-governmental conservation organizations, facilitating knowledge transfer. This project also provided extensive STEM training opportunities for undergraduate and graduate students and post-doctoral scholars.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2017<br>\n\t\t\t\t\tModified by: Janet&nbsp;Franklin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:\n\nWe have demonstrated that fine-scale effects of mountain terrain on the climate near the ground, and year to year variation in temperature and rainfall, both have important consequences for tree seeding survival. Cooler and moister sites on the landscape provide opportunities for seedling establishment, especially during wetter, cooler years, even though the overall climate trend is one of warming and drying.  Including these factors in models of ecosystem response to climate change allows more nuanced projections of how forests and woodlands may persist, shift or decline under future projected warming forced by human emissions of greenhouse gasses. We modeled microenvironment impacts on tree seedling establishment under rapid climate change for five tree species across four study sites in the Sierra Nevada and Tehachapi Mountains of California. We have shown how field experiments on seedling survival can be combined with low- to moderate-cost sensors to monitor temperature and weather conditiond near the ground. This information was then used with down-scaled climate data and species distribution models to show that, if these finer-scaled opportunities for seedling establishment are ignored, the potential for forest resilience to climate change may be underestimated. We have achieved our project goal of revising and refining estimates of forest vulnerability to climate change, estimates of species' ability to track rapid climate change, and our understanding of macroecological response to anthropogenic climate change. Even with microrefugia, pine establishment was poor, suggesting that, without active forest restoration, oaks may expand and conifer forests retreat in the study area.\n\n \n\nBroader impacts:\n\nSpecies' ability to track rapid climate change is a critical issue as conservation strategies are developed to deal with future climate change. Tree species? ranges are shifting and will continue to shift under ongoing rapid climate change, with important consequences for biodiversity, carbon cycling, timber production, climate and watershed hydrology. Realistic estimates of forest response to climate change provide meaningful support for forest management and conservation at the regional landscape scale where planning and management take place. Global projections of tree species response to climate change provide an important first approximation, but our finer-scale approach is more useful from a management and policy perspective. Our collaborators included Forest Service and other agency scientists, as well as researchers from non-governmental conservation organizations, facilitating knowledge transfer. This project also provided extensive STEM training opportunities for undergraduate and graduate students and post-doctoral scholars.\n\n\t\t\t\t\tLast Modified: 08/02/2017\n\n\t\t\t\t\tSubmitted by: Janet Franklin"
 }
}