{
 "awd_id": "1065024",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RI: Medium: Collaborative Research: Towards Perpetual Flight of a Gliding Unmanned Aerial Vehicle in the Jet Stream",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory Chirikjian",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 242365.0,
 "awd_amount": 242365.0,
 "awd_min_amd_letter_date": "2011-03-01",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "The necessary science and technology are developed to demonstrate sustained dynamic soaring of an unmanned aerial vehicle. This has four primary components.  First, the team develops novel, real-time solutions specific to the dynamic soaring motion planning problem to enable perpetual flight.  Second, they develop compact representations for estimating wind field in real time.  These measurements serve as input to the motion planner to optimize energy that is recovered from a given soaring cycle.  Third, they develop a novel airframe whose design is tightly coupled with motion planning algorithm development.  Finally, a significant technical evaluation is performed which culminates in a demonstration of sustained low-altitude dynamic soaring.\r\n\r\nThe realization of unmanned aerial vehicles capable of staying aloft is transformative for many fields, e.g., as a low altitude and cost alternative to conventional satellite systems.  Such pseudo-satellites serve as a sensor network and provide surveillance data, weather monitoring, and act as relay nodes in telecommunications networks.  They are put into place, recovered, and maintained without the significant expense and failure risk associated with a space launch.  A dynamically soaring unmanned aerial vehicle is ideal for hurricane observation since the craft is designed with the required strength and the associated wind gradients provide sufficient aircraft endurance for the life of the storm.  One major outreach effort is the Robotics and Aerospace Camp for a group of 20-30 eighth and ninth grade students; this is part of a year round academy to promote academic achievement and college  placement for economically and academically challenged middle level and high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Langelaan",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob W Langelaan",
   "pi_email_addr": "jlangelaan@psu.edu",
   "nsf_id": "000077424",
   "pi_start_date": "2011-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 82180.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 78789.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81396.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dynamic soaring is a flight mode used by albatrosses to fly thousands of kilometers over open ocean without flapping their wings. The albatross exploits a spatial gradient in the wind field: wind speed at the ocean surface is nearly zero, while thirty feet above the surface the wind speed is effectively equal to its free stream value. By alternately swooping and diving through this gradient in the wind field the albatross can maintain flight without expending significant energy.&nbsp;<br />Dynamic soaring is an excellent example of a very challenging robotics problem: success requires real-time response to rapidly changing environmental conditions; available sensing places restrictions on the trajectories that can be feasibly flown; conditions that enable dynamic soaring typically occur in close proximity to the ground (so small errors in trajectory following can result in crash); aerodynamic performance of the flight vehicle is critical. At the same time several species of bird have clearly mastered dynamic soaring, and human pilots routinely perform dynamic soaring with radio-controlled gliders. However, dynamic soaring has not yet been performed by an autonomous aircraft.<br />The purpose of this research project was to develop a system for autonomous dynamic soaring. Such a capability would enable long range, long endurance flight for scientific missions over the open ocean, and developing such a system also improves our knowledge of flight dynamics in complex wind fields as well as our understanding of how complex systems can adapt to changes in the environment in which they operate. &nbsp;<br />In this project researchers in Penn State's Department of Aerospace Engineering worked with researchers in Lehigh University's Department of Computer Science to: (1) developed a method for quickly computing a map of the wind field; (2) developed methods for planning energy-neutral flight paths using the wind field map; (3) developed a trajectory following controller for use in a complex wind field. This dynamic soaring system was extensively tested in hardware-in-the-loop simulations, and we conducted preliminary flight tests using a commercially available autopilot module and a modified radio-controlled aircraft. While we did not demonstrate energy neutral dynamic soaring, we have: (1) created a system that demonstrates closed-loop control in a continuously changing environment; (2) demonstrates planning that adapts to changes in the environment in real time; (3) implemented this system on a real flight vehicle. This brings us ever closer to demonstrations of truly bird-like flight by a robotic aircraft.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2015<br>\n\t\t\t\t\tModified by: Jacob&nbsp;W&nbsp;Langelaan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1065024/1065024_10076042_1432903926415_ds_uav--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1065024/1065024_10076042_1432903926415_ds_uav--rgov-800width.jpg\" title=\"Penn State/Lehigh University dynamic soaring aircraft\"><img src=\"/por/images/Reports/POR/2015/1065024/1065024_10076042_1432903926415_ds_uav--rgov-66x44.jpg\" alt=\"Penn State/Lehigh University dynamic soaring aircraft\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Penn State/Lehigh University dynamic soaring aircraft after a winter test flight.</div>\n<div class=\"imageCredit\">Jack Langelaan</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jacob&nbsp...",
  "por_txt_cntn": "\nDynamic soaring is a flight mode used by albatrosses to fly thousands of kilometers over open ocean without flapping their wings. The albatross exploits a spatial gradient in the wind field: wind speed at the ocean surface is nearly zero, while thirty feet above the surface the wind speed is effectively equal to its free stream value. By alternately swooping and diving through this gradient in the wind field the albatross can maintain flight without expending significant energy. \nDynamic soaring is an excellent example of a very challenging robotics problem: success requires real-time response to rapidly changing environmental conditions; available sensing places restrictions on the trajectories that can be feasibly flown; conditions that enable dynamic soaring typically occur in close proximity to the ground (so small errors in trajectory following can result in crash); aerodynamic performance of the flight vehicle is critical. At the same time several species of bird have clearly mastered dynamic soaring, and human pilots routinely perform dynamic soaring with radio-controlled gliders. However, dynamic soaring has not yet been performed by an autonomous aircraft.\nThe purpose of this research project was to develop a system for autonomous dynamic soaring. Such a capability would enable long range, long endurance flight for scientific missions over the open ocean, and developing such a system also improves our knowledge of flight dynamics in complex wind fields as well as our understanding of how complex systems can adapt to changes in the environment in which they operate.  \nIn this project researchers in Penn State's Department of Aerospace Engineering worked with researchers in Lehigh University's Department of Computer Science to: (1) developed a method for quickly computing a map of the wind field; (2) developed methods for planning energy-neutral flight paths using the wind field map; (3) developed a trajectory following controller for use in a complex wind field. This dynamic soaring system was extensively tested in hardware-in-the-loop simulations, and we conducted preliminary flight tests using a commercially available autopilot module and a modified radio-controlled aircraft. While we did not demonstrate energy neutral dynamic soaring, we have: (1) created a system that demonstrates closed-loop control in a continuously changing environment; (2) demonstrates planning that adapts to changes in the environment in real time; (3) implemented this system on a real flight vehicle. This brings us ever closer to demonstrations of truly bird-like flight by a robotic aircraft.\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2015\n\n\t\t\t\t\tSubmitted by: Jacob W Langelaan"
 }
}