{
 "awd_id": "1065054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Partisan and Ideological Sorting in the United States",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2011-05-03",
 "awd_max_amd_letter_date": "2011-05-03",
 "awd_abstract_narration": "For decades, political scientists have argued about whether political polarization is occurring in the United States. Yet there has been no common definition of what polarization is and no agreement as to what might cause it. This project aims to change the terms of this debate, both by defining the concept of polarization clearly and consistently and by identifying the reasons for the existence of polarization and for its increase over the last fifty years.  \r\n\r\nThe project defines political polarization as a process by which citizens move from centrist, moderate political beliefs or behavior to more extreme beliefs or behavior. The project suggests that US citizens can be polarized over issue positions or in their behavior, and that these two things need not happen at the same time.  Hence, while levels of issue position polarization may be low, behavioral polarization--characterized by increased levels of activism, intolerance and anger--can be and is today undeniably on the rise. This increased behavioral polarization has been fueled by the gradual alignment of party and ideological identities over the last few decades.  US citizens are more politically active, intolerant and angry because party identities have come into alignment with other political identities (ideology, religion, and race). Other studies have shown that when multiple identities come into alignment, citizens become less tolerant of others.  This project further contends that when political identities come into alignment, party identities are strengthened. Studies have also shown that those with stronger identities are more intolerant, and take more actions on behalf of the group to which they belong. This project argues that this psychological reaction is emotional in nature and is unrelated to measured considerations of issues.  If this argument holds, then partisans have deep psychological motivations to be uncivil, and the strength of these motivations has increased since the 1960s. \r\n\r\nThe research examines its arguments by collecting data from a nationally representative sample of adult Americans. Specifically, a web-based survey will be used to assess the relationships among an array of political identities (partisan, ideological, religious, racial, and issue-based), and the effect of these identities on political behavior.  In addition, the survey will be used to examine the role of issue position extremity on political behavior.  If the reasoning here is right, issue position extremity should play a smaller role in motivating political activism, intolerance, and anger than does political identity strength.  Furthermore, and most importantly, individuals with high levels of alignment among their political identities should be more active, intolerant and angry than those whose political identities are not in alignment.  \r\n\r\nThis project will provide crucial insight in two arenas.  First, it will move forward a long-standing academic debate, by introducing a precise definition and identifying causal mechanisms at work.  Second, the project will shed light on the psychological motivations of polarized and intolerant partisan debate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stanley",
   "pi_last_name": "Feldman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stanley Feldman",
   "pi_email_addr": "stanley.feldman@stonybrook.edu",
   "nsf_id": "000168340",
   "pi_start_date": "2011-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lilliana",
   "pi_last_name": "Mason",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lilliana Mason",
   "pi_email_addr": "lillianahall@gmail.com",
   "nsf_id": "000573821",
   "pi_start_date": "2011-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "perf_city_name": "STONY BROOK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Disagreements over the existence of polarization in the mass public have confounded two separate types of polarization.&nbsp; When behavioral polarization is viewed as distinct from issue position polarization, both sides of the polarization debate can be seen to be correct.&nbsp; This project finds that behavioral polarization, characterized by increased levels of partisan bias, activism and anger, is driven by partisan identity and political identity alignment, and does not require concomitant issue position polarization.&nbsp; The partisan-ideological sorting that has been observed to occur during the last 50 years has caused the nation as a whole to hold more aligned political identities, which has strengthened partisan identity and the activism, bias and anger that result from strong identities, even though most people still hold moderate issue positions. &nbsp;The result is a nation that agrees on most things, but is bitterly divided nonetheless.&nbsp;</p>\n<p>The findings from this research, drawn from a nationally-representative survey conducted online using NSF funding, make a number of important contributions to the study of political sorting and polarization.&nbsp; First, this study has taken a step beyond descriptions of political sorting to a theory of the effects sorting may have on the electorate.&nbsp; When political identities move into alignment, they have increasingly powerful effects on political behavior.&nbsp; These newly sorted identities are not interesting only for the fact of their alignment, but also for the way they polarize mass political behavior, increasing political bias, activism and anger in the electorate.&nbsp;&nbsp;</p>\n<p>Second, by separating behavioral polarization and issue position polarization, this study provides a toehold from which to begin looking theoretically at whether polarization is occurring, and which kind of polarization it is.&nbsp; As demonstrated above, issue position polarization is not by any means synonymous with behavioral polarization.&nbsp; They can occur independently of each other, which suggests that when we discuss polarization, it should never be assumed that issue position polarization tells the whole story.&nbsp; In fact, I suggest that behavioral polarization is the type we should be most concerned about, as it affects political interactions and a person&rsquo;s understanding of the political world, as well as the vehemence with which they react emotionally to political events.&nbsp;</p>\n<p>Third, this research specifies two mechanisms by which behavioral polarization is driven &ndash;&nbsp; political identity strength and alignment.&nbsp; Contrary to an issue-focused view of political decision-making and behavior, the results presented here suggest that political behavior is powerfully driven by political identities.&nbsp; The strength of a person&rsquo;s identification with his or her party determines how biased, active and angry that person is, even if that person&rsquo;s issue positions are moderate.&nbsp; Furthermore, when multiple political identities come into alignment, that alignment is capable of motivating even more bias, activism and anger.&nbsp; Thus political identities are able to motivate behavioral polarization in two ways &ndash; through the effects of partisanship and, even more strongly, through the effects of identity alignment.&nbsp;</p>\n<p>Not only are identities capable of affecting behavioral polarization, they are some of the most powerful forces to do so.&nbsp; Even if political issue positions are generally moderate, people may still be strongly biased against each other, active to defend their party, and full of anger if they have strong or strongly aligned political identities.&nbsp; The moderation of issue positions cannot moderate the effect of identity on behavioral polarization.&nbsp; As long as partisanship comes more closely into alignment with other political...",
  "por_txt_cntn": "\nDisagreements over the existence of polarization in the mass public have confounded two separate types of polarization.  When behavioral polarization is viewed as distinct from issue position polarization, both sides of the polarization debate can be seen to be correct.  This project finds that behavioral polarization, characterized by increased levels of partisan bias, activism and anger, is driven by partisan identity and political identity alignment, and does not require concomitant issue position polarization.  The partisan-ideological sorting that has been observed to occur during the last 50 years has caused the nation as a whole to hold more aligned political identities, which has strengthened partisan identity and the activism, bias and anger that result from strong identities, even though most people still hold moderate issue positions.  The result is a nation that agrees on most things, but is bitterly divided nonetheless. \n\nThe findings from this research, drawn from a nationally-representative survey conducted online using NSF funding, make a number of important contributions to the study of political sorting and polarization.  First, this study has taken a step beyond descriptions of political sorting to a theory of the effects sorting may have on the electorate.  When political identities move into alignment, they have increasingly powerful effects on political behavior.  These newly sorted identities are not interesting only for the fact of their alignment, but also for the way they polarize mass political behavior, increasing political bias, activism and anger in the electorate.  \n\nSecond, by separating behavioral polarization and issue position polarization, this study provides a toehold from which to begin looking theoretically at whether polarization is occurring, and which kind of polarization it is.  As demonstrated above, issue position polarization is not by any means synonymous with behavioral polarization.  They can occur independently of each other, which suggests that when we discuss polarization, it should never be assumed that issue position polarization tells the whole story.  In fact, I suggest that behavioral polarization is the type we should be most concerned about, as it affects political interactions and a personÆs understanding of the political world, as well as the vehemence with which they react emotionally to political events. \n\nThird, this research specifies two mechanisms by which behavioral polarization is driven &ndash;  political identity strength and alignment.  Contrary to an issue-focused view of political decision-making and behavior, the results presented here suggest that political behavior is powerfully driven by political identities.  The strength of a personÆs identification with his or her party determines how biased, active and angry that person is, even if that personÆs issue positions are moderate.  Furthermore, when multiple political identities come into alignment, that alignment is capable of motivating even more bias, activism and anger.  Thus political identities are able to motivate behavioral polarization in two ways &ndash; through the effects of partisanship and, even more strongly, through the effects of identity alignment. \n\nNot only are identities capable of affecting behavioral polarization, they are some of the most powerful forces to do so.  Even if political issue positions are generally moderate, people may still be strongly biased against each other, active to defend their party, and full of anger if they have strong or strongly aligned political identities.  The moderation of issue positions cannot moderate the effect of identity on behavioral polarization.  As long as partisanship comes more closely into alignment with other political identities, we can expect to see increased levels of bias, activism and anger, regardless of issue position extremity.  \n\nThese results challenge the view that people are logical political decision-makers, choosing a p..."
 }
}