{
 "awd_id": "1065853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Do Microenvironments Govern Macroecology?",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Timothy Kratz",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 358775.0,
 "awd_amount": 358775.0,
 "awd_min_amd_letter_date": "2011-05-25",
 "awd_max_amd_letter_date": "2011-05-25",
 "awd_abstract_narration": "How environmental conditions vary locally in mountainous regions of the western United States and how rapid climate change determine the survival and migration rates of trees will be studied by an interdisciplinary team of climate scientists, ecologists, hydrologists and plant geographers. Current climate data and models are too coarse to accurately predict the finer scale spatial variation that enables plant communities to exist and persist. Moreover, there is scant knowledge of how colonization by tree seedlings and tree growth differ among local climates and how that might influence tree population dynamics at the regional scale. This project couples field studies of local climate, tree establishment and tree growth with regional climate modeling and models that depict spatial processes of plant population and fire dynamics.  This project will bridge environmental and plant processes from the local scale of individual trees to whole tree populations at the regional level. Models based on field data and theory will predict future changes in the distribution and abundance of important oak and pine trees in California, a topographically complex and ecologically diverse region. \r\n\r\nUnderstanding and forecasting climate change effects on tree species is important, given the role of forests in carbon cycling, timber production, water resources and biodiversity. This project aims to revise extinction risk due to climate change, refine understanding of the ability of trees to migrate and track rapid changes, and improve predictions of how economically important trees will respond to climate change and associated changes in wildfire risk. At least three Doctoral students and three Post-Doctoral scholars will be trained to help prepare the next generation of scientists to tackle future challenges. The project also involves governmental and other non-university researchers to strengthen linkages to public and private land managers, policy makers and non-Government organizations.  This will ensure that results will be translated to better adaptive management of public and private forest resources.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Hall",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander D Hall",
   "pi_email_addr": "alexhall@atmos.ucla.edu",
   "nsf_id": "000314741",
   "pi_start_date": "2011-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 358775.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was part of a large collaboration to improve forecasts of tree species distributions under projected future climate. As part of the project&rsquo;s physical climate modeling team, UCLA researchers produced high-resolution projections of future climate in California for 2041&ndash;2060 and 2081&ndash;2100 under different scenarios of greenhouse gas emissions.</p>\n<p>As the Intergovernmental Panel on Climate Change reaffirmed in its Fifth Assessment Report, global climate is changing in response to human emissions of greenhouse gases. With the help of global climate models, computer models that simulate the climate system, scientists are able to project the future state of the climate given different scenarios of greenhouse gas emissions. While global climate models can tell us a lot about climate change over large regions, they do not provide enough detail to help us understand likely impacts in our own backyards and ecosystems. That's why the UCLA team undertook a comprehensive study of climate change in the Los Angeles region, using a new technique to &ldquo;downscale&rdquo; information from multiple global climate models and produce physically credible projections of future climate at fine spatial detail.&nbsp;</p>\n<p>These projections were made available to other participants in the collaboration for use in their investigation of changes in tree seedling establishment and landscape-scale ecosystem and population dynamics. The UCLA researchers also analyzed the projections to characterize future climate in California, with a focus the greater Los Angeles Region and the Sierra Nevada. At the middle of the century, &ldquo;business as usual&rdquo; greenhouse gas emissions are associated with increases in temperature and extreme heat through the study domains, decreases of snow cover and snow volume in the mountains, and earlier shifts in the timing of runoff of water from the mountains. Changes under a &ldquo;mitigation&rdquo; scenario are less pronounced, but still significant, indicating that some climate change is inevitable and must be adapted to. By the end of the century, the &ldquo;business as usual&rdquo; and &ldquo;mitigation&rdquo; scenarios diverge greatly: Under mitigation, changes level off compared with mid-century, whereas under &ldquo;business as usual,&rdquo; changes become markedly more severe and mark the emergence of a new climate state. A series of scientific papers describes these findings in greater detail.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/17/2017<br>\n\t\t\t\t\tModified by: Alexander&nbsp;D&nbsp;Hall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was part of a large collaboration to improve forecasts of tree species distributions under projected future climate. As part of the project?s physical climate modeling team, UCLA researchers produced high-resolution projections of future climate in California for 2041&ndash;2060 and 2081&ndash;2100 under different scenarios of greenhouse gas emissions.\n\nAs the Intergovernmental Panel on Climate Change reaffirmed in its Fifth Assessment Report, global climate is changing in response to human emissions of greenhouse gases. With the help of global climate models, computer models that simulate the climate system, scientists are able to project the future state of the climate given different scenarios of greenhouse gas emissions. While global climate models can tell us a lot about climate change over large regions, they do not provide enough detail to help us understand likely impacts in our own backyards and ecosystems. That's why the UCLA team undertook a comprehensive study of climate change in the Los Angeles region, using a new technique to \"downscale\" information from multiple global climate models and produce physically credible projections of future climate at fine spatial detail. \n\nThese projections were made available to other participants in the collaboration for use in their investigation of changes in tree seedling establishment and landscape-scale ecosystem and population dynamics. The UCLA researchers also analyzed the projections to characterize future climate in California, with a focus the greater Los Angeles Region and the Sierra Nevada. At the middle of the century, \"business as usual\" greenhouse gas emissions are associated with increases in temperature and extreme heat through the study domains, decreases of snow cover and snow volume in the mountains, and earlier shifts in the timing of runoff of water from the mountains. Changes under a \"mitigation\" scenario are less pronounced, but still significant, indicating that some climate change is inevitable and must be adapted to. By the end of the century, the \"business as usual\" and \"mitigation\" scenarios diverge greatly: Under mitigation, changes level off compared with mid-century, whereas under \"business as usual,\" changes become markedly more severe and mark the emergence of a new climate state. A series of scientific papers describes these findings in greater detail.\n\n\t\t\t\t\tLast Modified: 05/17/2017\n\n\t\t\t\t\tSubmitted by: Alexander D Hall"
 }
}