{
 "awd_id": "1065456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NetSE: Medium: Collaborative Research: Auditing Internet Content for Credibility, Fairness, and Privacy",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Darleen Fisher",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 277411.0,
 "awd_amount": 277411.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2011-04-12",
 "awd_abstract_narration": "Millions of users are accessing a portion of billions of Web pages and other content on the Internet on a daily basis. While the networking research community and the public in general are well-aware of the net neutrality problem, i.e., how to develop regulatory policies and auditing mechanisms to prevent Internet Service Providers from discriminating against various applications, very little effort is invested in enabling content neutrality. In particular, it is not a secret that almost every browsing click we make is collected by either Web- or ISP-based 'information collectors and aggregators', and that our profiles are used for online advertising. Still, no public auditing mechanisms, capable of detecting and informing end users about such practices, exist in this emerging area. Take search engines as another example. How does one know that information available on these services is not biased (or will become biased in the future) for commercial, political, or any other reason? More generally, no public auditing systems are capable of monitoring the scope and effectiveness of advertising or spam campaigns on the Internet. The PIs argue that all these questions fundamentally affect fairness at all levels, information credibility, and user privacy, all of which have significant relevance for the future development of the Internet and beyond.\r\n\r\nThe PIs will build a set of methodologies and tools unified in a system capable of (i) enabling auditing mechanisms for the Web advertising domain, (ii) monitoring search engines? services and revealing their neutrality, and (iii) independently determining a Web site's popularity and checking for the truthfulness of advertised popularity. Further, the PIs plan to deploy the developed system on the PlanetLab wide area network testbed to perform long term monitoring of content neutrality in the Internet.\r\n\r\nBroader Impact: By informing the public of how online advertisers and search engines behave, the auditing system will enable fair competition and preclude monopolies, oligopolies, or collusions, eventually helping to improve online information credibility and user privacy. Even if no bias nor privacy-violating practices were to exist in today's Internet (unfortunately, the PI's preliminary results show that this is not the case), the auditing system and methodologies will always be a barrier for anyone who would believe that applying such approaches might be done without public knowledge and repercussions. By exposing biased content behavior, the auditing system will be capable of revealing discriminating acts that can happen for commercial, social, political, religious, or any other reason, ultimately facilitating the development of free and open society. The PIs will design and disseminate easy-to-use browser extensions and plug-ins that will be capable of assisting end users in detecting content neutrality violations. Education is an integral part of this award. The insights and tools derived from this project will be integrated into the current undergraduate and graduate curricula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charlie",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charlie Hu",
   "pi_email_addr": "ychu@purdue.edu",
   "nsf_id": "000118830",
   "pi_start_date": "2011-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779400",
   "pgm_ele_name": "NETWORK SCIENCE & ENGINEERING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 277411.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Broader Impact:</span></p>\n<p><span>Millions  of users are accessing a portion of billions of Web pages and other  content on the Internet on a daily basis. While the networking research  community and the public in general  are well-aware of the<span>&nbsp;</span><em><span>net neutrality</span></em><span><em><span>&nbsp;</span></em></span>problem,<span>&nbsp;</span><em><span>i.e.</span></em>,  how to develop regulatory policies and auditing mechanisms to prevent  Internet Service Providers from discriminating against various  applications, very little<span><em><span>&nbsp;</span></em></span>effort  is invested in enabling<span>&nbsp;</span><em><span>content neutrality</span></em>.  In particular, how do we know that search engines and other content  providers are not biased (or will become biased in the future) for  commercial, political, or any other reason? Certainly, the most  persistent critique of search engines is the fear that they create  reality instead of reflecting it. More generally, no public  auditing systems were capable of monitoring and understanding when and  how numerous online entities track users. The key contribution of this  project lies in developing some of the first methods for auditing  content neutrality and designing systems for monitoring  user tracking. In particular, we developed content auditing systems for  the following three domains.</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>Intellectual Merit:</span></p>\n<p><em><span>Enabling auditing mechanisms for the Web advertising domain.</span></em><span><em><span>&nbsp;</span></em></span><span>We  developed novel monitoring methods capable of accurately detecting when  a user is targeted on individual or group bases, which includes  detecting both<span>&nbsp;</span><em><span>behavioral  ad targeting</span></em><span><em><span>&nbsp;</span></em></span>and<span>&nbsp;</span><em><span>location-based  ad targeting</span></em>. A common insight of our research is that  there exists a significant lack of coordination among different entities  in the online advertising domain, even in scenarios when different  entities belong to the same organization. Our system  was among the first to analyze and reveal the properties and the  deployment of location-based and behavioral targeting methods at various  levels of granularity. To detect behavioral targeting, we developed  inconsistency tests for cases when cookies are utilized  by an online service and when they are removed by the client.</span></p>\n<p><span>&nbsp;</span></p>\n<p><em><span>Auditing search engines.</span></em><span><em><span>&nbsp;</span></em></span><span>Auditing  search engines and detecting potential bias is a challenging research  problem for several reasons. Most significantly, there exists no  accepted notion of what unbiased ranking for a given search term  represents. Indeed, each search engine has its own set of  internal ranking rules and policies that produce a given ranking  outcome. We have addressed this problem in the following ways. (a) By  detecting search-engine response<span>&nbsp;</span><em><span>inconsistency</span></em>,  in the context of a single search engine, among different keywords and  topics. To detect bias, we train our model on benign keywords and then  evaluate if the learned model deviates for less-benign keywords,  potential bias targets. (b) We continued our efforts  on building a Platform for Analyzing Web Search engines (PAWS). PAWS  measures content emphasis, i.e., the degree to which differences across  search engines&rsquo; rankings correlate with features of the ranked content.  We find that neither Google nor Bing are emphasizing  positive sentiments toward their company&rsquo;s own products; that<span>&nbsp;</span><em><span>both</span></em><span>&nbsp;</span>search  engines<span>&nbsp;</span><em><span>do </span></em>rank statistically significantly higher pages when it  contains ...",
  "por_txt_cntn": "\nBroader Impact:\n\nMillions  of users are accessing a portion of billions of Web pages and other  content on the Internet on a daily basis. While the networking research  community and the public in general  are well-aware of the net neutrality problem, i.e.,  how to develop regulatory policies and auditing mechanisms to prevent  Internet Service Providers from discriminating against various  applications, very little effort  is invested in enabling content neutrality.  In particular, how do we know that search engines and other content  providers are not biased (or will become biased in the future) for  commercial, political, or any other reason? Certainly, the most  persistent critique of search engines is the fear that they create  reality instead of reflecting it. More generally, no public  auditing systems were capable of monitoring and understanding when and  how numerous online entities track users. The key contribution of this  project lies in developing some of the first methods for auditing  content neutrality and designing systems for monitoring  user tracking. In particular, we developed content auditing systems for  the following three domains.\n\n \n\nIntellectual Merit:\n\nEnabling auditing mechanisms for the Web advertising domain. We  developed novel monitoring methods capable of accurately detecting when  a user is targeted on individual or group bases, which includes  detecting both behavioral  ad targeting and location-based  ad targeting. A common insight of our research is that  there exists a significant lack of coordination among different entities  in the online advertising domain, even in scenarios when different  entities belong to the same organization. Our system  was among the first to analyze and reveal the properties and the  deployment of location-based and behavioral targeting methods at various  levels of granularity. To detect behavioral targeting, we developed  inconsistency tests for cases when cookies are utilized  by an online service and when they are removed by the client.\n\n \n\nAuditing search engines. Auditing  search engines and detecting potential bias is a challenging research  problem for several reasons. Most significantly, there exists no  accepted notion of what unbiased ranking for a given search term  represents. Indeed, each search engine has its own set of  internal ranking rules and policies that produce a given ranking  outcome. We have addressed this problem in the following ways. (a) By  detecting search-engine response inconsistency,  in the context of a single search engine, among different keywords and  topics. To detect bias, we train our model on benign keywords and then  evaluate if the learned model deviates for less-benign keywords,  potential bias targets. (b) We continued our efforts  on building a Platform for Analyzing Web Search engines (PAWS). PAWS  measures content emphasis, i.e., the degree to which differences across  search enginesÆ rankings correlate with features of the ranked content.  We find that neither Google nor Bing are emphasizing  positive sentiments toward their companyÆs own products; that both search  engines do rank statistically significantly higher pages when it  contains the engine companyÆs ads, as opposed to competitor ads; that  there exists statistically significant news search bias across different  hosts, indicating that the two search engines often  prefer different hosts.\n\n \n\nAuditing Web sitesÆ popularity and Internet campaigns.  We developed methodologies to audit Web sitesÆ popularity at scale and  to monitor advertising and spam campaigns on the Internet. Among  others, we developed the first system that enables an endpoint to remotely measure traffic of a Website. In addition, we conducted  research on automatically identifying low-credibility content on the  Web: social-media spam. The approach is based on the insight that social  media spam content is often generated from template-based  mechanisms, which automatically creates ..."
 }
}