{
 "awd_id": "1065318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SHF: Medium: Say \"No\" to Extraction--A Transformative Circuit Simulation Paradigm Guided by First Principles",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927843",
 "po_email": "sabasu@nsf.gov",
 "po_sign_block_name": "Sankar Basu",
 "awd_eff_date": "2011-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2011-03-11",
 "awd_max_amd_letter_date": "2014-02-25",
 "awd_abstract_narration": "Over the last few decades, integrated circuits (IC) have progressed from being dominated with nonlinear circuits to being dominated with linear networks because of the scaling of transistors and interconnects in ICs.  However, the prevailing circuit simulation paradigm is still heavily dominated by SPICE (Simulation Program with Integrated Circuit Emphasis), which is very capable of solving nonlinear functions for the simulation of active devices, but has difficulties in keeping up with the growth in the linear network because of (1) the sheer volume of interconnects--every device added has to be connected, (2) the growing sophistication of the models describing the interconnects--every added interconnect translates into many circuit parameters, i.e., resistances, capacitances, and inductances, and (3) the highly irregular large-scale system matrices arising from the extraction of circuit parameters for a linear network from the layout.  The highly irregular large-scale system matrices arising from such models make it unlikely for the existing circuit simulator to achieve the optimal complexity (i.e., linear complexity in time and space) in simulation.\r\n\r\nThis proposal seeks to develop a transformative circuit simulation paradigm that offers not only unparalleled efficiency but also unprecedented accuracy, overcoming the shortcomings of the existing simulation frameworks. Guided by physics-based first principles, the PIs propose to bypass the step of the extraction of the linear network.  Going directly from layout to simulation, such an extraction-free methodology allows for a computation-free decomposition of the system matrix, thus enabling a circuit simulator of linear complexity or optimal complexity in time and space.\r\nFurther speedup is achieved with an embarrassingly parallel implementation of the transformative circuit simulator on a many-core node or a cluster of such nodes.  This project will deliver a public-domain circuit simulator that can fully account for the interactions between nonlinear devices, substrate, on-die interconnects, and package; thereby contributing to the continued scaling and integration of circuits crosscutting digital, analog, and RF technologies across full electromagnetic spectrum for years to come.\r\n\r\n\r\nThe availability of the transformative circuit simulator in the public domain will enrich the learning experience of future circuit designers progressing through the pipeline of higher education.  Moreover, in partnership with the diversity programs at Purdue, summer camp projects that embed essential concepts related to circuits, electromagnetics, and computing will be developed to broaden the participation of underrepresented minority and women students in computing and engineering. Through the active involvement of undergraduate and graduate students in the project and the integration of research results into the undergraduate graduate curricula, students will be trained with a broad range of skills, in areas such as circuits, electromagnetics, numerical linear algebra, and many-core computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cheng-Kok",
   "pi_last_name": "Koh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cheng-Kok Koh",
   "pi_email_addr": "chengkok@ecn.purdue.edu",
   "nsf_id": "000491226",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charlie",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charlie Hu",
   "pi_email_addr": "ychu@purdue.edu",
   "nsf_id": "000118830",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Jiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Jiao",
   "pi_email_addr": "djiao@purdue.edu",
   "nsf_id": "000312732",
   "pi_start_date": "2011-03-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "7945",
   "pgm_ref_txt": "DES AUTO FOR MICRO & NANO SYST"
  },
  {
   "pgm_ref_code": "9218",
   "pgm_ref_txt": "BASIC RESEARCH & HUMAN RESORCS"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 188355.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 196561.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 226740.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 188344.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objectives of this project are to:<br />(1) Develop a linear circuit simulator that can bypass the step of circuit extraction.<br />(2) Develop a linear circuit simulator that has linear complexity.<br />(3) Develop outreach programs to engage grade-school students in hands-on engineering activities.<br /><br />The intellectual merit of this project includes the derivation of an RLC (resistor-inductor-capacitor) representation of a linear network from its layout without any numerical computation.&nbsp; Although the extraction of the linear network is bypassed in circuit simulation, the RLC representation allows a designer to continue to exercise his or her circuit intuition.&nbsp; Going from layout to simulation directly, such an extraction-free methodology allows for a computation-free decomposition of the system matrix, which has enabled a linear-circuit simulation of linear complexity in time and space.&nbsp; Further speedup has been achieved with an parallel implementation of the<br />transformative circuit simulator on a many-core node or a cluster of such<br />nodes. As an added bonus, the proposed circuit simulator possesses<br />first-principles accuracy.<br /><br />The efficiency of a circuit simulator is determined not only by the computational cost at each time step, but also by the total number of time steps required to finish one simulation.&nbsp; This project has also investigated techniques for making an explicit time-domain method unconditionally stable and for permitting the use of a large time step upfront in the explicit time marching by deducting the unstable modes directly from the system matrix.&nbsp; This significantly reduces the total number of time steps required to finish one simulation.</p>\n<p>The broader impacts include the release in the public domain a simulator that accounts for the interactions between substrate, on-die interconnects, and package, which can be used for the design of digital, analog, and RF technologies from low to high frequencies. In partnership with the diversity programs at Purdue, summer camp projects that embed essential concepts related to circuits and computing have been developed to broaden the participation of underrepresented minority and women students in computing and engineering. Through the active involvement of undergraduate and graduate students in the project and the integration of research results into the undergraduate graduate curricula, students have been trained with a broad range of skills, in areas such as circuits, electromagnetics, numerical linear algebra, and many-core computing.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/26/2016<br>\n\t\t\t\t\tModified by: Cheng-Kok&nbsp;Koh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objectives of this project are to:\n(1) Develop a linear circuit simulator that can bypass the step of circuit extraction.\n(2) Develop a linear circuit simulator that has linear complexity.\n(3) Develop outreach programs to engage grade-school students in hands-on engineering activities.\n\nThe intellectual merit of this project includes the derivation of an RLC (resistor-inductor-capacitor) representation of a linear network from its layout without any numerical computation.  Although the extraction of the linear network is bypassed in circuit simulation, the RLC representation allows a designer to continue to exercise his or her circuit intuition.  Going from layout to simulation directly, such an extraction-free methodology allows for a computation-free decomposition of the system matrix, which has enabled a linear-circuit simulation of linear complexity in time and space.  Further speedup has been achieved with an parallel implementation of the\ntransformative circuit simulator on a many-core node or a cluster of such\nnodes. As an added bonus, the proposed circuit simulator possesses\nfirst-principles accuracy.\n\nThe efficiency of a circuit simulator is determined not only by the computational cost at each time step, but also by the total number of time steps required to finish one simulation.  This project has also investigated techniques for making an explicit time-domain method unconditionally stable and for permitting the use of a large time step upfront in the explicit time marching by deducting the unstable modes directly from the system matrix.  This significantly reduces the total number of time steps required to finish one simulation.\n\nThe broader impacts include the release in the public domain a simulator that accounts for the interactions between substrate, on-die interconnects, and package, which can be used for the design of digital, analog, and RF technologies from low to high frequencies. In partnership with the diversity programs at Purdue, summer camp projects that embed essential concepts related to circuits and computing have been developed to broaden the participation of underrepresented minority and women students in computing and engineering. Through the active involvement of undergraduate and graduate students in the project and the integration of research results into the undergraduate graduate curricula, students have been trained with a broad range of skills, in areas such as circuits, electromagnetics, numerical linear algebra, and many-core computing.\n\n\t\t\t\t\tLast Modified: 04/26/2016\n\n\t\t\t\t\tSubmitted by: Cheng-Kok Koh"
 }
}