{
 "awd_id": "1065888",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: ACM CHI 2011 Doctoral Research Consortium",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2011-12-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2010-12-07",
 "awd_max_amd_letter_date": "2010-12-07",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium (workshop) of approximately 15 promising graduate students from the United States and abroad, along with a panel of about 6 distinguished research faculty mentors.  The event will take place in conjunction with the ACM 2011 Conference on Human Factors in Computing Systems (CHI 2011), which is sponsored by the Association for Computing Machinery's Special Interest Group on Human-Computer Interaction (SIGCHI) and will be held May 7-12 in Vancouver, British Columbia, Canada.  This is the leading international forum for the presentation and discussion of human-computer interaction (HCI) research and practice, and is attended by approximately 2,500 HCI professionals from around the world.  Research reports published in the CHI Conference Proceedings and the CHI Extended Abstracts are heavily-refereed and widely cited; they are among the most scientifically respected and impactful research publications in the field of HCI.  CHI 2011 will focus on leveraging our diversity and connecting people, cultures, technologies, experiences, and ideas.  More information about the conference is available at http://www.chi2011.org.\r\n\r\nThe Doctoral Consortium is a research-focused meeting that has taken place annually at the CHI conference since 1986, and has helped to launch the careers of many outstanding HCI researchers.  Goals of the workshop include building a cohort group of new researchers who will then have a network of colleagues spread out across the world, guiding the work of new researchers by having experts in the research field give them advice, and making it possible for promising new entrants to the field to attend their research conference.  Student participants will make formal presentations of their research during the workshop, and will receive feedback from the faculty panel.  The feedback is geared to helping students understand and articulate how their work is positioned relative to other human-computer interaction research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  Student participants will present their work to the doctoral consortium on May 7-8, with follow up activities planned during the technical program of the conference.  Extended abstracts of the students' work will be published in the CHI 2011 Extended Abstracts, which has wide print and electronic distribution.  SIGCHI's conference management committee will evaluate the doctoral consortium, and the results will be made available to the organizers of future consortia.  The CHI doctoral consortia have been highly successful in providing a forum for the initial socialization into the field of young doctoral scholars; many of today's leading HCI researchers participated as students in earlier consortia.\r\n\r\nBroader Impacts:  The annual CHI doctoral consortia traditionally bring together the best of the next generation of HCI researchers, allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development. Applications are encouraged from all doctoral students whose research is HCI-related, regardless of the fields in which they are earning their degrees.  While NSF funds will be used chiefly to support participation by students enrolled in graduate programs in the United States, some international participants may be supported as well in recognition of the fact that the HCI field embraces educational and cultural traditions that vary in different parts of the world.  The organizers will try explicitly to identify and include the broadest possible group of highly qualified participants, and in particular will consider gender in the participant selection process with a target of a 50/50 split.  To further broaden the impact of the event, the organizers have undertaken to use NSF funds to support participation by no more than one student from any given institution.  As a consequence of these steps, the student and faculty participants will constitute a diverse group across a variety of dimensions, which will help broaden the students' horizons to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary Beth",
   "pi_last_name": "Rosson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Beth Rosson",
   "pi_email_addr": "mrosson@psu.edu",
   "nsf_id": "000421157",
   "pi_start_date": "2010-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-funded project provided partial sponsorship for Ph.D. students pursuing degrees in Human-Computer Interaction (HCI) to attend a Doctoral Consortium event held at the 2011 Conference on Human Factors in Computing Systems (CHI 2011). The conference - and the associated Doctoral Consortirum event - is held once a year and is the premier international conference for researchers and practitioners working in this interdisciplinary field. The conference is sponsored by a professional society within ACM, the Association for Computing Machinery.</p>\n<p>The event participants were 16 Ph.D. students and five faculty mentors. The students were selected through a competitive process that required them to submit an extended abstract of their dissertation project, a curriculum vitae, and a letter of support from their dissertation advisor. The faculty members reviewed these materials and selected attendees so as to optimize for quality of the work underway, the diversity of topics, student characteristics, and Ph.D. institutions. The resulting cohort ofstudents included 11 males and 5 females; seven were from schools in the United States, three were from Canada, and the remainder were from several different countries in Europe. Topics ranged from detailed mathematical models of human perception and problem-solving to rich sociological analyses of people using information technology in their lives. The mentors were selected to represent broad coverage in the field, so that they would be able to provide a range of perspectives and constructive criticism to the students.</p>\n<p>The event took place over two full days, including shared meals and breaks for informal discussion. Each student presented his or her dissertation project and received extensive comments from faculty mentors and peers. The students also prepared and presented interactive posters during the main conference, giving them an opportunity for even more feedback from a very diverse audience. The abstracts prepared by the students during the application project were published in the conference's Extended Abstracts volume, a secondary proceedings volume that appears each year in the digital library of the Association for Computing Machinery.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2012<br>\n\t\t\t\t\tModified by: Mary Beth&nbsp;Rosson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF-funded project provided partial sponsorship for Ph.D. students pursuing degrees in Human-Computer Interaction (HCI) to attend a Doctoral Consortium event held at the 2011 Conference on Human Factors in Computing Systems (CHI 2011). The conference - and the associated Doctoral Consortirum event - is held once a year and is the premier international conference for researchers and practitioners working in this interdisciplinary field. The conference is sponsored by a professional society within ACM, the Association for Computing Machinery.\n\nThe event participants were 16 Ph.D. students and five faculty mentors. The students were selected through a competitive process that required them to submit an extended abstract of their dissertation project, a curriculum vitae, and a letter of support from their dissertation advisor. The faculty members reviewed these materials and selected attendees so as to optimize for quality of the work underway, the diversity of topics, student characteristics, and Ph.D. institutions. The resulting cohort ofstudents included 11 males and 5 females; seven were from schools in the United States, three were from Canada, and the remainder were from several different countries in Europe. Topics ranged from detailed mathematical models of human perception and problem-solving to rich sociological analyses of people using information technology in their lives. The mentors were selected to represent broad coverage in the field, so that they would be able to provide a range of perspectives and constructive criticism to the students.\n\nThe event took place over two full days, including shared meals and breaks for informal discussion. Each student presented his or her dissertation project and received extensive comments from faculty mentors and peers. The students also prepared and presented interactive posters during the main conference, giving them an opportunity for even more feedback from a very diverse audience. The abstracts prepared by the students during the application project were published in the conference's Extended Abstracts volume, a secondary proceedings volume that appears each year in the digital library of the Association for Computing Machinery.\n\n\t\t\t\t\tLast Modified: 05/23/2012\n\n\t\t\t\t\tSubmitted by: Mary Beth Rosson"
 }
}