{
 "awd_id": "1065609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Video-documenting the dying language Mani in Sierra Leone (Isocode buy)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shobhana Chelliah",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 60000.0,
 "awd_min_amd_letter_date": "2011-08-22",
 "awd_max_amd_letter_date": "2011-08-22",
 "awd_abstract_narration": "This project continues the documentation of Mani (Ethnologue ISO code buy), a dying West African language once spoken in a broad swath stretching from Conakry, Guinea, to Freetown, Sierra Leone. Mani, which belongs to the South Atlantic Group of Niger-Congo, exhibits some unusual grammatical features. Since the few hundred remaining speakers are elderly and widely scattered, the language seems destined to die. As part of an earlier documentation project, however, it was discovered that on a remote island in Sierra Leone, children still grow up speaking the language. These children won a special Mani cultural competition in 2009 demonstrating the traditional arts of singing, dancing, and story-telling, and were provided with the first Mani books. They, their parents, and village elders are now ready to continue the documentation effort, which will be video-recorded as part of a continuing partnership with the Voice of America, who will provide high definition video equipment and the expertise of a senior producer. This partnership will enable the project to expand its documentation to record children and adults using the language on an everyday basis. \r\n\r\nThis project will pioneer the E-MAGINE wi-fi field station developed at the University of Michigan, provide computers and internet access to Mani children and adults, and exploit the linguistic and technological expertise at Portland State University in Portland, Oregon. Developing literacy in Mani is a Sierra Leone educational initiative, and the project will partner with educators at the University of Sierra Leone in offering classes and public lectures and in training students in the field.\r\n\r\nThe filmed documentation and the use of the internet will be a model of what fieldworkers can accomplish, recording cultural practices together with context-appropriate uses of the Mani language.  Technological innovations (miniaturization, digitization, the internet, etc.) can modernize the efforts of the language documentation community and extend their global reach.  Because Voice of America has a well-established world-wide distribution network, information about language documentation will reach a wide audience. Finally, the project will provide a record of Mani cultural practices for the people themselves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Childs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Childs",
   "pi_email_addr": "childst@pdx.edu",
   "nsf_id": "000315462",
   "pi_start_date": "2011-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1600 SW 4TH AVE",
  "perf_city_name": "PORTLAND",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972015508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;Video documenting the Mani language and new literacies&rdquo; (VDM)</p>\n<p>As is not unusual for related peoples in this area, the Mani have lost ground to more hierarchically organized and militant groups speaking languages from the Mande Group. The Mani people once occupied a broad swath of territory ranging from Conakry, the capital of Guinea, to Freetown, the capital of Sierra Leone. Today, however, the Mani have been pushed to the sea, and their language is spoken area only in small, widely separated villages by elderly people who rarely have a chance to use it. The one exception to this generalization is the town of Tangbaya on a remote tidal island of the same name, where children actually grow up speaking Mani. Social pressure, however, causes them to switch soon after childhood to Mende, Temne, or Soso, the dominant languages of the area outside Tangbaya. Nonetheless, the language is uniquely used throughout the town by all ages of people, and thus Tangbaya represents a place Mani can be documented and preserved, the twin goals of the project.</p>\n<p>The VDM concentrated on filming community members conducting their daily activities and talking about what they were doing, be it fishing (both on the sea and inland), food preparation (rice and cassava are staples), making palm oil, salt &ldquo;cooking&rdquo; (boiling successions of seawater stranded after high tide), or simply passing the time of day, e.g., <a href=\"file:///C:/Users/childst/Documents/Grants%20current/Grants,%20external/11-13%20NSF%20VDM/13%2009%2024%20Project%20outcomes%20report/digging%20mudskippers.JPG\">children digging for mudskippers at low tide among mangroves</a>, <a href=\"file:///C:/Users/childst/Documents/Grants%20current/Grants,%20external/11-13%20NSF%20VDM/13%2009%2024%20Project%20outcomes%20report/palm_oil%20008.JPG\">palm oil in dugout canoe 1</a>. The project also filmed such special activities as dance, music, and story-telling, e.g., <a href=\"file:///C:/Users/childst/Documents/Grants%20current/Grants,%20external/11-13%20NSF%20VDM/13%2009%2024%20Project%20outcomes%20report/Kotawe%20drummers.JPG\">Kotawe drummers</a>. In addition, the videos document the first use of the Mani language in an educational context, with readers developed as part of an earlier NSF-funded project. After the VDM and based on input from the students, the readers were redesigned into a set of four graduated texts (delivered and distributed in Sept of 2013) that could be used throughout the primary school for teaching students how to read and write in Mani. In addition, the project created&nbsp;a history of the Mani people&nbsp;for the elders (\"Mani history cover\").</p>\n<p>It was not only literacy in Mani that was imparted, but also computer literacy and how to use (digital) cameras. Students learned the basics of file management and word processing, as well as snapped pictures of themselves and their friends about town, delivering them to a central archive, e.g., <a href=\"file:///C:/Users/childst/Documents/Grants%20current/Grants,%20external/11-13%20NSF%20VDM/13%2009%2024%20Project%20outcomes%20report/Harvesting%20peppers%20fun.JPG\">Student photo 1</a>. An additional goal was to introduce the internet to the citizens of Tangbaya so that connections could be maintained after the project was finished, but the range of the solar-powered wifi station was not what it was stated to be and was insufficient to reach the telephone tower. A redesigned version of the station comes with a booster that doubles the range (15 miles). [<a href=\"http://michiganemagine.org/?p=Systems\">http://michiganemagine.org/?p=Systems</a>]</p>\n<p>The first documentation of a language is, of course, important to linguists and scholars from related disciplines. Mani will likely have no speakers in a generation or two unless there is a concerted effort to maintain it. Once the language is lost, it cannot be recovered and thus its de...",
  "por_txt_cntn": "\n\"Video documenting the Mani language and new literacies\" (VDM)\n\nAs is not unusual for related peoples in this area, the Mani have lost ground to more hierarchically organized and militant groups speaking languages from the Mande Group. The Mani people once occupied a broad swath of territory ranging from Conakry, the capital of Guinea, to Freetown, the capital of Sierra Leone. Today, however, the Mani have been pushed to the sea, and their language is spoken area only in small, widely separated villages by elderly people who rarely have a chance to use it. The one exception to this generalization is the town of Tangbaya on a remote tidal island of the same name, where children actually grow up speaking Mani. Social pressure, however, causes them to switch soon after childhood to Mende, Temne, or Soso, the dominant languages of the area outside Tangbaya. Nonetheless, the language is uniquely used throughout the town by all ages of people, and thus Tangbaya represents a place Mani can be documented and preserved, the twin goals of the project.\n\nThe VDM concentrated on filming community members conducting their daily activities and talking about what they were doing, be it fishing (both on the sea and inland), food preparation (rice and cassava are staples), making palm oil, salt \"cooking\" (boiling successions of seawater stranded after high tide), or simply passing the time of day, e.g., children digging for mudskippers at low tide among mangroves, palm oil in dugout canoe 1. The project also filmed such special activities as dance, music, and story-telling, e.g., Kotawe drummers. In addition, the videos document the first use of the Mani language in an educational context, with readers developed as part of an earlier NSF-funded project. After the VDM and based on input from the students, the readers were redesigned into a set of four graduated texts (delivered and distributed in Sept of 2013) that could be used throughout the primary school for teaching students how to read and write in Mani. In addition, the project created a history of the Mani people for the elders (\"Mani history cover\").\n\nIt was not only literacy in Mani that was imparted, but also computer literacy and how to use (digital) cameras. Students learned the basics of file management and word processing, as well as snapped pictures of themselves and their friends about town, delivering them to a central archive, e.g., Student photo 1. An additional goal was to introduce the internet to the citizens of Tangbaya so that connections could be maintained after the project was finished, but the range of the solar-powered wifi station was not what it was stated to be and was insufficient to reach the telephone tower. A redesigned version of the station comes with a booster that doubles the range (15 miles). [http://michiganemagine.org/?p=Systems]\n\nThe first documentation of a language is, of course, important to linguists and scholars from related disciplines. Mani will likely have no speakers in a generation or two unless there is a concerted effort to maintain it. Once the language is lost, it cannot be recovered and thus its description is necessary and timely.\n\nThe attention accorded to their language and culture by this documentation and the materials produced as an outcome both valorize Mani and preserve it for future generations. The Mani people helped to create the books that show how their language can be written (and read). In Sierra Leone today there are literacy in the indigenous languages (the more widely spoken ones). The VDM shows how comparable materials can be developed for the less widely spoken languages. The project thus has important implications not only for the Mani but also for minority African languages in general. In addition to documenting the language, the project models the first practical steps in restoring a language.\n\nThe two videos illustrate some of the video documentation of the VDM. The first illustrates the sort of classroom intera..."
 }
}