{
 "awd_id": "1065823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Shifting the Employment Burden: The Social and Economic Foundations of Employment Policy Reform",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 7540.0,
 "awd_amount": 7540.0,
 "awd_min_amd_letter_date": "2011-05-03",
 "awd_max_amd_letter_date": "2011-05-03",
 "awd_abstract_narration": "This project examines the transformation of employment policies in developed democracies. As a result of recent policy reforms, developed democracies now vary markedly in a crucial yet often overlooked feature: who bears responsibility for seeking employment. Some governments have devoted substantial resources to directly assisting workers with job placement through policies that maintain or expand the state's responsibility and society's responsibility for employment outcomes. In contrast, other governments have reduced policy costs by scaling back such employment assistance and at the same time increasing the number of requirements that the unemployed must meet in the job search process. The latter reforms not only transfer to individuals a greater share of the cost and responsibility for finding employment, but fundamentally change the broader nature of social policies. \r\n\r\nThis project seeks to explain shifts in responsibility for finding employment by identifying divisions in workers'' policy preferences based on the different employment risks facing workers, particularly within the unionized workforce. The researcher collects original survey data in order to track the types of employment risk experienced by workers, and demonstrates the role that this risk plays in shaping workers' social policy preferences. The analysis focuses on the labor force in Germany, where important reforms affecting the distribution of employment responsibility have been enacted. Two types of employment risks are examined: those relating to job security and those tied to the prospect of re-employability. The researcher will evaluate the effect of employment risk on workers' preferences about the degree to which the government or the unemployed should bear responsibility for finding employment. Building on prior research, the project will also assess the impact of divisions within the labor movement on public support for policy reform. \r\n\r\nThis project makes several broader contributions. By identifying new divisions in policy preferences based on employment risk, this research will advance understanding of how distributional conflicts affect policy outcomes. Specifically, it will show how variation in two kinds of employment risk, job security and re-employability, shape the social policy preferences of unionized workers, making way for governments to adopt difficult and loss-imposing reforms in social policies. In additional, the original dataset generated by the project will allow other scholars to study employment policy preferences and to examine the political influence of labor unions in post-industrial economies. By focusing on changes in the purpose of social policies and how program benefits are allocated across society, this research enhances understanding of trends in social insurance reform and of determinants of the degree of social protection that governments provide citizens in advanced industrial democracies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Brooks",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah M Brooks",
   "pi_email_addr": "brooks.317@osu.edu",
   "nsf_id": "000497374",
   "pi_start_date": "2011-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Powell",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Scott R Powell",
   "pi_email_addr": "powell.413@osu.edu",
   "nsf_id": "000497376",
   "pi_start_date": "2011-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 7540.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant was used to collect original survey data as part of a larger project examining unemployment insurance reforms.&nbsp; Over the past two decades, several countries have reformed welfare state policies that assist the unemployed.&nbsp; In particular, governments in many developed democracies have enacted policies that require the unemployed to take on greater responsibilities for finding work, requiring that these responsibilities be met in order for workers to receive unemployment insurance benefits.&nbsp; This project examines the claim that governments place greater job-search responsibilities on the unemployed when the workforce is made up of fewer individuals who should be opposed to reforms, namely those that are at high risk of unemployment.&nbsp; The survey examines individuals in the Federal Republic of Germany, a country that began placing greater employment responsibility on its workers approximately ten years ago, with the goal of explaining workers&rsquo; opposition to reforms.&nbsp;</p>\n<p>The survey produced two primary findings, the first of which was identifying the employment characteristics that shape individuals&rsquo; opposition to policy reforms.&nbsp; The overall result was clear: workers at greater risk of unemployment are more opposed to reforms that shift job-search responsibilities onto the unemployed.&nbsp; As hypothesized, a worker&rsquo;s subjective likelihood of becoming unemployed, or job security, as well as a worker&rsquo;s likelihood of finding work after becoming unemployed, or reemployability, both played separate and distinct roles in shaping opinions of policy reforms.&nbsp; This finding largely speaks to the intellectual merit of the project, as the results provide a clear advance of current knowledge in the literature that defines employment risk along only a single dimension.</p>\n<p>The second finding demonstrates the broader impacts of the project and focuses on individuals&rsquo; willingness to punish governments when policy reforms increase the responsibilities placed on the unemployed.&nbsp; This was addressed by identifying voters who previously supported the governing parties responsible for the German reforms, but then rescinded their support after the reforms were enacted.&nbsp; These respondents were then asked multiple questions regarding why they changed their vote choice, as well as their opinions of the government that enacted the reforms.&nbsp; In addition to estimating the proportion of the electorate that switched their votes, the survey results demonstrated that the reforms clearly played a direct role in shaping voters&rsquo; opinions of the responsible political parties, as well as their decisions to punish the government through abstention or switching their votes to other parties.&nbsp; This finding makes a direct contribution to our understanding of not only the tradeoffs faced by incumbent governments when reforming safety net programs, but also the willingness of voters to engage in electoral punishment when governments shift the responsibility for social insurance onto individuals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/27/2012<br>\n\t\t\t\t\tModified by: Scott&nbsp;R&nbsp;Powell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant was used to collect original survey data as part of a larger project examining unemployment insurance reforms.  Over the past two decades, several countries have reformed welfare state policies that assist the unemployed.  In particular, governments in many developed democracies have enacted policies that require the unemployed to take on greater responsibilities for finding work, requiring that these responsibilities be met in order for workers to receive unemployment insurance benefits.  This project examines the claim that governments place greater job-search responsibilities on the unemployed when the workforce is made up of fewer individuals who should be opposed to reforms, namely those that are at high risk of unemployment.  The survey examines individuals in the Federal Republic of Germany, a country that began placing greater employment responsibility on its workers approximately ten years ago, with the goal of explaining workersÆ opposition to reforms. \n\nThe survey produced two primary findings, the first of which was identifying the employment characteristics that shape individualsÆ opposition to policy reforms.  The overall result was clear: workers at greater risk of unemployment are more opposed to reforms that shift job-search responsibilities onto the unemployed.  As hypothesized, a workerÆs subjective likelihood of becoming unemployed, or job security, as well as a workerÆs likelihood of finding work after becoming unemployed, or reemployability, both played separate and distinct roles in shaping opinions of policy reforms.  This finding largely speaks to the intellectual merit of the project, as the results provide a clear advance of current knowledge in the literature that defines employment risk along only a single dimension.\n\nThe second finding demonstrates the broader impacts of the project and focuses on individualsÆ willingness to punish governments when policy reforms increase the responsibilities placed on the unemployed.  This was addressed by identifying voters who previously supported the governing parties responsible for the German reforms, but then rescinded their support after the reforms were enacted.  These respondents were then asked multiple questions regarding why they changed their vote choice, as well as their opinions of the government that enacted the reforms.  In addition to estimating the proportion of the electorate that switched their votes, the survey results demonstrated that the reforms clearly played a direct role in shaping votersÆ opinions of the responsible political parties, as well as their decisions to punish the government through abstention or switching their votes to other parties.  This finding makes a direct contribution to our understanding of not only the tradeoffs faced by incumbent governments when reforming safety net programs, but also the willingness of voters to engage in electoral punishment when governments shift the responsibility for social insurance onto individuals.\n\n \n\n\t\t\t\t\tLast Modified: 07/27/2012\n\n\t\t\t\t\tSubmitted by: Scott R Powell"
 }
}