{
 "awd_id": "1065620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Karuk [kyh] and Yurok [yur] syntax and text documentation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 154425.0,
 "awd_amount": 154425.0,
 "awd_min_amd_letter_date": "2011-06-17",
 "awd_max_amd_letter_date": "2011-06-17",
 "awd_abstract_narration": "This project will analyze and collect new information about syntax and texts in two indigenous languages of northern California, Karuk [kyh] and Yurok [yur]; each language has a handful of (elderly) speakers. Existing scholarly literature carefully describes the pronunciation and word formation patterns of both languages, but discourse and word order patterns have attracted relatively little attention. This project will investigate these topics through work with speakers, analysis of existing published and unpublished texts (collected by several linguists over the 20th century), and creation of syntactically annotated text corpora for both languages.\r\n \r\nThis project is important scientifically for three reasons. First, while indigenous California was linguistically the densest and most diverse area of its size in the western hemisphere, its languages have mostly not been analyzed in syntactic detail. Second, over the last 1000-2000 years there has been intensive cultural interaction between neighboring Karuk and Yurok, but its linguistic effects have not been carefully studied. Language contact effects tend to be especially conspicuous in syntax; preliminary work suggests that the syntactic correspondences between these two languages will cast new light on the mechanisms of contact-induced language change. A third reason is methodological: it is highly unusual to build syntatically annotated corpora of \"small\" languages; the results are expected to show researchers throughout the world that this approach can yield interesting syntactic generalizations.\r\n \r\nMore broadly, this project will be of direct benefit for Karuk and Yurok language learning. Learners in both communities have a good knowledge of vocabulary, pronunciation, and word formation. But they are less familiar with the distinctive syntactic patterns of their heritage languages, and naturally tend to use English patterns. This research will allow for the writing of grammatical descriptions that are useful for learners and teachers, emphasizing aspects of each language that differ from English, and reinforcing linguistic and cultural revival.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Garrett",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Garrett",
   "pi_email_addr": "garrett@berkeley.edu",
   "nsf_id": "000434280",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Line",
   "pi_last_name": "Mikkelsen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Line Mikkelsen",
   "pi_email_addr": "mikkelsen@berkeley.edu",
   "nsf_id": "000573999",
   "pi_start_date": "2011-06-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 154425.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project focused on Karuk, an endangered indigenous language of northern California. Projects goals included (1) documentation, description, and analysis of syntax, a major area of the language that had not been thoroughly studied in previous work; (2) creating a corpus of new and prior text material in the language; and (3) data annotation to parse the corpus morphologically and to<br />create a \"treebank\" or syntactically annotated text corpus. Treebanks are common for well-studied languages with vast text resources, like English, German, and Hindi, but ours is the first treebank created for an endangered indigenous language with no written tradition before the 20th century. Therfore, in addition to specific research results our work yields for Karuk, this treebank serves as an important proof of concept for other similar projects.</p>\n<p>We created over 200 hours of new documentary field recordings of Karuk, working with six fluent speakers in collaboration with several younger language teachers and advanced learners. Our documentation focused especially on syntactic patterns (how words are used in sentences, how simple clauses are formed, and how clauses are combined). Research included grammatical and vocabulary elicitation, stimulus-based prompts, and some monolingual elicitation sessions. All our work was recorded, and is organized in preparation for permanent archiving to ensure access by scholars and Karuk community members.</p>\n<p>We expanded our digital corpus of Karuk text material from about 800 sentences at the beginning of the project to nearly 6,000 sentences as of December 2014. These are from a variety of sources including traditional narratives, conversation, procedural texts, anecdotes, and linguistic elicitation sessions, and spanning a long time period from 1903 to 2014 (involving many different speakers and researchers over the years).</p>\n<p>The entire corpus is morphologically annotated; the internal structure of each word in the corpus is indicated and can be retrieved to see how word struture relates to syntactic and other patterns. We have also carefully annotated the corpus toward the goal of a Karuk treebank. Over 500 sentences are syntactically annotated; every word is tagged with information about head-dependency relations, syntactic status, and part of speech. To do this systematically we also created a set of guidelines for annotators, covering the major construction types and examples of common words and problems, which will be useful in projects on other languages as well.</p>\n<p>Broader impacts of our research have to do with science education and indigenous linguistic and cultural restoration. Karuk syntactic and semantic projects now feature in several large undergraduate classes at UC Berkeley, with at least nine advanced undergraduates undertaking independent work on the language. We hope this will contribute to a greater public engagement with indigenous language issues.</p>\n<p>We also participate regularly in Karuk language education programs by attending and contributing to classes in Yreka, CA, for grade school students, high school students, and community members. We provide curriculum support and guidance and have created some concrete pedagogical materials that we have distributed in person and through our website. All online resources available through our project (linguistics.berkeley.edu/~karuk) have been adapted with the interests of community members in mind; these resources include 165 texts that can be read in various display formats, depending on user interest, and a lexicon with about 7,000 entries. We have also worked with Karuk community members on orthography design, verb structure, word order, culturally significant lexical semantics, and the use of archival materials.</p>\n<p>(Note: The title of our project mentions Yurok as well as Karuk, but budget constraints meant that most actual researc...",
  "por_txt_cntn": "\nThis research project focused on Karuk, an endangered indigenous language of northern California. Projects goals included (1) documentation, description, and analysis of syntax, a major area of the language that had not been thoroughly studied in previous work; (2) creating a corpus of new and prior text material in the language; and (3) data annotation to parse the corpus morphologically and to\ncreate a \"treebank\" or syntactically annotated text corpus. Treebanks are common for well-studied languages with vast text resources, like English, German, and Hindi, but ours is the first treebank created for an endangered indigenous language with no written tradition before the 20th century. Therfore, in addition to specific research results our work yields for Karuk, this treebank serves as an important proof of concept for other similar projects.\n\nWe created over 200 hours of new documentary field recordings of Karuk, working with six fluent speakers in collaboration with several younger language teachers and advanced learners. Our documentation focused especially on syntactic patterns (how words are used in sentences, how simple clauses are formed, and how clauses are combined). Research included grammatical and vocabulary elicitation, stimulus-based prompts, and some monolingual elicitation sessions. All our work was recorded, and is organized in preparation for permanent archiving to ensure access by scholars and Karuk community members.\n\nWe expanded our digital corpus of Karuk text material from about 800 sentences at the beginning of the project to nearly 6,000 sentences as of December 2014. These are from a variety of sources including traditional narratives, conversation, procedural texts, anecdotes, and linguistic elicitation sessions, and spanning a long time period from 1903 to 2014 (involving many different speakers and researchers over the years).\n\nThe entire corpus is morphologically annotated; the internal structure of each word in the corpus is indicated and can be retrieved to see how word struture relates to syntactic and other patterns. We have also carefully annotated the corpus toward the goal of a Karuk treebank. Over 500 sentences are syntactically annotated; every word is tagged with information about head-dependency relations, syntactic status, and part of speech. To do this systematically we also created a set of guidelines for annotators, covering the major construction types and examples of common words and problems, which will be useful in projects on other languages as well.\n\nBroader impacts of our research have to do with science education and indigenous linguistic and cultural restoration. Karuk syntactic and semantic projects now feature in several large undergraduate classes at UC Berkeley, with at least nine advanced undergraduates undertaking independent work on the language. We hope this will contribute to a greater public engagement with indigenous language issues.\n\nWe also participate regularly in Karuk language education programs by attending and contributing to classes in Yreka, CA, for grade school students, high school students, and community members. We provide curriculum support and guidance and have created some concrete pedagogical materials that we have distributed in person and through our website. All online resources available through our project (linguistics.berkeley.edu/~karuk) have been adapted with the interests of community members in mind; these resources include 165 texts that can be read in various display formats, depending on user interest, and a lexicon with about 7,000 entries. We have also worked with Karuk community members on orthography design, verb structure, word order, culturally significant lexical semantics, and the use of archival materials.\n\n(Note: The title of our project mentions Yurok as well as Karuk, but budget constraints meant that most actual research focused on the Karuk language.)\n\n\t\t\t\t\tLast Modified: 12/28/2014\n\n\t\t\t\t\tSubmitted by: Line Mikkelsen"
 }
}