{
 "awd_id": "1065730",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Processes and Patterns in The North American Monsoon Macrosystem",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Timothy Kratz",
 "awd_eff_date": "2011-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 280623.0,
 "awd_amount": 280623.0,
 "awd_min_amd_letter_date": "2011-05-11",
 "awd_max_amd_letter_date": "2011-05-11",
 "awd_abstract_narration": "This project focuses on studying the processes in the earth's climate system that control the spatial coverage and year-to-year variation in the North American Monsoon System, which supports ecological and human systems from central Mexico through the southwestern United States.  The study will use advanced computer models that combine weather forecasting with biological processes associated with the plants on the ground to determine how the highly variable monsoon rains control the spread of invasive grasses, including cheat grass and buffel grass, and the how the spread of these invasive grasses may, in turn, influence seasonal weather patterns and the monsoon system itself.  Other aspects include the analysis of tree rings from across the southwest that will reveal historical patterns in the magnitude and distribution of the monsoons and also can be used to validate model predictions.  The study will also explore how low elevation dry grasslands and high elevation forests compare with regard to cycles of wildfires.  Summer rains are likely to influence the spread of fires from grasslands to forests and this study will help explain how this connection is influenced by variability in the monsoon rains.  Finally, an effort will made to extend understanding of what controls monsoon rains to include natural cycles in climate, such as those associated with the two-to-seven year El Nino cycle and the Pacific Decadal Oscillation, both of which affect surface temperatures of the Pacific Ocean.  This is a search for the ultimate causes of the coupling between monsoon rains and the ecological systems in the region.  For example, a main objective will be to explore the nature of the climate and ecological forces that define the spatial extent of the monsoon system, and the ocean processes and cycles that define its magnitude and long-term variation.  The participants in this large and integrated project include ecologists and climate scientists working together, from both the U.S. and Mexico.\r\n\r\nThis project will have broader impacts to science and society in several ways. Six post-doctoral students and seven graduate students will be trained.  A Discovery Fellows program will be created through the Laboratory of Tree Ring Research that will hire six school teachers, including some from the Navajo Nation, who will be involved in assembling a tree ring archive for the southwest. A process will be established to develop a new regional land surface computer model that will be administered by the National Center for Atmospheric Research and made widely available for use. A bi-national collaboration with Mexico will be started that will include extended visits each year with scientists and graduate students.  Finally, a display will be created that describes the relevance of summer monsoons to Native American groups and contemporary societies; it will be housed and shown at the Biosphere 2 Center in Tucson, which hosts about 75,000 visitors each year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiming",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiming Jin",
   "pi_email_addr": "jiming.jin@usu.edu",
   "nsf_id": "000524614",
   "pi_start_date": "2011-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "1000 OLD MAIN HL",
  "perf_city_name": "LOGAN",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280623.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The North American Monsoon (NAM) supplies a large percentage of the annual precipitation across the drought-prone southwest United States and Mexico. Therefore, the region&rsquo;s hydrology, ecology, and socioeconomics are all highly sensitive to future changes to the spatiotemporal pattern of rainfall. Exacerbating the already water-resource-limited region are the impressive regional population growth projections, which suggest a doubling of population by the middle of the 21<sup>st</sup> century. &nbsp;Accordingly, regional planners and resource managers have recently advocated for advances towards more accurate seasonal predictions of NAM rainfall, as well as more reliable future regional climate projections.</p>\n<p>&nbsp;</p>\n<p>Regarding future projections of the NAM, historical evaluation for the NAM shows general circulation models or global climate models (GCMs) typically perform poorly. Despite recent advances in computing power permitting global-scale fully-coupled climate models, GCM grid scales are still too coarse to accurately describe complex terrain features and coastlines. Because of this issue and others inherent to GCM model design, the seasonality and magnitude of the NAM convective environment, and thus the regional precipitation distribution, is poorly resolved. The poor historical performance of GCMs calls into question their ability to credibly provide a future projection of the NAM. To improve confidence in future NAM projection beyond current GCMs we tested the idea that increasing model grid resolution will improve the historical performance of the NAM. Using a higher-resolution regional climate model (RCM) run at 20-km we found a modest improvement in the modeled historical NAM environment and precipitation fields. However, needing forcing conditions at the boundary of the RCM, biases associated with the parent GCM produced similarly poor seasonality and intensity of the NAM. Even with higher grid resolution, NAM onset dates were, on average, 3-4 weeks too early over the core of the NAM&mdash;a result of the biased seasonality of the convective environment transmitted through the boundaries of the RCM. For this reason, we performed a second set of RCM simulations, where bias corrected boundary conditions were used to drive the model. These simulations showed marked improvements in the historical NAM convective environment and precipitation fields, with a reduction of root-mean-square-errors of August over the core of the NAM by 26% and 36% over the southwestern United States when compared to the original downscaled simulations. With higher grid resolution and less biased forcing conditions, confidence in future projections increases.</p>\n<p>&nbsp;</p>\n<p>As a result of increasing tropospheric stability under a warming climate, GCM&rsquo;s project the future NAM to feature a delayed onset, minor increase to mature season intensity, and delayed retreat phase. The downscaled higher-resolution simulations with the RCM showed a reversal of NAM trends towards earlier onset dates and more intense seasonal- and daily-scale precipitation was produced. Plagued by biased boundary conditions, the reversal in trends produced by the original downscaled simulations was limited to primarily the southwest United States and the highlands of the Mexico, with much of the core of the NAM remaining consistent with the parent GCM trends. After bias-correction, a much more apparent and spatially cohesive reversal of NAM trends across the entire NAM domain was produced.</p>\n<p>&nbsp;</p>\n<p>Analysis into the cause for such dramatic reversal in trends highlighted the role low-level atmospheric moisture plays regarding atmospheric stability and convection. While GCMs show greater tropospheric stability from a warming atmosphere, these models struggle to capture the spatial extent of the Gulf of California&mdash;the primary moisture source for the NAM. When including the effects from warmer SSTs increasing surface evaporation, the RCM improves the interaction between the competing mechanisms of a warmer troposphere (suppressing convection) and increased low-level moisture (enhancing convection). When including the destabilizing effects of increasing low-level moisture, the result of the improved interaction between these competing mechanisms is the reversal from the original GCM drying trend. Additionally, with a better representation of the land-sea temperature gradient, mesoscale circulation features and the resulting onshore moisture transport is more accurate; a mechanism that strengthens in the future simulations.</p>\n<p>&nbsp;</p>\n<p>The improved modeling techniques used for this study indicates the potential for a future NAM that climatologically, brings additional water resources over the historical normal. However, the increase in overall seasonal precipitation totals&mdash;while good news compared to current GCM projections of a dryer NAM&mdash;is overshadowed by the inter-model consistency for increasing interannual variability across a region already susceptible to extreme and persistent drought. Additionally, increases to extreme rainfall events suggestthe region will become more susceptible to flooding and economically challenging conditions during the NAM season.</p>\n<p>This project has supported a faculty member for his scientific research and several graduate students for their dissertation research. The project results have been disseminated to scientific communities and general public.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2016<br>\n\t\t\t\t\tModified by: Jiming&nbsp;Jin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe North American Monsoon (NAM) supplies a large percentage of the annual precipitation across the drought-prone southwest United States and Mexico. Therefore, the region?s hydrology, ecology, and socioeconomics are all highly sensitive to future changes to the spatiotemporal pattern of rainfall. Exacerbating the already water-resource-limited region are the impressive regional population growth projections, which suggest a doubling of population by the middle of the 21st century.  Accordingly, regional planners and resource managers have recently advocated for advances towards more accurate seasonal predictions of NAM rainfall, as well as more reliable future regional climate projections.\n\n \n\nRegarding future projections of the NAM, historical evaluation for the NAM shows general circulation models or global climate models (GCMs) typically perform poorly. Despite recent advances in computing power permitting global-scale fully-coupled climate models, GCM grid scales are still too coarse to accurately describe complex terrain features and coastlines. Because of this issue and others inherent to GCM model design, the seasonality and magnitude of the NAM convective environment, and thus the regional precipitation distribution, is poorly resolved. The poor historical performance of GCMs calls into question their ability to credibly provide a future projection of the NAM. To improve confidence in future NAM projection beyond current GCMs we tested the idea that increasing model grid resolution will improve the historical performance of the NAM. Using a higher-resolution regional climate model (RCM) run at 20-km we found a modest improvement in the modeled historical NAM environment and precipitation fields. However, needing forcing conditions at the boundary of the RCM, biases associated with the parent GCM produced similarly poor seasonality and intensity of the NAM. Even with higher grid resolution, NAM onset dates were, on average, 3-4 weeks too early over the core of the NAM&mdash;a result of the biased seasonality of the convective environment transmitted through the boundaries of the RCM. For this reason, we performed a second set of RCM simulations, where bias corrected boundary conditions were used to drive the model. These simulations showed marked improvements in the historical NAM convective environment and precipitation fields, with a reduction of root-mean-square-errors of August over the core of the NAM by 26% and 36% over the southwestern United States when compared to the original downscaled simulations. With higher grid resolution and less biased forcing conditions, confidence in future projections increases.\n\n \n\nAs a result of increasing tropospheric stability under a warming climate, GCM?s project the future NAM to feature a delayed onset, minor increase to mature season intensity, and delayed retreat phase. The downscaled higher-resolution simulations with the RCM showed a reversal of NAM trends towards earlier onset dates and more intense seasonal- and daily-scale precipitation was produced. Plagued by biased boundary conditions, the reversal in trends produced by the original downscaled simulations was limited to primarily the southwest United States and the highlands of the Mexico, with much of the core of the NAM remaining consistent with the parent GCM trends. After bias-correction, a much more apparent and spatially cohesive reversal of NAM trends across the entire NAM domain was produced.\n\n \n\nAnalysis into the cause for such dramatic reversal in trends highlighted the role low-level atmospheric moisture plays regarding atmospheric stability and convection. While GCMs show greater tropospheric stability from a warming atmosphere, these models struggle to capture the spatial extent of the Gulf of California&mdash;the primary moisture source for the NAM. When including the effects from warmer SSTs increasing surface evaporation, the RCM improves the interaction between the competing mechanisms of a warmer troposphere (suppressing convection) and increased low-level moisture (enhancing convection). When including the destabilizing effects of increasing low-level moisture, the result of the improved interaction between these competing mechanisms is the reversal from the original GCM drying trend. Additionally, with a better representation of the land-sea temperature gradient, mesoscale circulation features and the resulting onshore moisture transport is more accurate; a mechanism that strengthens in the future simulations.\n\n \n\nThe improved modeling techniques used for this study indicates the potential for a future NAM that climatologically, brings additional water resources over the historical normal. However, the increase in overall seasonal precipitation totals&mdash;while good news compared to current GCM projections of a dryer NAM&mdash;is overshadowed by the inter-model consistency for increasing interannual variability across a region already susceptible to extreme and persistent drought. Additionally, increases to extreme rainfall events suggestthe region will become more susceptible to flooding and economically challenging conditions during the NAM season.\n\nThis project has supported a faculty member for his scientific research and several graduate students for their dissertation research. The project results have been disseminated to scientific communities and general public. \n\n\t\t\t\t\tLast Modified: 08/26/2016\n\n\t\t\t\t\tSubmitted by: Jiming Jin"
 }
}