{
 "awd_id": "1066475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: GOALI: Synergistic Improvement of Process Safety and Product Quality Using Process Databases",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 352025.0,
 "awd_amount": 360025.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2013-03-25",
 "awd_abstract_narration": "1066475\r\nSeider\r\n\r\nIntellectual Merit \r\n\r\nThe chemical and petroleum industries and regulators have been improving the safety of processing plants, especially with every new accident such as those in the Gulf of Mexico, Texas City, Flixborough, Seveso, and Bhopal. In addition, the EPA, the American Chem. Council, Sandia Natl. Lab., the U.S. Coast Guard, and the Dept. of Homeland Security, have added security standards to existing safety regulations [OSHA Process Safety Management (PSM), EPA Risk Management Plan (RMP)] that apply to the chemical and petroleum industries. In spite of these efforts, the industries have devoted less attention to accurate risk and vulnerability assessments compared to the aircraft, military, and nuclear industries. The potential for loss of human lives and economic losses that may jeopardize companies existences, in addition to social and legal complications, have increased the desire to have inherent safety and security, and dynamic risk assessment and reliability as vital requirements in the planning, development, design, control, and operations of processing plants. \r\n\r\nThe PIs have developed a mathematical model to estimate the failure probabilities of various critical accident scenarios associated with a chemical process given abnormal events and accident precursor data, using copulas and Bayesian analysis. They extended this model to utilize large distributed control system (DCS) and emergency shutdown (ESD) system databases, involving alarm data associated with an industrial fluid-catalytic-cracking unit. In so doing, they developed new methods for estimating performance indicators, carrying out alarm system analysis, and estimating leading indicators of shut-downs (trips) and accidents  to assist process operators and management in recognizing near-misses and making adjustments to prevent the occurrence of dangerous and costly incidents. \r\n\r\nIn this research, they will introduce and study new methods for dynamic risk assessment of chemical plants and test their findings in collaboration with Air Liquide Research and Development in Newark, DE. The methods will be tested using DCS and ESD system databases during steady operation and startup. Initially, they will work exclusively with safety data. Gradually, they will utilize product-quality data to identify near-misses and prevent accidents more effectively; that is, to achieve improved process safety and product quality in a synergistic way. Among the research challenges that will be investigated are: (1) efficiently handling large and complex event trees associated with alarm databases, (2) systematically conducting near-miss utilization and management to develop leading indicators, (3) introducing and testing a new Bayesian analysis method using copulas, (4) developing a method of identification of special causes from available process information at each time instant, (5) developing a method of predicting possible near-future accidents from available process information at each time instant, (6) efficiently handling the alarms associated with highly correlated variables, and (7) introducing a computationally-efficient method for estimating profit losses associated with near-misses. Prototype software will be developed to test the new techniques and to perform company-wide dynamic risk analysis. The methods will be implemented and tested on several industrially important processes through simulations and in real-time at Air Liquide. \r\nBroader Impacts \r\n\r\nPotential impacts of the project are societal, economical, technological and educational, among others. The new methods will permit more thorough risk analyses utilizing large dynamic databases providing safer processing plants that more consistently produce on-specification products, thus increasing profits. The methods and software will be available to the process industries and in design and control courses at universities. These new risk-assessment techniques will lead to more quantitative safety coverage in future editions of the PIs design textbook. Although the project focuses on near-misses and failure probabilities in processing plants, these techniques can be easily utilized in other industries/organizations, such as the aviation, healthcare and nuclear industries. The work is multidisciplinary in nature involving chemical engineers, risk analysts, and statisticians. Several students will be trained in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Warren",
   "pi_last_name": "Seider",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Warren D Seider",
   "pi_email_addr": "seider@seas.upenn.edu",
   "nsf_id": "000183393",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ulku",
   "pi_last_name": "Oktem",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ulku Oktem",
   "pi_email_addr": "oktem@wharton.upenn.edu",
   "nsf_id": "000170199",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olivier",
   "pi_last_name": "Cadet",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olivier Cadet",
   "pi_email_addr": "olivier.cadet@airliquide.com",
   "nsf_id": "000560539",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Arbogast",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Arbogast",
   "pi_email_addr": "jeffrey.arbogast@airliquide.com",
   "nsf_id": "000560540",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "3451 WALNUT ST STE 440A",
  "perf_city_name": "PHILADELPHIA",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049E",
   "pgm_ref_txt": "CHEMICAL PROCESS CONTROL"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "7752",
   "pgm_ref_txt": "CDI NON SOLICITED RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 113668.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 240357.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>To maintain safe operation, chemical plants and other manufacturing facilities use alarm and safety interlock systems to alert plant operators to emerging abnormal conditions and take automatic action to safely shut-down the plant (in part or full) once necessary.&nbsp; In general, plants experience hundreds or even thousands of alarms per day as recorded in the plant alarm database.&nbsp; In most cases, the operator takes effective corrective action to return the plant to normal operating conditions.&nbsp; For these cases, which may be considered &ldquo;near-misses,&rdquo; the alarm database is rarely analyzed in industrial practice unless an incident (e.g., automatic shut-down or accident) occurs.&nbsp; But, with <a href=\"#_msocom_1\">[j1]</a>&nbsp;high-speed computers, these databases can be analyzed to identify process near-misses and determine the probabilities of automatic plant shut-downs and serious accidents.</p>\n<p>In our research, we have been developing statistical techniques that analyze the effectiveness of alarm and safety interlock systems.&nbsp;&nbsp; As time proceeds, our statistical techniques estimate the failure probabilities of the alarm and safety interlock systems &ndash; providing estimates of the probability of an automatic plant shut-down (generally sufficient to avoid an accident or significant damage to equipment) or of an accident . This is referred to as dynamic risk analysis (DRA), as failure probabilities are updated with new alarm data.&nbsp; We take advantage of extensive \"near-miss\" data in the plant alarm database to estimate the probabilities of these events (e.g., automatic shut-down, accidents), which occur very rarely.</p>\n<p>In the work on this project, we combined theoretical models of process equipment with statistical analysis of alarm data from operating plants.&nbsp; We tested our new methods on an Air Liquide steam-methane reformer plant, which reacts natural gas (methane) and steam to produce hydrogen product, principally for use in refineries to upgrade heavy crude oil into diesel, jet fuel, and gasoline and then for desulfurization of these refined fuels.&nbsp; These plants are subject to many disturbances that are challenging to control, resulting in alarms and automatic actions to safely shut the plant down when necessary to avoid safety and environmental consequences or equipment damage.&nbsp;&nbsp; &nbsp;&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Impact</span></p>\n<p>Our new methods for DRA are applicable in all manufacturing operations involving alarm and safety interlock systems.&nbsp; The significance of the potential safety, environmental, and economic consequences from abnormal situations motivates methods such as those developed and tested in this project.&nbsp; Our DRA methods provide the underpinnings for work to apply similar methods in industrial chemical plants by startup companies (e.g., Near-Miss Management, LLC) and established firms (e.g., Air Liquide).&nbsp; Some of our research results are being transferred to these companies.&nbsp; Also, Warren Seider is including a discussion of DRA methods in Section 3.5, on design for process safety, in the fourth edition of his design textbook, Product and Process Design Principles.</p>\n<div>\n<hr size=\"1\" />\n<div>\n<div>\n<p>&nbsp;</p>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2014<br>\n\t\t\t\t\tModified by: Warren&nbsp;D&nbsp;Seider</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nTo maintain safe operation, chemical plants and other manufacturing facilities use alarm and safety interlock systems to alert plant operators to emerging abnormal conditions and take automatic action to safely shut-down the plant (in part or full) once necessary.  In general, plants experience hundreds or even thousands of alarms per day as recorded in the plant alarm database.  In most cases, the operator takes effective corrective action to return the plant to normal operating conditions.  For these cases, which may be considered \"near-misses,\" the alarm database is rarely analyzed in industrial practice unless an incident (e.g., automatic shut-down or accident) occurs.  But, with [j1] high-speed computers, these databases can be analyzed to identify process near-misses and determine the probabilities of automatic plant shut-downs and serious accidents.\n\nIn our research, we have been developing statistical techniques that analyze the effectiveness of alarm and safety interlock systems.   As time proceeds, our statistical techniques estimate the failure probabilities of the alarm and safety interlock systems &ndash; providing estimates of the probability of an automatic plant shut-down (generally sufficient to avoid an accident or significant damage to equipment) or of an accident . This is referred to as dynamic risk analysis (DRA), as failure probabilities are updated with new alarm data.  We take advantage of extensive \"near-miss\" data in the plant alarm database to estimate the probabilities of these events (e.g., automatic shut-down, accidents), which occur very rarely.\n\nIn the work on this project, we combined theoretical models of process equipment with statistical analysis of alarm data from operating plants.  We tested our new methods on an Air Liquide steam-methane reformer plant, which reacts natural gas (methane) and steam to produce hydrogen product, principally for use in refineries to upgrade heavy crude oil into diesel, jet fuel, and gasoline and then for desulfurization of these refined fuels.  These plants are subject to many disturbances that are challenging to control, resulting in alarms and automatic actions to safely shut the plant down when necessary to avoid safety and environmental consequences or equipment damage.     \n\nImpact\n\nOur new methods for DRA are applicable in all manufacturing operations involving alarm and safety interlock systems.  The significance of the potential safety, environmental, and economic consequences from abnormal situations motivates methods such as those developed and tested in this project.  Our DRA methods provide the underpinnings for work to apply similar methods in industrial chemical plants by startup companies (e.g., Near-Miss Management, LLC) and established firms (e.g., Air Liquide).  Some of our research results are being transferred to these companies.  Also, Warren Seider is including a discussion of DRA methods in Section 3.5, on design for process safety, in the fourth edition of his design textbook, Product and Process Design Principles.\n\n\n\n\n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 11/02/2014\n\n\t\t\t\t\tSubmitted by: Warren D Seider"
 }
}