{
 "awd_id": "1066168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An International Workshop on Smart and Resilient Transportation Infrastructure",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dennis Wenger",
 "awd_eff_date": "2011-01-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2010-12-29",
 "awd_max_amd_letter_date": "2010-12-29",
 "awd_abstract_narration": "Smart Infrastructure (SI) is the infrastructure composed of materials or structures that can sense the environmental or status changes and adapt to the changes for positive effects. It may simply consist of smart materials that can adapt to temperature changes or stress status, or a structure that includes smart sensors to help the structure to perform adaptations. SI technologies have resulted from the integration and deployment of innovative technologies developed from several NSF initiatives on sensing technology, information technology, high performance materials, cyber infrastructure, and computational science and engineering. Applications of SI technologies to transportation infrastructure are emerging and require vision development and multidisciplinary collaborations of researchers in the areas of smart technologies, sensor development and deployment, computational simulation, and transportation infrastructure design, construction, operation and maintenance. The objectives of this workshop are to 1) brain storm on and present vision and perspectives for smart and resilient transportation infrastructure; 2) identify promising technologies and tools for smart transportation infrastructure; 3) identify barriers and research needs for developing smart transportation infrastructure; and 4) discuss potential national and international collaborations for a partnership among academic institutions, industries and governmental agencies.   It is anticipated that the outcome of the workshop would include the development of a systematical outline for directions of future research, development, deployment and education; and provision of a forum for researchers in different disciplines to team up for synergistic programs. \r\n\r\nSmart and resilient transportation infrastructure is critical to the economy and security of the nation. Systematic research, development and education in this area may lead to industrial innovations and high-tech job opportunities. The proceeding planed for the workshop may serve as a visional document to guide graduate research and education, which may lead to potential joint offer of graduate courses resulted from collaborations of participants. The multidisciplinary graduate education program may present impact on training future generations of engineers with expertise on multi-technology synthesis and entrepreneurship development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linbing",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Linbing Wang",
   "pi_email_addr": "Linbing.Wang@uga.edu",
   "nsf_id": "000258832",
   "pi_start_date": "2010-12-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Inman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Inman",
   "pi_email_addr": "daninman@umich.edu",
   "nsf_id": "000320966",
   "pi_start_date": "2010-12-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163100",
   "pgm_ele_name": "CIS-Civil Infrastructure Syst"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>A.&nbsp;&nbsp;&nbsp;</strong><strong>Goals, Objectives, Major Activities and Theme Topics</strong></p>\n<p>The goals of the International Workshop: Smart and Resilient Transportation Infrastructure are to bring together about 35 active researchers in the areas of smart technologies, sensor development and deployment, computational simulation, and transportation infrastructure design, construction, operation and maintenance to summarize achievements, brainstorm future opportunities and establish partnerships in both research and education. The specific objectives include:</p>\n<p><strong>a)&nbsp;&nbsp;</strong>Brain storming and presenting vision and perspectives for smart and resilient transportation infrastructure;</p>\n<p><strong>b)&nbsp; </strong>Identifying promising technologies and tools for smart transportation infrastructure;</p>\n<p><strong>c)&nbsp;&nbsp;</strong>Identifying barriers and research needs for developing smart transportation infrastructure;</p>\n<p><strong>d)&nbsp; </strong>Discussing potential national and international collaborations for a partnership among academic institutions, industries and governmental agencies.</p>\n<p>The workshop was held at The Inn at Virginia Tech and Skelton Conference Center &nbsp;at Blacksburg, VA on April 16<sup>th</sup> and 17<sup>th</sup> 2012. More detail of this workshop is listed on the website: <a href=\"http://www.nsfsmart.cee.vt.edu/\">http://www.nsfsmart.cee.vt.edu/</a>.<br />The workshop consists of the following three parts:</p>\n<p><strong>a)&nbsp;</strong>Six theme topic presentations (keynotes);</p>\n<p><strong>b)&nbsp;&nbsp;</strong>21 nugget presentations;</p>\n<p><strong>c)&nbsp;</strong>Four brain-storming discussion sessions.</p>\n<p>The these presentations and&nbsp;discussions focus on the following four theme topics pertinent to smart and resilient transportation infrastructure and the objectives of the workshop.</p>\n<p>1.&nbsp;&nbsp;Vision for Smart and Resilient Transportation Infrastructure</p>\n<p>2.&nbsp;Advanced Sensing Technology Applications in Transportation Infrastructure</p>\n<p>3.&nbsp;Smart Materials Applications in Transportation Infrastructure</p>\n<p>4.&nbsp;&nbsp;Integration of Multi-sensor Data into Computational Simulations of Infrastructure Deterioration and Optimal Decision-making&nbsp;</p>\n<p>A special issue of the&nbsp;International Journal of Pavement Research and Technology (IJPRT) was published to present a collection of papers submitted to the International Workshop on Smart and Resilient Transportation Infrastructure. The eight technical papers and three<br />technical notes in this issue cover a wide spectrum of subjects along the four<br />theme topics. It includes varies topics, like remote sensing; smart and<br />self-powered wireless network system; flexible membrane techniques; Bragg<br />Grating sensors; piezoelectric energy harvesting and thermal energy harvesting, which serve both power-supply and sensing functionality. A paper on pavement distress analysis using a wavelet transform technique and a review and perspective paper on pavement monitoring are also included in this issue.</p>\n<p>&nbsp;</p>\n<p><strong>B.&nbsp;&nbsp;&nbsp;</strong><strong>Research and Education Needs Statements</strong></p>\n<p>The workshop&nbsp;develops the needs statemenst for&nbsp;research and education in the following three categories.</p>\n<p><strong>Multifunctional Material</strong></p>\n<p>According to the discussion at the workshop, the long term performance and durability need to be enhanced. The researchers should pay attention to how to restore an application if one of its functions has failed. Some critical research priorities have been emphasized:</p>\n<p><strong>a)&nbsp;&nbsp;</strong>Flexible electronic components;</p>\n<p><strong>b)&nbsp; </strong>Methodologies of sending signal from embedded sensors;</p>\n<p><strong>c)&nbsp;&nbsp;</strong>Designing of the schemes to capture ...",
  "por_txt_cntn": "\nA.   Goals, Objectives, Major Activities and Theme Topics\n\nThe goals of the International Workshop: Smart and Resilient Transportation Infrastructure are to bring together about 35 active researchers in the areas of smart technologies, sensor development and deployment, computational simulation, and transportation infrastructure design, construction, operation and maintenance to summarize achievements, brainstorm future opportunities and establish partnerships in both research and education. The specific objectives include:\n\na)  Brain storming and presenting vision and perspectives for smart and resilient transportation infrastructure;\n\nb)  Identifying promising technologies and tools for smart transportation infrastructure;\n\nc)  Identifying barriers and research needs for developing smart transportation infrastructure;\n\nd)  Discussing potential national and international collaborations for a partnership among academic institutions, industries and governmental agencies.\n\nThe workshop was held at The Inn at Virginia Tech and Skelton Conference Center  at Blacksburg, VA on April 16th and 17th 2012. More detail of this workshop is listed on the website: http://www.nsfsmart.cee.vt.edu/.\nThe workshop consists of the following three parts:\n\na) Six theme topic presentations (keynotes);\n\nb)  21 nugget presentations;\n\nc) Four brain-storming discussion sessions.\n\nThe these presentations and discussions focus on the following four theme topics pertinent to smart and resilient transportation infrastructure and the objectives of the workshop.\n\n1.  Vision for Smart and Resilient Transportation Infrastructure\n\n2. Advanced Sensing Technology Applications in Transportation Infrastructure\n\n3. Smart Materials Applications in Transportation Infrastructure\n\n4.  Integration of Multi-sensor Data into Computational Simulations of Infrastructure Deterioration and Optimal Decision-making \n\nA special issue of the International Journal of Pavement Research and Technology (IJPRT) was published to present a collection of papers submitted to the International Workshop on Smart and Resilient Transportation Infrastructure. The eight technical papers and three\ntechnical notes in this issue cover a wide spectrum of subjects along the four\ntheme topics. It includes varies topics, like remote sensing; smart and\nself-powered wireless network system; flexible membrane techniques; Bragg\nGrating sensors; piezoelectric energy harvesting and thermal energy harvesting, which serve both power-supply and sensing functionality. A paper on pavement distress analysis using a wavelet transform technique and a review and perspective paper on pavement monitoring are also included in this issue.\n\n \n\nB.   Research and Education Needs Statements\n\nThe workshop develops the needs statemenst for research and education in the following three categories.\n\nMultifunctional Material\n\nAccording to the discussion at the workshop, the long term performance and durability need to be enhanced. The researchers should pay attention to how to restore an application if one of its functions has failed. Some critical research priorities have been emphasized:\n\na)  Flexible electronic components;\n\nb)  Methodologies of sending signal from embedded sensors;\n\nc)  Designing of the schemes to capture only \"critical performance metrics\";\n\nd)  Data storage and exchange standardization;\n\ne)  Indicating degradation and durability using chemical sensors;\n\nf)   Matching low power generation with sensors to consume lower power;\n\ng)  How to utilize new materials in market and approve the practice of those materials for 5-7 years by sensing technology;\n\nh)  Methodologies to define performance requirements for the material.\n\nThe universities, decision makers, industry and society should setup joint courses, delivery mechanisms and continuing education. They also should use field demonstrations to deliver the messages and find the methodologies for effective use of such demonstrations.\n\n\nSensing Technology\n\nAs discu..."
 }
}