{
 "awd_id": "1066769",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Fluorochemical Signatures in Municipal Waste and Landfill Leachate",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 233882.0,
 "awd_amount": 233882.0,
 "awd_min_amd_letter_date": "2011-02-17",
 "awd_max_amd_letter_date": "2014-11-21",
 "awd_abstract_narration": "Collaborative Proposal 1067144 PI Field/1066769 PI Barlaz\r\n\r\nFluorochemicals are now detected in both humans and wildlife, as well as in aquatic, terrestrial, and atmospheric environments.  The unique characteristics of fluorocarbon chains make them useful in a wide range of applications yet resistant to abiotic and biological degradation.  Perfluorooctane sulfonate (PFOS) is not degraded by any known natural processes. The majority of fluorochemicals are applied to solid surfaces (e.g., carpets, textiles, paper) and these products are typically disposed of in landfills; however, virtually nothing is known about the processes that release fluorochemicals into leachate. In modern landfills, leachate is routed to wastewater treatment plants; however, fluorochemicals are not attenuated during wastewater treatment.  For the thousands of older, closed landfills that were constructed without leachate collection systems, leachate is often released to groundwater. Research is critically needed to understand the role that landfills play as point sources of fluorochemicals in the environment.\r\nHypothesis 1 is that fluorochemicals in landfills are released from refuse by physical leaching and by anaerobic biodegradation of the fluorocarbon-containing solids.  Hypothesis 2 is that carpet, textiles, and paper are the primary sources of fluorochemicals and that the fluorochemical ?signature? of refuse can be used to differentiate landfills from other inputs to surface water such as municipal wastewater effluent.  Hypothesis 3 is that landfills represent a long-term source of fluorochemicals and are a significant component of our nation?s fluorochemical inventory. Controlled laboratory experiments, field sampling and a model will be used to assess our hypotheses. Objective 1 is to quantify the concentration and composition of fluorochemicals released from refuse and refuse components by leaching and biodegradation of these refuse components. Experiments will be conducted in controlled landfill simulation reactors under both abiotic and biologically active anaerobic conditions. Quantitative data on individual fluorochemicals and the total oxidizable precursors that form dead-end, persistent fluorochemical forms including PFOS and PFOA will be obtained. The data will be used to identify the types of refuse that release individual fluorochemicals and their precursors and enable us to rationalize the fluorochemical ?signatures? of leachates. Objective 2 is to characterize fluorochemical concentrations in leachate. Leachates from a representative cross section of U.S. landfills will be analyzed to assess the effects of refuse age, climate, and landfill operating strategy. Objective 3 is to estimate the mass of fluorochemicals released to engineered (e.g., wastewater treatment plants) and natural (e.g., groundwater) systems on a national scale using an inventory model developed in this research.\r\nIntellectual Merit: This proposal represents the first effort to quantitatively evaluate the processes occurring within landfills that result in fluorochemical release and the relative importance of solid waste as a source of fluorochemicals. This project will (1) quantify the processes that result in fluorochemicals in landfill leachate, (2) establish the components of municipal refuse that release fluorochemicals, and (3) establish the basis for quantifying the degree to which landfills are long-term repositories and point sources of fluorochemicals released to engineered and natural aquatic systems.  In terms of the broader impacts, this research will resonate with a public that is increasingly aware of trace organic chemicals in consumer products and in the environment. The PIs will capitalize on this awareness by developing a well-publicized web site that relates everyday items such as fast-food take-out boxes and stain resistant textiles to environmental engineering and chemistry. The proposed research will allow one Ph.D. student at each institution to participate in a high-profile project that involves collaboration between two universities. The inventory model will provide an estimate of fluorochemical release to the environment as well as a means for exploring uncertainty in this estimate that will be useful for regulators who must prioritize fluorochemical control efforts. The inventory model will also be useful for the assessment of other releases from landfills as data become available and will serve as a starting point for extension of this work globally.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Morton",
   "pi_last_name": "Barlaz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Morton A Barlaz",
   "pi_email_addr": "barlaz@ncsu.edu",
   "nsf_id": "000197266",
   "pi_start_date": "2011-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2601 WOLF VILLAGE WAY",
  "perf_city_name": "RALEIGH",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 84043.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149839.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is growing interest in understanding the source of per- and polyfluoroalkyl substances (PFASs) present in the environment and in humans.&nbsp; The major goals of the project were to: (1) develop a methodology for measuring PFASs in landfill leachate, (2) quantify the concentration and composition of PFASs released from municipal refuse due to non-biological leaching and biodegradation, (3) characterize PFASs in leachates from US landfills, and (4) estimate the mass of PFASs released to wastewater treatment plants on a national scale. The products of this study included the development of an analytical method that accurately measures 70+ PFASs in complex landfill leachate.&nbsp; This methodology is now available to the public in the form of a peer-reviewed manuscript.&nbsp; A second paper describes the release of PFASs from municipal waste in laboratory model landfill reactors and differentiates PFASs released by leaching as water passes over refuse from those PFASs released upon the biodegradation of the refuse material.&nbsp; Slow release of PFASs from municipal refuse indicates that landfill will act as long-term sources of PFASs.&nbsp; A third paper describes the release of PFASs from laboratory reactors that were filled with either carpet or textiles.&nbsp; Both materials were shown to be significant sources of PFASs.&nbsp; In the case of carpet, biological processes were an important control on release while in the case of textiles, sample heterogeneity was most important.&nbsp; A survey of landfills resulted in an estimate of the total volume of landfill leachate generated in the U.S. (74 million m<sup>3</sup>) and the total mass of PFASs release to wastewater treatment plants (850 &ndash; 1055 kg).&nbsp; The results increase our understanding of the role that landfills play as sources of human and environmental exposure to PFASs. Two graduate students and four undergraduates were trained as part of this project, of which three were female and one was from an underrepresented minority.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/11/2016<br>\n\t\t\t\t\tModified by: Morton&nbsp;A&nbsp;Barlaz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is growing interest in understanding the source of per- and polyfluoroalkyl substances (PFASs) present in the environment and in humans.  The major goals of the project were to: (1) develop a methodology for measuring PFASs in landfill leachate, (2) quantify the concentration and composition of PFASs released from municipal refuse due to non-biological leaching and biodegradation, (3) characterize PFASs in leachates from US landfills, and (4) estimate the mass of PFASs released to wastewater treatment plants on a national scale. The products of this study included the development of an analytical method that accurately measures 70+ PFASs in complex landfill leachate.  This methodology is now available to the public in the form of a peer-reviewed manuscript.  A second paper describes the release of PFASs from municipal waste in laboratory model landfill reactors and differentiates PFASs released by leaching as water passes over refuse from those PFASs released upon the biodegradation of the refuse material.  Slow release of PFASs from municipal refuse indicates that landfill will act as long-term sources of PFASs.  A third paper describes the release of PFASs from laboratory reactors that were filled with either carpet or textiles.  Both materials were shown to be significant sources of PFASs.  In the case of carpet, biological processes were an important control on release while in the case of textiles, sample heterogeneity was most important.  A survey of landfills resulted in an estimate of the total volume of landfill leachate generated in the U.S. (74 million m3) and the total mass of PFASs release to wastewater treatment plants (850 &ndash; 1055 kg).  The results increase our understanding of the role that landfills play as sources of human and environmental exposure to PFASs. Two graduate students and four undergraduates were trained as part of this project, of which three were female and one was from an underrepresented minority.\n\n \n\n\t\t\t\t\tLast Modified: 06/11/2016\n\n\t\t\t\t\tSubmitted by: Morton A Barlaz"
 }
}