{
 "awd_id": "1066483",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sovereign Default in Emerging Economies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2010-10-30",
 "awd_exp_date": "2012-04-30",
 "tot_intn_awd_amt": 24293.0,
 "awd_amount": 24293.0,
 "awd_min_amd_letter_date": "2010-10-25",
 "awd_max_amd_letter_date": "2010-10-25",
 "awd_abstract_narration": "International interest rates emerging countries face are high, volatile and countercyclical.  Understanding their behavior is a central open issue in international macroeconomics.  A common view is that interest rates reflect the risk of default that governments have.  However standard small open economy models do not feature an endogenous default option or default premium and thus cannot address interest rates fluctuations.  Sovereign debt models have studied precisely incentives to default and the existence of sovereign debt, but generally they do not feature default as an equilibrium outcome and are silent regarding default premium.  This study comprises three projects on international debt and interest rate fluctuations in a dynamic model featuring equilibrium default.  The model generates interest rates movements that are consistent with the data.  With unenforceable debt contracts and incomplete markets, fluctuations in output generate positive and countercyclical default premiums.  Moreover these frictions account quantitatively for the sharp dynamics of consumption and real exchange rates that countries experience in crisis and default episodes.\r\n\r\nThe first project develops a framework to study equilibrium default and interest rates movements that arise due to endogenous time varying default probabilities.  The model features a risk-averse borrower and risk-neutral lender who trade unenforceable discount bonds that pay a non contingent face value.  Default happens in equilibrium because asset markets are incomplete and lenders are willing to trade debt contracts that in some states will result in a default at a higher premium.  With incomplete markets, it is shown that default happens in low endowment realizations that contrast with models featuring unenforceability and a complete set of assets.  The key intuition is that with incomplete markets after a series of low endowment shocks, debt increases so much that the borrower experiences capital outflows and these are more costly in low endowment realizations.  Endogenous borrowing constraints arise in the model because interest rates are higher for larger debts and these contracts can actually deliver lower cash flows.\r\n\r\nThe second project explores the quantitative implications of the default model with incomplete markets in accounting for default episodes that are accompanied by sharp collapses in consumption and real exchange rates.  The model is modified by adding a nontradable sector to study the interaction between interest rates and real exchange rates.  This model predicts the recent default event in Argentina and can generate the aggregate dynamics observed during the default.  The model also matches the data in generating countercyclical interest rates.  The main discrepancy with the data is the much lower interest rates volatility and spread the model generates.\r\n\r\nThe third project develops a model of long maturity defaultable bonds to investigate the low interest rate volatility anomaly.  Long-term bonds provide a mechanism by which default probabilities will increase slowly over time because spreads can be positive even if the default event is likely only in the far future.  Thus, interest rate spreads will be positive for a larger set of debt positions because they will reflect the future discounted present value of default probabilities.  This component of the study will assess quantitatively this new model and also study empirically the term structure of sovereign bonds using a dataset that contains secondary market prices of sovereign bonds for multiple emerging countries.  \r\n\r\nBroader Impacts:  Understanding interest rate fluctuations and debt issues are of special interest to policy makers in emerging countries.  The project has implications for sustainable debt levels and for combinations of debt and income that could end in default.  Moreover this study has lessons for the design of international debt contracts, the maturity of sovereign bonds and how these can affect the default probabilities.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Arellano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina Arellano",
   "pi_email_addr": "arellano.cristina@gmail.com",
   "nsf_id": "000292018",
   "pi_start_date": "2010-10-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 MASSACHUSETTS AVE",
  "perf_city_name": "CAMBRIDGE",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0107",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "490100",
   "fund_code": "app-0107",
   "fund_name": "",
   "fund_symb_id": ""
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2007,
   "fund_oblg_amt": 24293.0
  }
 ],
 "por": null
}