{
 "awd_id": "1066517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Dynamics of Ionomer Melts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 219697.0,
 "awd_amount": 226197.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2013-05-20",
 "awd_abstract_narration": "1066517\r\nWeiss \r\n\r\nIonomers are chain molecules with strong attractive intermolecular forces that exhibit complex flow phenomena due to strong physical associations of the ionic dipoles attached to the chains. The strength of the interactions and the relaxation times of the associations are dependent on the nature of the fixed ion and the mobile counterion, the concentration of such charges and the time, temperature and amplitude of the deformation of the fluid. The details of the relationship between the physical intermolecular associations and the melt flow of ionomers is poorly understood, and this has hampered, in many cases, their commercial application. Previous research on the rheology of ionomers has been hindered by the inability to separate effects from the dipolar interactions and chain entanglements. This research focuses on characterizing the rheological behavior of a model ionomer system, lightly sulfonated polystyrene ionomers, with molecular weight below that where chain entanglements occur. The unsulfonated polystyrene is a Rouse chain, and only the influence of the dipolar interactions will affect the rheological properties of the ionomer melts. The specific objectives of the research are: 1) to develop an understanding of how the nature of the mobile counterion affects the rheology, specifically the relaxation times of the chain and the ionic associations; 2) to determine how elasticity is developed in these unentangled systems, 3) to resolve the origin of shear-thickening that has been observed in ionomer melts, and 4) to understand how low molecular weight additives can be used to engineer the melt rheology. The project will include the synthesis and characterization of the ionomers, steady state, dynamic shear and relaxation measurements of tionomer melts, and real-time, small angle neutron scattering evaluation of the ionomer chain structure in the melt during shear deformation. \r\n\r\nGraduate students will be trained in the field of complex fluids and polymer rheology, skills that are increasingly in demand by the U.S. polymer industry. High school, undergraduate and graduate students will participate in the research. The PI is part of a demonstration program between the University of Akron and a local high school in the city of Akron, OH, that provides opportunities for students, grades 10-12 to carry out inquiry-based research in the PI's laboratory. Graduate and undergraduate students will be recruited from academic programs and by targeted recruiting of students from underrepresented groups. The PI and students working on this research will also cooperate with the Akron Global Polymer Academy to develop teaching and demonstration aids on complex fluids. \r\n\r\nIonomers are used in a variety of commercial applications, including commodity thermoplastics, thermoplastic elastomers, membranes (e.g., for fuel cells, reverse osmosis, humidification and batteries), compatibilizers for polymer blends, adhesives, hydrocarbon solution viscosifiers, drilling muds and organogels. An understanding of the rheological behavior of ionomers and how to control the rheology by composition, external variables such as temperature and stress, and with additives is important with regard to those applications, as well as for processing films and shaped articles from these polymers. A detailed understanding of how to engineer the processing behavior of ionomer melts while still achieving the desirable physical and mechanical properties of these materials could result in new technologies, such as the extrusion of functional thin films and roll-to-roll processing, technologies that are currently dominated by solution casting and batch processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Weiss",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Robert A Weiss",
   "pi_email_addr": "rweiss@uakron.edu",
   "nsf_id": "000278308",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Akron",
  "inst_street_address": "302 BUCHTEL COMMON",
  "inst_street_address_2": "",
  "inst_city_name": "AKRON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309722760",
  "inst_zip_code": "443250001",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "OH13",
  "org_lgl_bus_name": "THE UNIVERSITY OF AKRON",
  "org_prnt_uei_num": "DFNLDECWM8J8",
  "org_uei_num": "DFNLDECWM8J8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Akron",
  "perf_str_addr": "302 BUCHTEL COMMON",
  "perf_city_name": "AKRON",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "443250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "OH13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 219697.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit. </strong>The objectives of the research of this research were to develop an improved understanding of the melt rheological behavior of ionomers and the relationship between the flow properties and the microstructure of ionomers.&nbsp; Ionomers exhibit a microphase separated morphology where nanodomains of the ionic species act as multifunctional supramolecular crosslinks that are responsible for the material&rsquo;s mechanical and flow properties. The research included characterization of steady flow and dynamic properties of oligomeric sulfonated polystyrene (SPS) ionomers containing alkali metal salts. The parent PS exhibited Rouse-like behavior and all changes in the rheological behavior for the ionomers were due to association of ionic dipoles and the formation of nanodomains that provided a transient elastic network.&nbsp; High molecular weight SPS ionomers were used to obtain rheological data for the development and assessment of a constitutive equation for ionomer melts.</p>\n<p>&nbsp;</p>\n<p>Experiments included small and large amplitude oscillatory shear (SAOS/LAOS), steady shear, transient shear and elongational flows, stress recovery following nonlinear flow and creep and relaxation following cessation of flow. The incorporation of a small concentration of alkali-metal neutralized sulfonate groups onto unentangled PS produced a significant increase in the melt viscosity and the development of finite elasticity. A rubbery plateau evident in the linear viscoelastic (LVE) behavior confirmed the presence of an elastic network formed by a supramolecular transient network. The plateau modulus was insensitive to the choice of the cation, but the zero-shear viscosity and elasticity scaled with the ion-pair Coulomb energy. The rheology was consistent with an ion-hopping mechanism, whereby the stress in the network chains relaxes by extracting ionic segments out of one nanodomain and diffuses to another domain. The plateau modulus, G<sub>N</sub>, was insensitive to the choice of the cation. Time-temperature superposition failed for these materials, which is a consequence of overlapping relaxation processes, one involving terminal flow of the backbone chain and the other ion-hopping of the ionic segments. For large amplitude oscillatory strains (LAOS), the network structure was disrupted and melt flow occurred. The network structure, however, reformed rapidly when the strain was removed.</p>\n<p>&nbsp;</p>\n<p>Extensional behavior of ionomer melts differed from that of molecularly entangled polymers. The ratio of the extensional and shear viscosities exceeded the LVE value at high strain rates and low temperatures, and the magnitude of deviation increased with increasing Coulomb energy. The origin of that deviation is believed to be a consequence of a strain rate-dependent ionic network structure. &nbsp;The maximum extensional stress achieved was similar to that of entangled PS melts at comparable temperatures and extension rates, which indicates that the strength of the transient network formed by ionic/dipolar interactions is as strong as that produced by molecular entanglements. The strain at the stress maximum, however, for ionomers was lower than for entangled PS melts. For entangle polymers, the stress maximum is a yield point, while for ionomers it is a catastrophic destruction of the ionic network. Thus, strong transient networks can be achieved with ionomers, but they behave are more brittle than entanglement networks, because former lacks the relaxation process and energy dissipation mechanism provided by diffusional motions of chain disentanglement. That finding may be critical in the design of supramolecular polymer systems.</p>\n<p>&nbsp;</p>\n<p>A constitutive equation based on a modified Leonov model was developed and fit well the transient and relaxation behavior of entangled SPS ionomers. A mean-field percolation theory for g...",
  "por_txt_cntn": "\nIntellectual Merit. The objectives of the research of this research were to develop an improved understanding of the melt rheological behavior of ionomers and the relationship between the flow properties and the microstructure of ionomers.  Ionomers exhibit a microphase separated morphology where nanodomains of the ionic species act as multifunctional supramolecular crosslinks that are responsible for the materialÆs mechanical and flow properties. The research included characterization of steady flow and dynamic properties of oligomeric sulfonated polystyrene (SPS) ionomers containing alkali metal salts. The parent PS exhibited Rouse-like behavior and all changes in the rheological behavior for the ionomers were due to association of ionic dipoles and the formation of nanodomains that provided a transient elastic network.  High molecular weight SPS ionomers were used to obtain rheological data for the development and assessment of a constitutive equation for ionomer melts.\n\n \n\nExperiments included small and large amplitude oscillatory shear (SAOS/LAOS), steady shear, transient shear and elongational flows, stress recovery following nonlinear flow and creep and relaxation following cessation of flow. The incorporation of a small concentration of alkali-metal neutralized sulfonate groups onto unentangled PS produced a significant increase in the melt viscosity and the development of finite elasticity. A rubbery plateau evident in the linear viscoelastic (LVE) behavior confirmed the presence of an elastic network formed by a supramolecular transient network. The plateau modulus was insensitive to the choice of the cation, but the zero-shear viscosity and elasticity scaled with the ion-pair Coulomb energy. The rheology was consistent with an ion-hopping mechanism, whereby the stress in the network chains relaxes by extracting ionic segments out of one nanodomain and diffuses to another domain. The plateau modulus, GN, was insensitive to the choice of the cation. Time-temperature superposition failed for these materials, which is a consequence of overlapping relaxation processes, one involving terminal flow of the backbone chain and the other ion-hopping of the ionic segments. For large amplitude oscillatory strains (LAOS), the network structure was disrupted and melt flow occurred. The network structure, however, reformed rapidly when the strain was removed.\n\n \n\nExtensional behavior of ionomer melts differed from that of molecularly entangled polymers. The ratio of the extensional and shear viscosities exceeded the LVE value at high strain rates and low temperatures, and the magnitude of deviation increased with increasing Coulomb energy. The origin of that deviation is believed to be a consequence of a strain rate-dependent ionic network structure.  The maximum extensional stress achieved was similar to that of entangled PS melts at comparable temperatures and extension rates, which indicates that the strength of the transient network formed by ionic/dipolar interactions is as strong as that produced by molecular entanglements. The strain at the stress maximum, however, for ionomers was lower than for entangled PS melts. For entangle polymers, the stress maximum is a yield point, while for ionomers it is a catastrophic destruction of the ionic network. Thus, strong transient networks can be achieved with ionomers, but they behave are more brittle than entanglement networks, because former lacks the relaxation process and energy dissipation mechanism provided by diffusional motions of chain disentanglement. That finding may be critical in the design of supramolecular polymer systems.\n\n \n\nA constitutive equation based on a modified Leonov model was developed and fit well the transient and relaxation behavior of entangled SPS ionomers. A mean-field percolation theory for gelation with effective breakup was modified to include critical percolation close to the gel point, and the theory agreed well with the LVE behavior of the oligom..."
 }
}