{
 "awd_id": "1066045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamical Processes in Many-Body Systems: Analysis and Simulations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 331314.0,
 "awd_amount": 331314.0,
 "awd_min_amd_letter_date": "2011-05-17",
 "awd_max_amd_letter_date": "2011-05-17",
 "awd_abstract_narration": "The quantum physics of many interacting electrons lies at the foundation of chemistry and condensed matter physics. A direct treatment of the many-electron problem is impossible due to its shear complexity: dealing with N interacting electrons requires solving partial differential equations in 3N dimensions. Equilibrium and non-equilibrium Density Functional Theories (DFT) are rigorous and formally exact theories which map the interacting N-electron problem into a non-interacting N-electron problem. The non-interacting electrons move in an effective potential that has a universal functional dependence on the total electron density. As a result, the problem is reduced to a problem in dimension 3, amenable for computation. In this proposal the PIs propose to study a number of dynamical problems in many-body quantum mechanics within an interdisciplinary environment of mathematicians and physicists. In particular, the PIs  propose to develop further the mathematical foundations of density-functional theory, for equilibrium as well as the time-dependent case. The mathematical structure of the theory and its solutions will be further investigated and the insight from this analysis will be used to develop efficient numerical simulations. Particular emphasis will be given to the treatment of the spin-orbit interaction, within the full relativistic formulations and in non-relativistic formulations that include relativistic corrections. The PIs also plan to establish the foundations of the Dissipative Time-Dependent Density Functional Theory, and to apply the theory to the problem of charge and spin transport in materials.\r\n\r\nThe present technological progress is in great part based on design and discovery of new materials. Nowadays, the design of advanced materials involves laboratory work and computer simulations. Enhancing the accuracy and efficiency of computer simulations will reduce the costs, broaden the array of interesting and potentially useful materials, and speed up the process of testing and characterization. This is the target of the proposed research. The plan is to combine rigorous mathematical analysis, the insights from physics, chemistry and computer simulations in order to push the boundaries of theoretical simulations of advanced materials such as nano-structured materials, topological insulators and molecular electronic devices. The proposed research could have significant technological impact in applications such as nano-science and other areas of interest such as solar cell devices and energy conversion and storage. The PIs propose to integrate research and education by involving undergraduate and graduate students, and post-doctoral associates, in an interdisciplinary environment. Special attention will be paid to the recruitment of women and students from other underrepresented groups through the utilization of a diverse number of programs at the participating institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emil",
   "pi_last_name": "Prodan",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Emil V Prodan",
   "pi_email_addr": "prodan@yu.edu",
   "nsf_id": "000491944",
   "pi_start_date": "2011-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yeshiva University",
  "inst_street_address": "500 W 185TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129605217",
  "inst_zip_code": "100333299",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "YESHIVA UNIVERSITY",
  "org_prnt_uei_num": "Y419HHNNYXJ4",
  "org_uei_num": "CSSJGCRUZ9F3"
 },
 "perf_inst": {
  "perf_inst_name": "Yeshiva University",
  "perf_str_addr": "500 W 185TH ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100333299",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 331314.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The technological progress is more and more conditioned by the research and discovery in materials science. And as scientist search for materials with superior or novel properties, the structure of the materials become more and more complicated. For example, a modern material can easily have 10 different attoms in its repeating cell. The number of possibilities of arranging these atoms inside the unit cell is huge and finding the optimal configuration and the conditions in which this configuration occurs can be an extraordinary task. As a result, the modern research in materials science relies strongly on computer simulations.&nbsp;</p>\n<p>The research under this award produced a computational patform based on Non-Commutative Geometry, to simulate the response of materials (encoded in the so-called response functions) to various external fields under real world conditions. This platform was designed as a post-processing tool that can be attached to the standard existing first-principle calculations. It is a mathematically and numerically controlled technique to compute formal expressions for the response functions of disordered materials, derived with non-commutative geometry. The non-commutative geometry contributes in the following way.</p>\n<p><br />A perfect crystalline solid has its atoms arranged in a perfectly periodic fashion. Theoretical analysis of such crystals is then aided by one of the most powerful tools in PDE, the Fourier calculus (or Bloch decomposition). It enables one to use a dual representation where the electron wave functions and operators describing physical observables are just functions or matrices defined over the d-dimensional flat torus (d is the space-dimension). In this very context, the flat torus is called the Brillouin torus. As such, the derivation of any physical property is reduced to an exercise in classical differential calculus over the flat torus. When the pristine periodicity of the crystal is lost, such as when disorder and magnetic fields are present, this powerful tool is no longer available. The perfect crystalline order is rather the exception then the rule in the real world, and many important physical properties of the materials, such as their electrical resistance or the color of a surface, are almost entirely determined by the imperfections of the crystalline order. Hence, the analysis of aperiodic solids is central to the science of materials.<br /><br />Starting with 1980's, it was realized that quantum mechanics of many classes of aperiodic solids can be described using crossed-product algebras associated to C*-dynamical systems with deep and natural physical meaning. What is special about these crossed-products is that they posses a Fourier calculus, which in turn can be used to define a rigorous non-commutative calculus to replace the classical calculus over the flat torus. This results in a natural process where the commutative algebra of plain functions defined over the torus and its classic differential calculus is replaced by the non-commutative crossed-product algebra with its non-commutative calculus. This non-commutative space was given the name of non-commutative Brillouin torus by Jean Bellissard, the pioneer of the non-commutative geometry program for aperiodic solids. The first application of the formalism was derivation of non-commutative expressions for the mesoscopic transport coefficients, such as the conductivity and resistivity tensors, which include the effect of disorder, magnetic and electric fields, and dissipation. During this NSF award, we have contributed to this list of non-commutative formulas by deriving non-commutative expressions for the Hall conductivity (the Chern number) in higher dimensions, for the spin-Chern numbers, for magneto-electric response in 3-dimensions, and for the so called winding number or odd Chern numbers in arbitrary dimensions.<br /><br />These non-commutativ...",
  "por_txt_cntn": "\nThe technological progress is more and more conditioned by the research and discovery in materials science. And as scientist search for materials with superior or novel properties, the structure of the materials become more and more complicated. For example, a modern material can easily have 10 different attoms in its repeating cell. The number of possibilities of arranging these atoms inside the unit cell is huge and finding the optimal configuration and the conditions in which this configuration occurs can be an extraordinary task. As a result, the modern research in materials science relies strongly on computer simulations. \n\nThe research under this award produced a computational patform based on Non-Commutative Geometry, to simulate the response of materials (encoded in the so-called response functions) to various external fields under real world conditions. This platform was designed as a post-processing tool that can be attached to the standard existing first-principle calculations. It is a mathematically and numerically controlled technique to compute formal expressions for the response functions of disordered materials, derived with non-commutative geometry. The non-commutative geometry contributes in the following way.\n\n\nA perfect crystalline solid has its atoms arranged in a perfectly periodic fashion. Theoretical analysis of such crystals is then aided by one of the most powerful tools in PDE, the Fourier calculus (or Bloch decomposition). It enables one to use a dual representation where the electron wave functions and operators describing physical observables are just functions or matrices defined over the d-dimensional flat torus (d is the space-dimension). In this very context, the flat torus is called the Brillouin torus. As such, the derivation of any physical property is reduced to an exercise in classical differential calculus over the flat torus. When the pristine periodicity of the crystal is lost, such as when disorder and magnetic fields are present, this powerful tool is no longer available. The perfect crystalline order is rather the exception then the rule in the real world, and many important physical properties of the materials, such as their electrical resistance or the color of a surface, are almost entirely determined by the imperfections of the crystalline order. Hence, the analysis of aperiodic solids is central to the science of materials.\n\nStarting with 1980's, it was realized that quantum mechanics of many classes of aperiodic solids can be described using crossed-product algebras associated to C*-dynamical systems with deep and natural physical meaning. What is special about these crossed-products is that they posses a Fourier calculus, which in turn can be used to define a rigorous non-commutative calculus to replace the classical calculus over the flat torus. This results in a natural process where the commutative algebra of plain functions defined over the torus and its classic differential calculus is replaced by the non-commutative crossed-product algebra with its non-commutative calculus. This non-commutative space was given the name of non-commutative Brillouin torus by Jean Bellissard, the pioneer of the non-commutative geometry program for aperiodic solids. The first application of the formalism was derivation of non-commutative expressions for the mesoscopic transport coefficients, such as the conductivity and resistivity tensors, which include the effect of disorder, magnetic and electric fields, and dissipation. During this NSF award, we have contributed to this list of non-commutative formulas by deriving non-commutative expressions for the Hall conductivity (the Chern number) in higher dimensions, for the spin-Chern numbers, for magneto-electric response in 3-dimensions, and for the so called winding number or odd Chern numbers in arbitrary dimensions.\n\nThese non-commutative formulas are certainly very useful at a strict theoretical level. For example, the non-commutative Kub..."
 }
}