{
 "awd_id": "1066515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Manipulating energy conversion chemistry with metal overlayer structures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-01-14",
 "awd_max_amd_letter_date": "2011-01-14",
 "awd_abstract_narration": "Intellectual Merit\r\n\r\nThe development of improved electrocatalysts for renewable fuel production from carbon dioxide (CO2) and water has the potential to enable the long term, sustainable production of storable, transportable fuels.  The source of CO2 could be fossil fuel power plant emissions or the atmosphere itself.   Although the most cost-effective technological scheme to accomplish this goal remains to be determined, fundamental approaches to accelerate electrochemical reactions could create a path to large-scale processes for sustainable chemical fuels while mitigating CO2 emissions.  The goal of the proposed research is to understand factors that govern electrochemical energy conversion processes on transition metal surfaces.  Specifically, the proposed research seeks to understand the factors that direct reaction mechanisms, activity, and selectivity for: 1) the electro-reduction of CO2 to produce fuels such as hydrocarbons and alcohols, 2) the electrocatalytic production of H2 from water, and 3) the reverse reactions for the electro-oxidation of fuels such as H2 and alcohols to produce electricity.\r\n\r\nThe fundamental knowledge gained in this work will also enable improvements in efficiency for fuel cells as well as for energy storage devices in which renewable electricity is used to synthesize chemical fuels.\r\n\r\nIn order to understand the factors that govern electrocatalytic energy conversion processes for renewable fuels production, the electronic and geometric structure of metal catalysts will be tailored in order to manipulate surface-adsorbate bond strengths.  By this approach, the conversion of key reaction intermediates can be manipulated, leading to significant changes in mechanistic pathways, activity, and selectivity for electrochemical conversion reactions. The reaction chemistry on metals will be tuned by synthesizing a particular metal as a single, pseudomorphic overlayer on a different metal substrate. The electronic structure and lattice constant of the substrate metal will impact key catalyst properties of the metal monolayer resting on top of it.  Electrochemical measurements, combined with in-situ atomic-scale imaging (scanning probe microscopy) and in-situ vibrational spectroscopy (tip-enhanced Raman spectroscopy) will gain molecular-level insights regarding surface reaction intermediates, mechanistic pathways, and metal-adsorbate bond strengths.  Real-time product analysis coupled an electrochemical cell will also be used to conduct kinetic studies involving isotopes. \r\n\r\nBroader Impacts\r\n\r\nThe proposed education activities will be integrated with the proposed research. Ph.D. students will gain hands-on expertise in catalysis and electrochemical processes for renewable fuels production, which is an emerging area.  A team of undergraduate researchers will also be involved in these activities.  The educational plan is designed to work with ongoing programs at Stanford University to recruit graduate and undergraduate students from under-represented groups in engineering and host K-12 science teachers to conduct summer research.  In addition, Latino high school students in the San Francisco Bay Area and Puerto Rico will be mentored and encouraged to engage in STEM activities.  Finally, elements of the research will be incorporated into a graduate-level spectroscopy course and an undergraduate-level chemical process separations course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Jaramillo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Jaramillo",
   "pi_email_addr": "jaramillo@stanford.edu",
   "nsf_id": "000498124",
   "pi_start_date": "2011-01-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 JANE STANFORD WAY",
  "perf_city_name": "STANFORD",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The scientific research effort in this project has led to a deeper fundamental understanding of electrocatalysis. Electrocatalysis involves converting electricity (e.g. from wind, solar) to make fuels and chemicals in a sustainable manner, or to drive chemical reactions that naturally produce electricity. As renewable electricity expands rapidly across the globe with decreasing costs, technologies that make use of these interconversions are of growing interest to society. The development of sustainable chemical processes are of particular interest, processes that run on inexpensive, renewable electricity to produce the same kinds of fuels and chemicals that we use today, either complementing or perhaps ultimately replacing the modern processes that conventionally rely on fossil fuels.</p>\n<p>The research project resulted in major scientific findings in three particular areas of electrocatalysis. The first involves electrocatalysis on gold (Au) nanoparticles, tackling long-standing questions regarding how Au nanoparticles function. We conducted extensive experimental investigations, utilizing state-of-the-art methods in microscopy and spectroscopy, in conjunction with collaborators who employed computational methods to simulate Au surfaces [see for example: B.N. Reinecke, et. al. <em>Surface Science</em>, 650, 24-33 (2016), DOI: 10.1016/j.susc.2015.12.025]. Our findings revealed the primary factor that governs enhanced catalysis, the atoms at edges and corners of nanoparticle surfaces have distinct energy levels of their electrons. These types of under-coordinated sites yield substantially modified catalytic properties with great improvement. The fundamental insights gained by this project into Au nanoparticulate catalysts can be readily extended to a broader range of catalyst materials.</p>\n<p>This project also aimed to understand the factors involved in catalyzing the oxygen reduction reaction (ORR). This is a reaction especially relevant for fuel cells, and particularly for the transportation sector. Fuel cell electric vehicles (FCEVs) represent a fast-growing market with significant potential to continue the electrification trend in transportation, lowering the carbon footprint of transportation while allowing for long-range, fast-filling vehicles for both light-duty and heavy-duty applications. We developed advanced catalysts consisting of a core-shell morphology, e.g. nanoparticles of Ru or Ir wrapped in just a few layers of Pt [see for example: A. Jackson, et. al. <em>ChemElectroChem</em>, 1, 67-72 (2014). DOI: 10.1002/celc.201300117]. These catalysts led to significant enhancements in both activity and stability compared to state-of-the-art commercial Pt catalysts. Continued advancements in these areas could facilitate broader adoption of FCEVs in the future to help meet our sustainability goals.</p>\n<p>A third area of research focus has been on using electricity to convert CO<sub>2</sub> into carbon-based fuels, chemicals, and materials. The concept is to use renewable electricity (e.g. wind, solar) to power the conversion of CO<sub>2</sub> into useful chemical products (e.g. gasoline, jet fuel, ethanol, plastics), allowing for carbon-neutral or perhaps even carbon-negative technologies. Catalyst development is the key to unlocking this technology. Through this project we have made great strides in understanding some of the key bottlenecks in the reaction, and we have utilized that knowledge to design and develop improved catalysts. [see for example: K.P. Kuhl, et. al., <em>J. Amer. Chem. Soc</em>., 136, 40, 14107-14113 (2014). DOI: 10.1021/ja505791r &amp; J.T. Feaster, et. al. <em>ACS Catalysis</em>, 7, 4822-4827 (2017). DOI: 10.1021/acscatal.7b00687]</p>\n<p>Beyond the scientific contributions, this project has also provided broader impacts to society. For one, this project has helped build the future workforce in science and technology while broadening participation in research. This project has educated a diverse group of 9 PhD students (two of whom are African American and four are women) who were the primary contributors to the research effort, preparing them as future leaders in STEM areas. The project also involved several undergraduate students and a high school teacher who participated in the research. The PI further integrated research with education as results from this project were incorporated into the classroom at both the undergraduate and graduate level, as he taught courses on energy, spectroscopy, and chemical separations. There were numerous visits to K-12 schools within the local Bay Area made by the PI and the students, aimed at inspiring the next generation of STEM scholars. The PI also traveled to his home of Puerto Rico, visiting three campuses in the University of Puerto Rico system (all Hispanic Serving Institutions, HSI) to give scientific talks on this project&rsquo;s research as well as to engage in discussions with students and faculty. The fundamental knowledge produced through this research is also paving the path to implementation for societal benefit; two of the former PhD students on this project, both women and one of whom is African American, have founded a start-up company in the clean-energy sector based directly on this project&rsquo;s research, developing sustainable technologies to convert CO<sub>2</sub> to carbon-based fuels and chemicals. Such technologies could one day impact the lives of many, playing an important part in meeting sustainability goals for the globe.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2019<br>\n\t\t\t\t\tModified by: Thomas&nbsp;Jaramillo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268763804_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268763804_Slide1--rgov-800width.jpg\" title=\"Insights into the electrocatalytic reduction of CO2 on metallic silver surfaces\"><img src=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268763804_Slide1--rgov-66x44.jpg\" alt=\"Insights into the electrocatalytic reduction of CO2 on metallic silver surfaces\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In this work we investigated the electrocatalytic conversion of CO2 on metallic silver surfaces, providing insights into the surface chemistry and the broader factors important to designing improved catalyst systems.</div>\n<div class=\"imageCredit\">Physical Chemistry Chemical Physics, 16, 13814-13819 (2014). DOI: 10.1039/c4cp00692e</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Jaramillo</div>\n<div class=\"imageTitle\">Insights into the electrocatalytic reduction of CO2 on metallic silver surfaces</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268859978_Slide2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268859978_Slide2--rgov-800width.jpg\" title=\"Electrocatalytic conversion of carbon dioxide to methane and methanol on transition metal surfaces\"><img src=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268859978_Slide2--rgov-66x44.jpg\" alt=\"Electrocatalytic conversion of carbon dioxide to methane and methanol on transition metal surfaces\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In this report we elucidate trends in the electrocatalytic conversion of CO2 across a broad range transition metal surfaces: Au, Zn, Ag, Ni, Cu, Pt, and Fe. We establish that all of these metals studied have the ability to catalyze the production of either methane or methanol, or both.</div>\n<div class=\"imageCredit\">Journal of the American Chemical Society, 136, 40, 14107-14113 (2014). DOI: 10.1021/ja505791r</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Jaramillo</div>\n<div class=\"imageTitle\">Electrocatalytic conversion of carbon dioxide to methane and methanol on transition metal surfaces</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268996366_Slide3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268996366_Slide3--rgov-800width.jpg\" title=\"Elucidating the Electronic Structure of Supported Gold Nanoparticles and its Relevance to Catalysis by Means of Hard X-ray Photoelectron Spectroscopy\"><img src=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572268996366_Slide3--rgov-66x44.jpg\" alt=\"Elucidating the Electronic Structure of Supported Gold Nanoparticles and its Relevance to Catalysis by Means of Hard X-ray Photoelectron Spectroscopy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In this study, we investigate the electronic structure of Au (gold) nanoparticles supported onto TiO2 in order to elucidate the characteristics that contribute to high catalytic activity.</div>\n<div class=\"imageCredit\">Surface Science, 650, 24-33 (2016). DOI: 10.1016/j.susc.2015.12.025</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Jaramillo</div>\n<div class=\"imageTitle\">Elucidating the Electronic Structure of Supported Gold Nanoparticles and its Relevance to Catalysis by Means of Hard X-ray Photoelectron Spectroscopy</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269380421_Slide4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269380421_Slide4--rgov-800width.jpg\" title=\"Carbon Dioxide Electroreduction using a Silver?Zinc Alloy\"><img src=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269380421_Slide4--rgov-66x44.jpg\" alt=\"Carbon Dioxide Electroreduction using a Silver?Zinc Alloy\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">We investigate Ag, Zn, and Ag-Zn alloys for their catalytic activity in the electrochemical conversion of CO2 to C-based products. Synergistic effects are observed for the Ag-Zn system, with Ag5Zn8 as the most prominent bulk phase.</div>\n<div class=\"imageCredit\">Energy Technology, 5, 955?961 (2017). DOI: 10.1002/ente.201700087</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Jaramillo</div>\n<div class=\"imageTitle\">Carbon Dioxide Electroreduction using a Silver?Zinc Alloy</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269531474_Slide5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269531474_Slide5--rgov-800width.jpg\" title=\"Electrochemical CO2 reduction on Au surfaces: mechanistic aspects regarding the formation of major and minor products\"><img src=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269531474_Slide5--rgov-66x44.jpg\" alt=\"Electrochemical CO2 reduction on Au surfaces: mechanistic aspects regarding the formation of major and minor products\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This study aims at understanding this chemistry on polycrystalline Au catalysts, which are known to exhibit high activity and selectivity for the production of carbon monoxide (CO). Our studies show that that Au is also capable of producing methanol, and we explain how.</div>\n<div class=\"imageCredit\">Phys.Chem.Chem.Phys., 19, 15856-15863 (2017). DOI: 10.1039/C7CP02855E</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Jaramillo</div>\n<div class=\"imageTitle\">Electrochemical CO2 reduction on Au surfaces: mechanistic aspects regarding the formation of major and minor products</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269913504_Slide6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269913504_Slide6--rgov-800width.jpg\" title=\"Understanding Selectivity for the Electrochemical Reduction of Carbon Dioxide to Formic Acid and Carbon Monoxide on Metal Electrodes\"><img src=\"/por/images/Reports/POR/2019/1066515/1066515_10068871_1572269913504_Slide6--rgov-66x44.jpg\" alt=\"Understanding Selectivity for the Electrochemical Reduction of Carbon Dioxide to Formic Acid and Carbon Monoxide on Metal Electrodes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Experiments and theory are employed to probe the electrochemical reduction of CO2 to HCOO? on a range of catalyst surfaces; we find that catalyst surfaces favoring a *COOH intermediate produce CO, while others involving the *OCHO intermediate produce formate.</div>\n<div class=\"imageCredit\">ACS Catalysis, 7, 4822-4827 (2017). DOI: 10.1021/acscatal.7b00687</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Thomas&nbsp;Jaramillo</div>\n<div class=\"imageTitle\">Understanding Selectivity for the Electrochemical Reduction of Carbon Dioxide to Formic Acid and Carbon Monoxide on Metal Electrodes</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe scientific research effort in this project has led to a deeper fundamental understanding of electrocatalysis. Electrocatalysis involves converting electricity (e.g. from wind, solar) to make fuels and chemicals in a sustainable manner, or to drive chemical reactions that naturally produce electricity. As renewable electricity expands rapidly across the globe with decreasing costs, technologies that make use of these interconversions are of growing interest to society. The development of sustainable chemical processes are of particular interest, processes that run on inexpensive, renewable electricity to produce the same kinds of fuels and chemicals that we use today, either complementing or perhaps ultimately replacing the modern processes that conventionally rely on fossil fuels.\n\nThe research project resulted in major scientific findings in three particular areas of electrocatalysis. The first involves electrocatalysis on gold (Au) nanoparticles, tackling long-standing questions regarding how Au nanoparticles function. We conducted extensive experimental investigations, utilizing state-of-the-art methods in microscopy and spectroscopy, in conjunction with collaborators who employed computational methods to simulate Au surfaces [see for example: B.N. Reinecke, et. al. Surface Science, 650, 24-33 (2016), DOI: 10.1016/j.susc.2015.12.025]. Our findings revealed the primary factor that governs enhanced catalysis, the atoms at edges and corners of nanoparticle surfaces have distinct energy levels of their electrons. These types of under-coordinated sites yield substantially modified catalytic properties with great improvement. The fundamental insights gained by this project into Au nanoparticulate catalysts can be readily extended to a broader range of catalyst materials.\n\nThis project also aimed to understand the factors involved in catalyzing the oxygen reduction reaction (ORR). This is a reaction especially relevant for fuel cells, and particularly for the transportation sector. Fuel cell electric vehicles (FCEVs) represent a fast-growing market with significant potential to continue the electrification trend in transportation, lowering the carbon footprint of transportation while allowing for long-range, fast-filling vehicles for both light-duty and heavy-duty applications. We developed advanced catalysts consisting of a core-shell morphology, e.g. nanoparticles of Ru or Ir wrapped in just a few layers of Pt [see for example: A. Jackson, et. al. ChemElectroChem, 1, 67-72 (2014). DOI: 10.1002/celc.201300117]. These catalysts led to significant enhancements in both activity and stability compared to state-of-the-art commercial Pt catalysts. Continued advancements in these areas could facilitate broader adoption of FCEVs in the future to help meet our sustainability goals.\n\nA third area of research focus has been on using electricity to convert CO2 into carbon-based fuels, chemicals, and materials. The concept is to use renewable electricity (e.g. wind, solar) to power the conversion of CO2 into useful chemical products (e.g. gasoline, jet fuel, ethanol, plastics), allowing for carbon-neutral or perhaps even carbon-negative technologies. Catalyst development is the key to unlocking this technology. Through this project we have made great strides in understanding some of the key bottlenecks in the reaction, and we have utilized that knowledge to design and develop improved catalysts. [see for example: K.P. Kuhl, et. al., J. Amer. Chem. Soc., 136, 40, 14107-14113 (2014). DOI: 10.1021/ja505791r &amp; J.T. Feaster, et. al. ACS Catalysis, 7, 4822-4827 (2017). DOI: 10.1021/acscatal.7b00687]\n\nBeyond the scientific contributions, this project has also provided broader impacts to society. For one, this project has helped build the future workforce in science and technology while broadening participation in research. This project has educated a diverse group of 9 PhD students (two of whom are African American and four are women) who were the primary contributors to the research effort, preparing them as future leaders in STEM areas. The project also involved several undergraduate students and a high school teacher who participated in the research. The PI further integrated research with education as results from this project were incorporated into the classroom at both the undergraduate and graduate level, as he taught courses on energy, spectroscopy, and chemical separations. There were numerous visits to K-12 schools within the local Bay Area made by the PI and the students, aimed at inspiring the next generation of STEM scholars. The PI also traveled to his home of Puerto Rico, visiting three campuses in the University of Puerto Rico system (all Hispanic Serving Institutions, HSI) to give scientific talks on this project?s research as well as to engage in discussions with students and faculty. The fundamental knowledge produced through this research is also paving the path to implementation for societal benefit; two of the former PhD students on this project, both women and one of whom is African American, have founded a start-up company in the clean-energy sector based directly on this project?s research, developing sustainable technologies to convert CO2 to carbon-based fuels and chemicals. Such technologies could one day impact the lives of many, playing an important part in meeting sustainability goals for the globe.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 10/28/2019\n\n\t\t\t\t\tSubmitted by: Thomas Jaramillo"
 }
}