{
 "awd_id": "1066749",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "3D Multi-scale Simulation of Thin Film Photovoltaics",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 299574.0,
 "awd_amount": 299574.0,
 "awd_min_amd_letter_date": "2011-02-02",
 "awd_max_amd_letter_date": "2011-02-02",
 "awd_abstract_narration": "Institution:  University of Toledo\r\nTitle:   3D Multi-scale Simulation of Thin Film Photovoltaics\r\n\r\nIntellectual Merit\r\n\r\nThe objective of the proposed research is to develop the first three-dimensional, multi-scale numerical simulator for thin-film photovoltaics (PV).  The simulator will have the capability to design and predict the performance of thin film PV cells and then interconnect these cells into modules and arrays, taking into account all non-uniformities at each length scale, including material non-uniformities and the microscale.\r\n\r\nThe disordered nature of non-crystalline semiconductors in thin-film PV devices leads to many performance issues, including lack of uniform performance between nominally identical devices, accelerated degradation, and large deviations from ideal diode behavior.  However, efforts to describe the underlying mechanisms have largely been based on crystalline physics because of their relative simplicity and the availability of advanced software products developed to simulate crystalline device behavior.  In this proposed research, the physics of coupled electronic and heat transport in laterally non-uniform and non-crystalline (amorphous and/or polycrystalline) thin film structures with electrodes of finite resistivity will modeled, which will allow for a more accurate description of device non-uniformities at the microscale.  Specifically, this theoretical approach will have two parts: 1) development of an integrated description of the physics of charge and heat transport in non-crystalline PV;   2) solution of partial differential equations with numerical techniques, including the finite element and Monte Carlo methods.  A new algorithm for stochastic modeling with parameters chosen in the form of statistical distributions, spatially correlated through the appropriate Monte Carlo routine, will be developed to account for non-uniform domains.\r\n\r\nBroader Impacts\r\n\r\nThis proposed project has the potential bring non-crystalline physics underlying thin-film PV devices into the mainstream solar PV community by compiling the acquired knowledge in a user-friendly, freely available PV simulation software package that will serve as a useful tool for researchers, educators, students, and the thin-film PV industry.  For educational activities in courses, this simulator provides an interactive environment where students will be able to create and observe the effects of variations in operating parameters, material non-uniformities, and connection of cells or modules in a circuit.  For the thin-film PV industry, this simulator will be the first of its kind, and has the potential to accelerate industrial innovation.\r\n\r\nThe proposed education activities focus on participation of undergraduates in the proposed research, including students from under-represented groups.  These activities will be coordinated through the Department of Physics and Astronomy at the University of Toledo, which offers research experience for undergraduates (REU) program and summer camp program for high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Karpov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Karpov",
   "pi_email_addr": "vkarpov@physics.utoledo.edu",
   "nsf_id": "000312193",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W BANCROFT ST",
  "perf_city_name": "TOLEDO",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299574.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The following award objectives have been accomplished: (1) &nbsp;development of 3D modeling software for thin film noncrystalline solar cells and large area interconnected modules, including transversal (between cell terminals) and lateral (in plane) dimensions capable of handling both dc and ac regimes of diagnostic, (2) &nbsp;development of 3D modeling software for coupled electron-heat transport in thin film noncrystalline solar cells and large area interconnected modules, including transversal (between cell terminals) and lateral (in plane) dimensions,&nbsp;(3) development of the analytical theory of &nbsp;the coupled electronic and thermal (heat) transports in thin film photovoltaics; (4) numerical modeling of run-away instabilities (hot spots) in industrial thin film photovoltaic modules; (5) development of the concept of semi-shunts as new 3D entities in thin film photovoltaics, and quantitative description of their related current-voltage characteristics due to field emission; (6) identification of new 3D multiscale object in thin film photovoltaics, which are metal whiskers in some cases growing from teh metal electrodes and shorting the structures.</p>\n<p>As a brief illustration, Figs. 1 and 2 show the observed and our software simulated images of hot spots spontaneously emerging in thin film photovoltaic modules. This phenomenon was predicted and modeled by our group in the course of this award work, and simultaneously observed by our industrial colleagues. Figs. 3 and 4 show respectively the finite element model structure of nodes and scribes (red), and the equivalent circuit of a single node.</p>\n<p>In terms of intellectual merit and broader impacts, these achievements &nbsp;bring noncrystalline physics into the mainstream by compiling this new knowledge in a simulation software package that will serve as a useful tool for advancing the understanding of researchers, educators, and students.&nbsp;A numerical simulator that embodies the underlying physics of transport in noncrystalline systems will serve as the next-generation PV model. The software developed under this award is made available at our project website: http://photon.panet.utoledo.edu/~vkarpov/&nbsp;</p>\n<p>The award was given mainly to support a qualified potdoc work on the proposed software and theory. Three postdocs were subsequently hired (the first two moved to more permanent positions) to work on this project: M. Simon, K. Wieland, and A. Vasko. They &nbsp;took part in multi-disciplinary conferences (MRS and IEEE), published in peer-reviewed journals, worked with PV industry colleagues, and mentored students. In particular, this award work has triggered new productive collaboration with photovoltaic manufacturer Xunlight Corporation that resulted in two joint publications (A. Vijh is that company VP and a coauthor in the list of publications below)</p>\n<p>To amplify the award effort, we have assign one grad student (Nima Gorji) supported by the international University funds (beyond this proposal) to collaborate with the postdoc and PI; he spent 6 months visiting our group from Italy.</p>\n<p>Strong research experience for undergraduates (REU) program gave us an opportunity to involve an udergrad student researcher,&nbsp;Rebekah Thomas of Bowling Green State University, bringing her closer to take part in the emerging energy challenge science.&nbsp;</p>\n<p>A theory of metal whsikers developed under the auspice of thsi award has attarcted significant attention and has made strong impact on the electronic engineering community. Various highlights in teh media can be tracked by Google search on \"karpov + whiskers\"</p>\n<p>The following papers have been published</p>\n<p>1<em>. A.C. &nbsp;</em><em>Vasko</em><em>, V. G. Karpov,&nbsp;</em>Point Admittance Spectroscopy: New PV Diagnostic,&nbsp;<em>Proceedings of 38<sup>th</sup>&nbsp;IEEE PVSC Florida, June 2013</em></p>\n<p>2.&nbsp;<em>A.C. &nbs...",
  "por_txt_cntn": "\nThe following award objectives have been accomplished: (1)  development of 3D modeling software for thin film noncrystalline solar cells and large area interconnected modules, including transversal (between cell terminals) and lateral (in plane) dimensions capable of handling both dc and ac regimes of diagnostic, (2)  development of 3D modeling software for coupled electron-heat transport in thin film noncrystalline solar cells and large area interconnected modules, including transversal (between cell terminals) and lateral (in plane) dimensions, (3) development of the analytical theory of  the coupled electronic and thermal (heat) transports in thin film photovoltaics; (4) numerical modeling of run-away instabilities (hot spots) in industrial thin film photovoltaic modules; (5) development of the concept of semi-shunts as new 3D entities in thin film photovoltaics, and quantitative description of their related current-voltage characteristics due to field emission; (6) identification of new 3D multiscale object in thin film photovoltaics, which are metal whiskers in some cases growing from teh metal electrodes and shorting the structures.\n\nAs a brief illustration, Figs. 1 and 2 show the observed and our software simulated images of hot spots spontaneously emerging in thin film photovoltaic modules. This phenomenon was predicted and modeled by our group in the course of this award work, and simultaneously observed by our industrial colleagues. Figs. 3 and 4 show respectively the finite element model structure of nodes and scribes (red), and the equivalent circuit of a single node.\n\nIn terms of intellectual merit and broader impacts, these achievements  bring noncrystalline physics into the mainstream by compiling this new knowledge in a simulation software package that will serve as a useful tool for advancing the understanding of researchers, educators, and students. A numerical simulator that embodies the underlying physics of transport in noncrystalline systems will serve as the next-generation PV model. The software developed under this award is made available at our project website: http://photon.panet.utoledo.edu/~vkarpov/ \n\nThe award was given mainly to support a qualified potdoc work on the proposed software and theory. Three postdocs were subsequently hired (the first two moved to more permanent positions) to work on this project: M. Simon, K. Wieland, and A. Vasko. They  took part in multi-disciplinary conferences (MRS and IEEE), published in peer-reviewed journals, worked with PV industry colleagues, and mentored students. In particular, this award work has triggered new productive collaboration with photovoltaic manufacturer Xunlight Corporation that resulted in two joint publications (A. Vijh is that company VP and a coauthor in the list of publications below)\n\nTo amplify the award effort, we have assign one grad student (Nima Gorji) supported by the international University funds (beyond this proposal) to collaborate with the postdoc and PI; he spent 6 months visiting our group from Italy.\n\nStrong research experience for undergraduates (REU) program gave us an opportunity to involve an udergrad student researcher, Rebekah Thomas of Bowling Green State University, bringing her closer to take part in the emerging energy challenge science. \n\nA theory of metal whsikers developed under the auspice of thsi award has attarcted significant attention and has made strong impact on the electronic engineering community. Various highlights in teh media can be tracked by Google search on \"karpov + whiskers\"\n\nThe following papers have been published\n\n1. A.C.  Vasko, V. G. Karpov, Point Admittance Spectroscopy: New PV Diagnostic, Proceedings of 38th IEEE PVSC Florida, June 2013\n\n2. A.C.  Vasko, V. G. Karpov., Nonuniform Degradation and Hot Spots in Thin Film PV,  Proceedings of 38th IEEE PVSC Florida, June 2013\n\n3. A.C.  Vasko, K. Wieland, and V. G. Karpov. Multidimensional admittance characterization, Proceedings of MRS, S-F, M..."
 }
}