{
 "awd_id": "1066928",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Energy Transfer between Nanomaterials: Fundamentals and Sensor Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2011-08-02",
 "awd_max_amd_letter_date": "2013-06-11",
 "awd_abstract_narration": "1066928\r\nMcShane\r\n\r\nRecent advances in nanofabrication have enabled construction of materials with unique photophysical properties, such as quantum dots and metal nanoparticles/nanoclusters. Such materials are particularly attractive for use as elements in biosensors, which can find application in important areas from medicine to homeland security. In particular, materials exhibiting high optical stability can enable long-term monitoring; materials with relatively long-range nanoscale energy transfer interactions are attractive for\r\npotential integration into a broad family of biosensing formats including those relying on large proteins or\r\nsupramolecular assemblies. To date, however, the understanding of energy transfer between such nanomaterials is incomplete. Therefore, developing and exploiting these interactions for technological purposes such as biosensing hinges upon more thorough investigation of the underlying phenomena.\r\n\r\nFurthermore, many biochemical assays, particularly those relying on competition or displacement, are designed simply for solution-phase analyses, functioning only as single-shot determinations. Proper encapsulation of these reagents can enable the reversible, repeatable use of these systems and make them\r\nsuitable for continuous measurements as is often essential for medical and environmental monitoring.  We propose to perform comprehensive studies to elucidate the distance-dependent behavior of nanoscale energy transfer between quantum dots and gold nanoparticles/nanoclusters. Our two primary objectives involve: (1) Discovering fundamental size and distance effects on the photophysics of energy transfer from semiconductor quantum dots to metal nanoparticles/nanoclusters; (2) Converting existing encapsulated energy transfer assays using organic dyes into photostable systems using nanomaterials.\r\n\r\nThese objectives will be accomplished by a series of studies progressing from investigations of fundamental interactions between different donors and acceptors at defined distances, to integration of materials into an existing assay for glucose, and finally to an encapsulated, reversible sensing system of protein-ligand reagents trapped within a semipermeable microcapsule. Successful completion of these objectives will prove the advantages of the nanomaterial donor-acceptor system via enhanced photostability and sensitivity as well as rapid reversibility of the encapsulated model assay. This work will lay the foundation for development of a new class of biosensors with enhanced sensitivity, longevity, and potential for continuous monitoring.\r\n\r\nIntellectual Merit. Our work will establish the feasibility of using nanoscale energy transfer between quantum dots and gold nanoparticles/nanoclusters to engineer sensing elements for in vitro analysis and in vivo monitoring, using an existing glucose assay as a model system. To accomplish this goal, an integrative theoretical and experimental approach has been adopted: we will develop models for multimolecular affinity interactions with models of Förster and nanoscale energy transfer from first principles, match these with experimental observations, and extract values for relevant photophysical parameters to enable a priori design of encapsulated biosensor assays with optimized sensitivity and response range. These scientific and engineering challenges will address key issues in expanding the knowledge base available to exploit the unique properties of nanoscale materials for technologically important uses in the chemical, biotechnology, environmental, defense, and medical device industries. \r\n\r\nBroader Impacts. The knowledge uncovered regarding nanoscale photophysics and the application of nanomaterial energy transfer to biosensing extends beyond the limited applications to be studied in the\r\nproject. The ultimate goal of this work is to move previous discoveries and observations from interesting\r\nscience to engineering practice, and disseminate the resulting biosensor design rules for widespread use.\r\nThe comprehensive, general theory and experimental approach developed will be applicable to other nanomaterial combinations, enabling straightforward characterization of new materials, and will also be\r\nuseful as a design and selection tool to establish expected performance limits for existing donor-acceptor\r\ncombinations, as well as their suitability to specific assay formats. The experimental and theoretical\r\nframework of this project is also well-suited for integration with the PIs? current teaching and outreach\r\nactivities, which include courses, conference workshops, and virtual labs for K-12 education. The\r\nresearch results will be disseminated through the typical routes of publication in scholarly journals and\r\npresentation at professional meetings, and will also form the core content of Internet-based virtual labs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "McShane",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J McShane",
   "pi_email_addr": "mcshane@tamu.edu",
   "nsf_id": "000367245",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenith",
   "pi_last_name": "Meissner",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kenith E Meissner",
   "pi_email_addr": "kmeissner@tamu.edu",
   "nsf_id": "000454450",
   "pi_start_date": "2011-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 380000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research program was intended to yield an improved understanding of interactions between nanoparticles and apply this knowledge to develop a model biosensing assay. The intention was to enable future research and development efforts to build on this foundational work. Towards this goal, the majority of effort on this project was aimed at developing practical approaches for modification of nanomaterials, by applying ultrathin polymeric coatings, making them easier to handle, store, and use. These studies used semiconductor, noble metal (gold, silver), and inorganic carbonate materials, and included developing a general understanding of the practical limits of these surface modification approaches (See Figure 1).&nbsp;<strong>I</strong>n addition, we developed methods to form hollow nanocapsules using the same fabrication approaches, followed by dissolution of the solid core template (See Figure 2). Finally, the nanocapsules were functionalized with molecules and smaller nanoparticles that converted the passive capsules into &ldquo;reporters&rdquo; that change optical properties in response to chemical changes in the environment (See Figure 3)</p>\n<p>The key outcomes of the work include new techniques to apply coatings to very small nanoparticles without significant increase in size or loss of stability (they do not clump together in solution). &nbsp;These features are necessary for preserving short-range interactions between nanomaterial and their environment (including other nanomaterials). In addition, the particles were shown to be effective for attachment of a protein. This finding was then utilized to demonstrate a new type of biosensor using two different types of gold nanoparticles: spherical gold nanoclusters and oblong gold nanorods. Gold is particularly attractive for biomedical applications because of the accepted low toxicity of gold. The nanoclusters absorb light and emit photons at a longer wavelength; the nanorods can be made to absorb these photons depending upon their size and shape. Therefore, we designed a system that makes these two components work as a biosensor that responds by changing light absorption proportional to concentration of glucose.The gold nanorods are modified with the ultrathin polymer coating, then conjugated to a selective binding protein; gold nanoclusters are synthesized by the sequestration and growth of gold ions into an ovalbumin protein (OVA). In the absence of glucose, OVA-AuNCs are bound to the nanorod, resulting in an increase absorption and corresponding decrease in emission intensity.&nbsp; As glucose enters the system, it displaces the OVA-AuNC, decreasing energy transfer and increasing emission intensity as a function of glucose concentration (See Figure 4). In principle, the same approach may now be used to make biocompatible sensors for many other biochemical of interest.</p>\n<p>The students involved in this project developed skills in nanomaterials handling and experience in applying analytical methods, including Raman spectroscopy, field-emission scanning electron microscopy. The graduate students gained mentoring experience by supervising the work of undergraduate (including freshmen) and even high-school students. The students were trained to perform nanomaterials synthesis, handling and modification, as well as measurements and statistical data analysis.&nbsp; The students have presented the work at several regional, national, and international conference presentations, as well as local events. The findings have also been published in scientific journals such as <em>Journal of Colloids and Interface Science</em> and <em>ACS Applied Materials and Interfaces</em>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Mcshane</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t...",
  "por_txt_cntn": "\nThis research program was intended to yield an improved understanding of interactions between nanoparticles and apply this knowledge to develop a model biosensing assay. The intention was to enable future research and development efforts to build on this foundational work. Towards this goal, the majority of effort on this project was aimed at developing practical approaches for modification of nanomaterials, by applying ultrathin polymeric coatings, making them easier to handle, store, and use. These studies used semiconductor, noble metal (gold, silver), and inorganic carbonate materials, and included developing a general understanding of the practical limits of these surface modification approaches (See Figure 1). In addition, we developed methods to form hollow nanocapsules using the same fabrication approaches, followed by dissolution of the solid core template (See Figure 2). Finally, the nanocapsules were functionalized with molecules and smaller nanoparticles that converted the passive capsules into \"reporters\" that change optical properties in response to chemical changes in the environment (See Figure 3)\n\nThe key outcomes of the work include new techniques to apply coatings to very small nanoparticles without significant increase in size or loss of stability (they do not clump together in solution).  These features are necessary for preserving short-range interactions between nanomaterial and their environment (including other nanomaterials). In addition, the particles were shown to be effective for attachment of a protein. This finding was then utilized to demonstrate a new type of biosensor using two different types of gold nanoparticles: spherical gold nanoclusters and oblong gold nanorods. Gold is particularly attractive for biomedical applications because of the accepted low toxicity of gold. The nanoclusters absorb light and emit photons at a longer wavelength; the nanorods can be made to absorb these photons depending upon their size and shape. Therefore, we designed a system that makes these two components work as a biosensor that responds by changing light absorption proportional to concentration of glucose.The gold nanorods are modified with the ultrathin polymer coating, then conjugated to a selective binding protein; gold nanoclusters are synthesized by the sequestration and growth of gold ions into an ovalbumin protein (OVA). In the absence of glucose, OVA-AuNCs are bound to the nanorod, resulting in an increase absorption and corresponding decrease in emission intensity.  As glucose enters the system, it displaces the OVA-AuNC, decreasing energy transfer and increasing emission intensity as a function of glucose concentration (See Figure 4). In principle, the same approach may now be used to make biocompatible sensors for many other biochemical of interest.\n\nThe students involved in this project developed skills in nanomaterials handling and experience in applying analytical methods, including Raman spectroscopy, field-emission scanning electron microscopy. The graduate students gained mentoring experience by supervising the work of undergraduate (including freshmen) and even high-school students. The students were trained to perform nanomaterials synthesis, handling and modification, as well as measurements and statistical data analysis.  The students have presented the work at several regional, national, and international conference presentations, as well as local events. The findings have also been published in scientific journals such as Journal of Colloids and Interface Science and ACS Applied Materials and Interfaces.\n\n\t\t\t\t\tLast Modified: 11/28/2015\n\n\t\t\t\t\tSubmitted by: Michael J Mcshane"
 }
}