{
 "awd_id": "1066608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Chiral Separation Based on Mixed Conglomerate Crystallization",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 334442.0,
 "awd_amount": 334442.0,
 "awd_min_amd_letter_date": "2011-03-22",
 "awd_max_amd_letter_date": "2011-03-22",
 "awd_abstract_narration": "1066608\r\nBlackmond\r\n\r\nThe objective of the proposed research is to develop a novel concept for chiral separations and chiral amplification based on a synergistic combination of two distinct methods for enantioenrichment recently developed in the Blackmond laboratories. This work promises to expand the fraction of chiral compounds currently amenable to separation by crystallization methods.  \r\n\r\nMost chiral compounds crystallize in one of two forms: if the interaction between like enantiomers is preferred, then separate crystals of each hand of the chiral molecule will be formed (known as conglomerates). If heterochiral interactions are preferred, then each crystal will contain a 1:1 mixture of the left and right hands of the chiral molecule (known as racemic compounds). While the former type of compound is clearly more amenable to separation, it is the latter type that is most commonly found in Nature, by about a 10:1 preference. The first part of the current research project seeks ways to alter the phase behavior of chiral compounds to turn racemic compounds into what we term \"tunable conglomerates\" or \"mixed conglomerates\". The second part of the project will study how selected candidate systems may evolve from near racemic mixtures of crystals to a single solid enantiomorph through an extension of the \"chiral amnesia\" process previously demonstrated by this group for simple conglomerate systems. The goal is to demonstrate the emergence of solid phase enantiopurity for each distinct chiral molecule present in the mixture. \r\n\r\n\r\nThis work will help to shed light on the fundamental interplay between kinetics and thermodynamics and between physical and chemical rate processes. Most significantly, this research will expand the application of this novel separation method in the pharmaceutical industry. \r\n\r\nThe property of molecular chirality has long fascinated scientists and laymen alike. In addition to its practical aspects, single chirality is part of the mystery of the origin of life on earth. Research in this area becomes a superb conduit for evoking the challenges and joy of science in ways that appeal to young audiences contemplating the study of chemistry, biology, or engineering. We will team with The Scripp Research Institute's (TSRI) multi-faceted Academic Preparation and Outreach Programs by supporting a high school student as a summer research intern in my laboratories. This raises awareness of career opportunities in the biomedical and chemical sciences and fosters an understanding in the general public of the excitement of basic research as well as its connection to our material world. Along these lines a general interest seminar has been developed entitled \"How Amino Acids Took a Left-Hand Turn: Probing the Origin of Biological Homochirality\".  In addition to becoming involved in speaking to and mentoring high school students, faculty advisory lecture series are held with TSRI's Network for Women in Science, involving both professional and personal mentoring to graduate students and postdoctoral fellows.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donna",
   "pi_last_name": "Blackmond",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Donna G Blackmond",
   "pi_email_addr": "blackmon@scripps.edu",
   "nsf_id": "000570901",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Scripps Research Institute",
  "inst_street_address": "10550 N TORREY PINES RD",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8587848653",
  "inst_zip_code": "920371000",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "SCRIPPS RESEARCH INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "PHZJFZ32NKH4"
 },
 "perf_inst": {
  "perf_inst_name": "The Scripps Research Institute",
  "perf_str_addr": "10550 N TORREY PINES RD",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920371000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 334442.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"first\">The concept of chirality &ndash; the property of molecules, crystals, or other macroscopic objects than can exist in two mirror images forms &ndash; has fascinated scientists and laymen alike since Louis Pasteur used tweezers to separate two mirror-image crystal forms of a tartrate salt over 150 years ago. Homochirality &ndash; where a collection of molecule have the same chirality or handedness &ndash; is a characteristic of biological molecules such as amino acids and sugars. The chirality of these molecules is important in biological processes of molecular recognition and is arguably key to the origin of life. Homochirality is also an important characteristic of drug function, such as in the anticoagulant Plavix, and many pharmaceuticals must be prepared in a single chiral form. The synthesis and separation of chiral molecules is a vibrant area of both fundamental and practical research.</p>\n<p class=\"first\">&nbsp;</p>\n<p>Molecules that crystallize in the way Pasteur&rsquo;s tartrate do, with left- and right-handed molecules in separate crystals, are called &ldquo;conglomerates.&rdquo; Our work on a novel separation/conversion process for conglomerates, called attrition-enhanced deracemization, focuses on understanding the underlying mechanism. We have begun to unravel some of the physical and chemical processes that make it possible to convert molecules of one handedness to the other. Isotopic labeling studies enabled us to determine each atom&rsquo;s origin and final destination when the molecules in a crystal change from one chirality to the other by moving into the solution phase, interconverting, and then depositing on crystals of the other hand. We demonstrate that the process may be explained by the effect of crystal size on solubility of the enantiomers. A transient, crystal size-induced solubility difference between enantiomorphs triggers the interconversion, which proceeds with the solution phase serving as the conduit between molecules of the mirror image crystals.</p>\n<p>&nbsp;</p>\n<p>A second phase of our project seeks to find ways to amplify enantiomeric excess for chiral molecules that crystallize, in contrast to Pasteur&rsquo;s tartrate, with left- and right-handed molecules within the same crystal, called &ldquo;racemic compounds.&rdquo; In this case we have developed methods to enantioenrich the solution phase by tuning the relative solubilities of racemic and enantiopure crystals via &ldquo;crystal engineering&rdquo;. We screen for additives that can participate in the crystal structure and alter the crystal&rsquo;s solubility.</p>\n<p>&nbsp;</p>\n<p class=\"last\">These studies provide new insights into the separation of chiral mixtures for the biopharmaceutical industry and shed light on mechanisms for the evolution of biological homochirality.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/10/2015<br>\n\t\t\t\t\tModified by: Donna&nbsp;G&nbsp;Blackmond</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1066608/1066608_10080261_1428693951476_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1066608/1066608_10080261_1428693951476_Figure1--rgov-800width.jpg\" title=\"Attrition-Enhanced Deracemization\"><img src=\"/por/images/Reports/POR/2015/1066608/1066608_10080261_1428693951476_Figure1--rgov-66x44.jpg\" alt=\"Attrition-Enhanced Deracemization\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A racemic mixture of enantiomorphic c...",
  "por_txt_cntn": "The concept of chirality &ndash; the property of molecules, crystals, or other macroscopic objects than can exist in two mirror images forms &ndash; has fascinated scientists and laymen alike since Louis Pasteur used tweezers to separate two mirror-image crystal forms of a tartrate salt over 150 years ago. Homochirality &ndash; where a collection of molecule have the same chirality or handedness &ndash; is a characteristic of biological molecules such as amino acids and sugars. The chirality of these molecules is important in biological processes of molecular recognition and is arguably key to the origin of life. Homochirality is also an important characteristic of drug function, such as in the anticoagulant Plavix, and many pharmaceuticals must be prepared in a single chiral form. The synthesis and separation of chiral molecules is a vibrant area of both fundamental and practical research.\n \n\nMolecules that crystallize in the way PasteurÆs tartrate do, with left- and right-handed molecules in separate crystals, are called \"conglomerates.\" Our work on a novel separation/conversion process for conglomerates, called attrition-enhanced deracemization, focuses on understanding the underlying mechanism. We have begun to unravel some of the physical and chemical processes that make it possible to convert molecules of one handedness to the other. Isotopic labeling studies enabled us to determine each atomÆs origin and final destination when the molecules in a crystal change from one chirality to the other by moving into the solution phase, interconverting, and then depositing on crystals of the other hand. We demonstrate that the process may be explained by the effect of crystal size on solubility of the enantiomers. A transient, crystal size-induced solubility difference between enantiomorphs triggers the interconversion, which proceeds with the solution phase serving as the conduit between molecules of the mirror image crystals.\n\n \n\nA second phase of our project seeks to find ways to amplify enantiomeric excess for chiral molecules that crystallize, in contrast to PasteurÆs tartrate, with left- and right-handed molecules within the same crystal, called \"racemic compounds.\" In this case we have developed methods to enantioenrich the solution phase by tuning the relative solubilities of racemic and enantiopure crystals via \"crystal engineering\". We screen for additives that can participate in the crystal structure and alter the crystalÆs solubility.\n\n \nThese studies provide new insights into the separation of chiral mixtures for the biopharmaceutical industry and shed light on mechanisms for the evolution of biological homochirality.\n\n\t\t\t\t\tLast Modified: 04/10/2015\n\n\t\t\t\t\tSubmitted by: Donna G Blackmond"
 }
}