{
 "awd_id": "1066520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental and Theoretical Investigation of Fuel Bed Ignition by Embers and Heated/Burning Particles",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 269999.0,
 "awd_amount": 269999.0,
 "awd_min_amd_letter_date": "2011-02-14",
 "awd_max_amd_letter_date": "2011-02-14",
 "awd_abstract_narration": "1066520\r\nFernandez-Pello, Carlos   \r\n  \r\nAccording to US Fire Administration statistics 96,000 wildfires burned 9.9 million acres in 2006, greater than the entire area of Maryland and the DC metro area. In 2007, \"outdoor and other\" (primarily wildland) fires resulted in 45 deaths, 650 injuries, and $2.6 billion in property damage.  Many wildland and wildland urban interface (WUI) fires are ignited by hot metal particles or embers generated by powerline interactions, hot work/welding, overheated catalytic converters, seized train brakes, and other sources of incandescent particles. Firebrand (ember) spotting is the primary vector for spread of wildland and WUI fires under dry, hot, and windy conditions that produce the most devastating fires. Spotting leads to rapid fire spread because embers are lofted by fire plumes and transported downwind to ignite secondary fires or structures remote from the flame front. Most structures destroyed during WUI fires are ignited by firebrands that penetrate vents or ignite roof construction, not direct flame impingement. Civilians and firefighters alike can become trapped between spot fires with no escape route; partly to blame is the difficulty associated with accurate prediction of spotting and its effect on fire spread.\r\nThe conditions under which embers and heated particles can ignite a spot fire are not well understood. The work proposed here aims to develop the science needed to accurately predict the conditions leading to ignition of fuel beds by embers and heated particles. It is a combined experimental, analytical, and numerical modeling study of ignition of fuel beds by embers and heated particles. A small-scale wind tunnel will be used to experimentally investigate the ignition of both \"laboratory\" and \"real world\" fuel beds by woody embers/firebrands and heated, molten, or burning metal particles. Experiments will be used to predict ignition probability as a function of fuel bed and ember/heated particle properties and a physics-based numerical model of fuel bed ignition by embers and heated particles, will be developed. The information will then be incorporated in predictive models of wildland fire propagation.\r\nIntellectual merit: As a physical process, ignition of fuel beds by an ember or hot metal particle is one of the richest problems in fire and combustion science, incorporating solid and gas phase thermosciences processes. This project will unravel the controlling physics and chemistry, thereby developing significant new knowledge. The proposed work is transformational because it will, for the first time, provide a quantitative understanding of ignition of fuel beds by embers and hot particles grounded in rigorous experiment, theory, and numerical modeling. The experimental program will a detailed and well-controlled study into ignition of fuel beds by embers and heated particles conducted to date. \r\nBroader impacts:  This work has practical applications that will translate into real-world economic and life safety benefits. The potential benefit to society of this work stems from its ability to reduce devastating fire losses when incorporated into predictive models and disaster planning as well as its potential to be used in protocols for preventative fuels treatments, development of smarter regulatory guidance and test standards for fire-safe construction, staging orderly evacuations, and efficient allocation of fire suppression resources during fire events. By reaching out to organizations that promulgate codes and standards such as the California Public Utilities Commission, ASTM E5, the International Code Council, and CalFire, it will be ensured that this research makes a real world impact.\r\nThis research will be incorporated into the Combustion Processes course at UC Berkeley and undergraduate students will be invited to participate in the research. On average, four undergraduate students conduct research in Prof. Pello?s laboratory often from programs aimed to attract underrepresented minorities to engineering graduate education, such as NSF-LAMP. \r\nThe results of this research will be broadly disseminated to enhance scientific and technological understanding through presentations at national and international conferences, conventional publication (peer-reviewed archival journal articles), and \"Science 2.0\" methods that involve electronically disseminating papers, reports, guides, data, simulation results, experimental data, photographs/videos, source code, executable files, and model output produced as part of this grant.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Fernandez-Pello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos Fernandez-Pello",
   "pi_email_addr": "ferpello@me.berkeley.edu",
   "nsf_id": "000467797",
   "pi_start_date": "2011-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "063E",
   "pgm_ref_txt": "POLLUTANT FORMATION & MITIGATN"
  },
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 269999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ignition of combustible material by hot metal particles is an important pathway by which wildland and urban spot fires are started.&nbsp; Hot metal fragments can be created from power lines, overheated brakes, railway tracks or any other manner of metal-on-metal action in our industrialized society.&nbsp; Although these particles cool as they fall to the ground, they still may be able to start a fire which can quickly spread if the hot particles land on a prime fuel source like pine needles or dry grass.&nbsp; At least 28,000 fires occur each year in the United States due to hot metal hazards, according to&nbsp;a 2013 U.S. Department of Agriculture report. For instance, in 2007, sparks from power lines traveled over the wind and landed in dry grass near&nbsp;Witch Creek Canyon&nbsp;in California. Days later, 1,100 homes and 200,000 acres had burned, with $1.8 billion in losses.&nbsp;</p>\n<p>In spite of interest in the subject, there is little work published that addresses the ignition capabilities of hot metal particles landing on natural fuels. We performed many tests where we dropped hot metal particles onto fuel beds and recorded whether the particle was able to ignite the fuel.&nbsp; We used particles made of different metals, and heated them to temperatures up to 1100<sup>o</sup>C so that in some cases the particles were molten. The particles were dropped onto different fuel beds, for example dry grass, pine needles and powdered cellulose.&nbsp; From this work we were able to figure out how large and hot a particle had to be to ignite different fuel beds.&nbsp; We also found that molten particles were more likely to ignite the fuels compared to solid particle at the same temperature.&nbsp; Some fuels ignited more easily than others, for instance the powdered cellulose fuel ignited the most easily, while the pine needles and dry grass were more difficult to ignite. Also, the pine needles, dry grass and cellulose ignited more easily after being ground into a powder.&nbsp;</p>\n<p>From this research we were able to find ignition boundaries, which separate conditions where there is a chance that fire will be started and those where it will not.&nbsp; These are shown in Figure 1 which shows the flaming ignition boundaries for powdered cellulose in contact with hot metal particles and Figure 2 which shows the flaming ignition boundaries for five fuels by contact with hot aluminum particles.&nbsp; Using high speed photography we were able to view the ignition events.&nbsp; From these images we were able to determine the flaming ignition usually happens in less than a second.&nbsp; Figure 3 shows images from two tests, one where there was an ignition and one where there was not an ignition.&nbsp; The results of this study can be used to ensure computer models are accurate so they can predict the likelihood that a fire will be started based on the particle and fuel bed characteristics.&nbsp; Enhanced fire spread models could give land managers and government agencies better tools to take preventative measures.&nbsp; It is common to clear possible wildland fuels around highways and railroads to prevent fires, but our research will allow land managers to set clearance distances that are safe but not overly cautious.</p>\n<p>Videos related to this project can be found at <a href=\"https://youtu.be/DucxrnLM6Q0\">here</a> and <a href=\"https://youtu.be/IrpPNe2lvwE\">here</a> which were produced by the National Science Foundation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/31/2015<br>\n\t\t\t\t\tModified by: Carlos&nbsp;Fernandez-Pello</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"><...",
  "por_txt_cntn": "\nThe ignition of combustible material by hot metal particles is an important pathway by which wildland and urban spot fires are started.  Hot metal fragments can be created from power lines, overheated brakes, railway tracks or any other manner of metal-on-metal action in our industrialized society.  Although these particles cool as they fall to the ground, they still may be able to start a fire which can quickly spread if the hot particles land on a prime fuel source like pine needles or dry grass.  At least 28,000 fires occur each year in the United States due to hot metal hazards, according to a 2013 U.S. Department of Agriculture report. For instance, in 2007, sparks from power lines traveled over the wind and landed in dry grass near Witch Creek Canyon in California. Days later, 1,100 homes and 200,000 acres had burned, with $1.8 billion in losses. \n\nIn spite of interest in the subject, there is little work published that addresses the ignition capabilities of hot metal particles landing on natural fuels. We performed many tests where we dropped hot metal particles onto fuel beds and recorded whether the particle was able to ignite the fuel.  We used particles made of different metals, and heated them to temperatures up to 1100oC so that in some cases the particles were molten. The particles were dropped onto different fuel beds, for example dry grass, pine needles and powdered cellulose.  From this work we were able to figure out how large and hot a particle had to be to ignite different fuel beds.  We also found that molten particles were more likely to ignite the fuels compared to solid particle at the same temperature.  Some fuels ignited more easily than others, for instance the powdered cellulose fuel ignited the most easily, while the pine needles and dry grass were more difficult to ignite. Also, the pine needles, dry grass and cellulose ignited more easily after being ground into a powder. \n\nFrom this research we were able to find ignition boundaries, which separate conditions where there is a chance that fire will be started and those where it will not.  These are shown in Figure 1 which shows the flaming ignition boundaries for powdered cellulose in contact with hot metal particles and Figure 2 which shows the flaming ignition boundaries for five fuels by contact with hot aluminum particles.  Using high speed photography we were able to view the ignition events.  From these images we were able to determine the flaming ignition usually happens in less than a second.  Figure 3 shows images from two tests, one where there was an ignition and one where there was not an ignition.  The results of this study can be used to ensure computer models are accurate so they can predict the likelihood that a fire will be started based on the particle and fuel bed characteristics.  Enhanced fire spread models could give land managers and government agencies better tools to take preventative measures.  It is common to clear possible wildland fuels around highways and railroads to prevent fires, but our research will allow land managers to set clearance distances that are safe but not overly cautious.\n\nVideos related to this project can be found at here and here which were produced by the National Science Foundation.\n\n \n\n\t\t\t\t\tLast Modified: 03/31/2015\n\n\t\t\t\t\tSubmitted by: Carlos Fernandez-Pello"
 }
}