{
 "awd_id": "1066526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elucidating a novel photodegradation pathway: impact of halides on the photodestruction of organic contaminants in estuarine and marine systems",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Debra Reinhart",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 311410.0,
 "awd_amount": 313410.0,
 "awd_min_amd_letter_date": "2011-02-01",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "PI:  William Mitch\r\nProposal Number:  CBET-1066526\r\nInstitution:  Yale University\r\nTitle:    Elucidating a novel photodegradation pathway: impact of halides on the photodestruction of organic contaminants in estuarine and marine systems\r\n\r\nEstuaries have long been considered critical ecosystems, serving as nutrient-rich nurseries for a host of marine life.  However, as populations surge in coastal areas, there are increasing concerns regarding the negative impacts on estuarine organisms of organic contaminants from point sources, nonpoint sources, and even direct loadings from aquaculture or oil spills.  Although photolytic degradation is among the more important controls on contaminant fate, there has been no systematic evaluation of the effect of salt, the defining characteristic of estuarine and marine systems, on contaminant photolysis.  In a recent publication, the PI demonstrated that seawater concentrations of halides enhanced the photobleaching of dissolved organic matter (DOM) chromophores by 40%.  Experiments controlling for ionic strength demonstrated that the effect was specific to halides, and consistent with the formation of oxidants that selectively target electron-rich chromophores; such oxidants include singlet oxygen or reactive halogen species (RHS; e.g., Br?) formed by the direct oxidation of halides by excited state triplet chromophores.  The PI presents preliminary data indicating that halides also significantly enhance the direct photodegradation of tetracycline and the indirect photodegradation of 17â-estradiol.  Additionally, he employed probes to demonstrate that halides increase the steady-state concentration of excited state triplet chromophores, critical intermediates in the formation of singlet oxygen and halogen radicals.  Lastly, he presents results indicating that promotion of singlet oxygen and halogen radicals may play important roles in organic contaminant photodegradation, and in the case of halogen radicals, may halogenate contaminants.\r\n\r\nThe proposed research would employ two approaches to systematically evaluate the impact of halides on the photodegradation of organic contaminants subject to both direct and indirect photolysis.  On a practical level, the first approach would quantify the direct and indirect photodegradation rates of contaminants across halide concentration gradients to indicate the importance of halides for the photo-fate of contaminants in estuaries.  Experiments would be conducted with and without ionic strength control to distinguish whether the influence of salts is a generalized ionic strength effect or specific to halides.  On a fundamental level, the second approach would explore the underlying mechanisms.  They will employ a probe to quantify the steady-state concentrations and rates of formation and scavenging of photo-excited triplet states of the organic contaminant (in the case of direct photolysis) or DOM chromophores (in the case of indirect photolysis).  These experiments will be coupled with use of an additional probe to quantify the steady-state concentrations and rates of formation and scavenging of the selective oxidant, singlet oxygen, formed from the photo-excited triplet state organic intermediates.  Although similar probes have not been developed to measure RHS, we will employ a RHS scavenger to indicate whether these species play an important role in organic contaminant photodegradation in estuaries.  As an additional indication of a role for RHS, we will evaluate whether halogenation of organic contaminants occurs.  \r\n\r\nDespite years of research on contaminant photolysis, there has been no systematic investigation of a role for halides in promoting contaminant photolysis.  Generally, halides are considered to modify ionic strength, not to participate in specific photochemical reactions. Accordingly, reaction pathways applicable to freshwater systems have been applied to saline waters.  The systematic characterization of specific halide-assisted photolysis pathways would transform our understanding of the role of salts in aqueous photochemistry, and enable more accurate predictions of the fate of the increasing loadings of organic contaminants expected in estuaries and marine systems.\r\n\r\nThe characterization of specific halide-assisted photolysis pathways would be very relevant to understanding the turnover of marine DOM, an important component of the global carbon cycle.  Moreover, the definition of an abiotic pathway to organohalogen formation would be important as the origin of halogenated organics in marine systems is a significant issue in oceanography.  In addition to the research opportunities afforded to graduate and undergraduate students, a high school science teacher will assist in summer research, with an eye to incorporating experiments into the curriculum over the following year.  With the help of the teacher, underrepresented high school students will be identified to assist in the research over the following two summers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Mitch",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "William A Mitch",
   "pi_email_addr": "wamitch@stanford.edu",
   "nsf_id": "000234747",
   "pi_start_date": "2011-02-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Pignatello",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Pignatello",
   "pi_email_addr": "Joseph.Pignatello@ct.gov",
   "nsf_id": "000379822",
   "pi_start_date": "2011-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 82569.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}