{
 "awd_id": "1066356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Turbulent Flow Drag Reduction Using Surfaces Exhibiting Superhydrophobicity and Riblets",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 359999.0,
 "awd_amount": 375999.0,
 "awd_min_amd_letter_date": "2011-05-20",
 "awd_max_amd_letter_date": "2014-01-07",
 "awd_abstract_narration": "1066356\r\nMaynes\r\n\r\nThis project is aimed at characterizing the flow physics associated with turbulent liquid flow over superhydrophobic surfaces of various topologies and explores the combined passive drag reducing mechanisms of riblets and superhydrophobicity. \tThe benefits of riblets on reducing the drag in turbulent boundary layers have been long understood, while superhydrophobic surfaces have recently emerged as a different mechanism for drag reduction. The coupling of these two drag-reducing mechanisms has not previously been explored, and it is expected that their combined benefit will be much greater than can be achieved by either mechanism alone. The impact of such surfaces on minimizing flow resistance is far reaching, ranging from microfluidic applications to large-scale liquid flows. The main technical objectives of the work are to provide significant characterization of the flow of liquids over superhydrophobic surfaces with and without riblets and to quantify their effectiveness in reducing drag in turbulent flows. Experiments are conducted in a small-scale turbulent channel flow where particle image velocimetry is employed to provide detailed characteristics of the flow field, in both streamwise and transverse planes. Upon elucidation of optimal parameter ranges from the PIV testing, experiments in a water tunnel will also be conducted, where the total drag on flat plates tiled with test surfaces will be measured. In parallel with the experimental program, direct numerical simulations of turbulent channel flow with surfaces exhibiting riblets and slip are performed. These simulations do not replicate exact experimental conditions, but rather provide additional fundamental insight into the coupling of riblets, which suppress spanwise motions, and slip derived from supherhydrophobicity in both the spanwise and streamwise directions. This work influences students at all levels of the educational system.  In addition to the formal involvement of PhD students, undergraduate students are active participants in the work. Further, the work is integrated into Brigham Young University Summer of Academic Refinement (SOAR) program.  In SOAR, minority high-school students spend several summer weeks on the BYU campus preparing for college admission tests, experiencing university life, and learning about the different programs of study. The students participate in workshops at various laboratories around campus, including the cleanroom where the superhydrophobic test surfaces are fabricated. The experience of SOAR students is further augmented by lab activities and experiments that explain superhydrophobic surfaces and drag reduction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "R Daniel",
   "pi_last_name": "Maynes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "R Daniel Maynes",
   "pi_email_addr": "maynes@byu.edu",
   "nsf_id": "000425240",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Webb",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Brent W Webb",
   "pi_email_addr": "webb@byu.edu",
   "nsf_id": "000425808",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Crockett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Crockett",
   "pi_email_addr": "crockettj@byu.edu",
   "nsf_id": "000498988",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-153 ASB",
  "perf_city_name": "PROVO",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 359999.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored the drag reduction characteristics of superhydrophobic (SH) surfaces with three main thrusts.</p>\n<p>&nbsp;</p>\n<p>The first thrust considered turbulent flow over SH surfaces from an experimental perspective. Experiments were conducted in a channel flow setup and SH surfaces with and without larger scale riblets were considered. Pressure drop measurements were conducted and Particle Image Velocimetry (PIV) measurements were also acquired to characterize the flow profiles for the scenarios considered. The combined SH surfaces with riblets were created by the development of a multi-step photolithography approach. The following surface types were considered: smooth, SH, riblet, SH and riblet over a wide range of channel Reynolds numbers. The overall results revealed the following: 1. The average frictional drag on superhydrophobic surfaces is less than on traditional smooth surfaces, although this drag is Reynolds number dependent and increasing Reynolds number leads to a decrease in the amount of drag reduction provided. The superhydrophobic surfaces are susceptible to flooding of the air cavities and when this occurs no benefit in drag reduction is realized. 3.&nbsp; Combined surfaces with both SH features and riblets provided greater reduction in frictional drag than the SH surfaces alone. However, this effect was modest. 4. The measurements with the SH surfaces exhibited much more variability than the smooth surfaces or the surfaces with riblets only or combined riblet and SH features. 5. SH surfaces and combed SH/riblet surfaces yield velocity profiles that are shifted with the peak of the velocity profile moving toward the wall that exhibits riblets or SH characteristics. Overall this aspect of the work showed that there is promise in utilizing combined riblet/SH surfaces for scenarios where drag reduction in turbulent flows is desirable. However, the impact of the combined surfaces is limited largely by the robustness of the SH surfaces.</p>\n<p>&nbsp;</p>\n<p>The second thrust of the work considered the dynamics of jet impingement on SH surfaces. Here experiments and analysis were conducted to investigate the influence of apparent slip and reduced shear stress on the dynamical behavior. Comparison between experimental data and the analysis is very good. Both the analysis and the experiments revealed that impingement on SH surfaces yields lower local shear stress and resistance to liquid motion. Scenarios were considered for SH surfaces with isotropic and anisotropic slip lengths and for immersed and un-immersed surfaces. The influence of the SH surfaces yields the following behavior: 1. The location of a hydraulic jump moves radially outward for impingement on SH surfaces. The results show, increasing the slip length results in a larger hydraulic jump due to the reduction in drag on the surface. 2. When the SH surface exhibits anisotropic surface patterning (ribs and cavity SH features) the hydraulic jump takes on an elliptical shape, with the larger diameter corresponding to the direction parallel to the ribs and the shorter diameter in the transverse direction. 3. For impingement on un-immersed SH surfaces, the thin film breaks up into droplets at a specific radial location. This occurs due to a balance between surface tension forces that pull inward and the radial momentum of the thin film. The breakup location is a strong function of the SH surface slip length and the interfacial surface tension and concomitant surface contact angle. This has been quantified over the scope of parameter ranges that typically would exist. The analysis determines all of the local fluid dynamical information and generalized predictive expressions were developed that allows apriori prediction of behavior that will prevail on different SH surfaces. This aspect of the work revealed that SH surfaces exert much more influence on flows with small length scales (t...",
  "por_txt_cntn": "\nThis project explored the drag reduction characteristics of superhydrophobic (SH) surfaces with three main thrusts.\n\n \n\nThe first thrust considered turbulent flow over SH surfaces from an experimental perspective. Experiments were conducted in a channel flow setup and SH surfaces with and without larger scale riblets were considered. Pressure drop measurements were conducted and Particle Image Velocimetry (PIV) measurements were also acquired to characterize the flow profiles for the scenarios considered. The combined SH surfaces with riblets were created by the development of a multi-step photolithography approach. The following surface types were considered: smooth, SH, riblet, SH and riblet over a wide range of channel Reynolds numbers. The overall results revealed the following: 1. The average frictional drag on superhydrophobic surfaces is less than on traditional smooth surfaces, although this drag is Reynolds number dependent and increasing Reynolds number leads to a decrease in the amount of drag reduction provided. The superhydrophobic surfaces are susceptible to flooding of the air cavities and when this occurs no benefit in drag reduction is realized. 3.  Combined surfaces with both SH features and riblets provided greater reduction in frictional drag than the SH surfaces alone. However, this effect was modest. 4. The measurements with the SH surfaces exhibited much more variability than the smooth surfaces or the surfaces with riblets only or combined riblet and SH features. 5. SH surfaces and combed SH/riblet surfaces yield velocity profiles that are shifted with the peak of the velocity profile moving toward the wall that exhibits riblets or SH characteristics. Overall this aspect of the work showed that there is promise in utilizing combined riblet/SH surfaces for scenarios where drag reduction in turbulent flows is desirable. However, the impact of the combined surfaces is limited largely by the robustness of the SH surfaces.\n\n \n\nThe second thrust of the work considered the dynamics of jet impingement on SH surfaces. Here experiments and analysis were conducted to investigate the influence of apparent slip and reduced shear stress on the dynamical behavior. Comparison between experimental data and the analysis is very good. Both the analysis and the experiments revealed that impingement on SH surfaces yields lower local shear stress and resistance to liquid motion. Scenarios were considered for SH surfaces with isotropic and anisotropic slip lengths and for immersed and un-immersed surfaces. The influence of the SH surfaces yields the following behavior: 1. The location of a hydraulic jump moves radially outward for impingement on SH surfaces. The results show, increasing the slip length results in a larger hydraulic jump due to the reduction in drag on the surface. 2. When the SH surface exhibits anisotropic surface patterning (ribs and cavity SH features) the hydraulic jump takes on an elliptical shape, with the larger diameter corresponding to the direction parallel to the ribs and the shorter diameter in the transverse direction. 3. For impingement on un-immersed SH surfaces, the thin film breaks up into droplets at a specific radial location. This occurs due to a balance between surface tension forces that pull inward and the radial momentum of the thin film. The breakup location is a strong function of the SH surface slip length and the interfacial surface tension and concomitant surface contact angle. This has been quantified over the scope of parameter ranges that typically would exist. The analysis determines all of the local fluid dynamical information and generalized predictive expressions were developed that allows apriori prediction of behavior that will prevail on different SH surfaces. This aspect of the work revealed that SH surfaces exert much more influence on flows with small length scales (thin films) than on larger scale flows and that the influence can dramatically alter the hydrodynamica..."
 }
}