{
 "awd_id": "1066223",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Drag reduction and the nonlinear dynamics of Newtonian and viscoelastic turbulence",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 299983.0,
 "awd_amount": 299983.0,
 "awd_min_amd_letter_date": "2011-02-25",
 "awd_max_amd_letter_date": "2011-02-25",
 "awd_abstract_narration": "Graham\r\n1066223\r\n\r\nAt low speed, flow in a pipe or over an aircraft is smooth and steady. At higher speeds, flow becomes turbulent -- the smooth motion gives way to fluctuating eddies that sap the fluid's energy and make it more difficult to pump the fluid through the tube or to propel the aircraft through the air.  For flowing liquids, adding a small amount of very large polymer molecules can dramatically affect the turbulent eddies, reducing their deleterious effects on energy efficiency. This phenomenon is  used, for example, in the Alaska pipeline, but it is not well-understood, and no comparable technology exists to reduce turbulent energy consumption in flows of gases, in which polymers cannot be dissolved. Recent work in the Principal Investigator's group has demonstrated that many of the features of turbulent flow in polymer solutions can also arise in turbulent flow of simple fluids, including gases, potentially leading to new approaches to improved energy efficiency in a wide range of flow processes. The discovery hinges on the identification of two kinds of turbulence, \"active\"  turbulence, which dominates flows without additives and leads to substantial energy consumption, and \"hibernating\" turbulence, which drains much less energy from the fluid. Hibernating turbulence is prevalent at high levels of additives, but still occurs occasionally in their absence.\r\n\r\nThe objective of the proposed work is to more fully characterize the spatial and temporal behavior of turbulent flows in light of the observations described above, and to test some specific hypotheses about the structure of turbulent flow at high levels of drag reduction. To do this, simulations of turbulent flows will be performed and a number of new approaches to data analysis will be developed and implemented. Additionally,  a second thrust will, for the first time, systematically study the \"edge\" dynamics of flows that are just barely turbulent and thus have very low drag. All these studies will take advantage of new results in the analysis of mathematical models for flow of polymer solutions, for purposes of both computation and data analysis.  \r\n    \r\nThe intellectual merit of this work has several dimensions. The first is very fundamental: drag reduction by additives is a key physical phenomenon at intersection between the fields of turbulence and complex fluids, so gaining a firm understanding of this phenomenon would represent a significant fundamental advance. The second is more far-reaching:  One of the long-stated motivations for research into the mechanism of turbulent drag reduction by polymers is the potential that understanding this situation can shed light on general mechanisms for turbulent drag reduction that would apply to situations where polymer addition is impractical or impossible (e.g. in a gas flow.) The discovery that  even in Newtonian flow there exist low drag periods very much like those found at high levels of drag reduction naturally suggests that new strategies based on this discovery might be found that can reduce drag and thereby increase energy efficiency in a wide variety of processes involving flow. \r\n\r\nBroader impacts arising from this work include: (1) Involvement of undergraduate students in a project involving practical issues of implementing drag reducing fluids in a large scale flow system -- the UW-Madison chilled water cooling system; (2) Education of graduate students with a unique multidisciplinary perspective, combining molecular and continuum computational methods with concepts of polymer and fluid dynamics and dynamical systems theory; (3)Foundations for turbulence control: if we understand the structure of turbulence and how polymers affect this structure, perhaps we can mimic those effects with deformable boundaries, electric/magnetic fields or other modifications. More generally, rigorous development of energy-saving flow control strategies of all kinds will be enabled by a firm understanding of turbulence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Graham",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Graham",
   "pi_email_addr": "mdgraham@wisc.edu",
   "nsf_id": "000272283",
   "pi_start_date": "2011-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299983.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Addition of a small amount of certain polymers to a liquid result on dramatic effects on flow. Polymer additives alter drop breakup processes, the stability of coating flows, the behavior of particle-laden fluids such as blood and the dynamics of turbulence. Specifically, polymer addition results in a substantial reduction of skin friction at solid surfaces, a phenomenon known as turbulent drag reduction. This effect, which has been known since the 1940s is widely used in the fossil fuel industry &mdash; most prominently in the Alaska pipeline &mdash; and more recently in fracking fluids. In Japan (which produces less than half as much CO2 per dollar of GDP as the US, drag reducing additives are becoming increasingly widespread in district heating and cooling systems for large buildings and other facilities, resulting in substantial energy savings. Despite its technological importance, &nbsp;key aspects of the drag reduction phenomenon remain poorly understood.&nbsp;</p>\n<p><br />Perhaps the most striking qualitative feature of turbulent drag reduction is the existence of a so-called ``maximum drag reduction\" (MDR) asymptote. For a given flow geometry (pipe, duct, etc.) at a given pressure drop, there is an asymptotic flow rate that can be achieved through addition of polymers. Changing the concentration, molecular weight or even the chemical structure of the additives has no effect on this asymptotic value -- it is universal. This universality is the major puzzle of drag reduction but also a major opportunity: because it is a limiting case that does not depend on the details of the system in question, there must be general principles that govern its existence and structure.</p>\n<p><br />In the course of this grant, we have used theory and numerical simulations to substantially advance the understanding of this phenomenon. The simulations have shown that our earlier ideas about how some aspects of turbulence can be described in terms of \"active\" and \"hibernating\" behavior continue to be useful at high levels of drag reduction. A theory that explains the many aspects of the dynamics of drag reduction has been proposed, based on the hypothesis that polymers are strongly stretched in \"active\" turbulence intervals, eventually reaching a threshold stress beyond which the \"active\" turbulence is suppressed. &nbsp;We have also adapted mathematical tools from the field of machine learning to enable better understanding and prediction of turbulence in polymer solutions. Our eventual aim is that these advances can be used to develop new algorithms for minimizing turbulent energy losses in a wide range of flow processes.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;D&nbsp;Graham</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAddition of a small amount of certain polymers to a liquid result on dramatic effects on flow. Polymer additives alter drop breakup processes, the stability of coating flows, the behavior of particle-laden fluids such as blood and the dynamics of turbulence. Specifically, polymer addition results in a substantial reduction of skin friction at solid surfaces, a phenomenon known as turbulent drag reduction. This effect, which has been known since the 1940s is widely used in the fossil fuel industry &mdash; most prominently in the Alaska pipeline &mdash; and more recently in fracking fluids. In Japan (which produces less than half as much CO2 per dollar of GDP as the US, drag reducing additives are becoming increasingly widespread in district heating and cooling systems for large buildings and other facilities, resulting in substantial energy savings. Despite its technological importance,  key aspects of the drag reduction phenomenon remain poorly understood. \n\n\nPerhaps the most striking qualitative feature of turbulent drag reduction is the existence of a so-called ``maximum drag reduction\" (MDR) asymptote. For a given flow geometry (pipe, duct, etc.) at a given pressure drop, there is an asymptotic flow rate that can be achieved through addition of polymers. Changing the concentration, molecular weight or even the chemical structure of the additives has no effect on this asymptotic value -- it is universal. This universality is the major puzzle of drag reduction but also a major opportunity: because it is a limiting case that does not depend on the details of the system in question, there must be general principles that govern its existence and structure.\n\n\nIn the course of this grant, we have used theory and numerical simulations to substantially advance the understanding of this phenomenon. The simulations have shown that our earlier ideas about how some aspects of turbulence can be described in terms of \"active\" and \"hibernating\" behavior continue to be useful at high levels of drag reduction. A theory that explains the many aspects of the dynamics of drag reduction has been proposed, based on the hypothesis that polymers are strongly stretched in \"active\" turbulence intervals, eventually reaching a threshold stress beyond which the \"active\" turbulence is suppressed.  We have also adapted mathematical tools from the field of machine learning to enable better understanding and prediction of turbulence in polymer solutions. Our eventual aim is that these advances can be used to develop new algorithms for minimizing turbulent energy losses in a wide range of flow processes. \n\n\t\t\t\t\tLast Modified: 05/04/2015\n\n\t\t\t\t\tSubmitted by: Michael D Graham"
 }
}