{
 "awd_id": "1066426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigation of icephobic behavior of surfaces with tunable properties",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 320000.0,
 "awd_amount": 322000.0,
 "awd_min_amd_letter_date": "2011-03-22",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "1066426:\r\nConstantine Megaridis\r\n\r\nThe impact and freezing of water droplets on solid surfaces is a problem not only of intense fundamental interest but also a practical one, posing severe challenges to the uninterrupted operation of equipment and machinery exposed to the environment. Over the past few years, surfaces that retard ice formation (a.k.a. icephobic surfaces) have attracted increased attention, with superhydrophobic surfaces suggested as a possible solution. Despite some limited work in this area, the impact of droplets on surfaces, which is a common mechanism of ice-formation in the environment, lacks a thorough fundamental understanding.\r\n\r\n Preliminary work on delayed freezing of inkjet generated supercooled water microdroplets accumulating one-after-the-other on various surfaces -including superhydrophobic coatings- revealed that the effect of surface roughness in this problem might be equally as important as surface energy (i.e. wettability).\r\nThe work will examine the impact and freezing of supercooled-water droplets on surfaces with controlled micro-to-nanoscale texture, prescribed wettability (ranging from hydrophobic to superhydrophobic) and self-cleaning ability. Freezing delays will be quantified by means of high spatial and temporal resolution instrumentation; the measured freezing delays will be used to evaluate the icephobic potential of each surface. The effects of wettability (contact angle), self-cleaning ability (droplet roll-off tilt angle), droplet impact parameters (diameter, velocity, incidence angle) and droplet/surface temperature difference on droplet bounce, freezing and ice/frost accumulation will be analyzed. In addition to the above passive means of delaying ice formation, localized heat input will be examined as an active method to reduce ice formation/build-up by using superhydrophobic, electrically-conducting, nanoparticle-filled, polymer-based, composite coatings developed in the PI?s laboratory. These novel coatings feature well-controlled micro/nanotexture, tunable wettability (contact angle), self-cleaning ability (contact angle hysteresis), and favorable electrical properties.    \r\n\r\nIntellectual Merit: The work is believed to be highly transformative. It addresses a fundamental problem that has not yet been investigated thoroughly, although it is of high relevance to icephobicity as it pertains to practical applications. The proposed study takes advantage of recent developments on super-repellent polymer composite coatings that feature well-controlled micro/nanotexture, tunable wettability, self-cleaning ability and electrical properties, all necessary tools for the proposed investigation. The problem involves rich phenomena in fluid physics and heat transport, non-equilibrium phase change, and super-repellent multifunctional materials.\r\n\r\nBroader Impacts: The proposed program will enrich the science base for icephobic surface design, and if successful, has the potential to guide development of icephobic surfaces with superior properties. The research will advance discovery and fundamental understanding, while promoting teaching, training, and learning by means of a parallel education/outreach component. The PI will partner with a local minority-serving high school to expose these students and their teachers to the exciting world of nanoscience by involving them in cutting-edge research pursued in a university laboratory. Graduate and undergraduate students who will be involved in the research will serve as mentors to the high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Constantine",
   "pi_last_name": "Megaridis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Constantine M Megaridis",
   "pi_email_addr": "cmm@uic.edu",
   "nsf_id": "000110423",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "064E",
   "pgm_ref_txt": "Convection heat and mass transfer"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 320000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The program involved graduate and high-school students, and had outcomes in terms of fundamental knowledge, technological advancement and educational outreach activities:</p>\n<p><strong>Fundamental Knowledge</strong>: The work improved our scientific understanding of how icing can be delayed by using liquid-repellent coatings or prevented altogether by adding heat where the ice contacts the underlying surface. The heat is applied by means of a thin coating that is applied on the surface and possesses both liquid repellency (required to shed water) and electrical conductivity (required to produce resistive heat). The results of the research have been reported in papers that have appeared in print or are in preparation. Our review paper in <em>MRS Energy and Sustainability</em> summarized the knowledge on anti-icing approaches, along with other methods using repellent surfaces in heat transfer applications that involve phase change (freezing, condensation, boiling).</p>\n<p><strong>Technological Advancement</strong>: The research generated new intellectual property that was reported in US patent application 13/156,908 titled &ldquo;Liquid-repellent, large-area, electrically-conducting polymer composite coatings.&rdquo; &nbsp;The patent described a polymeric composition featuring a blend of polymers, electrically-conducting carbon nanofibers, and teflon particles that were applied by a wet process as a thin solid film (i.e. paint) onto the underlying substrate, creating a skin separating the non-conducting surface from the water (before freezing) or ice (after freezing).</p>\n<p><strong>Educational Outreach</strong>: The program included a high-school outreach component focusing on mentoring and supporting a small group of Hispanic students and their teacher in advanced science-fair-type projects. The high-school students were exposed to research in the area of liquid repellency by visiting regularly the PI&rsquo;s laboratory, talking to graduate students (who acted as mentors), participating in discussions on specific science concepts, and writing documents presenting ideas in this area. Upon graduation from high-school, all of these students entered college with their eyes on an engineering degree.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2015<br>\n\t\t\t\t\tModified by: Constantine&nbsp;M&nbsp;Megaridis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe program involved graduate and high-school students, and had outcomes in terms of fundamental knowledge, technological advancement and educational outreach activities:\n\nFundamental Knowledge: The work improved our scientific understanding of how icing can be delayed by using liquid-repellent coatings or prevented altogether by adding heat where the ice contacts the underlying surface. The heat is applied by means of a thin coating that is applied on the surface and possesses both liquid repellency (required to shed water) and electrical conductivity (required to produce resistive heat). The results of the research have been reported in papers that have appeared in print or are in preparation. Our review paper in MRS Energy and Sustainability summarized the knowledge on anti-icing approaches, along with other methods using repellent surfaces in heat transfer applications that involve phase change (freezing, condensation, boiling).\n\nTechnological Advancement: The research generated new intellectual property that was reported in US patent application 13/156,908 titled \"Liquid-repellent, large-area, electrically-conducting polymer composite coatings.\"  The patent described a polymeric composition featuring a blend of polymers, electrically-conducting carbon nanofibers, and teflon particles that were applied by a wet process as a thin solid film (i.e. paint) onto the underlying substrate, creating a skin separating the non-conducting surface from the water (before freezing) or ice (after freezing).\n\nEducational Outreach: The program included a high-school outreach component focusing on mentoring and supporting a small group of Hispanic students and their teacher in advanced science-fair-type projects. The high-school students were exposed to research in the area of liquid repellency by visiting regularly the PIÆs laboratory, talking to graduate students (who acted as mentors), participating in discussions on specific science concepts, and writing documents presenting ideas in this area. Upon graduation from high-school, all of these students entered college with their eyes on an engineering degree.\n\n \n\n\t\t\t\t\tLast Modified: 06/02/2015\n\n\t\t\t\t\tSubmitted by: Constantine M Megaridis"
 }
}