{
 "awd_id": "1066616",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Design of a Packed-Bed, Continuous-Flow Fermentation Process Tailored for Cellulosic Ethanol Production",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2011-03-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 329881.0,
 "awd_amount": 329881.0,
 "awd_min_amd_letter_date": "2011-01-03",
 "awd_max_amd_letter_date": "2013-04-02",
 "awd_abstract_narration": "PI: Hedden, Ronald \r\nInstitution:  Texas Tech University \r\nProposal Number: 1066616\r\nTitle: Design of a packed-Bed Continuous-Flow Fermentation Process Tailored for Cellulosic Ethanol Production\r\n\r\nIntellectual Merit\r\n\r\nEthanol (EtOH) derived from lignocellulosic biomass is among the most promising alternative fuels for future automotive energy needs. However, reductions in the cost of producing cellulosic EtOH must be realized in order to make it competitive with gasoline or EtOH derived from crops such as corn and sugarcane. Process economics can be improved both by increasing the EtOH yield per unit of raw materials and by lowering capital equipment and operating costs for industrial-scale fermentations. Capital equipment and operating costs can be lowered tremendously by replacing batch fermentors with continuous-flow, immobilized cell reactors (ICR), which can be significantly smaller due to higher feedstock conversion efficiency and higher volumetric productivity. This project addresses the design of ICR processes tailored for production of cellulosic EtOH by recombinant ethanologens, using novel synthetic porous polymer scaffolds (SPPS) to partially immobilize the cells. Preliminary results show that a continuous-flow column reactor packed with an SPPS material can achieve volumetric productivity at least 14 times higher than that of a comparable batch fermentation, while the porous structure of the SPPS bed mediates problems with CO2 holdup that limit conventional gel-immobilized systems. The performance of two packed bed ICR designs will be compared: a short vertical column reactor and a stirred tank reactor with packed bed section. The PIs will also optimize characteristics of the SPPS materials (pore size, pore volume fraction, and particle size) for fermentation of cellulose-derived feedstocks. \r\n\r\nThis study will systematically optimize porous polymer materials for any ICR fermentations. The investigation will initially be focused on E. coli strain LY01, due to its high specific growth rate, though this ICR designs should be equally applicable to ethanologenic strains of Saccharomyces cerevisiae or Zymomonas mobilis. This study will examine ICR systems specifically for conversion of cellulose-derived feedstocks to EtOH, using genetically modified organisms that can metabolize both hexoses and pentoses. The effects of organic inhibitors on volumetric productivity will be systematically examined with simple sugar mixtures before testing reactor performance with \"real\" cellulose-derived feedstocks. An analytical model of reactor performance will be developed to achieve an integrated understanding of the effects of parametric variations. Cell density will be studied using E. coli LY01 engineered to express green fluorescent protein (GFP). This study address the design of continuous-flow fermentors that are optimized to handle issues specific to cellulosic EtOH: inhibitors and particulate matter in the feed, and CO2 ventilation. \r\n\r\nBroader Impact\r\n\r\nThis research offers a benefit to society due to its potential to provide transformative new process technology for production of fuels from renewable non-food resources. The research will generate new knowledge that can potentially benefit the developing cellulosic EtOH industry economically. The project is vital to the PI's efforts to establish educational and outreach programs in Chemical Engineering at Texas Tech, and to support integration of materials and renewable energy research with Chemical Engineering education. The PI's and co-PI's groups have historically supported outreach activities involving high school and undergraduate students, including women and members of underrepresented groups. Through the Undergraduate Research Fellowship program in the Honors College and the ConocoPhilips Bridge program at Texas Tech, undergraduate students will work with graduate students to design biotechnology experiments for the Unit Operations teaching laboratory. Two graduate students involved will complete training in Engineering Ethics through the Murdough Center for Engineering Professionalism at Texas Tech University. Students will acquire training in methods of neutron scattering and radiation safety by studying porous polymers used in fermentors. Results will be disseminated through presentations at national and international meetings and through an educational webpage regarding cellulosic EtOH, which will feature these research efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Hedden",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald C Hedden",
   "pi_email_addr": "ronald.hedden@ttu.edu",
   "nsf_id": "000206817",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Muhammad",
   "pi_last_name": "Karim",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Muhammad N Karim",
   "pi_email_addr": "nazkarim@tamu.edu",
   "nsf_id": "000377384",
   "pi_start_date": "2011-01-03",
   "pi_end_date": "2013-02-08"
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 BROADWAY",
  "perf_city_name": "LUBBOCK",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "79409",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 329881.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><strong>This project produced a significant advance in continuous-flow reactor design for producing ethanol from sugars via <em>E. coli</em> LY01, a microorganism that is well-suited for fermentation of cellulose-derived feedstocks.&nbsp; <em>E. coli</em> LY01 is a non-pathogenic microorganism that was engineered in the late 1990s by Ingram et al., which has the ability to convert both 5-carbon and 6-carbon sugars to ethanol.&nbsp; <em>E. coli</em> LY01 is therefore well-suited for production from cellulose-based feedstocks, such as agricultural waste, wood, or grasses.&nbsp; Thus, the results of our work are aimed at producing ethanol from feedstocks that do not compete with food sources.</strong></p>\n<p><strong><br /></strong></p>\n<p><strong>The researchers involved developed a continuous-flow, immobilized-cell, stirred-tank reactor system (ICSTR) that is potentially applicable to fermentation of the sugar mixtures derived from cellulosic biomass, the most attractive biomass resource for production of fuel ethanol.&nbsp; During the course of the project, seven graduate students and three undergraduate researchers at Texas Tech and Texas A&amp;M participated, four of whom were women and four of whom were members of minority groups that are underrepresented in Engineering.&nbsp; The new ICSTR reactor design developed is a modification of standard stirred-tank fermentor design that requires only a special impeller and a packed bed section containing very inexpensive polymer fibers that do not add significantly to the cost.&nbsp; With these minor modifications, a twofold increase in volumetric ethanol productivity is possible compared to the batch fermentations currently preferred by industry.&nbsp;&nbsp; The equipment, materials, and methods are readily accessible to anyone working in fermentation technology, not requiring special manufacturing methods or synthesis of advanced materials.&nbsp; Increasing reactor productivity could potentially decrease the capital and operating costs associated with producing fuel ethanol from renewable resources.&nbsp; A manuscript describing the new reactor design has been submitted for publication at the time of this report in order to disseminate our findings to a broad audience.</strong></p>\n<p><strong><br /></strong></p>\n<p><strong>It is likely that our new fermentor design is more broadly applicable to other alcohol-producing microorganisms besides E. coli strains; for example, yeasts or butanol-producing <em>Clostridia</em>.&nbsp; Our work has could be useful to others in the biofuels research community who wish to evaluate continuous-flow fermentation processes different microorganisms; our techniques require straightforward methods and inexpensive, readily obtainable materials.&nbsp; The potential advantages of the continuous-flow systems in industry include higher volumetric productivity, the ability to run at higher dilution rates without reduction of sugar conversion, and the ability to reduce industrial fermentor size and operating costs.&nbsp; Ultimately, commercial implementation of continuous-flow fermentation processes has the potential to significantly reduce the cost of producing biofuels from renewable resources, and this study has provided a clear motivation for the industry to move toward continuous flow processes.</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/19/2015<br>\n\t\t\t\t\tModified by: Ronald&nbsp;C&nbsp;Hedden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThis project produced a significant advance in continuous-flow reactor design for producing ethanol from sugars via E. coli LY01, a microorganism that is well-suited for fermentation of cellulose-derived feedstocks.  E. coli LY01 is a non-pathogenic microorganism that was engineered in the late 1990s by Ingram et al., which has the ability to convert both 5-carbon and 6-carbon sugars to ethanol.  E. coli LY01 is therefore well-suited for production from cellulose-based feedstocks, such as agricultural waste, wood, or grasses.  Thus, the results of our work are aimed at producing ethanol from feedstocks that do not compete with food sources.\n\n\n\n\nThe researchers involved developed a continuous-flow, immobilized-cell, stirred-tank reactor system (ICSTR) that is potentially applicable to fermentation of the sugar mixtures derived from cellulosic biomass, the most attractive biomass resource for production of fuel ethanol.  During the course of the project, seven graduate students and three undergraduate researchers at Texas Tech and Texas A&amp;M participated, four of whom were women and four of whom were members of minority groups that are underrepresented in Engineering.  The new ICSTR reactor design developed is a modification of standard stirred-tank fermentor design that requires only a special impeller and a packed bed section containing very inexpensive polymer fibers that do not add significantly to the cost.  With these minor modifications, a twofold increase in volumetric ethanol productivity is possible compared to the batch fermentations currently preferred by industry.   The equipment, materials, and methods are readily accessible to anyone working in fermentation technology, not requiring special manufacturing methods or synthesis of advanced materials.  Increasing reactor productivity could potentially decrease the capital and operating costs associated with producing fuel ethanol from renewable resources.  A manuscript describing the new reactor design has been submitted for publication at the time of this report in order to disseminate our findings to a broad audience.\n\n\n\n\nIt is likely that our new fermentor design is more broadly applicable to other alcohol-producing microorganisms besides E. coli strains; for example, yeasts or butanol-producing Clostridia.  Our work has could be useful to others in the biofuels research community who wish to evaluate continuous-flow fermentation processes different microorganisms; our techniques require straightforward methods and inexpensive, readily obtainable materials.  The potential advantages of the continuous-flow systems in industry include higher volumetric productivity, the ability to run at higher dilution rates without reduction of sugar conversion, and the ability to reduce industrial fermentor size and operating costs.  Ultimately, commercial implementation of continuous-flow fermentation processes has the potential to significantly reduce the cost of producing biofuels from renewable resources, and this study has provided a clear motivation for the industry to move toward continuous flow processes.\n\n\t\t\t\t\tLast Modified: 04/19/2015\n\n\t\t\t\t\tSubmitted by: Ronald C Hedden"
 }
}