{
 "awd_id": "1066447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "All Inorganic Plasmon-Enhanced Photovoltaics with Eutectic Composition",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 312500.0,
 "awd_min_amd_letter_date": "2011-02-02",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "Institution:  University of Michigan Ann Arbor\r\nTitle:  All Inorganic Plasmon-Enhanced Photovoltaics with Eutectic Composition\r\n\r\nIntellectual Merit\r\n\r\nMost silicon-based photovoltaic devices require pure crystalline silicon as the base material, which is costly to produce through current crystal growth processes. Crystal growth of lamellar heterojunctions via eutectic solidification of earth-abundant materials (e.g. silicon, magnesium, iron) has the potential to circumvent the costly crystallization processes used to purify the silicon feedstock, and allow for enhanced minority carrier collection.  Ultimately, this will result in low-cost solar cells based on earth-abundant materials.  In addition, the manufacture of bulk nanostructured crystals by eutectic solidification can be accomplished at a scale commensurate with that of pure crystalline silicon used in current photovoltaic devices.\r\n\r\nThe proposed research will focus on the growth and characterization of low cost, and high efficiency plasmon-enhanced heterojunction solar cells through eutectic solidification and block copolymer nanolithography.  Eutectic solidification causes the self assembly of lamellar or rod-like domains with length scales from hundreds of nanometers to micrometers, which are ideal for the efficient extraction of minority carriers in metallurgical grade (impure) materials.  To date, no inorganic solar cells have been constructed with eutectic composition.  It is expected that earth abundant, metallurgical grade materials with eutectic composition, combined with plasmon-enhanced optical absorption, could possibly lead to the development of a new class of low-cost and high efficiency thin film solar cells.\r\n\r\nThe proposed research will study the controlled growth and electrical doping of bulk crystals of impure silicide&#8722;silicon heterojunctions with nanostructured eutectic composition in an induction furnace, and characterize the nanostructured crystal structure and minority carrier diffusion length of these materials.  The nanostructured eutectic materials will then be integrated into working solar cell devices.  The effects of nanostructured eutectic material composition and lamellar heterojunction spacing on solar cell efficiency will be studied to gain fundamental understanding of the device performance.  Plasmonic materials will also be incorporated into these devices to enhance light absorption, leading to potentially higher solar energy conversion efficiency.  These plasmonic materials include highly ordered arrays of silver nanoparticles generated by block copolymer nanolithography.\r\n\r\nBroader Impacts\r\n\r\nThe proposed education and outreach activities seek to increase the numbers of underrepresented minorities to enter science, technology, engineering, and mathematics (STEM) disciplines.    Several hands-on demonstrations, featuring batteries and solar cells, will be made available to students at Cass Technical High School in downtown Detroit, Michigan.   Two top-performing high school students will be selected to participate in the proposed research during the summer.  Outreach efforts also include participation in a five-week, Detroit Area Pre-College Engineering Program that encourages junior high students to pursue careers in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Akram",
   "pi_last_name": "Boukai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Akram Boukai",
   "pi_email_addr": "boukai@umich.edu",
   "nsf_id": "000548745",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anish",
   "pi_last_name": "Tuteja",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anish Tuteja",
   "pi_email_addr": "atuteja@umich.edu",
   "nsf_id": "000550866",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 312500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project aimed to develop low cost solar cells, based on earth-abundant materials, operating at efficiencies greater than 15%.</span><strong>&nbsp;&nbsp;</strong><span>Such solar cells are expected to be of broad utility across a range of different fields.&nbsp;<span><span>This work has led to multiple publications, including two publications in the high impact journal Nano Letters. One of the publications has been cited over 25 times since its publication, while the other one has been cited over 15 times in less that 2 years since its publication. The work was also highlighted by various media outlets and websites, including twice in Chemcial and Engineering News, published by the Americal Chemical Society (ACS), and one of the most respected scientific news outlets.</span></span></span></p>\n<p>In the first part of our work,&nbsp;we developed a thin film (&lt;20 &mu;m) solar cell based on upgraded metallurgical-grade polycrystalline Si that utilizes silver nanoparticles atop silicon nanopillars created by block copolymer nanolithography to enhance light absorption and increase cell efficiency &eta; &gt; 8%. In addition, the solar cells were flexible and semitransparent so as to reduce balance of systems costs and open new applications for conformable solar cell arrays on a variety of surfaces. Detailed studies on the optical and electrical properties of the resulting solar cells suggest that both antireflective and light-trapping mechanisms are key to the enhanced efficiency.</p>\n<p>Next, we fabricated high-efficiency, ultrathin (&sim;12 &mu;m), flexible, upgraded metallurgical-grade polycrystalline silicon solar cells with multiple plasmonic layers precisely positioned on top of the cell to dramatically increase light absorption. This scalable approach increased the optical absorptivity of our solar cells over a broad range of wavelengths, and they achieved efficiencies &eta; &asymp; 11%. Detailed studies on the electrical and optical properties of the developed solar cells elucidate the light absorption contribution of each individual plasmonic layer. Finite-difference time-domain simulations were also performed to yield further insights into the obtained results. We anticipate that the findings from this work will provide useful design considerations for fabricating a range of different solar cell systems.</p>\n<p>Finally, we fabricated ultra-high aspect ratio silicon nanomaterials, including a silicon nanomesh and silicon nanowire array, on a wafer scale for efficient photoelectrochemical hydrogen production. These silicon nanomaterials (feature size &asymp; 20?nm) possess a high aspect ratio to increase the optical absorptivity of the cells to approximately 95&thinsp;% over a broad range of wavelengths. The silicon nanomesh and Si nanowire cells achieved high photocurrent values of 13 and 28?mA&thinsp;cm<span>&minus;2</span>, respectively, which are increased by 200&thinsp;% and 570&thinsp;% in comparison to their bulk counterparts. In addition, these scalable Si nanomaterials remained stable for up to 100?min of hydrogen evolution. Detailed studies on the doping and geometrical structures of the resulting hydrogen evolution cells suggest that both the n<span>+</span>&thinsp;pp<span>+</span>&nbsp;doping and thickness of nanostructures are keys to the enhancement of the hydrogen evolution efficiency. The results obtained in this work show that these silicon nanomaterials can be used for high-performance water-splitting system applications.</p>\n<p><span><span>This work was part of the Ph.D. thesis for two female graduate students at the University of Michigan, Dr. Jae Young Kwon and Dr. Xiao Guo. This work also included extensive work by a postdoc jointly appointed in the two PI's laboratory, Dr. Duck Hyun Lee. Both the Ph.D. students are now currently employed within the elctronics industry in the US. Dr. Lee is in the process of applying for faculty ...",
  "por_txt_cntn": "\nThis project aimed to develop low cost solar cells, based on earth-abundant materials, operating at efficiencies greater than 15%.  Such solar cells are expected to be of broad utility across a range of different fields. This work has led to multiple publications, including two publications in the high impact journal Nano Letters. One of the publications has been cited over 25 times since its publication, while the other one has been cited over 15 times in less that 2 years since its publication. The work was also highlighted by various media outlets and websites, including twice in Chemcial and Engineering News, published by the Americal Chemical Society (ACS), and one of the most respected scientific news outlets.\n\nIn the first part of our work, we developed a thin film (&lt;20 &mu;m) solar cell based on upgraded metallurgical-grade polycrystalline Si that utilizes silver nanoparticles atop silicon nanopillars created by block copolymer nanolithography to enhance light absorption and increase cell efficiency &eta; &gt; 8%. In addition, the solar cells were flexible and semitransparent so as to reduce balance of systems costs and open new applications for conformable solar cell arrays on a variety of surfaces. Detailed studies on the optical and electrical properties of the resulting solar cells suggest that both antireflective and light-trapping mechanisms are key to the enhanced efficiency.\n\nNext, we fabricated high-efficiency, ultrathin (&sim;12 &mu;m), flexible, upgraded metallurgical-grade polycrystalline silicon solar cells with multiple plasmonic layers precisely positioned on top of the cell to dramatically increase light absorption. This scalable approach increased the optical absorptivity of our solar cells over a broad range of wavelengths, and they achieved efficiencies &eta; &asymp; 11%. Detailed studies on the electrical and optical properties of the developed solar cells elucidate the light absorption contribution of each individual plasmonic layer. Finite-difference time-domain simulations were also performed to yield further insights into the obtained results. We anticipate that the findings from this work will provide useful design considerations for fabricating a range of different solar cell systems.\n\nFinally, we fabricated ultra-high aspect ratio silicon nanomaterials, including a silicon nanomesh and silicon nanowire array, on a wafer scale for efficient photoelectrochemical hydrogen production. These silicon nanomaterials (feature size &asymp; 20?nm) possess a high aspect ratio to increase the optical absorptivity of the cells to approximately 95&thinsp;% over a broad range of wavelengths. The silicon nanomesh and Si nanowire cells achieved high photocurrent values of 13 and 28?mA&thinsp;cm&minus;2, respectively, which are increased by 200&thinsp;% and 570&thinsp;% in comparison to their bulk counterparts. In addition, these scalable Si nanomaterials remained stable for up to 100?min of hydrogen evolution. Detailed studies on the doping and geometrical structures of the resulting hydrogen evolution cells suggest that both the n+&thinsp;pp+ doping and thickness of nanostructures are keys to the enhancement of the hydrogen evolution efficiency. The results obtained in this work show that these silicon nanomaterials can be used for high-performance water-splitting system applications.\n\nThis work was part of the Ph.D. thesis for two female graduate students at the University of Michigan, Dr. Jae Young Kwon and Dr. Xiao Guo. This work also included extensive work by a postdoc jointly appointed in the two PI's laboratory, Dr. Duck Hyun Lee. Both the Ph.D. students are now currently employed within the elctronics industry in the US. Dr. Lee is in the process of applying for faculty positions. Five undergraduate students were also involved in this research project. Many of the students have now gone into graduate school around the US.\n\n\n\t\t\t\t\tLast Modified: 10/20/2015\n\n\t\t\t\t\tSubmitted by: Anish Tuteja"
 }
}