{
 "awd_id": "1066456",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Semiconductor Cavity QED",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 145000.0,
 "awd_amount": 145000.0,
 "awd_min_amd_letter_date": "2011-09-15",
 "awd_max_amd_letter_date": "2012-11-20",
 "awd_abstract_narration": "Cavity quantum electrodynamics (QED), one of the most curious and fundamental aspects of AMO physics, explores quantum dynamical processes for individual quantum objects coupled to the resonator's electromagnetic field: Purcell effect, entanglement, quantum/classical boundary, quantum information science, and quantum teleportation. The biggest experimental bottleneck for atomic cavity QED is the movement of the atom, only recently reduced, but not stopped, by cooling and trapping. Now a semiconductor system has a chance to be better than its atomic counterpart. The cavity QED photonic crystal cavity volume is near the minimum possible for a dielectric, the quality factor is very high, and the quantum dot \"atom\" does not move. Moreover the structure is totally integrated, i.e., it stays together, so it can be used over and over again. \r\n\r\nThis project focuses on this emerging capability to investigate a solid-state nanosystem (cavity/dot) where individual quanta play decisive roles. This group, the first in the world to see vacuum Rabi splitting due to coupling between a single semiconductor quantum dot and a photonic crystal nanocavity, is exploring two research areas. The first target area is an investigation of the effect of atomic layer deposition of titanium oxide upon the surfaces of silicon nanobeam cavities and GaAs photonic crystal nanocavities. The quality factors of several cavities are being measured before and after the deposition in order to gather statistics on its effect. Success with GaAs-based cavities could be one way to reduce the coupled-system linewidths now dominated by cavity decay rates. The other target area is an alteration of the observed coupling between an array of silver split-ring resonators and a quantum well grown very close to the surface on which the array is fabricated. The dependence of the coupling upon separation between the quantum well and split-ring resonators will be studied at low temperature by pump-probe spectroscopy. This study is part of the PI's general interest in the acceleration of the radiative decay of semiconductor nanostructures by a nearby sub-wavelength metallic structure, as originally suggested by Purcell in his famous paper.  This project provides training to graduate students on state-of-the-art instrumentation from nanotechnology to laser technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Galina",
   "pi_last_name": "Khitrova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Galina Khitrova",
   "pi_email_addr": "galina@optics.arizona.edu",
   "nsf_id": "000176854",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hyatt",
   "pi_last_name": "Gibbs",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Hyatt M Gibbs",
   "pi_email_addr": "hyattgibbs@att.net",
   "nsf_id": "000253177",
   "pi_start_date": "2011-09-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "845 N PARK AVE RM 538",
  "perf_city_name": "TUCSON",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "85721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129000",
   "pgm_ele_name": "OPTICAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this semiconductor cavity quantum electrodynamics project is to study and exploit the interaction or coupling between light and matter at the quantum level, meaning one photon at a time. Light coupling between a single quantum dot and a metallic split-ring resonator nanocavity can be seen because the nanocavity&rsquo;s tiny mode volume makes the electric field of a single photon extremely large. In a source of single photons on demand, this coupling (often called Purcell enhancement) can be used to stimulate the photon into the desired spatial and spectral mode for efficient extraction. It also accelerates the emission process making the decays more nearly identical and the emitted single photons more nearly indistinguishable. In the past we have reported evanescent coupling between a semiconductor quantum well grown very close to the top surface by molecular beam epitaxy and metal (silver) U-shaped resonators fabricated on top; this is a significant step toward understanding and utilizing metal-semiconductor hybrid systems. The primary focus during this one year bridge grant was on nano-rod fabrication and controlling the size of the nano-rods so that they can be tuned to the same resonance as the quantum well. This grant allowed us to characterize the samples as well as take preliminary time-resolved pump-probe measurements to investigate the coupling. We also studied the non-linear time dynamics of the coupled system. This basic physics research project enhances the impact of women in science and engineering, the scientific education of undergraduate and graduate students, and the link between atomic and nanophotonic researchers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2013<br>\n\t\t\t\t\tModified by: Galina&nbsp;Khitrova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this semiconductor cavity quantum electrodynamics project is to study and exploit the interaction or coupling between light and matter at the quantum level, meaning one photon at a time. Light coupling between a single quantum dot and a metallic split-ring resonator nanocavity can be seen because the nanocavityÆs tiny mode volume makes the electric field of a single photon extremely large. In a source of single photons on demand, this coupling (often called Purcell enhancement) can be used to stimulate the photon into the desired spatial and spectral mode for efficient extraction. It also accelerates the emission process making the decays more nearly identical and the emitted single photons more nearly indistinguishable. In the past we have reported evanescent coupling between a semiconductor quantum well grown very close to the top surface by molecular beam epitaxy and metal (silver) U-shaped resonators fabricated on top; this is a significant step toward understanding and utilizing metal-semiconductor hybrid systems. The primary focus during this one year bridge grant was on nano-rod fabrication and controlling the size of the nano-rods so that they can be tuned to the same resonance as the quantum well. This grant allowed us to characterize the samples as well as take preliminary time-resolved pump-probe measurements to investigate the coupling. We also studied the non-linear time dynamics of the coupled system. This basic physics research project enhances the impact of women in science and engineering, the scientific education of undergraduate and graduate students, and the link between atomic and nanophotonic researchers.\n\n\t\t\t\t\tLast Modified: 09/12/2013\n\n\t\t\t\t\tSubmitted by: Galina Khitrova"
 }
}