{
 "awd_id": "1066860",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Strategies for Design, Startup and Control of Field-Scale Anammox Reactors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 320201.0,
 "awd_amount": 320201.0,
 "awd_min_amd_letter_date": "2011-03-17",
 "awd_max_amd_letter_date": "2011-03-17",
 "awd_abstract_narration": "PI:  Kartik Chandran\r\nProposal Number:  CBET-1066860\r\nInstitution:  Columbia University\r\nTitle:  GOALI: Strategies for Design, Startup and Control of Field-Scale Anammox Reactors \r\n\r\nAnammox is a novel and cost effective strategy for engineered biological nitrogen removal (BNR), which involves the biological oxidation of ammonia to nitrogen gas using nitrite as the terminal electron acceptor.  Despite the well documented advantages of anammox over conventional BNR (lower operating cost and energy requirements, lower CO2 footprint), the first full-scale installation of anammox in the United States has yet to start.  In this NSF GOALI project, the PI proposes to develop experimental and modeling based strategies to promote rapid startup and long-term stable operation of anammox reactors in the United States through a concerted collaborative effort between academic research labs and industry.  The critical research and application question posed by this study is ?what is the optimal functional and structural composition of anammox communities that ultimately results in stable N-removal via anammox systems??  The academic teams involved in this project are from Columbia University and the Technical University of Denmark.  Industry partners are the New York City Department of Environmental Protection and CH2M Hill.\r\n\r\nThis NSF GOALI project represents one of the first systematic attempts at full-scale and the second pilot-scale implementation of anammox in the United States.  Using novel molecular techniques such as community profiling and gene expression, the ?black-box? of anammox will be opened.  The analytical and modeling effort will lead to a better understanding of the specific mechanisms by which to ?engineer? stable multi-species anammox communities.  Ultimately, the results of this project can help to promote widespread adaptation of anammox for BNR, based on a mechanistic understanding of the microbes that mediate these pathways.\r\n\r\nThis NSF GOALI project addresses reducing nitrogenous pollution in an environmentally sustainable fashion\", one of the grand engineering challenges defined by the National\r\nAcademy of Engineering and is expected to contribute significantly to the nitrogen removal program of New York City and additional utilities in the United States that adopt anammox.  Therefore, this NSF GOALI project is expected to have a strong and wide impact on developing the practice of anammox for BNR.  In addition, this NSF project will support two modes of community based outreach to students and teachers.  First, the PI will integrate his research into high school education in FDA, a minority oriented school in Harlem, NY through the existing CTICE K-12 program.  Adding such novel dimensions to existing educational models is expected to complement the ongoing social and economic rejuvenation of Harlem by improvements to secondary education.  Second, high-school science teacher participants in the NSF STEP Teacher Training Program, aimed at enabling curricular enhancements in science education will be hosted in the PI?s laboratory during the summer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kartik",
   "pi_last_name": "Chandran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kartik Chandran",
   "pi_email_addr": "kc2288@columbia.edu",
   "nsf_id": "000114285",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barth",
   "pi_last_name": "Smets",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barth Smets",
   "pi_email_addr": "bsmets@eng2.uconn.edu",
   "nsf_id": "000298999",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dimitrios",
   "pi_last_name": "Katehis",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Dimitrios Katehis",
   "pi_email_addr": "dimitrios.katehis@ch2m.com",
   "nsf_id": "000589435",
   "pi_start_date": "2011-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "615 W 131ST ST",
  "perf_city_name": "NEW YORK",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100277922",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 320201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite the lower cost, energy and greenhouse gas emissions of anammox systems, the environmental engineering community has not been able to sufficiently employ anammox for stable BNR.&nbsp; The overarching goal of this project is to develop systematic strategies for enrichment and long-term stable operation of anammox bioreactors.&nbsp; The <strong>Intellectual Merit</strong> of this project is to translate fundamental interactions between members of anammox communities to pilot-scale and full-scale start-up strategies and designs for anammox-based BNR systems in New York City and other wastewater utilities in the nation and across the globe.&nbsp; <strong>The main</strong> <strong>Broader Impact</strong> of this work is to contribute to the expansion of environmentally sustainable wastewater treatment using anammox in the United States, via the GOALI mechanism of the National Science Foundation.&nbsp; This GOALI project will support integrated activities between Columbia University and New York City Department of Environmental Protection&nbsp; (for anammox implementation in New York).&nbsp; <strong>Additional</strong> <strong>Broader Impacts</strong> of this work include developing educational modules to introduce environmental microbiology research to high-school students from minority and science schools in New York City, training high-school science teachers in environmental microbiology in Columbia and significantly enhancing the research and teaching links between Columbia University and the community of Harlem, NY.&nbsp; This goal was attained by combining principles related to biochemical reactor engineering design, mathematical modeling and environmental microbiology.</p>\n<p>This NSF CBET GOALI was among the  earliest efforts at promoting further understanding of engineered  anaerobic ammonia oxidation (anammox) processes in the nation and using  this understanding to promote the development and field-scale  application of engineered anammox processes for cost-efficient and  low-energy biological nitrogen removal.</p>\n<p>This GOALI project catalyzed several significant interactions between  academic research and the wastewater industry sector.&nbsp; While the  initial focus on the industrial sector was just New York City,  additional interactions with DC Water, Hampton Roads Sanitation District  and several additional wastewater utilities in the nation and abroad  were initiated during this project.</p>\n<p>In addition to the technical outputs, a global ecosystem was  fostered as part of this NSF GOALI project.&nbsp; The results of this project have  also led to the establishment of an EPA Center on Nutrient Management,  wherein the focus is on the development of a toolbox for the design and  implementation of mainstream anammox processes, which if successful  could potentially change the landscape of energy efficient and resource  efficient biological nitrogen removal (BNR) practice.</p>\n<p>This project also helped to support one Ph.D. dissertation&nbsp; and the M.S. thesis of a female student at Columbia University and even  provided the framework to host&nbsp; a female Fulbright&nbsp;  scholar from Anna University, Chennai, India.</p>\n<p>In terms of intellectual contributions, this NSF CBET GOALI project  also led to the development of not just engineering technologies for  sustainable BNR operations, but also state-of-the-art molecular biology  approaches for the inspection and interrogation of the key microbial  protagonists needed to drive and sustain anammox based BNR.&nbsp; Using this  combined process engineering and molecular biology approach allowed for  better informed process monitoring, control and optimization strategies  in engineered anammox processes.&nbsp; A recent accomplishment also includes  the discovery and metagenome sequencing of an entirely novel anammox  organism, <em>Candidatus</em> Brocadia caroliniensis, unintentionally  enriched in a full-scale non-anammox BNR process in New York City and  its subsequent detection in BNR processes around the globe using  next-generation sequencing techniques.</p>\n<dl class=\"clearing\"><dd> </dd></dl><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2016<br>\n\t\t\t\t\tModified by: Kartik&nbsp;Chandran</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite the lower cost, energy and greenhouse gas emissions of anammox systems, the environmental engineering community has not been able to sufficiently employ anammox for stable BNR.  The overarching goal of this project is to develop systematic strategies for enrichment and long-term stable operation of anammox bioreactors.  The Intellectual Merit of this project is to translate fundamental interactions between members of anammox communities to pilot-scale and full-scale start-up strategies and designs for anammox-based BNR systems in New York City and other wastewater utilities in the nation and across the globe.  The main Broader Impact of this work is to contribute to the expansion of environmentally sustainable wastewater treatment using anammox in the United States, via the GOALI mechanism of the National Science Foundation.  This GOALI project will support integrated activities between Columbia University and New York City Department of Environmental Protection  (for anammox implementation in New York).  Additional Broader Impacts of this work include developing educational modules to introduce environmental microbiology research to high-school students from minority and science schools in New York City, training high-school science teachers in environmental microbiology in Columbia and significantly enhancing the research and teaching links between Columbia University and the community of Harlem, NY.  This goal was attained by combining principles related to biochemical reactor engineering design, mathematical modeling and environmental microbiology.\n\nThis NSF CBET GOALI was among the  earliest efforts at promoting further understanding of engineered  anaerobic ammonia oxidation (anammox) processes in the nation and using  this understanding to promote the development and field-scale  application of engineered anammox processes for cost-efficient and  low-energy biological nitrogen removal.\n\nThis GOALI project catalyzed several significant interactions between  academic research and the wastewater industry sector.  While the  initial focus on the industrial sector was just New York City,  additional interactions with DC Water, Hampton Roads Sanitation District  and several additional wastewater utilities in the nation and abroad  were initiated during this project.\n\nIn addition to the technical outputs, a global ecosystem was  fostered as part of this NSF GOALI project.  The results of this project have  also led to the establishment of an EPA Center on Nutrient Management,  wherein the focus is on the development of a toolbox for the design and  implementation of mainstream anammox processes, which if successful  could potentially change the landscape of energy efficient and resource  efficient biological nitrogen removal (BNR) practice.\n\nThis project also helped to support one Ph.D. dissertation  and the M.S. thesis of a female student at Columbia University and even  provided the framework to host  a female Fulbright   scholar from Anna University, Chennai, India.\n\nIn terms of intellectual contributions, this NSF CBET GOALI project  also led to the development of not just engineering technologies for  sustainable BNR operations, but also state-of-the-art molecular biology  approaches for the inspection and interrogation of the key microbial  protagonists needed to drive and sustain anammox based BNR.  Using this  combined process engineering and molecular biology approach allowed for  better informed process monitoring, control and optimization strategies  in engineered anammox processes.  A recent accomplishment also includes  the discovery and metagenome sequencing of an entirely novel anammox  organism, Candidatus Brocadia caroliniensis, unintentionally  enriched in a full-scale non-anammox BNR process in New York City and  its subsequent detection in BNR processes around the globe using  next-generation sequencing techniques.\n \n\n\t\t\t\t\tLast Modified: 12/20/2016\n\n\t\t\t\t\tSubmitted by: Kartik Chandran"
 }
}