{
 "awd_id": "1066486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Quantitative Survey of Combustion Intermediates towards Understanding of Plasma Assisted Combustion Mechanisms",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 318016.0,
 "awd_amount": 318016.0,
 "awd_min_amd_letter_date": "2011-02-22",
 "awd_max_amd_letter_date": "2011-02-22",
 "awd_abstract_narration": "1066486\r\nWang\r\n\r\nThe goal of this study is to understand the fundamental mechanisms of nonthermal plasma-assisted combustion (PAC) and to promote the interests of a diverse population in the fields of plasma, combustion, and clean energy.  Among plasma-initiated radicals, ions, and excited neutral species, the radicals may play the most important role in the enhancement of PAC for increased combustion efficiency, reduced pollutant emissions, short ignition delay time, leaner fuel mixtures, etc. However, rate constants and kinetic mechanisms of the reactions involving radicals as well as other reactive species remain little known, to a large extent, due to the challenge of obtaining time-resolved, in situ experimental data on the absolute number densities of reactants/products of the reactions pre-, during-, and post-ignition. This proposal conducts a survey of absolute number densities of the combustion intermediates, leading to a better understanding of the role of radicals in PACs. The technologies developed in this project will be transportable to study other types of PACs and the scientific database generated in this project will benefit the greater PACs community. This work will help to explain how plasma can enhance combustion performance. \r\n\r\nThe research effort includes: 1) Develop two novel combustion systems assisted by a continuous microwave plasma discharge with low-speed flows in ambient air and by a pulsed DC glow discharge with high-speed flows in a supersonic jet chamber; 2) Employ high sensitivity laser cavity ringdown spectroscopy (CRDS) technique to measure absolute number densities of multiple combustion intermediates in near real-time, in situ with high spatial resolution; 3) Use the generated particle densities database to establish the rate constants and kinetic pathways of key fundamental reactions, which will lead to the development of new kinetic mechanisms for PACs; and 4) Validate the kinetic mechanisms through characterization of the plasma sources and combustion properties by using a suite of functionally-combined diagnostic techniques.\r\n\r\nThe novelty is three-fold: 1) CRDS is capable of measuring absolute number densities in near real-time, in situ; 2) CRDS in combination with a widely tunable (UV - mid-IR), narrow-linewidth laser source enables us to measure almost all important radicals and other reactive species; and 3) Combination of the simple fuel mixtures with two distinct plasmas will facilitate the initial kinetic modeling and the investigation of two major combustion attributes: flame behavior and ignition delay time. The research activities will help advance the current understanding of PAC mechanisms from entirely depending on high-temperature reaction mechanisms that have been established for combustion without nonthermal plasma to using the new reaction mechanisms that are built on an experimental database obtained temporally and spatially in combustions enhanced by a low-temperature nonthermal plasma. \r\n\r\nThe social benefits of this study lie in the areas of fuel economy, pollution control, and technological limits of plasma/combustion operation in various applications. For instance, 48% of electricity in the US comes from combustion processes, where combustion efficiency, fuel reforming, and combustion pollution are critical issues. In aerospace applications, technological limits of combustion processes are challenged by the demanding needs of fast ignition at high speed and high altitudes. Two Ph.D. students and one undergraduate student in Applied Engineering Physics will be trained in this project. Selected math and science talented high school students from a local high school will also be involved in this project. A small-scale Research Station for Plasma and Combustion studies will be established to attract undergraduate students for summer research; and it will be open for tours to high school students and K-12 science teachers during a series of annual outreach events in the local community. The proposed research will enhance research infrastructure in clean energy and laser diagnostics and control in the southeast.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chuji",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chuji Wang",
   "pi_email_addr": "cw175@msstate.edu",
   "nsf_id": "000132498",
   "pi_start_date": "2011-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "245 BARR AVE",
  "perf_city_name": "MISSISSIPPI STATE",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "39762",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "062E",
   "pgm_ref_txt": "Plasma-assisted combustion"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 318016.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Currently a significant portion (~ 48%) of US electricity still comes from combustion. A new combustion technology&mdash;plasma assisted combustion (PAC) have been recently proposed to improve fuel efficiency, reduce combustion pollutant emissions, and shorten ignition delay time. Although many convincing results obtained in different PAC systems have shown promising effects of the PAC, how plasma assists combustion has not been completely understood because the existing combustion mechanisms are established only for the combustion without interactions from a plasma source. Knowing absolute concentration of reactive plasma and combustion species is the key to understand PAC mechanisms and that depends on a powerful plasma and combustion diagnostic technique. Combination of a novel plasma assisted combustion facility with powerful diagnostic technique help lead to a better understanding of plasma assisted combustion reaction kinetics and PAC mechanisms.&nbsp;</span></p>\n<p><span>In this project we have developed a novel plasma assisted combustion system combined with a newly-developed suite of optical diagnostic techniques that allow us to measure absolute density of plasma and flame radicals to help understand PAC mechanisms that have not been fully understood yet. A series of scientific findings (see details in the report) suggest that the PAC technology has significant enhancement effects on fuel ignition, extension of fuel lean burn limits, flame stabilization and flame holding. Some results cast insights into PAC reaction kinetics which has not been completely established yet. The developed diagnostic technologies are transformative and can be universally applied to other PAC systems using different plasma sources and different fuel configurations.&nbsp; </span></p>\n<p><span>This project has been exposed to large numbers of students and visitors. Research results have been presented in numerous conferences in the national and international communities. People who are directly or indirectly exposed to this project have been educated that new technologies can help improve combustion fuel efficiency, reduce combustion pollutants emissions, and enhance combustion performance under extreme conditions. </span></p>\n<p><span>Research exposure has generated interests of potential collaboration among departments at MSU. For example, two faculty members from ME have expressed strong interest in collaborative research in combustion through integrating their existing combustion facility (an optical engine) with our optical diagnostic techniques. </span></p>\n<p><span>Finally, 1 book chapter, 9 peer-reviewed articles, 10 conference proceedings and presentations, and 1 patent have been generated directly from this project. 6 graduate students and 3 undergraduate students have received training in this project. They are future scientist or engineers in the broad field of energy, combustion, and plasma sciences.&nbsp;</span></p>\n<p><strong>Details of the outcomes</strong></p>\n<ol>\n<li><strong>A.&nbsp;&nbsp;&nbsp; </strong><strong><span style=\"text-decoration: underline;\">Publications</span></strong></li>\n</ol>\n<p><strong>Book chapter: 1</strong></p>\n<p><strong>Peer-reviewed journal articles: 9</strong></p>\n<p><strong>Conference proceedings and presentations: 10</strong></p>\n<p><strong>Patent: 1 (filed)</strong></p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<ol>\n<li><strong>B.&nbsp;&nbsp;&nbsp;&nbsp; </strong><strong><span style=\"text-decoration: underline;\">Human resource development</span></strong></li>\n</ol>\n<p><strong>Nimisha Srivastava: PhD 2011, have been working in Intel Corp after graduation</strong></p>\n<p><strong>Peeyush Sahay: PhD 2014, Research Scientist at University of Memphis after graduation</strong></p>\n<p><strong>Wei Wu: PhD candidate, plan to graduate in Fall 2015</strong></p>\n<p><strong>Che Fuh: PhD candidate, has be...",
  "por_txt_cntn": "\nCurrently a significant portion (~ 48%) of US electricity still comes from combustion. A new combustion technology&mdash;plasma assisted combustion (PAC) have been recently proposed to improve fuel efficiency, reduce combustion pollutant emissions, and shorten ignition delay time. Although many convincing results obtained in different PAC systems have shown promising effects of the PAC, how plasma assists combustion has not been completely understood because the existing combustion mechanisms are established only for the combustion without interactions from a plasma source. Knowing absolute concentration of reactive plasma and combustion species is the key to understand PAC mechanisms and that depends on a powerful plasma and combustion diagnostic technique. Combination of a novel plasma assisted combustion facility with powerful diagnostic technique help lead to a better understanding of plasma assisted combustion reaction kinetics and PAC mechanisms. \n\nIn this project we have developed a novel plasma assisted combustion system combined with a newly-developed suite of optical diagnostic techniques that allow us to measure absolute density of plasma and flame radicals to help understand PAC mechanisms that have not been fully understood yet. A series of scientific findings (see details in the report) suggest that the PAC technology has significant enhancement effects on fuel ignition, extension of fuel lean burn limits, flame stabilization and flame holding. Some results cast insights into PAC reaction kinetics which has not been completely established yet. The developed diagnostic technologies are transformative and can be universally applied to other PAC systems using different plasma sources and different fuel configurations.  \n\nThis project has been exposed to large numbers of students and visitors. Research results have been presented in numerous conferences in the national and international communities. People who are directly or indirectly exposed to this project have been educated that new technologies can help improve combustion fuel efficiency, reduce combustion pollutants emissions, and enhance combustion performance under extreme conditions. \n\nResearch exposure has generated interests of potential collaboration among departments at MSU. For example, two faculty members from ME have expressed strong interest in collaborative research in combustion through integrating their existing combustion facility (an optical engine) with our optical diagnostic techniques. \n\nFinally, 1 book chapter, 9 peer-reviewed articles, 10 conference proceedings and presentations, and 1 patent have been generated directly from this project. 6 graduate students and 3 undergraduate students have received training in this project. They are future scientist or engineers in the broad field of energy, combustion, and plasma sciences. \n\nDetails of the outcomes\n\nA.    Publications\n\n\nBook chapter: 1\n\nPeer-reviewed journal articles: 9\n\nConference proceedings and presentations: 10\n\nPatent: 1 (filed)\n\n \n\nB.     Human resource development\n\n\nNimisha Srivastava: PhD 2011, have been working in Intel Corp after graduation\n\nPeeyush Sahay: PhD 2014, Research Scientist at University of Memphis after graduation\n\nWei Wu: PhD candidate, plan to graduate in Fall 2015\n\nChe Fuh: PhD candidate, has been working on this project for three years\n\nDiana Hubis, Johnathan Miller: two undergraduate students received summer research training in 2012.\n\nScientific outcomes\n\nSee the project final report part II (outcomes)\n\n \n\n\t\t\t\t\tLast Modified: 07/26/2015\n\n\t\t\t\t\tSubmitted by: Chuji Wang"
 }
}