{
 "awd_id": "1066311",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Paradigm for Optimizing Stem Cell Differentiation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 339854.0,
 "awd_amount": 339854.0,
 "awd_min_amd_letter_date": "2011-08-10",
 "awd_max_amd_letter_date": "2011-08-10",
 "awd_abstract_narration": "The identification and characterization of stem cells has revolutionized the field of developmental biology by providing an in vitro system to study human development, ranging from the earliest stages of life in embryonic stem cells to later organ and tissue formation and maintenance in adult stem cells.  Stem cells also offer a potential source of normal, human cells for tissue engineering applications.  Stem cells are able to generate functional somatic cell types that are difficult or impossible to collect or expand from primary sources, including neural cells, cardiac myocytes, and pancreatic beta-cells.  The combination of high expansion potential and multipotency of stem cells permits generation of large numbers of cells from a consistent, clonal cell source.  These engineered tissues have immediate applications as developmental models and in screening drug efficacy or toxicity, and possess future promise as living therapeutics to replace damaged or destroyed tissues in vivo.\r\n\r\nOne technical hurdle impeding translation of advances in stem cell research in the laboratory to generation of large quantities of cells for developing engineered tissue products is the lack of robust culture systems that efficiently direct stem cells through multiple progenitor states to yield homogeneous populations of somatic cells.  The investigators propose to address this issue by developing and implementing a stochastic model of cell fates to identify the origins of population heterogeneity and predict optimal strategies for producing somatic cells at high yield and purity.  As a model system they will study human induced pluripotent stem cell (iPSC) differentiation to epidermal keratinocytes.  Cells at various stages of iPSC differentiation to keratinocytes express specific, well-characterized molecular markers facilitating quantification of differentiation rate parameters and these cell intermediates can be stably isolated and characterized.  Furthermore, multiple protocols for differentiating iPSCs to keratinocytes have been developed, permitting comparison of distinct differentiation methods during process optimization.  The investigators propose an iterative strategy of model development, prediction of differentiation outcomes, experimental testing of predictions, and model improvement using newly-acquired data.\r\n\r\nIntellectual Merits:  This project will establish a novel paradigm for optimization of stem cell fate choices.  By completion of this project, investigators will better understand how to construct processes for producing somatic cells from stem cells by designing culture conditions to regulate expansion and direct differentiation of stem cells, progenitor cells, and differentiated cells.  Furthermore, the investigators will address how to control cell population heterogeneity by inducing death or senescence in undesired cell populations.  The project outcomes will have direct implications on developing engineered skin products from iPSCs for drug and consumer products testing, but the optimization methods devised here will also be generally applicable to producing any somatic cell type from any stem cell precursor.  Together, these activities will provide insight into design principles for lab scale and industrial scale stem cell culture.\r\n\r\nBroader Impacts:  Completion of the project objectives will facilitate advancement of the stem cell engineering field by improving the efficiency of expanding undifferentiated stem cells and differentiating stem cells to desired lineages, thereby enhancing the feasibility of translating advances in stem cell biology to development of in vitro tissues for screening and/or therapeutic applications.  Education and outreach activities described in this proposal will also train stem cell engineers at the graduate and undergraduate levels, and will provide outreach to K-12 students, K-12 teachers, undergraduate students, and the general public on technical, ethical, and political aspects of stem cell science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Palecek",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Sean P Palecek",
   "pi_email_addr": "palecek@engr.wisc.edu",
   "nsf_id": "000339015",
   "pi_start_date": "2011-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 339854.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human pluripotent stem cells (hPSCs) can be differentiated into any cell type found in the body, offering the potential to create limitless amounts of human cells and tissue for basic research, disease modeling, drug screening and toxicity testing, and regenerative medicine applications.&nbsp; However, there are several roadblocks preventing immediate realization of the potential of hPSCs, including difficulty in efficiently guiding hPSC to cell types of interest.&nbsp; In this project we developed a mathematical model of hPSC differentiation to keratinocytes, the cells that comprise the skin epidermis.&nbsp; We collected data on the rate and efficiency of progression from hPSCs to epidermal progenitors and definitive keratinocytes and fit that data to a kinetic model to obtain rate parameters in the model.&nbsp; Using these rate parameters we identified the cell expansion and differentiation steps that limit purity and yield of the desired keratinocyte population.&nbsp; We then used this insight to improve the efficiency of keratinocyte differentiation from hPSCs, allowing us to generate pure populations at a yield of 10 keratinocytes per stem cell.&nbsp; One outcome of the project is a more efficient, fully-defined protocol for keratinocyte differentiation.&nbsp; We showed that these hPSC-derived keratinocytes can form 3D skin constructs in vitro, highlighting their applications in disease modeling, tissue engineering, and regenerative medicine.&nbsp; Finally, the combined experimental and modeling approach developed through this project provides a new paradigm for developing processes for differentiating hPSCs to more specialized cell types.</p>\n<p>This project provided research training to undergraduate and graduate students in stem cell engineering.&nbsp; Students learned and developed state-of-the-art methods for stem cell culture and differentiation and were trained in issues related to bioethics and technical communications. This project also supported development of education and outreach activities on stem cell culture and differentiation for K-12 students and teachers as part of the Morgridge Institute for Research Summer Science Camp.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/19/2016<br>\n\t\t\t\t\tModified by: Sean&nbsp;P&nbsp;Palecek</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1066311/1066311_10120552_1471636663249_Reportmarkers--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1066311/1066311_10120552_1471636663249_Reportmarkers--rgov-800width.jpg\" title=\"Epidermal Cells Differentiated from Human Pluripotent Stem Cells\"><img src=\"/por/images/Reports/POR/2016/1066311/1066311_10120552_1471636663249_Reportmarkers--rgov-66x44.jpg\" alt=\"Epidermal Cells Differentiated from Human Pluripotent Stem Cells\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Human embryonic stem cells were differentiated to epidermal keratinocytes and stained for nuclear markers (DAPI, blue) and skin markers (K18, green; K8 red).  Image from Lian et al., 2013. PLoS ONE. 8:e60016.</div>\n<div class=\"imageCredit\">Xiaojun Lian</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Sean&nbsp;P&nbsp;Palecek</div>\n<div class=\"imageTitle\">Epidermal Cells Differentiated from Human Pluripotent Stem Cells</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nHuman pluripotent stem cells (hPSCs) can be differentiated into any cell type found in the body, offering the potential to create limitless amounts of human cells and tissue for basic research, disease modeling, drug screening and toxicity testing, and regenerative medicine applications.  However, there are several roadblocks preventing immediate realization of the potential of hPSCs, including difficulty in efficiently guiding hPSC to cell types of interest.  In this project we developed a mathematical model of hPSC differentiation to keratinocytes, the cells that comprise the skin epidermis.  We collected data on the rate and efficiency of progression from hPSCs to epidermal progenitors and definitive keratinocytes and fit that data to a kinetic model to obtain rate parameters in the model.  Using these rate parameters we identified the cell expansion and differentiation steps that limit purity and yield of the desired keratinocyte population.  We then used this insight to improve the efficiency of keratinocyte differentiation from hPSCs, allowing us to generate pure populations at a yield of 10 keratinocytes per stem cell.  One outcome of the project is a more efficient, fully-defined protocol for keratinocyte differentiation.  We showed that these hPSC-derived keratinocytes can form 3D skin constructs in vitro, highlighting their applications in disease modeling, tissue engineering, and regenerative medicine.  Finally, the combined experimental and modeling approach developed through this project provides a new paradigm for developing processes for differentiating hPSCs to more specialized cell types.\n\nThis project provided research training to undergraduate and graduate students in stem cell engineering.  Students learned and developed state-of-the-art methods for stem cell culture and differentiation and were trained in issues related to bioethics and technical communications. This project also supported development of education and outreach activities on stem cell culture and differentiation for K-12 students and teachers as part of the Morgridge Institute for Research Summer Science Camp.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/19/2016\n\n\t\t\t\t\tSubmitted by: Sean P Palecek"
 }
}