{
 "awd_id": "1066802",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Phthalate Plasticizers: Temperature Dependence of Material/Air Equilibria and Consequences for Emissions, Exposure and Risk",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Cooper",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 272364.0,
 "awd_amount": 272364.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2013-06-27",
 "awd_abstract_narration": "PIs:  John Little / Ying Xu\r\nProposal Numbers:  CBET-1066802 / 1066642\r\nInstitutions:  Virginia Tech / Univ. of Texas-Austin\r\nTitle:    Collaborative Research: Phthalate Plasticizers: Temperature Dependence of Material/Air Equilibria and Consequences for Emissions, Exposure and Risk\r\n\r\nModern indoor environments contain a vast array of manufactured materials, many of which emit toxic contaminants.  Of special concern are indoor levels of phthalate plasticizers, which have increased substantially in recent decades.  These semi-volatile organic compounds (SVOCs) enhance product performance, and are ubiquitous, redistributing from their original sources to indoor air, and subsequently to all interior surfaces.  Because they partition so strongly to surfaces, many SVOCs persist for years after the source is removed.  Biomonitoring (measuring concentrations in blood and urine) provides direct evidence of the virtually universal human exposure to plasticizers, which may result in profound and irreversible changes in the development of the reproductive tract.  A recent report by the National Academies urgently recommends that the most important sources of phthalate exposure be identified.  While biomonitoring alone cannot provide this answer, the PIs have developed and validated a fundamental approach that can be used to identify the most important sources of exposure to plasticizers.  Building on this promising conceptual leap in understanding, their research objectives are to: (1) Select several indoor polyvinyl chloride products (PVCPs) based on the measured concentration of different phthalates present in the materials (C0); (2) Develop a novel, direct, solid-phase microextraction (SPME) method to measure (y0) the gas-phase concentration in equilibrium with C0, and use the resulting C0 vs y0 data to establish the nature of the equilibrium relationship as a function of temperature; (3) Characterize emissions of the target phthalates from nine of the selected PVCPs and validate their emissions model for the new phthalates in chamber experiments over a range of temperatures; (4) Extend the chamber approach to simultaneously measure emissions from two sources of phthalates (with each material acting as a sink for the phthalate from the other material); (5) Test the effect of temperature on phthalate emissions, sorption and condensation in vehicles under controlled conditions, and compare the results with analogous chamber studies; and (6) Use the measured/predicted y0 values to estimate screening-level exposure for the entire range of PVCPs studied and combine exposure with toxicity from ToxCast? to get risk, providing a simple method for the rapid prioritization of indoor sources most harmful to human health. \r\n\r\nThis research builds on the first successful elucidation of the fundamental mechanisms governing the release of phthalates from polymer materials.  The PIs will, for the first time, develop an innovative new SPME method to measure y0; establish the equilibrium relationship between C0 and y0 as a function of temperature; and test the temperature effect on phthalate emissions and sorption in cars and homes.  The temperature effect could be of great significance when sunlight shines directly on a PVCP surface in a room or car, increasing the emission rate by orders of magnitude.  When a person enters a hot car and turns on the air conditioning without opening the windows, the cooling phthalate vapor will condense, coating interior surfaces, including human skin, with a thin film of liquid phthalate, imposing potentially significant health risks.  The PIs also will develop a powerful yet simple screening-level exposure assessment approach for PVCPs, and substantially enhance our ability to predict exposure (via inhalation, dermal sorption and oral ingestion of dust) to all phthalate plasticizers.  \r\n\r\nTheir fundamental approach to predict exposure to phthalates in PVCPs can almost certainly be generalized to a wide range of other SVOCs (PBDEs, organotins, and pesticides) emitted from a host of materials and products found in homes, cars, schools, offices, and factories.  The new mechanistic understanding will enable the conscious design of green materials because the chemical and material properties that govern emissions are clearly understood.  Diversity will be inculcated through their ACE (Academic Credit for Experimentation) program, as well as through personal relationships with colleagues at three HBCUs.  The undergraduate ACE students at Virginia Tech will estimate exposure to some of the PVCPs in their own homes, enabling identification of new phthalate-laden PVCPs entering the market as well as some of the ?legacy? products that are no longer produced.  Given that most PVCPs emit phthalates for decades, this constitutes a vital aspect of the project.  The undergraduate students at UT Austin will be engaged in the first temperature controlled tests of automobile cabins.  Their approach for estimating screening-level health risks can be used to prioritize cost-effective action, and could revolutionize how human health effects of indoor materials are evaluated.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Little",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Little",
   "pi_email_addr": "jcl@vt.edu",
   "nsf_id": "000460247",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 98691.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85458.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 88215.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>Intellectual Merit</p>\n<p>Modern indoor environments contain a vast array of products, many of which emit toxic semi-volatile organic compounds (SVOCs) including phthalates, flame retardant, and pesticides.&nbsp; Human exposure to these SVOCs is of considerable public health concern, especially because people spend most of their time indoors.&nbsp; Information about the emission characteristics of consumer products is urgently needed.&nbsp; Because SVOC emissions are generally subject to what is referred to as external control, the gas-phase SVOC concentration (y0) in equilibrium with the consumer product is one of the most important emission parameters.&nbsp; Since characterizing emissions of SVOCs in experimental chambers is difficult and time consuming, predicting emissions based on y0 represents an effective and economical alternative to costly chamber studies.&nbsp; The research has considerable intellectual merit because:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The fundamental mechanisms governing emission of SVOCs from consumer products have been elucidated and incorporated into physically-based models. &nbsp;The new mechanistic understanding of SVOC emissions will improve the ability to predict exposure because the chemical properties, material properties and environmental factors that govern indoor emission and transport are clearly understood.</li>\n<li>The influence of temperature on emission rate of phthalates has been established and can be generalized to other SVOCs such as flame retardants and pesticides found in consumer products in homes, office, cars and schools.</li>\n<li>A passive sampling technique has been developed as the basis for a novel, simple, and efficient method to determine y0.&nbsp; This new approach is useful for assessing potential exposure to SVOCs in a wide range of consumer products.</li>\n<li>A simple, rapid screening-level exposure assessment method has been developed to predict exposure to SVOCs via different exposure pathways (including inhalation, dermal sorption, and dust ingestion) based on the measurement of SVOC concentrations in indoor air.</li>\n<li>A reference method for emissions tests in experimental chambers has been developed that allows laboratories to independently check their measurements.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Broader impact</p>\n<p>The research has significant broader impacts:</p>\n<p>&nbsp;</p>\n<ul>\n<li>The fundamental approaches developed in this research provide powerful tools for health professionals to get broad, population-wide information about exposure to SVOCs, and rapidly characterize the contributions of specific SVOC/product combinations to human exposure.</li>\n<li>The new mechanistic understanding of SVOC emission allows architects and engineers to design green materials that reduce indoor SVOC concentrations because the chemical and material properties that govern emissions are clearly understood.</li>\n<li>The results of this research can be used by policy makers to help prioritize more cost-effective action, potentially revolutionizing how human health effects of indoor materials are evaluated. </li>\n<li>The reference method developed in this project was validated by five independent research institutes and will improve the research infrastructure in this important field.</li>\n<li>The inter-laboratory study greatly increased exchange among several academic institutions via sharing of materials and analytic techniques, writing of the analytical protocol, and revisions of the manuscript.</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/12/2015<br>\n\t\t\t\t\tModified by: John&nbsp;C&nbsp;Little</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\nIntellectual Merit\n\nModern indoor environments contain a vast array of products, many of which emit toxic semi-volatile organic compounds (SVOCs) including phthalates, flame retardant, and pesticides.  Human exposure to these SVOCs is of considerable public health concern, especially because people spend most of their time indoors.  Information about the emission characteristics of consumer products is urgently needed.  Because SVOC emissions are generally subject to what is referred to as external control, the gas-phase SVOC concentration (y0) in equilibrium with the consumer product is one of the most important emission parameters.  Since characterizing emissions of SVOCs in experimental chambers is difficult and time consuming, predicting emissions based on y0 represents an effective and economical alternative to costly chamber studies.  The research has considerable intellectual merit because:\n\n \n\nThe fundamental mechanisms governing emission of SVOCs from consumer products have been elucidated and incorporated into physically-based models.  The new mechanistic understanding of SVOC emissions will improve the ability to predict exposure because the chemical properties, material properties and environmental factors that govern indoor emission and transport are clearly understood.\nThe influence of temperature on emission rate of phthalates has been established and can be generalized to other SVOCs such as flame retardants and pesticides found in consumer products in homes, office, cars and schools.\nA passive sampling technique has been developed as the basis for a novel, simple, and efficient method to determine y0.  This new approach is useful for assessing potential exposure to SVOCs in a wide range of consumer products.\nA simple, rapid screening-level exposure assessment method has been developed to predict exposure to SVOCs via different exposure pathways (including inhalation, dermal sorption, and dust ingestion) based on the measurement of SVOC concentrations in indoor air.\nA reference method for emissions tests in experimental chambers has been developed that allows laboratories to independently check their measurements.\n\n\n \n\nBroader impact\n\nThe research has significant broader impacts:\n\n \n\nThe fundamental approaches developed in this research provide powerful tools for health professionals to get broad, population-wide information about exposure to SVOCs, and rapidly characterize the contributions of specific SVOC/product combinations to human exposure.\nThe new mechanistic understanding of SVOC emission allows architects and engineers to design green materials that reduce indoor SVOC concentrations because the chemical and material properties that govern emissions are clearly understood.\nThe results of this research can be used by policy makers to help prioritize more cost-effective action, potentially revolutionizing how human health effects of indoor materials are evaluated. \nThe reference method developed in this project was validated by five independent research institutes and will improve the research infrastructure in this important field.\nThe inter-laboratory study greatly increased exchange among several academic institutions via sharing of materials and analytic techniques, writing of the analytical protocol, and revisions of the manuscript.\n\n\n \n\n\t\t\t\t\tLast Modified: 08/12/2015\n\n\t\t\t\t\tSubmitted by: John C Little"
 }
}