{
 "awd_id": "1066374",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Proton form factor experiments with 12 GeV at JLab",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kenneth hicks",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 371201.0,
 "awd_min_amd_letter_date": "2011-07-15",
 "awd_max_amd_letter_date": "2014-12-19",
 "awd_abstract_narration": "A continuation of the measurement of the proton electric and magnetic form factor ratio, GEp/GMp, to at least 12 GeV squared  four-momentum transfer squared, will become possible after the JLab upgrade to twice the present electron beam energy. Likewise, measurements of the two form factors of the neutron, GEn and GMn to much larger four momentum squared will become possible. Three approved nucleon form factor experiments are the prime justification for the construction of a new setup in Hall A at JLab, the Super Bigbite Spectrometer (SBS), to be funded by DOE. The SBS will be a large acceptance device, which will be used in different configurations; for the GEp/GMp experiment it will consist of a large dipole, followed by a set of gas electron multiplier chambers (GEM) to define the track of the recoil proton. A new double polarimeter will be built, consisting of two polyethylene analyzer blocks, each followed by a set of GEMs. The new GEp/GMp experiment will also require the use of a reconfigured BigCal lead glass calorimeter (as was used recently in the GEp(III) experiment), to detect the electron; a double plane of GEM detectors, to be built and assembled in part at William and Mary, will be added to improve the BigCal position resolution.\r\n\r\nInvestigating the detailed structure of proton and neutron is one of several major goals towards unraveling the structure of matter; both particles are the most numerous in the visible universe. The proton has a size and a structure. It is not just a dimensionless point in space, but also it has evanescent components called sea-quarks, which are always created in pairs (quark-antiquark). Quarks interact with each other via the exchange of gluons, which are the carriers of the strong force. At JLab protons and neutrons are probed by the scattering of electrons. For a modest shock the electron is only aware of the overall size and shape of the proton. As the strength of the shock increases, the region of internal space probed becomes smaller. Ultimately, if one keeps increasing the strength of the shock, the electron starts to see the individual quarks, and that is the interest of this kind of investigation.  With a new postdoctoral fellow, we will be able to contribute to the many tasks required to build a new experimental setup which will play an important role in future investigations of the structure of the proton. Such a position offers a recent physics PhD holder the occasion to get in-depth, hands-on experience in all phases of research activity, and take responsibility: a prerequisite for entering a teaching and/or research position at a University, a National research Lab or industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Perdrisat",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Charles F Perdrisat",
   "pi_email_addr": "perdrisa@jlab.org",
   "nsf_id": "000305132",
   "pi_start_date": "2011-07-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "1314 S MOUNT VERNON AVE",
  "perf_city_name": "WILLIAMSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "23185",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 360000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 11201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My last NSF grant covered the period 2011-2015. During this time I worked on preparing a new experiment called GEp(5) and continued to develop experimental aspects of the research program I have pursued since the middle nineties: characterization of the form factors of the nucleons, i.e. of the proton and the neutron, from the scattering of electrons by nucleons.<br />The structure of the nucleon is currently of great interest; the nucleons are the basic constituents of the atomic nuclei forming all of the visible matter in our universe.<br />The nucleons have a measurable size, as well as an electric charge, a magnetic moment and a mass. These properties are carried by sub-particles, called quarks and gluons; the quarks called up and down, abbreviated u and d, are determining most of the properties of the nucleon. The proton contains 2 u, and 1 d quarks.<br />Elastic scattering of high energy electrons provides one of several methods available to learn about the structure of the nucleon. Elastic refers to the fact that (electron beam) + (proton target) goes to (scattered electron) + (recoiling proton) and nothing else. The energy transferred to the recoiling proton is determined by the energy of the incident electrons and the angle at which they are scattered. The parameter characterizing the hardness of the collision is called, Q2. An important point is that as the energy transfer (or Q2) is increased, the wave length associated with the incoming electron decreases; to &ldquo;see&rdquo; the quarks in a proton this wave length has to be significantly smaller than the size of the proton, ~10-15 m. The continuous electron beam accelerator facility or CEBAF at Jefferson Lab in Virginia (JLab) is unique for providing highest quality beams of at energies large enough to &ldquo;see&rdquo; the quarks.<br />Electrons and nucleons carry a &ldquo;spin&rdquo;, in the same general sense that a child&rsquo;s top can be made to &ldquo;spin&rdquo; if thrown appropriately on a hard wood table. The spin of the top will eventually vanish because of friction; that of elementary particles is permanent. Producing a beam of electrons with the spin of all, or most electrons aligned in one direction generates a &ldquo;polarized&rdquo; beam of electrons.<br />The information generated by elastic ep scattering experiments is either in the form of probability of the electron being scattered versus the scattering angle; or polarization of the recoiling proton if the incident electron is polarized (called polarization transfer); this latter measurement requires an instrument called a polarimeter, to measure the polarization of the proton, the degree of alignment of the recoil proton spin. The results from both methods are determined by the same two Form Factors (FF) characteristic of the nucleon structure, which can hence, in principle, be obtained either way from such data; these form factors reflect the<br />shape of the distribution of the electric charge and magnetization resulting from the<br />motion of the quarks in the proton.<br />A series of three recoil polarization experiments, called GEp(1), GEp(2) and<br />GEp(3), was started 1998, with the last one ending in 2008. The next GEp<br />experiment, extending the Q2 range significantly, was approved in 2007 as GEp(5);<br />it will take place in 2017-18. The necessary instrumentation is currently being<br />built.<br />The proton form factors obtained in the three JLab experiments, when compared<br />with the form factors obtained from the scattering probability data, revealed very<br />significantly different results. The correctness of the new results is not in doubt,<br />having been submitted to several reproducibility test. This finding has deep<br />consequences for our understanding of the structure of the proton, in particular the<br />contribution from each type of quarks to the form factors, the contribution from<br />bound ...",
  "por_txt_cntn": "\nMy last NSF grant covered the period 2011-2015. During this time I worked on preparing a new experiment called GEp(5) and continued to develop experimental aspects of the research program I have pursued since the middle nineties: characterization of the form factors of the nucleons, i.e. of the proton and the neutron, from the scattering of electrons by nucleons.\nThe structure of the nucleon is currently of great interest; the nucleons are the basic constituents of the atomic nuclei forming all of the visible matter in our universe.\nThe nucleons have a measurable size, as well as an electric charge, a magnetic moment and a mass. These properties are carried by sub-particles, called quarks and gluons; the quarks called up and down, abbreviated u and d, are determining most of the properties of the nucleon. The proton contains 2 u, and 1 d quarks.\nElastic scattering of high energy electrons provides one of several methods available to learn about the structure of the nucleon. Elastic refers to the fact that (electron beam) + (proton target) goes to (scattered electron) + (recoiling proton) and nothing else. The energy transferred to the recoiling proton is determined by the energy of the incident electrons and the angle at which they are scattered. The parameter characterizing the hardness of the collision is called, Q2. An important point is that as the energy transfer (or Q2) is increased, the wave length associated with the incoming electron decreases; to \"see\" the quarks in a proton this wave length has to be significantly smaller than the size of the proton, ~10-15 m. The continuous electron beam accelerator facility or CEBAF at Jefferson Lab in Virginia (JLab) is unique for providing highest quality beams of at energies large enough to \"see\" the quarks.\nElectrons and nucleons carry a \"spin\", in the same general sense that a childÆs top can be made to \"spin\" if thrown appropriately on a hard wood table. The spin of the top will eventually vanish because of friction; that of elementary particles is permanent. Producing a beam of electrons with the spin of all, or most electrons aligned in one direction generates a \"polarized\" beam of electrons.\nThe information generated by elastic ep scattering experiments is either in the form of probability of the electron being scattered versus the scattering angle; or polarization of the recoiling proton if the incident electron is polarized (called polarization transfer); this latter measurement requires an instrument called a polarimeter, to measure the polarization of the proton, the degree of alignment of the recoil proton spin. The results from both methods are determined by the same two Form Factors (FF) characteristic of the nucleon structure, which can hence, in principle, be obtained either way from such data; these form factors reflect the\nshape of the distribution of the electric charge and magnetization resulting from the\nmotion of the quarks in the proton.\nA series of three recoil polarization experiments, called GEp(1), GEp(2) and\nGEp(3), was started 1998, with the last one ending in 2008. The next GEp\nexperiment, extending the Q2 range significantly, was approved in 2007 as GEp(5);\nit will take place in 2017-18. The necessary instrumentation is currently being\nbuilt.\nThe proton form factors obtained in the three JLab experiments, when compared\nwith the form factors obtained from the scattering probability data, revealed very\nsignificantly different results. The correctness of the new results is not in doubt,\nhaving been submitted to several reproducibility test. This finding has deep\nconsequences for our understanding of the structure of the proton, in particular the\ncontribution from each type of quarks to the form factors, the contribution from\nbound pairs of identical quarks and more; the results can also be compared, and do\nsupplement the proton structure information obtained from other, different types of\nreactions which are being investigated in other experiments wo..."
 }
}