{
 "awd_id": "1066806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of a fluorescent bar-coding system for cell-based proteomic libraries",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 281593.0,
 "awd_amount": 281593.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Intellectual Merits: Analysis of the proteome enables unprecedented insights into the dynamic molecular networks that underlie cellular function. The plan proposed here will develop a powerful new tool to greatly accelerate the pace of proteomic research. Cell-based proteomic libraries, in which individual proteins are fused to reporter proteins like GFP, knocked out, or over-expressed, have become an invaluable means of quantifying the proteome and identifying proteins involved in specific cellular functions. However, collecting data from these libraries is limited by the means used to identify members, which include sequencing a DNA barcode or testing clones individually. The proposed project will develop a fluorescent bar- coding system, which would allow for single-cell analysis and rapid identification of library members by means of multi-color flow cytometry. This would be an especially powerful tool when coupled with a fluorescent readout for a property of interest.\r\nTo accomplish this, a family of proteins will be engineered for cell surface expression that will uniquely identify each library member, much as cell surface markers are used to identify the myriad of immunological cells in blood. Fragments of the protein Titin will be used as a scaffold to present combinations of epitope tags; each epitope tag will correspond to a color of the bar-code, while the number of copies of each epitope tag will define the color?s intensity. The system will then be characterized, including determination of what effect expression of the Titin fragments on the cell surface has on normal cellular physiology. Finally, the new system will be implemented and tested in a 6,029 member GFP-fusion proteomic yeast library, enabling single cell measurement of all 6,029 proteins with 200-fold over sampling per minute, by flow-cytometry.\r\nBroader Impacts:\r\nIn addition to developing a broadly applicable enabling technology, the proposed work's impact will be expanded by bringing high school teachers into the laboratory to participate in research and to develop a related Bioengineering course modules to share with their students. Research experiences for high school teachers also benefit their students, by enhancing the teachers' understanding of scientific research and by keeping them abreast of scientific developments; knowledge essential to their ability to inform aspiring engineers and scientists. Exposure to modern biology; which is highly quantitative; is critical for high school science teachers, many of whom may still teach biology as a descriptive science. Science teachers will be recruited from regional public school serving both urban and suburban areas with a high fraction of minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Colby",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Colby",
   "pi_email_addr": "colby@udel.edu",
   "nsf_id": "000536559",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "550 S COLLEGE AVE",
  "perf_city_name": "NEWARK",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197131324",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 281593.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A new technology for proteome analysis was developed and tested. The proteome is the complete set of proteins found in tissues or in single cells, and proteome analysis has been used to improve diagnosis of human diseases, to guide microbial engineering, and to better understand biological processes. The technology developed in this work enables massively parallel analysis of cell-based proteomic libraries by using unique, genetically-encoded proteins to identify each library member. These proteins are referred to as &ldquo;fluorescent barcodes,&rdquo; as they are recognized by antibodies which are labeled with fluorophores, resulting in distinct fluorophore combinations and intensities for each library member. Nine hundred sixty fluorescent barcodes were assembled through random combination of eleven epitope tags (one for each fluorophore) present in zero, one, four, or sixteen copies (resulting in distinct intensities). Software was developed to facilitate analysis of large datasets obtained using flow cytometry. The technology was validated using mixtures of yeast cells expressing the fluorescent barcodes. Fifty members of the yeast GFP fusion library were assigned barcodes and the expression of endogenous GFP fusion protein expression was measured under several conditions, further validating the new technology.</p>\n<p>&nbsp;</p>\n<p>During the course of this project, one graduate student was supported for three years of training and two undergraduate students were provided support while gaining exposure to engineering research. By bringing a local high school teacher into the lab during the summer, the project gained much broader impact, producing a high school curriculum in biotechnology, which was well-received by students during the school year.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2017<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Colby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA new technology for proteome analysis was developed and tested. The proteome is the complete set of proteins found in tissues or in single cells, and proteome analysis has been used to improve diagnosis of human diseases, to guide microbial engineering, and to better understand biological processes. The technology developed in this work enables massively parallel analysis of cell-based proteomic libraries by using unique, genetically-encoded proteins to identify each library member. These proteins are referred to as \"fluorescent barcodes,\" as they are recognized by antibodies which are labeled with fluorophores, resulting in distinct fluorophore combinations and intensities for each library member. Nine hundred sixty fluorescent barcodes were assembled through random combination of eleven epitope tags (one for each fluorophore) present in zero, one, four, or sixteen copies (resulting in distinct intensities). Software was developed to facilitate analysis of large datasets obtained using flow cytometry. The technology was validated using mixtures of yeast cells expressing the fluorescent barcodes. Fifty members of the yeast GFP fusion library were assigned barcodes and the expression of endogenous GFP fusion protein expression was measured under several conditions, further validating the new technology.\n\n \n\nDuring the course of this project, one graduate student was supported for three years of training and two undergraduate students were provided support while gaining exposure to engineering research. By bringing a local high school teacher into the lab during the summer, the project gained much broader impact, producing a high school curriculum in biotechnology, which was well-received by students during the school year.\n\n\t\t\t\t\tLast Modified: 09/12/2017\n\n\t\t\t\t\tSubmitted by: David W Colby"
 }
}