{
 "awd_id": "1066545",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Swimming  and Settling in Stratified Fluids",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2011-06-03",
 "awd_max_amd_letter_date": "2011-06-03",
 "awd_abstract_narration": "1066545/1066566\r\nArdenkani/Stocker\r\n\r\nMany aquatic systems are characterized by regions where water density varies over depth, often due to temperature or salinity gradients. These pycnoclines are associated with intense biological activity and can affect carbon fluxes by slowing the descent of particles. The low to moderate Reynolds number regime is particularly important, because the vast majority of organisms and particles are small (µm-cm) and their motion predominantly viscous. Despite this, the fundamental fluid dynamics of settling and swimming in a stratified fluid have remained largely unexplored. This is partly due to the widespread belief that the relevant length scale of stratification is orders of magnitude larger than organisms. The PIs have recently showed this not to be true, and that typical aquatic stratifications can in fact affect the flow field of particles and organisms as small as O(100 ìm). This opens the door to a broad new set of questions on viscous motion in stratified fluids a novel area of fluid mechanics. The proposed research will take first strides into this new area by determining and rationalizing the effects of stratification on swimming organisms and settling of elongated particles through a combination of experimental, theoretical, and computational research. New tools will be developed to solve for the flow field of swimming organisms in stratified fluids and conduct a broad, in-depth investigation on the effects of buoyancy, viscosity, inertia and diffusion on fundamental hydrodynamic parameters, including swimming speed, velocity decay rates and energy expenditure. The proposed research will address the important component of the geometrical complexity of natural particles and organisms, by focusing on the role of elongation on settling. A novel hypothesis is developed in this proposal and will be tested both theoretically and experimentally: that a buoyancy-induced torque reorients elongated particles and considerably affects their descent.\r\n\r\nDuring the last few decades, important correlations have been discovered between regions of fluid stratification and a wide range of environmental processes, including algal blooms, accumulation of marine snow particles, and vertical migration of aquatic organisms. Although this is often the realm of aquatic scientists and oceanographers, what is missing is a fundamental understanding of the fluid mechanics in this new, unexplored regime where both stratification and viscous effects are important. This study will yield the first physical insights on the hydrodynamics of this regime within the broad context of particle settling and organism motility. These new insights, along with the state-of-the-art experimental and numerical techniques to be developed, will (i) provide fertile ground for a broad range of other researchers (mathematicians, engineers, oceanographers, limnologists, ecologists) at the interface between fluid mechanics and the aquatic sciences; and (ii) inform a broad range of processes in aquatic ecosystems, of ecological and societal value, for example by contributing to improved management practices to prevent eutrophication (e.g. algal blooms), providing better estimates of particle fluxes for biogeochemical ocean models and furthering the understanding of the fate of oil droplets dispersed from oil plumes in the marine environment. This grant will provide training for three graduate students. The participation of women and members of underrepresented groups will be strongly encouraged through the Women's Engineering Program at Notre Dame and presentations at an all-women's college (Saint Mary's college). The PIs will ensure the participation of undergraduates, particularly in the experimental aspects of the project, through the Undergraduate Research Opportunities Program at both Notre Dame and MIT.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arezoo",
   "pi_last_name": "Ardekani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arezoo Ardekani",
   "pi_email_addr": "ardekani@purdue.edu",
   "nsf_id": "000572082",
   "pi_start_date": "2011-06-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 GRACE HALL",
  "perf_city_name": "NOTRE DAME",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565708",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "059E",
   "pgm_ref_txt": "Complex fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Gradients in physical properties of water occur ubiquitously in aquatic and marine environments. A prominent example is vertical variation in water density (pycnoclines) &nbsp;due to gradients in temperature or salinity. Another ubiquitous example is variation in fluid velocity (shear). In oceans and lakes, intense biological activity and accumulation of organisms and particles are associated with pycnoclines. For example, formation of phytoplankton blooms is often correlated with stratification, and these blooms can enhance carbon sequestration or disrupt water supply systems. Stratification can also affect vertical migration of small organisms.</p>\n<p>Despite the widespread ecological implications of such gradients, their hydrodynamic effects on sedimenting particles and swimming organisms have remained poorly understood. This is partly due to the notion that most marine particles and organisms are too small to be affected by stratification. The PIs have shown that typical aquatic stratifications can in fact affect the flow field of particles and organisms as small as millimeters, opening up the study of new interactions between physical gradients and particle or organism motion.</p>\n<p>The results of the multiple, diverse studies conducted under the auspices of this grant demonstrated an unexpected effect of physical gradients in fluid properties &ndash; such as density gradients and velocity gradients &ndash; on the swimming of small organisms, as well as the settling of particles and rising of deformable drops, and resulted in an entirely new framework for the role of fluid properties on microbial swimming and settling of particles.</p>\n<p>The team has shown that density variations encountered by organisms at pycnoclines have a major effect on the flow field, energy expenditure and nutrient uptake of small organisms. In particular, stratification quenches the flow created by a swimming cell, making it less conspicuous to predators. The results of the study, published in the Proceedings of the National Academy of Sciences, demonstrate an unexpected effect of stratification on swimming of small organisms, potentially affecting a broad range of abundant organisms in oceans and lakes. Furthermore, effects of buoyancy are not limited to individual organisms, but also affect the bioconvection of suspensions of microorganisms, leading to their aggregation, potentially fostering the formation of algal blooms.</p>\n<p>Interestingly, such accumulations are also observed experimentally in the case of fluid velocity gradients that interact with the motility of microorganisms. In microfluidic experiments, we demonstrated that motility and fluid gradients lead to unexpected, non-linear interactions that may occur ubiquitously in microbial habitats, opening up a new branch of active physics and providing an explanation for the frequently observed microscale patchiness of microorganisms in aquatic ecosystems. &nbsp;</p>\n<p>Studies of settling particles in a stratified fluid have to date focused on spheres. Natural particles, however, often exhibit striking departures from the spherical shape. We have found that elongation affects both the settling orientation and the settling rate of a particle in a stratified fluid, which can have direct consequences on the vertical flux of particulate matter and its associated carbon flux in the ocean.</p>\n<p>This project has had a strong educational and outreach component. PI Ardekani initiated an interdisciplinary engineering education partnership with the Engineering and Technology Magnet Program for the South Bend Community School Corporation that focuses on restoring an aquatic ecosystem of a local creek. As a part of this outreach activity, water quality tours have been conducted for Riley high school students in order to facilitate their understanding about environmental fluids and encourage them toward careers in science and technolo...",
  "por_txt_cntn": "\nGradients in physical properties of water occur ubiquitously in aquatic and marine environments. A prominent example is vertical variation in water density (pycnoclines)  due to gradients in temperature or salinity. Another ubiquitous example is variation in fluid velocity (shear). In oceans and lakes, intense biological activity and accumulation of organisms and particles are associated with pycnoclines. For example, formation of phytoplankton blooms is often correlated with stratification, and these blooms can enhance carbon sequestration or disrupt water supply systems. Stratification can also affect vertical migration of small organisms.\n\nDespite the widespread ecological implications of such gradients, their hydrodynamic effects on sedimenting particles and swimming organisms have remained poorly understood. This is partly due to the notion that most marine particles and organisms are too small to be affected by stratification. The PIs have shown that typical aquatic stratifications can in fact affect the flow field of particles and organisms as small as millimeters, opening up the study of new interactions between physical gradients and particle or organism motion.\n\nThe results of the multiple, diverse studies conducted under the auspices of this grant demonstrated an unexpected effect of physical gradients in fluid properties &ndash; such as density gradients and velocity gradients &ndash; on the swimming of small organisms, as well as the settling of particles and rising of deformable drops, and resulted in an entirely new framework for the role of fluid properties on microbial swimming and settling of particles.\n\nThe team has shown that density variations encountered by organisms at pycnoclines have a major effect on the flow field, energy expenditure and nutrient uptake of small organisms. In particular, stratification quenches the flow created by a swimming cell, making it less conspicuous to predators. The results of the study, published in the Proceedings of the National Academy of Sciences, demonstrate an unexpected effect of stratification on swimming of small organisms, potentially affecting a broad range of abundant organisms in oceans and lakes. Furthermore, effects of buoyancy are not limited to individual organisms, but also affect the bioconvection of suspensions of microorganisms, leading to their aggregation, potentially fostering the formation of algal blooms.\n\nInterestingly, such accumulations are also observed experimentally in the case of fluid velocity gradients that interact with the motility of microorganisms. In microfluidic experiments, we demonstrated that motility and fluid gradients lead to unexpected, non-linear interactions that may occur ubiquitously in microbial habitats, opening up a new branch of active physics and providing an explanation for the frequently observed microscale patchiness of microorganisms in aquatic ecosystems.  \n\nStudies of settling particles in a stratified fluid have to date focused on spheres. Natural particles, however, often exhibit striking departures from the spherical shape. We have found that elongation affects both the settling orientation and the settling rate of a particle in a stratified fluid, which can have direct consequences on the vertical flux of particulate matter and its associated carbon flux in the ocean.\n\nThis project has had a strong educational and outreach component. PI Ardekani initiated an interdisciplinary engineering education partnership with the Engineering and Technology Magnet Program for the South Bend Community School Corporation that focuses on restoring an aquatic ecosystem of a local creek. As a part of this outreach activity, water quality tours have been conducted for Riley high school students in order to facilitate their understanding about environmental fluids and encourage them toward careers in science and technology. Three Ph.D. students and four undergraduate students, and three postdoctoral researchers have been train..."
 }
}