{
 "awd_id": "1066368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Explorations in Metric Quantum Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 374940.0,
 "awd_amount": 374940.0,
 "awd_min_amd_letter_date": "2011-04-15",
 "awd_max_amd_letter_date": "2013-05-06",
 "awd_abstract_narration": "During the past few years the principal investigator have been developing a theory of quantum metric spaces, that is, of quantum spaces equipped with the analog of the notion of a distance (i.e., metric) on an ordinary space. He does this within the setting of algebras of operators on Hilbert space, which is the setting used by physicists to model quantum systems. A central part of his theory consists of a quantum analog of the classical Gromov-Hausdorff distance between metric spaces. He has given several applications of these ideas, notably to the convergence of matrix algebras to coadjoint orbits of compact Lie groups, which is one of the main examples of interest to physicists. Recently he has had initial success in extending his notion of quantum Gromov-Hausdorff distance so as to treat the analogs of vector bundles over quantum metric spaces. (Vectors bundles provide the foundation for the gauge theories widely used by physicists.) He has also had recent success going in the direction of expressing the quantum distances in terms of Dirac operators, with the technical advantages that Dirac operators bring. In this project he will continue to strengthen this theory and to apply it in several directions suggested by the many situations in the physics and mathematics of quantum models where one has a sequence of quantum spaces that appears to  converge to another space, either quantum or classical. In particular, he will try to develop analogs of quantum Gromov-Hausdorff convergence for quantum versions of superstructures beyond vector bundles, such as for connections, Dirac operators, and Yang-Mills actions. He hopes, as well, to begin treating dynamical issues.\r\n\r\nOur nation's technological and economic success has at its foundation the mathematical models of the world around us. Scientists develop such models in order to understand how to use the flood of data that flows from the laboratories of the experimental scientists. However, human beings and computers can deal only with finite collections of numbers at a time. Thus, in applying these mathematical models, it is almost always necessary to approximate the infinite variability of our world by finite collections of numbers. It is then crucial to understand how valid any given approximation is. With respect to individual calculations, this matter has received extensive study. On the other hand, less study has been made of how complex models as a whole can be approximated well by simpler models as a whole. Relatively little is known about such \"global\" approximations in the case of the models of quantum physics. Since quantum physics is the part of physics that governs chemical and biochemical reactions, the functioning of semiconductors, and many other key technologies, it is of great importance to understand how well complex quantum models can be approximated by simpler models. In the classical realm, the global notion of approximation known as \"Gromov-Hausdorff distance\" is widely used. The principal investigator has developed a quantum analog of Gromov-Hausdorff distance and successfully applied it to a few significant examples. In this project he seeks to strengthen this theory and to apply the strengthened theory to a broader class of examples. This should lead to a better understanding of how to approximate in an effective manner various models of quantum phenomena of current importance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Rieffel",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Marc A Rieffel",
   "pi_email_addr": "rieffel@math.berkeley.edu",
   "nsf_id": "000175345",
   "pi_start_date": "2011-04-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 122063.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 124951.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 127926.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The main goal of this project has been to strengthen the mathematical foundations for the approximations of spaces, both quantum and classical, that are being employed in theoretical high-energy physics, including string theory. For the physicists, a frequent aim is to approximate important spaces on which, for example, it is hard to develop quantum field theory, by simpler spaces on which it is easier to work, but where one can still hope that the results will be relevant to the original spaces. However, in the physics literature there seems to be almost no discussion of quantitative measures of how close a given approximation is. My longer-term goal is to develop the theory of quantum Gromov&ndash;Hausdorff distance between spaces, and related theories, to the point where they will be of significant usefulness to the physicist&rsquo;s quests, by providing such quantitative measures (for superstructures as well as for the spaces themselves). I expect that there will also be important applications within mathematics itself, and in other applied directions as well.</span></p>\n<p>As progress towards the main goal of this project I wrote four papers, three of which have been published, and the fourth has been accepted for publication. I have also virtually completed a fifth paper. The first and fourth of these papers develop the general theory, with the fourth setting a strong stage for beginning to deal with superstructures on quantum spaces. The other three papers develop important new classes of examples on which my ideas can be tested.</p>\n<p>During the duration of this project two of my doctoral students wrote fine doctoral dissertations on topics closely related to the goals of this project, and received their PhD's. During that same time two other students began their doctoral dissertation research under my supervision, and are making progress on questions closely related to the goals of this project.</p>\n<p>Taking a broader view, phenomena in the quantum realm of the very small (atoms, molecules, elementary particles) are of large and increasing importance for the development of the technology the drives the advances of our nation's industry and economy. Experiments show that phenomena in the quantum realm are fundamentally anti-intuitive, and so we are even more dependent on mathematical models for their understanding than we are for the phenomena of the larger objects of our every-day life. The results of this project provide some new tools for developing more effective models of quantum phenomena. And the training of doctoral students on this subject contributes to strengthening our nations's base of highly-trained scientific personnel. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2015<br>\n\t\t\t\t\tModified by: Marc&nbsp;A&nbsp;Rieffel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of this project has been to strengthen the mathematical foundations for the approximations of spaces, both quantum and classical, that are being employed in theoretical high-energy physics, including string theory. For the physicists, a frequent aim is to approximate important spaces on which, for example, it is hard to develop quantum field theory, by simpler spaces on which it is easier to work, but where one can still hope that the results will be relevant to the original spaces. However, in the physics literature there seems to be almost no discussion of quantitative measures of how close a given approximation is. My longer-term goal is to develop the theory of quantum Gromov&ndash;Hausdorff distance between spaces, and related theories, to the point where they will be of significant usefulness to the physicistÆs quests, by providing such quantitative measures (for superstructures as well as for the spaces themselves). I expect that there will also be important applications within mathematics itself, and in other applied directions as well.\n\nAs progress towards the main goal of this project I wrote four papers, three of which have been published, and the fourth has been accepted for publication. I have also virtually completed a fifth paper. The first and fourth of these papers develop the general theory, with the fourth setting a strong stage for beginning to deal with superstructures on quantum spaces. The other three papers develop important new classes of examples on which my ideas can be tested.\n\nDuring the duration of this project two of my doctoral students wrote fine doctoral dissertations on topics closely related to the goals of this project, and received their PhD's. During that same time two other students began their doctoral dissertation research under my supervision, and are making progress on questions closely related to the goals of this project.\n\nTaking a broader view, phenomena in the quantum realm of the very small (atoms, molecules, elementary particles) are of large and increasing importance for the development of the technology the drives the advances of our nation's industry and economy. Experiments show that phenomena in the quantum realm are fundamentally anti-intuitive, and so we are even more dependent on mathematical models for their understanding than we are for the phenomena of the larger objects of our every-day life. The results of this project provide some new tools for developing more effective models of quantum phenomena. And the training of doctoral students on this subject contributes to strengthening our nations's base of highly-trained scientific personnel.  \n\n\t\t\t\t\tLast Modified: 07/31/2015\n\n\t\t\t\t\tSubmitted by: Marc A Rieffel"
 }
}