{
 "awd_id": "1067213",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermal Transport through Individual Surface Modified Carbon Nanotubes and Their Contacts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 325000.0,
 "awd_amount": 327000.0,
 "awd_min_amd_letter_date": "2011-03-22",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "CBET#1067213\r\n\r\nPI: Deyu Li\r\n\r\nThermal Transport through Individual Surface Modified Carbon Nanotubes and Their Contacts Carbon nanotubes (CNTs), because of their superior mechanical, electrical and thermal properties, have been extensively tested as nanostructure additives to tune the properties of CNT-polymer composites. While the measured electrical conductivity of CNT-polymer composites can be seven orders of magnitude higher than that of pure polymers, the increase in thermal conductivity is mild and far from the prediction based on the classical particle mixing theory. This apparent dissimilarity attracted significant attention and studies. However, to date, a thorough understanding is still missing.\r\n\r\nThe objective of the proposed research program is to understand, through systematic measurements at individual nanostructure level, thermal transport through individual CNTs, contacts between individual CNTs, and interfaces between CNTs and polymer molecules. The measurements will be performed with both non-modified CNTs and surface modified CNTs attached with polymer molecules via either non-covalent or covalent bonds.\r\n\r\nThe proposed study is different from the traditional mix and measure approach, in which CNTs and polymers are first mixed and cured into solid composites and then the thermal conductivity of resulted materials is measured. The mix and measure approach leads to inconsistent results and more importantly, thermal transport through nanostructures and their contacts has to be inferred from the measured results of bulk samples with many assumptions of the composite structure and morphology. Therefore, it is difficult to draw solid conclusions.  The proposed experimental studies, on the contrary, will directly measure thermal transport through individual nanostructures and their contacts, together with careful characterization of the measured samples structure and morphology. We believe that the proposed systematic study will lead to solid experimental data, which will answer the following fundamental questions: (1) How do energy carriers transport through CNT-CNT contacts and how does the contact conductance scale with the contact area (2) How does thermal energy transport through the interfaces between CNTs (hard) and polymer (soft) materials (3) How do polymer molecules affect energy transport through CNT-CNT contacts Based on the obtained fundamental understanding, we can create new design rules for using CNTs to tune the transport properties of CNT-polymer composites.\r\n\r\nThe intellectual merit of the project resides in the previously unavailable experimental data of thermal transport through surface modified CNTs, CNT-CNT contacts and CNT-polymer interfaces.  More importantly, these data will lead to new or deeper physical understanding of nanoscale thermal transport that can answer many fundamental scientific questions about energy transport through various nanostructures involving CNTs, their contacts and CNT-polymer hybrids. The proposed systematic studies will be especially helpful to discover the dependence of thermal transport through CNTs and their contacts as a function of the CNT diameter, which will disclose intriguing nanoconfinement effects on energy transport.\r\n\r\nThe broader impacts include new design rules based on the obtained insights of nanoscale transport phenomena, which could be used to tune the transport properties of CNT-polymer composites. This will lead to technology advancement of high-performance CNT-polymer hybrid materials important for extensive applications such as flexible microelectronics and thermoelectric/photovoltaic energy conversion. In addition, the proposed integrated research and education plan will educate graduate students in an interdisciplinary environment and the research results will be widely disseminated through scientific publications and classroom instructions. The research impacts will also be extended to undergraduate, underrepresented, and K-12 students through leveraging Vanderbilt's various education and outreach programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deyu",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deyu Li",
   "pi_email_addr": "deyu.li@vanderbilt.edu",
   "nsf_id": "000300079",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yaqiong",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yaqiong Xu",
   "pi_email_addr": "yaqiong.xu@vanderbilt.edu",
   "nsf_id": "000558573",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 325000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes of this project include observation of the unexpected dependence of the contact thermal conductance between two individual carbon nanotubes on the tube diameter, and new understanding of thermal transport in the cross-plane direction (along the <em>c</em>-axis) of graphite.&nbsp; These results provide new insights into energy transport in carbon nanotube-based polymer composites, which can be tuned to meet the thermal management requirement for different applications.&nbsp; In implementing the research, four graduate students are trained to conduct interdisciplinary research and two of them have successfully completed their Ph.D programs with one more finished his M.S program.</p>\n<p>Thermal properties of nanocomposites are intriguing since complex transport phenomena occur at numerous contacts between the nanofillers as well as between the nanofillers and host materials.&nbsp; Carbon nanotubes, with their exceptional thermal properties, have been tested extensively for enhancing the thermal properties of polymers with limited success, which is attributed to the lack of fundamental understanding of contact thermal resistance between carbon nanotubes.&nbsp; This project directly measured the thermal resistance of nanoscale contact between two individual nanotubes, and observed unexpected diameter dependence of the resistance.&nbsp; Analyses show that after normalization with the contact area, the contact thermal conductance is still proportional to the tube diameter, which is totally different from the common expectation that the normalized conductance should be independent of the dimensions of the objects in contact.&nbsp; This totally new discovery indicates complex underlying mechanisms for energy transport at the contact between individual nanostructures.</p>\n<p>To understand this intriguing observation, we conducted extensive studies which provide new insights that fundamentally altered the physical picture regarding the transport of energy carriers (phonons) in the cross-plane direction of graphitic materials including carbon nanotubes.&nbsp; The average distance the energy carrier travels before experiencing scattering events (i.e., the phonon mean free path) along the cross-plane direction of graphite has long been accepted as just a few nanometers.&nbsp; Our observation, however, suggests that the phonon mean free path has to be much longer.&nbsp; As such, we conducted both numerical modeling and experimental measurements, the results of which conclusively show that the phonon mean free path is indeed two orders of magnitude larger than the widely believed value of just a few nanometers.&nbsp; This fundamentally altered the classical picture of energy transport in crystals formed with weak van der Waals interactions, which have been believed to have short phonon mean free path.</p>\n<p>With the long phonon mean free path, the energy carriers from one tube to the other can be reflected back into the emitting side, which effectively reduces the energy transmission.&nbsp; This is the reason for the larger contact thermal conductance between larger tubes.&nbsp; As the tube gets larger, more energy carriers can get scattered in the receiving side and less energy carriers will be reflected back into the emitting side, which leads to energy transfer between the two tubes, and hence larger contact conductance.&nbsp; This new understanding of phonon reflection on the contact thermal conductance elucidates, for the first time, an important coupling mechanism between contacts/interfaces and nearby free boundaries, which could have extensive implications in contact thermal resistance between individual nanostructures.</p>\n<p>Overall, the obtained insights of thermal transport through nanoscale contacts between individual carbon nanotubes provide new knowledge about energy transport in graphitic materials and across point contacts between individual nanostru...",
  "por_txt_cntn": "\nThe outcomes of this project include observation of the unexpected dependence of the contact thermal conductance between two individual carbon nanotubes on the tube diameter, and new understanding of thermal transport in the cross-plane direction (along the c-axis) of graphite.  These results provide new insights into energy transport in carbon nanotube-based polymer composites, which can be tuned to meet the thermal management requirement for different applications.  In implementing the research, four graduate students are trained to conduct interdisciplinary research and two of them have successfully completed their Ph.D programs with one more finished his M.S program.\n\nThermal properties of nanocomposites are intriguing since complex transport phenomena occur at numerous contacts between the nanofillers as well as between the nanofillers and host materials.  Carbon nanotubes, with their exceptional thermal properties, have been tested extensively for enhancing the thermal properties of polymers with limited success, which is attributed to the lack of fundamental understanding of contact thermal resistance between carbon nanotubes.  This project directly measured the thermal resistance of nanoscale contact between two individual nanotubes, and observed unexpected diameter dependence of the resistance.  Analyses show that after normalization with the contact area, the contact thermal conductance is still proportional to the tube diameter, which is totally different from the common expectation that the normalized conductance should be independent of the dimensions of the objects in contact.  This totally new discovery indicates complex underlying mechanisms for energy transport at the contact between individual nanostructures.\n\nTo understand this intriguing observation, we conducted extensive studies which provide new insights that fundamentally altered the physical picture regarding the transport of energy carriers (phonons) in the cross-plane direction of graphitic materials including carbon nanotubes.  The average distance the energy carrier travels before experiencing scattering events (i.e., the phonon mean free path) along the cross-plane direction of graphite has long been accepted as just a few nanometers.  Our observation, however, suggests that the phonon mean free path has to be much longer.  As such, we conducted both numerical modeling and experimental measurements, the results of which conclusively show that the phonon mean free path is indeed two orders of magnitude larger than the widely believed value of just a few nanometers.  This fundamentally altered the classical picture of energy transport in crystals formed with weak van der Waals interactions, which have been believed to have short phonon mean free path.\n\nWith the long phonon mean free path, the energy carriers from one tube to the other can be reflected back into the emitting side, which effectively reduces the energy transmission.  This is the reason for the larger contact thermal conductance between larger tubes.  As the tube gets larger, more energy carriers can get scattered in the receiving side and less energy carriers will be reflected back into the emitting side, which leads to energy transfer between the two tubes, and hence larger contact conductance.  This new understanding of phonon reflection on the contact thermal conductance elucidates, for the first time, an important coupling mechanism between contacts/interfaces and nearby free boundaries, which could have extensive implications in contact thermal resistance between individual nanostructures.\n\nOverall, the obtained insights of thermal transport through nanoscale contacts between individual carbon nanotubes provide new knowledge about energy transport in graphitic materials and across point contacts between individual nanostructures, which should produce extensive impacts to the design of nanocomposites with desirable thermal properties. \n\n \n\n\t\t\t\t\tLast Modified: 06/25/2015\n\n\t\t\t\t\tSubm..."
 }
}