{
 "awd_id": "1067983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Estimating the mantle contribution to the Geo-neutrino flux at the Sudbury Neutrino Observatory",
 "cfda_num": "47.050",
 "org_code": "06030208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 269120.0,
 "awd_amount": 269120.0,
 "awd_min_amd_letter_date": "2011-04-29",
 "awd_max_amd_letter_date": "2011-04-29",
 "awd_abstract_narration": "The investigators will identify the abundance and distribution of thorium (Th) and uranium (U) in the continental crust and underlying mantle beneath a 1000-km wide area in southern Canada - northern central US where there will be an underground laboratory constructed to measure the flux of geoneutrinos from inside the Earth. Geoneutrinos are electron antineutrinos produced inside the Earth during beta-decays of naturally occurring radioactive elements. These particles are messengers of the abundances and distribution of radioactive elements within our planet, and provide direct information that constrains all geochemical and geophysical models of the planet. Geoneutrino detection was successfully performed by two sub-kiloton, liquid scintillator detectors. The SNO+ detector (Sudbury, Ontario, Canada), a kiloton detector, will be the first liquid scintillation neutrino detector with ample fiducial volume and low enough reactor background to allow detection of sufficient geoneutrino counts in approximately 3 years to constrain the Th and U content of the Earth to within ~±25% (1 sigma) or better.  All of these detectors are also capable of detecting the electron antineutrino emissions of power nuclear reactors.\r\n \r\nBy constraining the Earth's nuclear power to uncertainties of about 12% for the regional continental crust the investigators will be able to assess critically the Th and U content of the mantle. Their goals are to test interpretive compositional Earth models against real time neutrino data. The integration of these two independent data sets will provide transformative insights into how the Earth works and constrain the energy source driving Plate Tectonics.  In turn, these data will provide unique bulk compositional information about the crust and mantle.\r\n \r\nThe team will unite scientists from earth sciences and physics with shared goals in antineutrino detection research and its applications. Undergraduate and graduate students will be involved in this research. Results will be communicated to the general public, K-12 educators and members of the US intelligence community. The detection of antineutrinos for nuclear nonproliferation purposes is of significant interest to US national security agencies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "McDonough",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "William F McDonough",
   "pi_email_addr": "mcdonoug@umd.edu",
   "nsf_id": "000096636",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Roberta",
   "pi_last_name": "Rudnick",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Roberta L Rudnick",
   "pi_email_addr": "RUDNICK@geol.ucsb.edu",
   "nsf_id": "000406547",
   "pi_start_date": "2011-04-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland, College Park",
  "perf_str_addr": "3112 LEE BUILDING",
  "perf_city_name": "COLLEGE PARK",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 269120.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Driving plate tectonics, mantle convection, and the geodynamo takes lots of energy. More than 150-years ago Lord Kelvin asked how long will the Sun shine and what is the origin and power in the Earth. Today scientists are answering both questions with the detection of neutrinos from the Sun and geoneutrinos (antineutrinos) from the Earth.&nbsp; Together geologists and particle physicists detect and interpret the Earth&rsquo;s emission of geoneutrinos, turning these data into maps of the distribution of uranium and thorium inside the Earth.&nbsp; The deep Earth is inaccessible to sampling and thus we do not have direct measurements of the abundance of heat-producing elements (potassium, thorium and uranium) in the mantle and much of the crust. (Potassium geoneutrinos cannot be detected presently as their energies are below the detection limit.) This bold new frontier of science helps to reveal the amount of power (heat) that comes from radioactive decay of these elements and this nuclear fuel, along with the primordial energy derived from forming the Earth and its core, together drive the Earth&rsquo;s engine and protects life through the generation of the magnetosphere that shields the Earth from incoming cosmic ray.</p>\n<p>The Earth shines with antineutrinos, which are near massless and uncharged elementary particles that travel at close to the speed of light. Some 10<sup>25</sup> of these ghost-like particles zip out of the Earth every second stealing away the heat evolved from the decay of radioactive elements.&nbsp; There are two operating detectors, one in Japan and the other in Italy, and 3 more to come line in the coming years (one in Canada and two in China). To understand the measured flux of antineutrinos at these detectors geologists need to understand the amount and distribution of uranium and thorium in the immediate region surrounding the detector and that from the rest of the world, as the sensitivity of these instruments is inversely proportional to the square of the separation distance.&nbsp; To that end we constructed three dimensional models of the crust and mantle, assigned concentrations and defined physical attributed to volume elements (1&deg;x1&deg; areas by km scale thick volumes) and from this we calculated what would be the predicted flux of antineutrinos at these detectors.</p>\n<p>The first detection of geoneutrinos occurred in 2005.&nbsp; Since then only two instruments have been counting.&nbsp; However, this picture is rapidly changing because of new, larger and more sensitive detectors that are coming on line in the coming years. By 2025 we anticipate that the data from these five detectors and the flux estimates from geological investigations will provide us with a truly rare moment in geology where we predict and then receive independent assessment of the strength of our prediction. Results from these experiments will define the mantle&rsquo;s radiogenic contribution to the surface heat loss. When tested to a reference model these data can define the contribution of radiogenic heat from the crust and mantle, respectively. These results will fix limits on the composition of the Earth, will excluded end-member models at the 70% confidence level, and will set bounds on the mode of mantle convection. Geoneutrino studies will discriminate between different models of Earth&rsquo;s mantle architecture and thus constrain the thermo-chemical dynamics and evolution of the crust mantle system.</p>\n<p>Antineutrino detection is also useful for nuclear nonproliferation purposes.&nbsp; Such detection systems provide both basic and applied science, the latter with monitoring applications for the nuclear industry.&nbsp; Moreover, basic research on Earth&rsquo;s interior can provide mission critical, terrestrial surveillance data for global security and national defense (i.e., spatial and temporal discrimination between the natural emission of electr...",
  "por_txt_cntn": "\nDriving plate tectonics, mantle convection, and the geodynamo takes lots of energy. More than 150-years ago Lord Kelvin asked how long will the Sun shine and what is the origin and power in the Earth. Today scientists are answering both questions with the detection of neutrinos from the Sun and geoneutrinos (antineutrinos) from the Earth.  Together geologists and particle physicists detect and interpret the EarthÆs emission of geoneutrinos, turning these data into maps of the distribution of uranium and thorium inside the Earth.  The deep Earth is inaccessible to sampling and thus we do not have direct measurements of the abundance of heat-producing elements (potassium, thorium and uranium) in the mantle and much of the crust. (Potassium geoneutrinos cannot be detected presently as their energies are below the detection limit.) This bold new frontier of science helps to reveal the amount of power (heat) that comes from radioactive decay of these elements and this nuclear fuel, along with the primordial energy derived from forming the Earth and its core, together drive the EarthÆs engine and protects life through the generation of the magnetosphere that shields the Earth from incoming cosmic ray.\n\nThe Earth shines with antineutrinos, which are near massless and uncharged elementary particles that travel at close to the speed of light. Some 1025 of these ghost-like particles zip out of the Earth every second stealing away the heat evolved from the decay of radioactive elements.  There are two operating detectors, one in Japan and the other in Italy, and 3 more to come line in the coming years (one in Canada and two in China). To understand the measured flux of antineutrinos at these detectors geologists need to understand the amount and distribution of uranium and thorium in the immediate region surrounding the detector and that from the rest of the world, as the sensitivity of these instruments is inversely proportional to the square of the separation distance.  To that end we constructed three dimensional models of the crust and mantle, assigned concentrations and defined physical attributed to volume elements (1&deg;x1&deg; areas by km scale thick volumes) and from this we calculated what would be the predicted flux of antineutrinos at these detectors.\n\nThe first detection of geoneutrinos occurred in 2005.  Since then only two instruments have been counting.  However, this picture is rapidly changing because of new, larger and more sensitive detectors that are coming on line in the coming years. By 2025 we anticipate that the data from these five detectors and the flux estimates from geological investigations will provide us with a truly rare moment in geology where we predict and then receive independent assessment of the strength of our prediction. Results from these experiments will define the mantleÆs radiogenic contribution to the surface heat loss. When tested to a reference model these data can define the contribution of radiogenic heat from the crust and mantle, respectively. These results will fix limits on the composition of the Earth, will excluded end-member models at the 70% confidence level, and will set bounds on the mode of mantle convection. Geoneutrino studies will discriminate between different models of EarthÆs mantle architecture and thus constrain the thermo-chemical dynamics and evolution of the crust mantle system.\n\nAntineutrino detection is also useful for nuclear nonproliferation purposes.  Such detection systems provide both basic and applied science, the latter with monitoring applications for the nuclear industry.  Moreover, basic research on EarthÆs interior can provide mission critical, terrestrial surveillance data for global security and national defense (i.e., spatial and temporal discrimination between the natural emission of electron antineutrinos versus those from nuclear reactors). \n\nAntineutrino studies benefit from the synergistic collaboration between geology and physics by addressing..."
 }
}