{
 "awd_id": "1067601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Cryopreservation of Zebrafish Oocytes by an Interdisciplinary Approach",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 433001.0,
 "awd_amount": 433001.0,
 "awd_min_amd_letter_date": "2011-09-22",
 "awd_max_amd_letter_date": "2013-08-23",
 "awd_abstract_narration": "The overall goal of the proposed research is to develop a novel cryopreservation technique for zebrafish oocytes. The zebrafish is a valuable model system for human diseases and other research areas such as embryogenesis, organ development, and aging. Successful cryopreservation of zebrafish oocytes or embryos is urgently needed to maintain exponentially growing numbers of mutant and transgenic lines. Successful banking of zebrafish gametes or embryos would not only significantly reduce costs, but also avoid risks of infection and genetic drift associated with continuous breeding. Furthermore, development of a successful cryopreservation technique for zebrafish oocytes would be a major stepping-stone towards conservation of other fish species, many of which are rapidly declining. Cryopreservation of fish sperm is currently practiced albeit with limited success, whereas fish embryos remain non-freezable due to several major obstacles such as their large size and multi-compartmental structure, extremely low membrane permeability to water and cryoprotective chemicals, and susceptibility to chilling injury and intracellular ice formation. To circumvent these obstacles, this project proposes to cryopreserve unfertilized zebrafish oocytes using a multidisciplinary approach. This proposal predicts that zebrafish oocytes will be more amenable to cryopreservation than embryos, based on their smaller size, much simpler single-cell structure, and higher permeability and tolerance to cryoprotectants.\r\nIntellectual merit: This project is significant and innovative because it proposes to tackle a fundamental scientific problem (i.e., cryopreservation of fish oocytes) by combining engineering (e.g., modeling membrane permeability and intracellular ice formation, mathematical and experimental optimization of CPA loading/removal and cooling profiles) and cell/molecular biology approaches (e.g., molecular manipulation of the membrane transport). The proposed mechanistic approach is novel and inspired by adaptation schemes observed in nature (e.g., survival strategies by organisms such as frogs, tardigrades, brine shrimp, bacteria, and yeast, which are able to adapt to extreme conditions including freezing and desiccation); a key adaptation is the accumulation of intra- and extracellular sugars. Recent studies have demonstrated beneficial effect of sugars during cryopreservation and desiccation of mammalian cells, whereas the membrane permeability barrier to sugars must be overcome for this strategy to be effective. Preliminary studies have demonstrated that the combination of sugars with low concentrations of conventional penetrating cryoprotectants can compensate for the low permeation of the former wile reducing the cytotoxicity of the latter. Thus, the central hypothesis of this project is that combination of intra- and extracellular sugars with small amounts of a penetrating cryoprotectant will protect zebrafish oocytes against freezing-associated stresses. Using engineering models of mass transport and non-equilibrium phase transformation, in combination with molecular biology techniques, this proposal will test the central hypothesis by pursuing three specific aims: (1) test the working hypothesis that osmotic limitations of zebrafish oocytes can be overcome by a multi-disciplinary strategy including biological, physico-chemical, and engineering approaches; (2) test working hypothesis that an optimized combination of intra- and extracellular sugars with a penetrating CPA permits successful cryopreservation of zebrafish oocytes; (3) test working hypothesis that to maximize viability, zebrafish oocytes should be cooled as rapidly as possible without causing formation of deleterious intracellular ice crystals. The interdisciplinary approach proposed here is expected to overcome the obstacles associated with cryopreservation of zebrafish germplasm, and lead to significant advances towards successful cryopreservation of zebrafish oocytes. The proposed work is also expected to lead to advances in the state-of-the-art of bioheat/mass-transfer modeling of cryobiological phenomena, and in computer-aided optimization of biothermal process design.\r\nBroader impacts of the proposed research will be attained by: (1) educational outreach activities in local high schools using zebrafish as a teaching tool to awaken curiosity/interest among the students in science and technology; (2) developing teaching materials for K-12 as well as undergraduate bioengineering students; (3) creating a summer research program for high school students; (4) training graduate students and postdoctoral fellows. The proposed outreach activities are expected to broaden and strengthen the ongoing partnership of the Medical College of Georgia with local high school and communities. The proposed development of educational materials and course modules will enhance the bioengineering curriculum at Villanova University and beyond.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ali",
   "pi_last_name": "Eroglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ali Eroglu",
   "pi_email_addr": "aeroglu@gru.edu",
   "nsf_id": "000560435",
   "pi_start_date": "2011-09-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "AUGUSTA UNIVERSITY RESEARCH INSTITUTE, INC.",
  "inst_street_address": "AUGUSTA UNIVERSITY 1120 15TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "AUGUSTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7067212592",
  "inst_zip_code": "309120001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "GA12",
  "org_lgl_bus_name": "AUGUSTA UNIVERSITY RESEARCH INSTITUTE, INC",
  "org_prnt_uei_num": "N4WWJC8T2593",
  "org_uei_num": "N4WWJC8T2593"
 },
 "perf_inst": {
  "perf_inst_name": "Medical College of Georgia",
  "perf_str_addr": "1120 Fifteenth Street",
  "perf_city_name": "Augusta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "309013157",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "GA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "138500",
   "pgm_ele_name": "SSA-Special Studies & Analysis"
  },
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140605.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 144203.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 148193.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The long-term goal<em> </em>of the proposed research was to develop a successful cryopreservation method for zebrafish eggs. The zebrafish has become a powerful model organism for basic research and human diseases based on its unique features such as its genetic similarity to humans and short generation time, as well as optical transparency of its embryos. As the number of zebrafish models grows exponentially, there is an urgent need for a successful cryopreservation method of zebrafish eggs or embryos. Successful banking of zebrafish gametes or embryos would not only significantly reduce costs of maintaining live colonies, but also would avoid risks of infection and genetic drift associated with continuous breeding. Furthermore, the development of a successful cryopreservation technique for zebrafish eggs would be a major stepping-stone towards conservation of rapidly declining endangered fish species and would also address the needs of the aquaculture industry. To this end, a series of interdisciplinary studies were carried out. The key outcomes of these studies include the following: (<strong>1</strong>) Osmotic limitations of zebrafish eggs, which represent a roadblock for their successful cryopreservation, can be overcome by using a strategy that replaces 90% of salts in the cryopreservation medium with sugars and sugar polymers. This strategy works well with stage III eggs whereas stage V eggs seem to be sensitive to replacement of salts with cryoprotective sugars; (<strong>2</strong>) Among the tested penetrating cryoprotectants, propylene glycol and methanol are less toxic to zebrafish eggs. Consequently, propylene glycol should be preferred as a penetrating cryoprotectant based on its better cryoprotective properties; (<strong>3</strong>) Stage III eggs can tolerate cryoprotective concentrations of propylene glycol and trehalose as evidenced by their subsequent ability to mature, be fertilized, and develop to term almost similar to untreated controls. Overall, these findings are promising for development of a successful cryopreservation technique for stage III zebrafish eggs; (<strong>4</strong>) Stage V eggs seem to be more sensitive to cryoprotectants and undergo activation; (<strong>5</strong>) The meiotic stage of zebrafish eggs (stage III vs. stage V) significantly affects their osmotically inactive volume that needs to be considered when using modeling approaches; (<strong>6</strong>) Stage III eggs exhibit a typical shrink-swell response upon exposure to penetrating cryoprotectants whereas stage V eggs show unusual volumetric behavior by displaying first shrinkage and then by remaining shrunken. The typical shrink-swell behavior of stage III eggs can be used to determine the membrane permeability parameters, and thus to develop mathematically optimized cryopreservation methods; (<strong>7</strong>) Overall, stage III eggs seem to be less challenging for modeling approaches compared to stage V eggs.</p>\n<p>In recent years, the zebrafish has also emerged as the choice of models for drug testing and toxicity studies based on its suitability for high-throughput chemical screening. However, zebrafish eggs/embryos are surrounded with chorion (an acellular coat) that complicates drug testing, toxicity studies, and cryopreservation in some cases due to its limited permeability. One of the major functions of the chorion is to ensure normal fertilization by allowing entry of a single sperm into the animal pole of the zebrafish egg through its funnel-like pore called micropyle. While chorion-free zebrafish eggs and embryos are of interest for drug testing and toxicity and cryopreservation studies, removal of chorion results in elimination of the micropyle, and thus poses a biological question whether normal fertilization of chorion-free zebrafish oocytes is feasible. Our experiments revealed that insemination of dechorionated stage V eggs using a standard approach results in polyspermy and developmental failure while a modified insemination procedure with extremely diluted sperm can yield normal fertilization and development with acceptable success rates.</p>\n<p>In terms of contributing to human resource development in science, engineering, and technology, this project provided hands-on training in Cryobiology and Developmental Biology to three postdoctoral fellows and many local high school students.</p>\n<p>Taken together, while providing hands-on training to several postdoctoral fellows and high school students, this project not only established a sound basis for development of a successful cryopreservation method for zebrafish eggs, but also demonstrated for the first time that normal fertilization of chorion-free zebrafish eggs is feasible, which is of great significance for drug testing and toxicity studies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2016<br>\n\t\t\t\t\tModified by: Ali&nbsp;Eroglu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe long-term goal of the proposed research was to develop a successful cryopreservation method for zebrafish eggs. The zebrafish has become a powerful model organism for basic research and human diseases based on its unique features such as its genetic similarity to humans and short generation time, as well as optical transparency of its embryos. As the number of zebrafish models grows exponentially, there is an urgent need for a successful cryopreservation method of zebrafish eggs or embryos. Successful banking of zebrafish gametes or embryos would not only significantly reduce costs of maintaining live colonies, but also would avoid risks of infection and genetic drift associated with continuous breeding. Furthermore, the development of a successful cryopreservation technique for zebrafish eggs would be a major stepping-stone towards conservation of rapidly declining endangered fish species and would also address the needs of the aquaculture industry. To this end, a series of interdisciplinary studies were carried out. The key outcomes of these studies include the following: (1) Osmotic limitations of zebrafish eggs, which represent a roadblock for their successful cryopreservation, can be overcome by using a strategy that replaces 90% of salts in the cryopreservation medium with sugars and sugar polymers. This strategy works well with stage III eggs whereas stage V eggs seem to be sensitive to replacement of salts with cryoprotective sugars; (2) Among the tested penetrating cryoprotectants, propylene glycol and methanol are less toxic to zebrafish eggs. Consequently, propylene glycol should be preferred as a penetrating cryoprotectant based on its better cryoprotective properties; (3) Stage III eggs can tolerate cryoprotective concentrations of propylene glycol and trehalose as evidenced by their subsequent ability to mature, be fertilized, and develop to term almost similar to untreated controls. Overall, these findings are promising for development of a successful cryopreservation technique for stage III zebrafish eggs; (4) Stage V eggs seem to be more sensitive to cryoprotectants and undergo activation; (5) The meiotic stage of zebrafish eggs (stage III vs. stage V) significantly affects their osmotically inactive volume that needs to be considered when using modeling approaches; (6) Stage III eggs exhibit a typical shrink-swell response upon exposure to penetrating cryoprotectants whereas stage V eggs show unusual volumetric behavior by displaying first shrinkage and then by remaining shrunken. The typical shrink-swell behavior of stage III eggs can be used to determine the membrane permeability parameters, and thus to develop mathematically optimized cryopreservation methods; (7) Overall, stage III eggs seem to be less challenging for modeling approaches compared to stage V eggs.\n\nIn recent years, the zebrafish has also emerged as the choice of models for drug testing and toxicity studies based on its suitability for high-throughput chemical screening. However, zebrafish eggs/embryos are surrounded with chorion (an acellular coat) that complicates drug testing, toxicity studies, and cryopreservation in some cases due to its limited permeability. One of the major functions of the chorion is to ensure normal fertilization by allowing entry of a single sperm into the animal pole of the zebrafish egg through its funnel-like pore called micropyle. While chorion-free zebrafish eggs and embryos are of interest for drug testing and toxicity and cryopreservation studies, removal of chorion results in elimination of the micropyle, and thus poses a biological question whether normal fertilization of chorion-free zebrafish oocytes is feasible. Our experiments revealed that insemination of dechorionated stage V eggs using a standard approach results in polyspermy and developmental failure while a modified insemination procedure with extremely diluted sperm can yield normal fertilization and development with acceptable success rates.\n\nIn terms of contributing to human resource development in science, engineering, and technology, this project provided hands-on training in Cryobiology and Developmental Biology to three postdoctoral fellows and many local high school students.\n\nTaken together, while providing hands-on training to several postdoctoral fellows and high school students, this project not only established a sound basis for development of a successful cryopreservation method for zebrafish eggs, but also demonstrated for the first time that normal fertilization of chorion-free zebrafish eggs is feasible, which is of great significance for drug testing and toxicity studies.\n\n \n\n\t\t\t\t\tLast Modified: 08/05/2016\n\n\t\t\t\t\tSubmitted by: Ali Eroglu"
 }
}