{
 "awd_id": "1067947",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Manufacturing Mechanically Compliant Silicon Nanostructures for Rechargeable Lithium Ion Batteries",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 232236.0,
 "awd_amount": 232236.0,
 "awd_min_amd_letter_date": "2011-02-28",
 "awd_max_amd_letter_date": "2011-02-28",
 "awd_abstract_narration": "This research project aims at investigating and demonstrating a new concept of manufacturing silicon (Si) anode lithium (Li) ion batteries by utilizing Si nanostructures on elastomeric substrates as anodes to release the stress induced by Li ion diffusion during charge-discharge cycles. Si anodes hold great promise and are being closely investigated for use in Li-ion batteries because they have the highest-known theoretical charge capacity. However, the development of Si-anode Li-ion batteries has lagged behind because of their large physical volume change (4X) during use, specifically during the insertion and extraction of Li ions, which results in pulverization and early capacity fading thus severely limiting their useful life. The objective of this collaborative project is to resolve the stress issue and manufacture Si-anode Li-ion batteries through a fundamental investigation of a novel concept of mechanical-electrochemical coupling of Si nanostructures on elastomeric substrates during insertion and de-insertion of Li ions. Specific studies will focus on (1) a theoretical understanding of releasing diffusion-induced stress using elastomeric substrates; (2) manufacturing of various Si nanostructures on elastomeric substrates as anodes in Li-ion batteries, (3) electrochemical characterization of Li-ion batteries with the nanostructured Si on elastomeric substrates as anode; and (4) development of a cost-effective approach and the realization of manufacturability. \r\n\r\nIf successful, the results of this collaborative research will facilitate the fundamental understanding in the coupled mechanical-electrochemical properties of Si nanostructures on elastomeric substrates and provide a powerful means to realize theoretically maximum energy density of Si-anode Li-ion batteries. Integrated, interactive and collaborative research and educational programs in two research institutions (University of Delaware and Arizona State University) will be established. The graduate and undergraduate students involved in the proposed research will be trained through a multidisciplinary and multi-university environment. The research achievement will be used to develop and enhance both undergraduate and graduate courses. An innovative outreach activity toward the general public will be established through the collaboration with the Arizona Science Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hanqing",
   "pi_last_name": "Jiang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hanqing Jiang",
   "pi_email_addr": "hanqing.jiang@asu.edu",
   "nsf_id": "000306832",
   "pi_start_date": "2011-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "085E",
   "pgm_ref_txt": "POLYMER & COMPOSITES PROCESSES"
  },
  {
   "pgm_ref_code": "088E",
   "pgm_ref_txt": "THERMALLY DRIVEN PROCESSES"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 232236.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The development of high-energy storage devices has been one of the research areas of top-most importance in recent years and rechargeable batteries are anticipated to be the primary sources of power for modern-day requirements. There is a great interest in developing next generation lithium (Li) ion batteries with higher energy capacity and longer cycle life for applications in portable electronic devices, satellites, and electric vehicles. Silicon (Si) is an attractive anode material being closely scrutinized for use in Li-ion batteries because of its highest-known theoretical charge capacity of 4,200 mAh/g. The development of Si-anode Li-ion batteries, however, has lagged behind because of the large volumetric change (400%) of Si-anodes upon insertion and extraction of Li (each Si atom can accommodate 4.4 Li atoms leading to the formation of Li22Si5 alloy), resulting in pulverization and early capacity fading. How to release the stress due to the large volumetric change becomes the most challenging problem in the development of Si-anode Li-ion batteries.</p>\n<p><em>&nbsp;</em></p>\n<p><em>Intellectual merit:</em> This project is to study (1) an innovative method to manufacture Si-anode Li-ion batteries by utilizing Si nanostructures on elastomeric substrates as anodes to release the stress induced by Li ion diffusion during charge-discharge cycles; and (2) multiscale modeling of lithiated silicon anodes under different state of charges. This research program has built upon the basic hypothesis is that the stress in Si can be released by the elastomeric substrate through the out-of-plane deformation (i.e., buckling). The proposed manufacturing strategy is expected to realize theoretically maximum energy density and a long cycle life while avoiding fracture. The combination of nanostructured Si and elastomeric substrate is poised to radically resolve one of the few remaining barriers left in developing Si-anode Li-ion batteries. The specific results are: (1) We have experimentally verified the concept of stress relaxation through thin film silicon on soft substrate as anodes during electrochemical charge/discharge cycling. Stable cyclic behavior has been achieved; (2) We have developed a theoretical model to understand the lithiated silicon; and (3) We have measured the modulus and hardness of the lithiated Si using nanoindentation and the results show that the lithiated Si has much lower modulus and hardness compared with unlithiated Si. Moreover, we have developed a new approach to accurately measure the Li composition, rather than just using the in-direct method, such as cut-off voltage; thus more accurate material properties can be obtained by combined experiments and theoretical efforts.</p>\n<p>&nbsp;</p>\n<p><em>Broader impacts:</em> The proposed research will facilitate the fundamental understanding in the coupled mechanical-electrochemical properties of Si nanostructures on elastomeric substrates and provide a powerful means to realize theoretically maximum energy density of Si-anode Li-ion batteries. The theoretical and experimental methodology can be also applied to other electrodes in Li-ion batteries, such as cathode. The successful implementation of the proposed research will create a new area of mechanics, namely, coupled mechanics and electrochemistry, which will lead to a range of transformative and innovative applications in battery related fields and provide solutions to the &ldquo;<em>Grand Challenges for Engineering</em>&rdquo; in the 21st century outlined by the U.S. National Academy of Engineering. In addition to the research activities, the proposed program contains an integrated educational plan, aimed at the broader objective of training and educating graduate students on issues of application and development of mechanics to energy technology.&nbsp;Three graduate students have been partially involved in this project and two PhD students gradu...",
  "por_txt_cntn": "\nThe development of high-energy storage devices has been one of the research areas of top-most importance in recent years and rechargeable batteries are anticipated to be the primary sources of power for modern-day requirements. There is a great interest in developing next generation lithium (Li) ion batteries with higher energy capacity and longer cycle life for applications in portable electronic devices, satellites, and electric vehicles. Silicon (Si) is an attractive anode material being closely scrutinized for use in Li-ion batteries because of its highest-known theoretical charge capacity of 4,200 mAh/g. The development of Si-anode Li-ion batteries, however, has lagged behind because of the large volumetric change (400%) of Si-anodes upon insertion and extraction of Li (each Si atom can accommodate 4.4 Li atoms leading to the formation of Li22Si5 alloy), resulting in pulverization and early capacity fading. How to release the stress due to the large volumetric change becomes the most challenging problem in the development of Si-anode Li-ion batteries.\n\n \n\nIntellectual merit: This project is to study (1) an innovative method to manufacture Si-anode Li-ion batteries by utilizing Si nanostructures on elastomeric substrates as anodes to release the stress induced by Li ion diffusion during charge-discharge cycles; and (2) multiscale modeling of lithiated silicon anodes under different state of charges. This research program has built upon the basic hypothesis is that the stress in Si can be released by the elastomeric substrate through the out-of-plane deformation (i.e., buckling). The proposed manufacturing strategy is expected to realize theoretically maximum energy density and a long cycle life while avoiding fracture. The combination of nanostructured Si and elastomeric substrate is poised to radically resolve one of the few remaining barriers left in developing Si-anode Li-ion batteries. The specific results are: (1) We have experimentally verified the concept of stress relaxation through thin film silicon on soft substrate as anodes during electrochemical charge/discharge cycling. Stable cyclic behavior has been achieved; (2) We have developed a theoretical model to understand the lithiated silicon; and (3) We have measured the modulus and hardness of the lithiated Si using nanoindentation and the results show that the lithiated Si has much lower modulus and hardness compared with unlithiated Si. Moreover, we have developed a new approach to accurately measure the Li composition, rather than just using the in-direct method, such as cut-off voltage; thus more accurate material properties can be obtained by combined experiments and theoretical efforts.\n\n \n\nBroader impacts: The proposed research will facilitate the fundamental understanding in the coupled mechanical-electrochemical properties of Si nanostructures on elastomeric substrates and provide a powerful means to realize theoretically maximum energy density of Si-anode Li-ion batteries. The theoretical and experimental methodology can be also applied to other electrodes in Li-ion batteries, such as cathode. The successful implementation of the proposed research will create a new area of mechanics, namely, coupled mechanics and electrochemistry, which will lead to a range of transformative and innovative applications in battery related fields and provide solutions to the \"Grand Challenges for Engineering\" in the 21st century outlined by the U.S. National Academy of Engineering. In addition to the research activities, the proposed program contains an integrated educational plan, aimed at the broader objective of training and educating graduate students on issues of application and development of mechanics to energy technology. Three graduate students have been partially involved in this project and two PhD students graduated in 2014. Eight papers have been published. The mechanics models have been implemented in the PIÆs graduate level course \"Elasticity\" as several ..."
 }
}