{
 "awd_id": "1067598",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Flow and Rheology of Particle-Fluid Suspensions with Variable Hydrophobicity",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 133463.0,
 "awd_amount": 133463.0,
 "awd_min_amd_letter_date": "2011-04-07",
 "awd_max_amd_letter_date": "2013-06-04",
 "awd_abstract_narration": "1067598\r\nPI: Utter\r\n\r\nThe rheology of granular and granular-fluid systems is of significant current interest. While many studies focus on the jamming and flow of particle-fluid mixtures, there has been little work on the effects of surface chemistry, such as the relative hydrophobic or hydrophilic properties of the grains. In addition to the relevance of surface chemistry in soil mechanics and industrial problems, such as effects on erosion, water runoff, and filtration, hydrophobicity also provides a control parameter on the effective cohesion of grains.  Recent applications of the jamming phase picture to colloidal systems with attractive interactions are related examples of the importance of grain-grain interactions mediated by surface properties.  \r\nThis Research at Undergraduate Institutions (RUI) proposal aims to systematically study the effect of the hydrophobic interactions in both the well-characterized rotating drum geometry and jamming behavior in flow through a constriction.  Rheology and dynamics are studied in systems (i) that vary by fraction of hydrophobic grains and (ii) that are submerged in solvents of different polarities to tune the importance of the surface chemistry effects. This set of experiments has direct relevance to surface chemistry of soil particulates that impact soil/water interactions. In addition, these samples can be submerged in fluids of different polarity to control the relative importance of the surface chemistry effects.  The preliminary data show both a strong tendency of hydrophobic grains to segregate from water and a decreased response when submerged in a relatively non-polar liquid like isopropanol or hexane.  Known particle/solvent systems relevant to work on colloidal stability will be used and then extended to miscible fluids of different polarities which will allow fine-tuned control of the effective cohesion between hydrophobic grains. We will quantitatively measure the effective hydrophobicity and correlate these with flow properties such as angle of repose, jamming probability, segregation effects, and rheological shear strength.\r\n\r\nA final objective related to the broader impacts of this proposal is the scientific training of undergraduate research students in a highly interdisciplinary research environment. This project will directly involve the training of up to six undergraduate researchers over the duration of the program, but it is expected that up to ten will likely be impacted including unpaid research for credit during the academic year. In addition, we plan to hire a high school teacher for the summer of year 2, in order to continue one of JMU's missions of educating teachers.  The students will be exposed to issues in materials science and complex systems, including rheology, dynamics, and image processing. The participants in this program will be expected to participate in activities related to the NSF Research Experiences for Undergraduates (REU) sites in chemistry and materials science at JMU to become part of a ?\"community of scholars\" with over sixty other summer undergraduate researchers in chemistry and materials science at JMU. In summary, this program helps serve to broadly impact the pipeline of future scientists from the high school through the graduate level with students trained in cutting-edge research in multiphase flows.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Utter",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Brian C Utter",
   "pi_email_addr": "brianutter@ucmerced.edu",
   "nsf_id": "000269601",
   "pi_start_date": "2011-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "James Madison University",
  "inst_street_address": "800 S MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "HARRISONBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5405686872",
  "inst_zip_code": "228013104",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "JAMES MADISON UNIVERSITY",
  "org_prnt_uei_num": "U2B3MYZP5L43",
  "org_uei_num": "MVTKSCN6NMH3"
 },
 "perf_inst": {
  "perf_inst_name": "James Madison University",
  "perf_str_addr": "800 S MAIN ST",
  "perf_city_name": "HARRISONBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "228013104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "149E",
   "pgm_ref_txt": "Granular systems"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 45268.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50427.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 16917.0
  }
 ],
 "por": null
}