{
 "awd_id": "1067093",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Combined Atomic Force Microscopy/Fluorescence Spectroscopy approach for measuring adhesion, connectivity and electrical activity of neurons patterned on 2-dimensional protein subst",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 342000.0,
 "awd_min_amd_letter_date": "2011-07-12",
 "awd_max_amd_letter_date": "2012-05-25",
 "awd_abstract_narration": "1067093\r\nStaii\r\n\r\nIntellectual merit: The objective of this proposal is to gain a deeper understanding of the basic rules that neuronal cells use to form functional connections with one another. Understanding the brain is of tremendous fundamental importance, but it is immensely challenging because of the complexity of both its architecture and function. The central nervous system consists of many different spatially localized and yet highly interconnected regions. To date the processes involved in forming functional neuronal connections, the mechanisms of axonal navigation to their target region and their specific interactions with guidance factors such as chemical gradients and mechanical cues are still largely unknown. The scientific goal of the current project is to understand the fundamental processes governing the development of connections and communications between neurons in living systems by studying the growth and interconnectivity of small numbers of neurons patterned in simplified, well-controlled geometries. The central hypothesis is that simplifying the neuronal growth environment by creating highly controlled neuronal circuits in vitro will allow the basic rules that underlie neuronal development and the formation of neural connections to be elucidated.\r\n\r\nSimple neuronal networks will be created on two dimensional substrates, guiding the formation of synapses and measuring their electrical activity using a) atomic force microscope nanolithography; b) atomic force imaging and atomic force based electrical force microscopy; c) fluorescence spectroscopy. Specifically, one aims to: 1) pattern different types of proteins/growth factors at precise locations on surfaces and use them as growth templates for fluorescently labeled neurons; 2) guide the formation of neuronal synapses by controlling the type and geometry of the underlying protein patterns; 3) systematically investigate the adhesion and growth of neuronal processes using both atomic force and fluorescence spectroscopy measurements; 4) map the electrical activity of the network by combined electrical force microscopy and fluorescence microscopy. The crucial aspect for this last step is the use of a voltage-biased atomic force tip as a movable electrode to both stimulate and record the electrical activity of patterned neurons, both at the synapse level and along the neuronal pathway. Simultaneous fluorescence monitoring will identify the specific signaling molecules released during synapse formation as well as during the propagation of the electrical signal. By performing these experiments one seeks to a) quantify the role that different types of biochemical and geometrical cues play in neuronal growth and development; b) to measure under what conditions synaptic junctions are functional and c) to learn to control the formation of functional synapses in neuronal circuits having well-defined geometries. \r\n\r\nBroader Impacts: The proposed research may lead to great insights into diseases that result when the growth of neuronal processes fails, including birth defects, mental disorders, and sensory-motor deficits. Further, options to direct nerve-material interfaces have broad applicability for prosthetic devices to better mimic human functions. A specific goal for broader impact will be to use the research in the grant as a focused teaching tool for the undergraduates. Specifically, the investigators will establish a Research Mentorship Team which will provide undergraduate students with: a) research intensive experience b) multidisciplinary teams and projects (integration between physics, biology and engineering) such that the students gain exposure to broader thinking outside of their own discipline; c) mentorship experience at the undergraduate level, as senior students will serve as the upper class mentors to the second and third year undergraduate students helping to prepare them for their senior year. The postdoctoral researcher and graduate student involved in the grant will be part of the mentorship team. As part of this activity the investigators will also work directly with Tufts Center for Engineering Education Outreach to explore how to modularize the tools and teaching for use in the broader outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristian",
   "pi_last_name": "Staii",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cristian Staii",
   "pi_email_addr": "cristian.staii@tufts.edu",
   "nsf_id": "000535134",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "David L Kaplan",
   "pi_email_addr": "david.kaplan@tufts.edu",
   "nsf_id": "000162550",
   "pi_start_date": "2011-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tufts University",
  "inst_street_address": "80 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "MEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176273696",
  "inst_zip_code": "021555519",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TRUSTEES OF TUFTS COLLEGE",
  "org_prnt_uei_num": "WL9FLBRVPJJ7",
  "org_uei_num": "WL9FLBRVPJJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Tufts University",
  "perf_str_addr": "80 GEORGE ST",
  "perf_city_name": "MEDFORD",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021555519",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The basic working unit of the brain is the neuron, a specialized cell designed to transmit information to other neurons, muscle, or gland cells.&nbsp;It consists of a cell body plus long threadlike axons that transmit electrical impulses, and shorter, thicker dendrites, which receive messages from other cells.&nbsp;In the developing brain each newly formed neuron extends an axon, which navigates through a complex and changing environment to reach dendrites from other neurons and subsequently to form functional connections called synapses. One of the primary challenges in science today is to figure out how as many as 100 billion neurons are produced, grow, and organize themselves into the truly wonderful information-processing machine which is the brain.&nbsp;Interactions between neurons and the surrounding environment play a key role in all these steps. For example, mechanical interactions and physical cues (cell elasticity, stiffness and geometry of the growth substrate, traction forces generated during axonal extension) are among the main factors that control neuronal growth and the self-wiring of neural circuits.&nbsp;</p>\n<p>This award allowed the PIs to combine Atomic Force Microscopy (AFM) and fluorescence microscopy to measure mechanical properties of neurons (stiffness, elastic modulus), and to correlate these properties with internal components of the cell. Through this award the PIs have also established a research cluster for education of undergraduate and graduate students and for performing outreach activities.</p>\n<p><strong>Intellectual merit.</strong> The mechanical integrity of neurons is largely dependent on their internal cellular scaffolding (called the cytoskeleton), a dynamic biopolymer network that includes actin filaments, intermediate filaments and microtubules. These cytoskeletal components exhibit rearrangements both during axonal extension and in response to environmental cues. Our research focuses on measuring living neurons cultured outside living organisms (<em>i.e.</em> <em>in vitro</em>).&nbsp;Our&nbsp;group has used combined AFM and fluorescence microscopy measurements to investigate changes in the cell cytoskeletal dynamics in response to external stimuli such as surface topography, external forces and changes in external temperature. We have obtained the highest resolution elasticity maps for neuron cell body available in literature. We are also the first group to demonstrate: a) that the neuron cell body stiffens as the axons extend on the growth substrate, and b) that the mechanical properties of neurons are extremely sensitive to changes in the ambient temperature. This is an important discovery, given that most of the reported mechanical measurements for neurons (and for many other types of cells) have been previously performed at room temperature, and not in physiologically relevant conditions. Our results also represent the first systematic studies that compare mechanical parameters between different types of neuronal cells: cortical, peripheral and P-19 (neurons derived from stem cells). We have also developed a general approach to quantitatively describe neuronal growth in controlled environments, and have used this approach to quantify the dynamics of neuronal growth <em>in vitro</em>. Overall, these findings represent significant contributions for the current understanding of neuron mechanical properties.</p>\n<p><strong>Broader Impact.</strong> Our studies represent a systematic investigation of how environmental cues influence the formation of neuronal networks <em>in vitro</em>, and could lead to new methods for stimulating neuronal regeneration and the engineering of artificial neuronal tissue. This award allowed the PIs to establish a research cluster for education of undergraduate students involved in this research project. Specifically, we involved the physics and biomedical engineering majors working on these res...",
  "por_txt_cntn": "\nThe basic working unit of the brain is the neuron, a specialized cell designed to transmit information to other neurons, muscle, or gland cells. It consists of a cell body plus long threadlike axons that transmit electrical impulses, and shorter, thicker dendrites, which receive messages from other cells. In the developing brain each newly formed neuron extends an axon, which navigates through a complex and changing environment to reach dendrites from other neurons and subsequently to form functional connections called synapses. One of the primary challenges in science today is to figure out how as many as 100 billion neurons are produced, grow, and organize themselves into the truly wonderful information-processing machine which is the brain. Interactions between neurons and the surrounding environment play a key role in all these steps. For example, mechanical interactions and physical cues (cell elasticity, stiffness and geometry of the growth substrate, traction forces generated during axonal extension) are among the main factors that control neuronal growth and the self-wiring of neural circuits. \n\nThis award allowed the PIs to combine Atomic Force Microscopy (AFM) and fluorescence microscopy to measure mechanical properties of neurons (stiffness, elastic modulus), and to correlate these properties with internal components of the cell. Through this award the PIs have also established a research cluster for education of undergraduate and graduate students and for performing outreach activities.\n\nIntellectual merit. The mechanical integrity of neurons is largely dependent on their internal cellular scaffolding (called the cytoskeleton), a dynamic biopolymer network that includes actin filaments, intermediate filaments and microtubules. These cytoskeletal components exhibit rearrangements both during axonal extension and in response to environmental cues. Our research focuses on measuring living neurons cultured outside living organisms (i.e. in vitro). Our group has used combined AFM and fluorescence microscopy measurements to investigate changes in the cell cytoskeletal dynamics in response to external stimuli such as surface topography, external forces and changes in external temperature. We have obtained the highest resolution elasticity maps for neuron cell body available in literature. We are also the first group to demonstrate: a) that the neuron cell body stiffens as the axons extend on the growth substrate, and b) that the mechanical properties of neurons are extremely sensitive to changes in the ambient temperature. This is an important discovery, given that most of the reported mechanical measurements for neurons (and for many other types of cells) have been previously performed at room temperature, and not in physiologically relevant conditions. Our results also represent the first systematic studies that compare mechanical parameters between different types of neuronal cells: cortical, peripheral and P-19 (neurons derived from stem cells). We have also developed a general approach to quantitatively describe neuronal growth in controlled environments, and have used this approach to quantify the dynamics of neuronal growth in vitro. Overall, these findings represent significant contributions for the current understanding of neuron mechanical properties.\n\nBroader Impact. Our studies represent a systematic investigation of how environmental cues influence the formation of neuronal networks in vitro, and could lead to new methods for stimulating neuronal regeneration and the engineering of artificial neuronal tissue. This award allowed the PIs to establish a research cluster for education of undergraduate students involved in this research project. Specifically, we involved the physics and biomedical engineering majors working on these research projects in a Research Mentorship Team (RMT), lead by the PIs. The concept is based on having the senior students in the RMT serve as the upper class mentors to the second an..."
 }
}