{
 "awd_id": "1067088",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Modular Representation Theory and Algebraic K-theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 154039.0,
 "awd_amount": 154039.0,
 "awd_min_amd_letter_date": "2011-05-04",
 "awd_max_amd_letter_date": "2011-05-04",
 "awd_abstract_narration": "The PI proposes to further pursue his investigation of modular representation theory, highlighting insights from algebraic geometry and a focus on the role of p-nilpotent operators, using a new perspective on support varieties for modules which has led to finer \"local invariants\", new computational tools, and interesting classes of representations. The techniques developed by the PI and his coauthors have led to \"global invariants\" in the form of algebraic vector bundles and the proposed research is to delve deeper into the significance of these invariants for finite group schemes, and to extend their applicability to other finite dimensional algebras as well as to rational representations of algebraic groups. The PI also proposes to further investigate algebraic cycles and algebraic vector bundles on algebraic varieties. This includes investigating the relationship between spaces of regular maps and spaces of continuous maps from projective smooth varieties to homogeneous varieties, revisiting earlier \"semi-topological\" constructions in order to offer insights into some of the most challenging questions of classical algebraic geometry. Techniques to be employed will come from abstract algebraic geometry, algebraic K-theory, and homotopy theory. The PI also proposes to study questions of real algebraic geometry using \"stable methods\" of morphic cohomology and semi-topological K-theory.\r\n\r\nGoals of the proposed research are to find new structures and new relationships for mathematical objects which are classical, familiar, and fundamental.  His research at times is concrete and calculational, at times abstract and theoretical.  The PI proposes to augment his recent ``elementary\" constructions in representation theory and his \"semi-topological\" approach to algebraic geometry with new constructions, foundational results, explicit examples, and general results.  In representation theory, the PI proposes to investigate the actions of group-like structures on vector spaces which are not part of the classical framework but which are highly important to many aspects of mathematics.  Results obtained from this approach to modular representation theory may provide enlightening examples related to difficult conjectures in algebraic geometry.  Motivation for this approach arises in part from the explicit nature of the actions which enable the construction of examples for important, but very difficult geometric structures.  In algebraic geometry, the PI will continue to search for techniques which might illuminate some of the most fundamental challenges which arise in the geometric study of solutions to polynomial equations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Friedlander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Friedlander",
   "pi_email_addr": "ericmf@usc.edu",
   "nsf_id": "000572893",
   "pi_start_date": "2011-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 154039.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Title: Modular Representation Theory and Algebraic K-theory<br />PI: Eric M. Friedlander<br />Awardee: University of Southern California<br />Award Number: 1067088<br /><br />Friedlander's activities related to this grant include mathematical<br />research, leadership in the mathematical community, and education<br />initiatives.&nbsp; These activities were conducted in Friedlander's roles<br />as the Dean's Professor of Mathematics at USC, the President of the <br />American Mathematical Society, the Chair of the USC Mathematics <br />Department, and as a founding member of the leadership team of <br />\"Transforming Post-Secondary Education in Mathematics\".<br /><br />During the period 2011-15, Friedlander published 6 research papers, has<br />two more accepted for publication, and two submitted.&nbsp; Most of this <br />research has been focused on representation theory: the study of group-like <br />structures acting on spaces.&nbsp; With various coauthors, Friedlander has employed<br />techniques of algebraic geometry in novel ways to study representations.&nbsp; <br />The result has been the construction of new actions, introduction of <br />new properties of representations, and the partial classification of <br />the vast possibilities of these actions.&nbsp; Friedlander has also undertaken<br />the challenge of investigating a classical problem of algebraic geometry: <br />the development of tools to understand intersections of subvarieties of<br />singular varieties; his approach uses recent techniques of motivic <br />cohomology.&nbsp; Most recently, Friendlander has embarked on a promising <br />program involving the adaptation of his earlier techniques to the <br />study of representations of algebraic groups.&nbsp; Arguably, this is one <br />of the most central aspects of representation theory.<br /><br />During this period, Friedlander supervised the PhD theses of Paul Sobaje<br />(USC PhD, 2011), Taylan Bilal (USC PhD, 2013), and Jared Warner (USC PhD, 2015).&nbsp; In addition, he mentored postdoctoral scholars David Ayala,Daniel Murfet, Joseph Ross, and Ben Williams; all of whom now have long-term positions.&nbsp; In addition, Friedlander has served as the informal <br />mentor of many other early career mathematicians.&nbsp; Friedlander continues <br />to interact with many of his former PhD students, especially Julia Pevtsova, <br />Christian Haesemeyer, Jermiah Heller, and Mircea Voineagu.<br /><br />Friedlander has co-organized various conferences (UCLA, 2011; USC,<br />2013; San Francisco, 2014; Rutgers, 2015) and is co-organizing a research<br />program at the Mittag-Leffler Institute (Oslo, 2017).&nbsp; Friedlander is<br />currently a co-editor of a proceedings in honor of A. Merkurjev, a co-managing<br />editor for 1 journal, and serves on the editorial boards of several other <br />journals.<br /><br />As part of his activities at the American Mathematical Society, Friedlander<br />redirected the education efforts of the AMS towards post-secondary<br />mathematics education.&nbsp; This activity helped to initiate the promising <br />effort called \"Transforming Post-Secondary Education in Mathematics\", <br />currently supported by several non-profit organizations.&nbsp; This TPSE effort<br />has a wide range of goals, including the updating of mathematics curricula<br />to be more relevant to those students requiring mathematics training, <br />improvement of pedagogy, raising access and success of students&nbsp; with non-traditional backgrounds.&nbsp;&nbsp; A very large challenge is to scale-up local efforts that have proven to be successful.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2015<br>\n\t\t\t\t\tModified by: Eric&nbsp;Friedlander</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Title: Modular Representation Theory and Algebraic K-theory\nPI: Eric M. Friedlander\nAwardee: University of Southern California\nAward Number: 1067088\n\nFriedlander's activities related to this grant include mathematical\nresearch, leadership in the mathematical community, and education\ninitiatives.  These activities were conducted in Friedlander's roles\nas the Dean's Professor of Mathematics at USC, the President of the \nAmerican Mathematical Society, the Chair of the USC Mathematics \nDepartment, and as a founding member of the leadership team of \n\"Transforming Post-Secondary Education in Mathematics\".\n\nDuring the period 2011-15, Friedlander published 6 research papers, has\ntwo more accepted for publication, and two submitted.  Most of this \nresearch has been focused on representation theory: the study of group-like \nstructures acting on spaces.  With various coauthors, Friedlander has employed\ntechniques of algebraic geometry in novel ways to study representations.  \nThe result has been the construction of new actions, introduction of \nnew properties of representations, and the partial classification of \nthe vast possibilities of these actions.  Friedlander has also undertaken\nthe challenge of investigating a classical problem of algebraic geometry: \nthe development of tools to understand intersections of subvarieties of\nsingular varieties; his approach uses recent techniques of motivic \ncohomology.  Most recently, Friendlander has embarked on a promising \nprogram involving the adaptation of his earlier techniques to the \nstudy of representations of algebraic groups.  Arguably, this is one \nof the most central aspects of representation theory.\n\nDuring this period, Friedlander supervised the PhD theses of Paul Sobaje\n(USC PhD, 2011), Taylan Bilal (USC PhD, 2013), and Jared Warner (USC PhD, 2015).  In addition, he mentored postdoctoral scholars David Ayala,Daniel Murfet, Joseph Ross, and Ben Williams; all of whom now have long-term positions.  In addition, Friedlander has served as the informal \nmentor of many other early career mathematicians.  Friedlander continues \nto interact with many of his former PhD students, especially Julia Pevtsova, \nChristian Haesemeyer, Jermiah Heller, and Mircea Voineagu.\n\nFriedlander has co-organized various conferences (UCLA, 2011; USC,\n2013; San Francisco, 2014; Rutgers, 2015) and is co-organizing a research\nprogram at the Mittag-Leffler Institute (Oslo, 2017).  Friedlander is\ncurrently a co-editor of a proceedings in honor of A. Merkurjev, a co-managing\neditor for 1 journal, and serves on the editorial boards of several other \njournals.\n\nAs part of his activities at the American Mathematical Society, Friedlander\nredirected the education efforts of the AMS towards post-secondary\nmathematics education.  This activity helped to initiate the promising \neffort called \"Transforming Post-Secondary Education in Mathematics\", \ncurrently supported by several non-profit organizations.  This TPSE effort\nhas a wide range of goals, including the updating of mathematics curricula\nto be more relevant to those students requiring mathematics training, \nimprovement of pedagogy, raising access and success of students  with non-traditional backgrounds.   A very large challenge is to scale-up local efforts that have proven to be successful.\n\n\n\n\t\t\t\t\tLast Modified: 06/08/2015\n\n\t\t\t\t\tSubmitted by: Eric Friedlander"
 }
}