{
 "awd_id": "1067441",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Investigation of Nanoscale Thermal Transport Across a Point Constriction In Contact and Within a Sub-10 nm Gap",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924509",
 "po_email": "sacharya@nsf.gov",
 "po_sign_block_name": "Sumanta Acharya",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 212971.0,
 "awd_amount": 325561.0,
 "awd_min_amd_letter_date": "2011-03-22",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "Proposal number: 1067441\t\t\t\t\t\t       \r\nPI: Keunhan Park\r\n\r\nWhile recently emerging tip-based thermal applications have realized unprecedented quality of nanoscale imaging, data storage, and manufacturing, they have also created strong demands on the fundamental understanding of nanoscale thermal transport across a point constriction with a nanometer scale gap or in contact. The spatial resolution of these technologies is determined by the tip- induced localized temperature distribution. However, direct measurement of nanoscale thermal transport and local temperature distribution on the substrate has not been successful mainly due to (1) poor spatial resolution and sensitivity of currently available thermometers; (2) incapability to precisely control the tip-substrate distance below 10 nm; and (3) the difficulty in the precise temperature control of a highly local source and accurate temperature measurement. Moreover, very few measurement and modeling have considered more than one heat transfer mechanisms together in in-situ environments where real applications take place.\r\n\r\nThis proposal aims to fundamentally understand nanoscale thermal energy transport across a point constriction and resultant non-uniform heated zone of the substrate. To this end, nanothermometers that have a spatial resolution as small as the tip radius, i.e., 10&#8722;50 nm will be fabricated and characterized. The local substrate temperature will be measured with the developed nanothermometer while the cantilever is precisely controlled in its temperature and tip position hovering with a sub-10 nm gap. A multiscale model that includes sub-continuum air conduction, solid conduction at the contact, and near-field radiation will be developed to understand the physics in tip-based thermal applications.\r\n\r\nIntellectual Merit: The success of this project will provide the quantitative measurement of nanoscale thermal transport between a heated tip and substrate across a sub-10 nm air gap and in contact, and temperature distribution of extremely localized heated zone near the tip. Proposed nanothermometers will provide a sensing probe size smaller than 50 nm, fabrication and characterization of which will be well recognized in the thermal science and engineering community. Systematic approaches on the sub-10 nm gap control of heated cantilevers will be readily applicable to other AFM-based metrologies and technologies, such as SThM and nanomanufacturing. In addition, numerical modeling of coupled nanoscale thermal transport between the tip and substrate will advance the fundamental understanding of nanoscale heat transfer across a point constriction.\r\n\r\nBroader Impacts: The results from the measurements and simulations will fill in a knowledge gap and provide timely support for the further advancement of tip-based thermal applications. The research will provide training opportunities for one graduate student and undergraduate students, many of whom will be recruited from underrepresented group of students. To make synergetic effects in nanoscale educations, inter-institute term projects will be initiated. To encourage K-12 outreach activities, an AFM built with LEGO blocks will be developed and used in the SMILE (Science and Mathematics Investigative Learning Experiences) program at URI. Overall, research and education activities involved in this proposal will enhance scientific and technological understanding while promoting teaching, training, and learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keunhan",
   "pi_last_name": "Park",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Keunhan Park",
   "pi_email_addr": "kpark@mech.utah.edu",
   "nsf_id": "000515808",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "M.",
   "pi_last_name": "Faghri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Faghri",
   "pi_email_addr": "faghri@egr.uri.edu",
   "nsf_id": "000450125",
   "pi_start_date": "2011-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "75 LOWER COLLEGE RD RM 103",
  "perf_city_name": "KINGSTON",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811974",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 215468.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}