{
 "awd_id": "1067798",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Theoretical exploration of chiral separation via microfluidic shear flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitrios Papavassiliou",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 72944.0,
 "awd_amount": 72944.0,
 "awd_min_amd_letter_date": "2011-07-01",
 "awd_max_amd_letter_date": "2011-07-01",
 "awd_abstract_narration": "1067798\r\nFu\r\n\r\nChiral particles, or particles which are geometrically distinct from their mirror images, are prevalent in biological chemical processes. The two distinct mirror-image particles are called enantiomers. For example, naturally occurring amino acids come in only one enantiomeric type, and hence all proteins, which are constructed of amino acids, are also chiral.  Since a molecule's interaction with the biochemical machinery of life is dependent of geometry, a molecule and its enantiomer can have vastly different biological effects. Therefore enantiospecific activity occurs in diverse situations including pharmaceuticals, pheromones, and odorants, and it is of clear technological importance to develop efficient ways of separating chirally pure enantiomers from mixtures which contain both enantiomers.\r\n\r\nPrevious work using particles of a specific helical geometry has demonstrated that the hydrodynamic interaction of chiral particles with shear flows produces a chirality-dependent drift which can be used to separate enantiomers.  However, chiral molecules typically have nonhelical geometries.  In this project, we will use theoretical and computational methods to explore how geometry affects the efficiency of chiral separation in shear flows.  First, we will investigate the effect of particle geometry to identify promising geometries and shear regimes both for experiments at the micrometer scale as well as the molecular scale.  At the molecular scale we will focus on chiral geometries which are likely to be found in biologically active molecules.  The ultimate objective is to establish the most promising avenues for further experimental studies into shear-induced chiral separation.\r\n\r\nUnderstanding the interaction of chiral geometries and hydrodynamic flows will impact technology as well as basic science.  This research will lay out the possibilities for transforming the methods used to achieve chiral separation, which may result in more robust and cheaper methods than those in current use, which will have pharmaceutical, biological, chemical, and agricultural applications.  From a scientific viewpoint, the interaction between chirality and shear is a fascinating topic of relevance to fields as diverse as sedimentation, microbial locomotion, and ecology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Henry",
   "pi_last_name": "Fu",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Henry C Fu",
   "pi_email_addr": "Henry.Fu@utah.edu",
   "nsf_id": "000526834",
   "pi_start_date": "2011-07-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "perf_str_addr": "1664 N VIRGINIA ST # 285",
  "perf_city_name": "RENO",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 72944.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- P { margin-bottom: 0.08in; } -->\n<p style=\"margin-bottom: 0in;\">This project dealt with various topics involving flow, microsystems, and chirality (the property of some objects that they are not superimposable upon their mirror image).</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">One area in which chirality occurs is in the microscopic &ldquo;flagella&rdquo; of bacteria, which are rigid corkscrew-like objects that they rotate to propel themselves.  We showed that due to the chirality of these flagella, when bacteria are in a shear flow they experience a reorienting torque which tends to align them perpendicular to the shear plane.  This introduces a bias to their direction of swimming and can lead to concentration enhancements and affect their ability to find nutrients or escape toxins.  In another aspect of this work, we investigated how the geometry and configuration of these flagella correspond to the observed trajectories of swimming bacteria.  We showed that the shape of the trajectories can be used to provide interesting information about the configuration of the propulsive flagella.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">Finally, we investigated engineered artificial microswimmers.  One type of these have been modeled after bacterial flagella and are magnetized rigid helices that can be rotated by an external magnetic field.  Previously, many research groups expected that in order for these to be effectively propelled, they must be chiral or flexible.  We showed that simpler achiral rigid geometries are capable of propulsion, which potentially makes these microswimmers easier to fabricate, as well as opens up design possibilities which are not limited by the need to have a chiral geometry.  We also developed a modeling technique which is applicable to these swimmers with any type of geometry and can be used to investigate and design both achiral and chiral rigid microswimmers.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">For broader impacts, in this work one graduate student was trained, graduated with an MS degree in Mechanical Engineering, and elected to continue as a PhD candidate.   The award also supported the deployment of an outreach demonstration which simulated swimming bacteria to K-12 students through summer camps held at the University of Nevada, Reno, College of Engineering.  Some of these camps were targeted to underrepresented groups such as females and first-generation college students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2014<br>\n\t\t\t\t\tModified by: Henry&nbsp;C&nbsp;Fu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project dealt with various topics involving flow, microsystems, and chirality (the property of some objects that they are not superimposable upon their mirror image).\n \nOne area in which chirality occurs is in the microscopic \"flagella\" of bacteria, which are rigid corkscrew-like objects that they rotate to propel themselves.  We showed that due to the chirality of these flagella, when bacteria are in a shear flow they experience a reorienting torque which tends to align them perpendicular to the shear plane.  This introduces a bias to their direction of swimming and can lead to concentration enhancements and affect their ability to find nutrients or escape toxins.  In another aspect of this work, we investigated how the geometry and configuration of these flagella correspond to the observed trajectories of swimming bacteria.  We showed that the shape of the trajectories can be used to provide interesting information about the configuration of the propulsive flagella.\n \nFinally, we investigated engineered artificial microswimmers.  One type of these have been modeled after bacterial flagella and are magnetized rigid helices that can be rotated by an external magnetic field.  Previously, many research groups expected that in order for these to be effectively propelled, they must be chiral or flexible.  We showed that simpler achiral rigid geometries are capable of propulsion, which potentially makes these microswimmers easier to fabricate, as well as opens up design possibilities which are not limited by the need to have a chiral geometry.  We also developed a modeling technique which is applicable to these swimmers with any type of geometry and can be used to investigate and design both achiral and chiral rigid microswimmers.\n \nFor broader impacts, in this work one graduate student was trained, graduated with an MS degree in Mechanical Engineering, and elected to continue as a PhD candidate.   The award also supported the deployment of an outreach demonstration which simulated swimming bacteria to K-12 students through summer camps held at the University of Nevada, Reno, College of Engineering.  Some of these camps were targeted to underrepresented groups such as females and first-generation college students.\n\n \n\n\t\t\t\t\tLast Modified: 12/22/2014\n\n\t\t\t\t\tSubmitted by: Henry C Fu"
 }
}