{
 "awd_id": "1067840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Designing Multivalent Ligands for Plasmid DNA Purification",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 237239.0,
 "awd_amount": 237239.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2011-04-06",
 "awd_abstract_narration": "1067840/1066998\r\nRege/Jayaraman\r\n\r\nThe overall research objective of this collaborative proposal is the molecular engineering and fundamental mechanistic understanding of multivalent ligands for plasmid DNA purification. Gene therapy has emerged as an attractive therapeutic strategy for diseases characterized by genetic aberrations. Over one-quarter of gene therapy clinical trials currently underway employ plasmid DNA (pDNA). Increasing demand for pDNA will require efficient purification methods to successfully transition therapeutic pDNA from the laboratory bench to the patient bedside. Currently used plasmid DNA purification strategies largely rely on ligands and chromatographic methods originally developed for proteins but are characterized by low capacities, selectivities, and yields mainly due to the unique physicochemical properties of pDNA. The discovery of new ligands with high capacities and/or selectivites for pDNA will lead to efficient and cost-effective separation processes. It is hypothesized that incorporation of multiple copies of pseudo-affinity DNA binding molecules on molecular scaffolds will lead multivalent ligands (MLs) with high binding affinities to pDNA. Molecular dynamics (MD) simulations will be employed to eliminate weakly binding MLs and investigate fundamental physicochemical phenomena underlying ligand-DNA binding. A small library of MLs, guided by MD simulations, will be synthesized. MLs will be evaluated for binding plasmid DNA in a parallel fashion, and equilibrium thermodynamic modeling of binding data will lead to elucidation of the roles of multivalency and co-operativity in ML binding to pDNA. High-affinity MLs will be conjugated to organic and inorganic membranes in order to purify plasmid DNA from cell culture broths. This membrane chromatography approach is based on the combination of high binding capacities due to MLs and low transport resistances in large pores (> 400 nm) of the membranes. The proposed research will therefore lead to the discovery of novel multivalent ligands for pDNA purification, fundamental insights into the binding activity of these ligands, and the use of membrane chromatography for pDNA purification. \r\n\r\nThe proposed research will significantly impact future bioprocessing, leading to lowering the cost of plasmid DNA for gene therapy and DNA vaccines, which is of tremendous benefit to society. The proposed work will culminate in a fundamental understanding of the role of molecular interactions, multivalency and co-operativity for ligand discovery which can be useful for other applications involving purification of biomolecules. The two graduate students working on this proposed project will receive a well-rounded training both in simulation and experimental techniques under the guidance of PI Rege and PI Jayaraman through a) monthly project progress meetings through Skype and b) through a 6-month student exchange once during the course of the project, Additionally both PIs are committed to integrating research, education, and training of undergraduate students at ASU and Colorado, respectively. While PI Rege is an active participant in the Fulton Undergraduate Research Initiative (FURI) program at ASU, PI Jayaraman has supported undergraduates through the Undergraduate Research Opportunities Program (UROP) at University of Colorado (CU). As part of proposed outreach activity, PI Rege has recently established a collaboration with the Mesa Pubic Schools Biotechnology Academy in Mesa. PI Jayaraman is a member of the Diversity Action Committee in the College of Engineering at University of Colorado and will continue to participate in their outreach activities. Both PIs will integrate the participation of graduate and undergraduate students in laboratory demonstrations during outreach activities to the high-school students. Graduate and undergraduate in the outreach activity will benefit from the teaching and mentoring activity proposed in the outreach program. It is anticipated that the outreach program will contribute significantly to high school education in the Phoenix Metropolitan and Denver areas and will motivate women students and those from underrepresented populations to pursue further education in sciences and engineering",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaushal",
   "pi_last_name": "Rege",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaushal Rege",
   "pi_email_addr": "kaushal.rege@asu.edu",
   "nsf_id": "000148332",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S MILL AVENUE STE 204",
  "perf_city_name": "TEMPE",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852813670",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 237239.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background and Significance</strong>. Plasmids are double-stranded DNA molecules which are delivered to mammalian cells in several applications including transient protein production in biotechnology and gene therapeutics in medicine. The increasing use of plasmid DNA (pDNA) in functional genomics, pre-clinical, and clinical studies places high demand for purified material. Novel materials and fundamental advances that facilitate generation of purified plasmid DNA are therefore critical to the success of these applications.</p>\n<p><strong>Intellectual Merit.</strong> Aminoglycosides are small molecules that contain amines and sugars moieties, and have been investigated as antibacterial therapeutics. Aminoglycosides bind nucleic acids including DNA by means of electrostatic interactions and are thus promising molecules in nucleic acid biotechnology. We developed novel aminoglycoside-derived materials for plasmid DNA binding, with potential applications in separation and purification of the biomolecule. Aminoglycoside-derived hydrogel microbeads were generated, and these parental beads were further derivatized to yield quaternary amine ligands. Quaternized beads demonstrated higher DNA binding efficacies than parental beads, but required an organic modifier for increasing the elution of the adsorbed DNA. Aminoglycoside-derived microbeads were also able to extract and bind DNA from mammalian cells. Pseudo-affinity DNA binding ligands were conjugated onto microbeads with an eye towards generating materials that display multiple copies of these molecules and therefore possess high binding activities as well as selectivites for DNA. We next developed a novel device for the parallel fabrication of macroporous and non-macroporous hydrogels as DNA binding materials. In addition to microbeads, we developed aminoglycoside-derived hydrogel monoliths for DNA binding. Novel devices were developed in order to generate macroporous and non-macroporous hydrogels in parallel, leading to a new approach for fabricating these materials. Different device designs were generated in order to rapidly fabricate monolithic formulations of aminoglycoside-derived hydrogels. High salt content, organic modifiers (isopropanol) in the eluent, and higher temperatures were employed to facilitate desorption of the adsorbed pDNA from the macroporous resins. We used this approach to develop macroporous and non-macroporous resins, and extended this device-based fabrication to other materials including PLGA and collagen. In summary, we developed new materials and formulations for plasmid DNA binding, with applications in biological separations.</p>\n<p><strong>Broader Impacts</strong>. This research on novel materials for plasmid DNA purification has significant implications for biotechnology and medicine, with application in therapeutics and protein production. Students were trained at the interface of materials synthesis and characterization, ligand chemistry and biotechnology, resulting in next generation of scientists and engineers with trans-disciplinary expertise. Graduate and undergraduate students, including a Fulton Undergraduate Research Initiative (FURI) awardee, were involved in research. The PI teaches a course titled Nanobiotechnology, which incorporates fundamentals on biomolecular interactions including DNA binding. In addition, we hosted high-school students on independent research projects. These activities are indicative of strong integration of research and education. We presented key research findings at several national-level symposia and have published manuscripts in peer-reviewed journals. We have demonstrated a strong record of research productivity, together with student accomplishment at all levels.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Kaushal&nbsp;Rege</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBackground and Significance. Plasmids are double-stranded DNA molecules which are delivered to mammalian cells in several applications including transient protein production in biotechnology and gene therapeutics in medicine. The increasing use of plasmid DNA (pDNA) in functional genomics, pre-clinical, and clinical studies places high demand for purified material. Novel materials and fundamental advances that facilitate generation of purified plasmid DNA are therefore critical to the success of these applications.\n\nIntellectual Merit. Aminoglycosides are small molecules that contain amines and sugars moieties, and have been investigated as antibacterial therapeutics. Aminoglycosides bind nucleic acids including DNA by means of electrostatic interactions and are thus promising molecules in nucleic acid biotechnology. We developed novel aminoglycoside-derived materials for plasmid DNA binding, with potential applications in separation and purification of the biomolecule. Aminoglycoside-derived hydrogel microbeads were generated, and these parental beads were further derivatized to yield quaternary amine ligands. Quaternized beads demonstrated higher DNA binding efficacies than parental beads, but required an organic modifier for increasing the elution of the adsorbed DNA. Aminoglycoside-derived microbeads were also able to extract and bind DNA from mammalian cells. Pseudo-affinity DNA binding ligands were conjugated onto microbeads with an eye towards generating materials that display multiple copies of these molecules and therefore possess high binding activities as well as selectivites for DNA. We next developed a novel device for the parallel fabrication of macroporous and non-macroporous hydrogels as DNA binding materials. In addition to microbeads, we developed aminoglycoside-derived hydrogel monoliths for DNA binding. Novel devices were developed in order to generate macroporous and non-macroporous hydrogels in parallel, leading to a new approach for fabricating these materials. Different device designs were generated in order to rapidly fabricate monolithic formulations of aminoglycoside-derived hydrogels. High salt content, organic modifiers (isopropanol) in the eluent, and higher temperatures were employed to facilitate desorption of the adsorbed pDNA from the macroporous resins. We used this approach to develop macroporous and non-macroporous resins, and extended this device-based fabrication to other materials including PLGA and collagen. In summary, we developed new materials and formulations for plasmid DNA binding, with applications in biological separations.\n\nBroader Impacts. This research on novel materials for plasmid DNA purification has significant implications for biotechnology and medicine, with application in therapeutics and protein production. Students were trained at the interface of materials synthesis and characterization, ligand chemistry and biotechnology, resulting in next generation of scientists and engineers with trans-disciplinary expertise. Graduate and undergraduate students, including a Fulton Undergraduate Research Initiative (FURI) awardee, were involved in research. The PI teaches a course titled Nanobiotechnology, which incorporates fundamentals on biomolecular interactions including DNA binding. In addition, we hosted high-school students on independent research projects. These activities are indicative of strong integration of research and education. We presented key research findings at several national-level symposia and have published manuscripts in peer-reviewed journals. We have demonstrated a strong record of research productivity, together with student accomplishment at all levels.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Kaushal Rege"
 }
}