{
 "awd_id": "1067072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Hydrodynamic effects on electrophoresis of biopolymers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 309546.0,
 "awd_amount": 309546.0,
 "awd_min_amd_letter_date": "2011-04-06",
 "awd_max_amd_letter_date": "2013-04-08",
 "awd_abstract_narration": "Award 1067072\r\nPIs: Butler\r\n\r\nAn innovative research program combining theory, simulations, and experiments is pursued to investigate the role of hydrodynamic interactions in the electrophoresis of polyelectrolytes such as DNA.  In capillary\r\nelectrophoresis of DNA, the molecules are spherical on average and the hydrodynamic interactions among various segments of DNA are exponentially screened - the flow fields generated by the backbone charges and surrounding counterions cancel. However if the DNA is stretched, for example by a pressure driven flow applied in conjunction with the electric field, then a migration transverse to the flow and field lines is observed experimentally.\r\n\r\nThe commonly held assumption that electric fields do not generate any long-range flow in the fluid surrounding a charged molecule is contradicted by theoretical work dating back to Debye; there is in\r\nfact a dipolar flow generated by the polarization of the charge density by the electric field. Although this flow is weak in comparison to the electrophoretic velocity, its orientational dependence provides a means for elongated polyelectrolytes to migrate perpendicular to the flow and field lines. Our research is driven by the hypothesis that this polarization flow is responsible for several phenomena that cannot be explained without a long-range, fluid-mediated interaction between distant segments of the polyelectrolyte. Some of these phenomena have not yet been observed experimentally, such as a length-dependent electrophoretic mobility of an elongated polyelectrolyte, but they are predicted by simulations. Testing the underlying hypothesis by confirming the existence of these effects in laboratory experiments is a primary goal of the project.\r\n\r\nIntellectual Merit:  The simplest model of the polarization flow predicts a dipolar hydrodynamic interaction between distant segments of a charged polymer in an electric field. Recent numerical simulations based on this model showed that one can semi-quantitatively account for data collected from DNA experiments over a limited range of salt concentration, electric field, and flow rate.  In the course of this work several new phenomena were discovered that have not been observed experimentally.  The ongoing research examines the validity of the underlying model and explores the potential of this mechanism for manipulating the distribution of polyelectrolytes in microchannels.\r\n\r\nBroader Impacts:\r\nResearch:  This work is enhancing our theoretical understanding of polyelectrolytes and altering prevailing views regarding hydrodynamic screening in polyelectrolyte dynamics.  The research also impacts a wide range of technologies that require the ability to control and position charged biopolymers within microchannels by creating additional possibilities for manipulation of polyelectrolytes that may be advantageous for applications such as enhancing adsorption in ?DNA biochips?.  Another potential application uses the variation in migration velocity with chain length as a means for separating DNA strands by length.\r\n\r\nEducation: The program of research is integrated with our educational activities, which focus on preparing students to work in a world that increasingly depends upon international collaborations to efficiently advance science and develop new technologies. Activities include increasing the participation of students in international collaborations and meetings. Students of all levels are encouraged to become involved in advanced research within our laboratories; we have been, and continue, to work with an existing program for high school students at the University.  In all of these activities, we emphasize the participation of underrepresented groups by actively seeking their involvement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Butler",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jason E Butler",
   "pi_email_addr": "butler@che.ufl.edu",
   "nsf_id": "000372518",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Ladd",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony J Ladd",
   "pi_email_addr": "ladd@che.ufl.edu",
   "nsf_id": "000231719",
   "pi_start_date": "2011-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "1523 UNION RD RM 207",
  "perf_city_name": "GAINESVILLE",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326111941",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "060E",
   "pgm_ref_txt": "BIO-TRANSPORT & FLUID MECH"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 99388.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 103089.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 107069.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Controlling the movement of DNA within small tubes is essential to improving the speed and accuracy of the analysis of biological samples and screening for health outcomes while also lowering the cost of the tests. Although there is extensive data and information available on the motion of DNA and other charged polymers (polyelectrolytes) due to electric fields and due to flow fields, there is almost no work available examining the combined effects of these fields.&nbsp; This project has performed and reported on detailed measurements of the motion of DNA forced through a microcapillary by an electric field while simultaneously driven by a flow.</p>\n<p>The work demonstrated that the combined fields can be used to control not only the speed of the DNA through the tube, but also the spatial arrangement of the DNA.&nbsp; The measurements were done with the purpose, in large part, of testing an improved theory for the motion of polyelectrolytes.&nbsp; Computations based upon the theory predicted a wide range of dynamic phenomena that had not been observed previously; the experiments have largely verified the predictions.&nbsp; As such, the theory represents a significant improvement to predictive capabilities for the dynamics of polyelectrolytes and points toward innovations in the ability to manipulate DNA.&nbsp; The project also has provided research training for multiple graduate students and research experiences for many undergraduates at the University of Florida.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/05/2015<br>\n\t\t\t\t\tModified by: Jason&nbsp;E&nbsp;Butler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nControlling the movement of DNA within small tubes is essential to improving the speed and accuracy of the analysis of biological samples and screening for health outcomes while also lowering the cost of the tests. Although there is extensive data and information available on the motion of DNA and other charged polymers (polyelectrolytes) due to electric fields and due to flow fields, there is almost no work available examining the combined effects of these fields.  This project has performed and reported on detailed measurements of the motion of DNA forced through a microcapillary by an electric field while simultaneously driven by a flow.\n\nThe work demonstrated that the combined fields can be used to control not only the speed of the DNA through the tube, but also the spatial arrangement of the DNA.  The measurements were done with the purpose, in large part, of testing an improved theory for the motion of polyelectrolytes.  Computations based upon the theory predicted a wide range of dynamic phenomena that had not been observed previously; the experiments have largely verified the predictions.  As such, the theory represents a significant improvement to predictive capabilities for the dynamics of polyelectrolytes and points toward innovations in the ability to manipulate DNA.  The project also has provided research training for multiple graduate students and research experiences for many undergraduates at the University of Florida.\n\n\t\t\t\t\tLast Modified: 05/05/2015\n\n\t\t\t\t\tSubmitted by: Jason E Butler"
 }
}