{
 "awd_id": "1067565",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A native pathway for the production of n-butanol in Escherichia coli: A new paradigm for synthetic biology",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 363588.0,
 "awd_amount": 363588.0,
 "awd_min_amd_letter_date": "2011-08-15",
 "awd_max_amd_letter_date": "2013-05-09",
 "awd_abstract_narration": "1067565\r\nGonzalez\r\nInterest in the use of advanced biofuels, such as n-butanol and other higher-chain linear alcohols, has rapidly developed because they offer several advantages compared to ethanol, including less hygroscopicity and volatility, higher energy density and compatibility with current infrastructure for storage, distribution and usage. Among linear alcohols currently considered as advanced biofuels, n-butanol is the only one found in nature as a major fermentation product. The ability to synthesize n-butanol is considered to be an exclusive feature of clostridial species. Clostridia are spore formers, obligate anaerobes that grow at slow rates, have complex nutritional requirements and produce n-butanol along with a mixture of other products including acetone, ethanol, butyrate, and acetate. The lack of efficient genetic tools to manipulate clostridia, along with their complex metabolism, hinders metabolic engineering efforts that could lead to the improvement of n-butanol yield, titer, and productivity. In an effort to overcome the aforementioned issues, the genes that enable the synthesis of n-butanol in native producers like clostridia have been imported into industrial organisms that are genetically and metabolically tractable such as E. coli, Saccharomyces cerevisiae, Pseudomonas putida, Bacillus subtilis, Lactococcus lactis, and Lactobacillus species. All efforts to date have been based on what we refer to in this proposal as heterologous metabolic engineering (HeME): that is, transplanting genes/pathways of (primarily) clostridial origin to hosts otherwise not able to produce butanol (e.g. E. coli, S. cerevisiae). HeME-based approaches have been used to engineer biofuel production in the past and are currently viewed as the strategy of choice when the host organism does not possess the desired metabolic function. However, in the case of n-butanol and other linear n-alcohols, HeME approaches have faced significant hurdles. For example, after several years of strain development and optimization, organisms engineered for the production of n-butanol synthesize this alcohol at low flux and still require the supplementation of the medium with rich nutrients. The investigators hypothesize that the use of a heterologous metabolic engineering approach represents the main issue accounting for the limited success of the aforementioned studies, as it relies on transferring a heterologous pathway that might not be compatible with the host, thus compromising its functionality.\r\n\r\nThe Intellectual Merit of the work proposed here relates to addressing the aforementioned limitations by developing an alternative strategy that focuses on the identification and harnessing of native E. coli enzymes/pathways that could act as surrogates of the heterologous n-butanol-synthesis pathway and hence mediate the synthesis of a non-native product in the absence of foreign genes. Since no exogenous gene is recruited to establish the otherwise foreign pathway, the investigators have termed this approach homologous metabolic engineering (HoME). The overall goal of this proposal is to identify, characterize and harness native biosynthetic pathways for the efficient production of n-butanol in E. coli, thus establishing a new paradigm for the application of synthetic biology to the production of advanced biofuels. The specific objectives of the proposed work are: i) Identify native E. coli genes encoding enzymes that can catalyze the reaction steps comprising the clostridial butanol pathway; ii) In vivo assembly and functional characterization of a native butanol pathway in E. coli; iii) Improve the efficiency of the native n-butanol pathway; iv) System-wide characterization of wild-type and engineered strains.\r\n\r\nThe Broader Impacts of this proposal are numerous. The establishment of HoME as a new paradigm for metabolic engineering and synthetic biology would lead to exploiting the multi-potent capabilities of native hosts via engineering of functional differentiation. By enabling the production of n-butanol through a homologous pathway, this proposal will contribute to the creation of fundamentally new approaches that could enable efficient production of second-generation biofuels in many industrial organisms. Based on these advances, efficient and economically viable chemical and biofuel industries can be developed that will make possible energy independence and climate protection. This proposal will also educate our society in the scientific and engineering challenges and opportunities on the road to a sustainable energy future. The investigators will capitalize on our collaborations with the Houston Harmony Science Academy to train middle and high schools students in the field of alternative energy. This school serves predominantly minority populations, and thus the investigators will address the national need, and challenge, of increasing their participation in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ramon",
   "pi_last_name": "Gonzalez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ramon Gonzalez",
   "pi_email_addr": "ramongonzale@usf.edu",
   "nsf_id": "000484392",
   "pi_start_date": "2011-08-15",
   "pi_end_date": "2013-05-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Clomburg",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Clomburg",
   "pi_email_addr": "jmclomburg@rice.edu",
   "nsf_id": "000641270",
   "pi_start_date": "2013-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 MAIN ST",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 363588.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The long-term research goal of this project was aimed at <em>engineering a</em> <em>native biosynthetic pathway for the production of butanol in</em> <em>Escherichia coli</em>, an organism considered unable to produce this alcohol in the absence of foreign genes. This approach, called here the &ldquo;native&rdquo; approach, was not based on transferring pathways from organisms that naturally produced butanol. In contrast, native enzymatic steps in <em>E. coli</em> were proposed as surrogates for the corresponding reaction steps in the conversion of acetyl-CoA to butyryl-CoA, which when combined with appropriate native enzymes for butyryl-CoA reduction complete a native pathway for butanol synthesis in <em>E. coli</em>. The homologous nature of the <em>E. coli</em> pathway enables efficient functioning in its native host, mitigating potential issues with foreign gene expression. &nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>Various <em>in silico</em> methodologies, based on overall protein sequence and structure, were utilized to identify <em>E. coli</em> enzymes with the potential to function as native surrogates for the enzymes comprising the clostridial butanol pathway. <em>in vitro</em> characterization then established identified <em>E. coli</em> proteins as functional enzymes for 5 of the 6 reaction steps from central carbon intermediates to butanol. The establishment of these enzymes then enabled an <em>in vivo</em> approach in which functional pathway steps were assembled to provide a platform to identify the final remaining elusive enzyme. This approach facilitated the discovery of a native enoyl-acyl carrier protein (ACP) reductase that could function with coenzyme A (CoA) intermediates at a level sufficient to support efficient pathway operation, providing the final elusive enzyme required for a native pathway for butanol synthesis. The <em>in vivo</em> assembly of the full set of native enzymes resulted in the synthesis of the desired 4-carbon alcohol, demonstrating successful completion of the overall project goal of <em>engineering a native biosynthetic pathway for the production of butanol in</em> <em>E. coli</em>.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>In addition, key physiological mechanisms related to the synthesis of higher-chain-length (C &ge; 4) products from 1-, 2- or 3-carbon metabolic intermediates were identified and the results applied for the production of various other promising biofuel and biochemical products. These project results contributed to the creation of fundamentally new processes which can be utilized by the advanced biomanufacturing industry. Furthermore, this project served to help educate our society in the scientific and engineering challenges and opportunities on the road to a sustainable energy future through the production of chemicals and fuels.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2015<br>\n\t\t\t\t\tModified by: James&nbsp;Clomburg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n The long-term research goal of this project was aimed at engineering a native biosynthetic pathway for the production of butanol in Escherichia coli, an organism considered unable to produce this alcohol in the absence of foreign genes. This approach, called here the \"native\" approach, was not based on transferring pathways from organisms that naturally produced butanol. In contrast, native enzymatic steps in E. coli were proposed as surrogates for the corresponding reaction steps in the conversion of acetyl-CoA to butyryl-CoA, which when combined with appropriate native enzymes for butyryl-CoA reduction complete a native pathway for butanol synthesis in E. coli. The homologous nature of the E. coli pathway enables efficient functioning in its native host, mitigating potential issues with foreign gene expression.  \n\n Various in silico methodologies, based on overall protein sequence and structure, were utilized to identify E. coli enzymes with the potential to function as native surrogates for the enzymes comprising the clostridial butanol pathway. in vitro characterization then established identified E. coli proteins as functional enzymes for 5 of the 6 reaction steps from central carbon intermediates to butanol. The establishment of these enzymes then enabled an in vivo approach in which functional pathway steps were assembled to provide a platform to identify the final remaining elusive enzyme. This approach facilitated the discovery of a native enoyl-acyl carrier protein (ACP) reductase that could function with coenzyme A (CoA) intermediates at a level sufficient to support efficient pathway operation, providing the final elusive enzyme required for a native pathway for butanol synthesis. The in vivo assembly of the full set of native enzymes resulted in the synthesis of the desired 4-carbon alcohol, demonstrating successful completion of the overall project goal of engineering a native biosynthetic pathway for the production of butanol in E. coli. \n\n In addition, key physiological mechanisms related to the synthesis of higher-chain-length (C &ge; 4) products from 1-, 2- or 3-carbon metabolic intermediates were identified and the results applied for the production of various other promising biofuel and biochemical products. These project results contributed to the creation of fundamentally new processes which can be utilized by the advanced biomanufacturing industry. Furthermore, this project served to help educate our society in the scientific and engineering challenges and opportunities on the road to a sustainable energy future through the production of chemicals and fuels.\n\n \n\n\t\t\t\t\tLast Modified: 10/29/2015\n\n\t\t\t\t\tSubmitted by: James Clomburg"
 }
}