{
 "awd_id": "1067020",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the Active Sites in Selective Alcohol Synthesis with Promoted Rh Catalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 340664.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2012-09-12",
 "awd_abstract_narration": "1067020\r\nKlie\r\n\r\nOne of the largest societal challenges of our time is the quest for alternative fuel resources that will reduce our current greenhouse-gas emissions and dependence on foreign crude-oil. Of particular interest has been the production of ethanol from cellulosic biomass as a fossil fuel additive/replacement. However, traditional fermentation routes to alcohols are often slow and inefficient, while chemical routes to alcohols are dominated by acid catalyzed processes which generate significant waste. Principal Investigators Robert F. Klie and Randall Meyer from the University of Illinois at Chicago believe an alternative route is the best choice, if it can be made to be an efficient catalytic process. In this proposal, the viability of converting syngas derived from gasified lignin (which is abundant, cheap, and has few competing applications) to ethanol and other alcohols using heterogeneous nano-catalysts will be studied. The key is to harness the unique activity of rhodium for oxygenate production in the Fischer-Tropsch reaction. The PIs will concentrate on developing a fundamental understanding of how efficient synthesis of ethanol can be achieved on promoted rhodium catalysts. Unfortunately, the majority of CO hydrogenation studies using unpromoted Rh catalysts have demonstrated a strong selectivity for methane with a low oxygenate selectivity. A significant improvement with regard to alcohol selectivity is necessary. According to the PIs, the key for improvement of this process lies in unlocking the secrets of catalyst promoters.   \r\n\r\nThe PIs are convinced that substantial gains can be made through a detailed investigation of active sites responsible for highly selective and active conversion of syngas into alcohol. If the site can be unambiguously identified then synthesis methods can be developed to properly target its creation, resulting in the highly active and selective catalyst desired. Characterization methods are key to this. However there is an information gap between the extensive information that can be extracted from the many conventional spectroscopic techniques (without the ability to define the location), and what can be obtained from traditional microscopy techniques (without the ability to characterize composition and bonding). In order to circumvent these limitations, the PIs will combine their expertise in two dissimilar areas, chemical engineering and condensed matter physics to form an interdisciplinary research team. The combination of Z-contrast imaging, electron energy loss spectroscopy (EELS), and first-principles modeling using density-functional theory (DFT) can potentially fill this \"information gap. The strengths of this effort lie in the PIs ability to synthesize promoted Rh nano-catalysts, characterize their atomic and electronic structures on the atomic scale and correlate these with the selective alcohol formation using ab initio density functional theory (DFT) calculations. \r\n\r\nTo achieve this goal, the PIs will combine their expertise in two dissimilar areas, chemical engineering and condensed matter physics to form an interdisciplinary research team. This research aims at contributing basic materials science knowledge that will aid the understanding and development of new capabilities for potential next generation nano-catalysts. An important feature of this program is the integration of research and education through the training of students in both experimental and theoretical materials science. This will be of great value to the graduate students in the groups. In addition the school and the PIs are well-integrated into very strong minority and STEM programs which are a feature of the broader educational impacts of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Klie",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Klie",
   "pi_email_addr": "rfklie@uic.edu",
   "nsf_id": "000312220",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Randall",
   "pi_last_name": "Meyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Randall Meyer",
   "pi_email_addr": "randall.j.meyer@exxonmobil.com",
   "nsf_id": "000370276",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7974",
   "pgm_ref_txt": "GRAD RESEARCH SUPPLEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 40664.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal for this project is to develop a fundamental understanding of how efficient synthesis of ethanol can be achieved by controlling promoter morphology in rhodium CO hydrogenation catalysts. The art of catalyst promotion by which small amounts of elements which are not catalytic in their own right (usually alkali metals or halides) are added to the catalyst formulation, is only poorly understood. However, these promoters must perform some crucial role in shifting the energetics of the active sites in the catalysts, which is yet to be discovered. Many traditional methods of characterizing promotes and active sites in heterogeneous catalysts suffer from an &ldquo;information gap&rdquo; between the extensive information that can be extracted from the many conventional spectroscopic techniques (without the ability to define the location), and what can be obtained from traditional microscopy techniques (without the ability to characterize composition and bonding). Given the complexities of morphology catalyst systems and the need to study these systems in realistic environments, an alternative and multi-disciplinary approach is needed to further our understanding of promoted catalysts under reaction conditions. In this proposal, the role of promotion in Rh CO hydrogenation catalysts for selective alcohol production will be studied. More specifically, the PIs have addressed (i) the effect of the promoter element (eg. Mn, V) on the mechanism of alcohol synthesis (ii) the identity, location and structure of the active site for alcohol formation, and (iii) the optimum interaction between the promoters and rhodium. Atomic-resolution Z-contrast imaging in a scanning transmission electron microscope in combination with variable-temperature electron energy-loss spectroscopy, and kinetic testing was be used to examine the relationship between the promoter morphology and performance. In addition, density functional theory calculations was used examine the catalytic mechanisms to determine the role of promoter elements in Rh-based catalysts.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2016<br>\n\t\t\t\t\tModified by: Robert&nbsp;F&nbsp;Klie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal for this project is to develop a fundamental understanding of how efficient synthesis of ethanol can be achieved by controlling promoter morphology in rhodium CO hydrogenation catalysts. The art of catalyst promotion by which small amounts of elements which are not catalytic in their own right (usually alkali metals or halides) are added to the catalyst formulation, is only poorly understood. However, these promoters must perform some crucial role in shifting the energetics of the active sites in the catalysts, which is yet to be discovered. Many traditional methods of characterizing promotes and active sites in heterogeneous catalysts suffer from an \"information gap\" between the extensive information that can be extracted from the many conventional spectroscopic techniques (without the ability to define the location), and what can be obtained from traditional microscopy techniques (without the ability to characterize composition and bonding). Given the complexities of morphology catalyst systems and the need to study these systems in realistic environments, an alternative and multi-disciplinary approach is needed to further our understanding of promoted catalysts under reaction conditions. In this proposal, the role of promotion in Rh CO hydrogenation catalysts for selective alcohol production will be studied. More specifically, the PIs have addressed (i) the effect of the promoter element (eg. Mn, V) on the mechanism of alcohol synthesis (ii) the identity, location and structure of the active site for alcohol formation, and (iii) the optimum interaction between the promoters and rhodium. Atomic-resolution Z-contrast imaging in a scanning transmission electron microscope in combination with variable-temperature electron energy-loss spectroscopy, and kinetic testing was be used to examine the relationship between the promoter morphology and performance. In addition, density functional theory calculations was used examine the catalytic mechanisms to determine the role of promoter elements in Rh-based catalysts.\n\n\t\t\t\t\tLast Modified: 01/15/2016\n\n\t\t\t\t\tSubmitted by: Robert F Klie"
 }
}