{
 "awd_id": "1067384",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Thermodynamic Assessment of the Influence of Inner- and Outer-Sphere Chemical Environment of Heterogeneous Catalysts during the Reforming of Biomass-Derived Oxygenates",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 304449.0,
 "awd_amount": 310449.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2011-06-21",
 "awd_abstract_narration": "A significant fraction of the routes proposed for the production of liquid fuels from lignocellulose require heterogeneous catalysts to operate in water. While conventional heterogeneous catalysts developed for petroleum conversion chemistry are capable of catalyzing many of these conversions, the activity, selectivity and stability of these catalysts are not optimized and all three properties of the catalyst will be influenced to some extent by solvation effects. The lack of understanding of the role of solvation during biomass conversion chemistry impedes our ability to design optimized catalysts and processes for biofuel production. The role of water in biomass conversion catalysis not only has implications on materials selection, but can influence catalytic activity and selectivity through the stabilization or destabilization of adsorbed reactants and transition states by water solvation.\r\n\r\nProfessor Robert Rioux at the Pennsylvania State University, University Park, PA,  proposes a research program to address this lack. His hypothesis is that heterogeneous catalysts with tailored hydrophobicity will demonstrate higher activity for biomass-derived feedstock conversion. He suggests that effective tailoring of the environment around an active site through the choice of ligand can reduce the influence of water inhibition, and that inherently the support of a heterogeneous catalyst can be considered a ligand and therefore modified to impart various levels of hydrophobicity. He will probe the extent to which hydrophobic modification of solid acid and cooperative acid-base heterogeneous catalysts can minimize solvation effects without negatively influencing catalysis.\r\n\r\nThe proposed research is an integration of  homogeneous catalysis with heterogeneous catalysis into a catalyst design framework with solution thermodynamics to develop highly active and selective biomass-conversion catalysts for aqueous phase processing. Research projects within the scope of this proposal will be offered to undergraduate women and underrepresented groups through the university MURE and WISER programs. The work will be disseminated to the general public through an effort the PI is coordinating in conjunction with the Pennsylvania Institutes for Energy and the Environment to demonstrate the impact catalyst technology plays in the conversion of biomass to biofuels. Overall the Rioux proposal highlights the important role heterogeneous catalysis will play in the conversion of biomass into a sustainable, renewable energy source.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Rioux",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Rioux",
   "pi_email_addr": "rioux@engr.psu.edu",
   "nsf_id": "000512803",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 310449.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The upgrading or valorization of biomass-derived molecules to drop-in fuels or bulk/fine chemicals similar to those derived from petroleum sources by heterogeneous catalysis will require re-optimization of catalysts traditionally used in the petroleum industry (a feedstock completely devoid of water).&nbsp; The development of heterogeneous catalysts for biofuels conversion requires a re-assessment of the role of solvation.&nbsp; A significant fraction of the routes proposed for the production of liquid fuels from lignocellulose require heterogeneous catalysts to operate in water.&nbsp; While conventional heterogeneous catalysts are capable of catalyzing many of these conversions, the activity, selectivity and stability of these catalysts are not optimized and all three properties of the catalyst will be influenced to some extent by solvation effects.&nbsp; The role of water in biomass conversion catalysis not only has implications on materials selection, but can influence catalytic activity and selectivity through (de)stabilization of adsorbed reactants and transition states by water solvation, or the inhibition of catalysis by coordination to the active site.</p>\n<p>The lack of understanding of the role of solvation during biomass conversion chemistry impedes our ability to design optimized catalysts and processes for biofuel and biochemical production.&nbsp; The objective of this proposal is to determine the extent to which hydrophobic modification of solid acid and cooperative acid-base heterogeneous catalysts can minimize solvation effects without negatively influencing catalysis.&nbsp; Figure 1 demonstrates that catalyst active sites (depicted as sulfonic acids here) encapsulated in significantly hydrophobic environments may prevent bulk water from solvating the active site leading to enhanced activity due to a stronger tolerance to inhibition by water.&nbsp; However, this may create an additional unfavorable thermodynamic penalty since many biomass-derived molecules are polar and hydrophilic, meaning water molecules are associated with the biomass molecules.&nbsp; Shedding these water molecules in order to be incorporated into the hydrophobic cavity may have a negative impact on the catalysis by acid catalysts in aqueous solutions. &nbsp;In order to investigate the influence of hydrophobicity on catalytic conversion, we utilized the esterification of a carboxylic acid with an alcohol to form stable esters and to quantify the influence of catalyst hydrophobicity on solvation or wetting by water, we utilized solution calorimetry.&nbsp; Calorimetry directly measures heat, a universal signal that allows absolute and relative thermodynamic assessment of the degree of hydrophobicity.&nbsp; Results utilizing homogeneous acids (R&ndash;SO<sub>3</sub>H) where the R had varying degree of hydrophobic character demonstrated that the details of the hydrophobic character was prominent under dry conditions.&nbsp; Upon water addition, all catalysts were equivalent suggest that the active catalyst (hydronium ion) was the same in all esterification reactions regardless of the identity of the R group.&nbsp; The composition of the acid is ineffective at creating increased water tolerance.&nbsp; We envisioned that the acid catalyst had to be surrounded by a hydrophobic environment that allowed access of reactant molecules into an environment with reduced water content compared to the bulk solution.&nbsp; The support of a heterogeneous catalyst can be considered a ligand and can subsequently be modified to be hydrophobic.&nbsp; We anticipated heterogeneous catalysts with tailored hydrophobicity would demonstrate higher activity and greater tolerance for biomass-derived feedstock conversion.&nbsp; Solution calorimetry results of the heat of wetting of hydrophobically-modified solid acid catalyst with aqueous solutions demonstrated a reduced tendency to wet which was manifested in a...",
  "por_txt_cntn": "\nThe upgrading or valorization of biomass-derived molecules to drop-in fuels or bulk/fine chemicals similar to those derived from petroleum sources by heterogeneous catalysis will require re-optimization of catalysts traditionally used in the petroleum industry (a feedstock completely devoid of water).  The development of heterogeneous catalysts for biofuels conversion requires a re-assessment of the role of solvation.  A significant fraction of the routes proposed for the production of liquid fuels from lignocellulose require heterogeneous catalysts to operate in water.  While conventional heterogeneous catalysts are capable of catalyzing many of these conversions, the activity, selectivity and stability of these catalysts are not optimized and all three properties of the catalyst will be influenced to some extent by solvation effects.  The role of water in biomass conversion catalysis not only has implications on materials selection, but can influence catalytic activity and selectivity through (de)stabilization of adsorbed reactants and transition states by water solvation, or the inhibition of catalysis by coordination to the active site.\n\nThe lack of understanding of the role of solvation during biomass conversion chemistry impedes our ability to design optimized catalysts and processes for biofuel and biochemical production.  The objective of this proposal is to determine the extent to which hydrophobic modification of solid acid and cooperative acid-base heterogeneous catalysts can minimize solvation effects without negatively influencing catalysis.  Figure 1 demonstrates that catalyst active sites (depicted as sulfonic acids here) encapsulated in significantly hydrophobic environments may prevent bulk water from solvating the active site leading to enhanced activity due to a stronger tolerance to inhibition by water.  However, this may create an additional unfavorable thermodynamic penalty since many biomass-derived molecules are polar and hydrophilic, meaning water molecules are associated with the biomass molecules.  Shedding these water molecules in order to be incorporated into the hydrophobic cavity may have a negative impact on the catalysis by acid catalysts in aqueous solutions.  In order to investigate the influence of hydrophobicity on catalytic conversion, we utilized the esterification of a carboxylic acid with an alcohol to form stable esters and to quantify the influence of catalyst hydrophobicity on solvation or wetting by water, we utilized solution calorimetry.  Calorimetry directly measures heat, a universal signal that allows absolute and relative thermodynamic assessment of the degree of hydrophobicity.  Results utilizing homogeneous acids (R&ndash;SO3H) where the R had varying degree of hydrophobic character demonstrated that the details of the hydrophobic character was prominent under dry conditions.  Upon water addition, all catalysts were equivalent suggest that the active catalyst (hydronium ion) was the same in all esterification reactions regardless of the identity of the R group.  The composition of the acid is ineffective at creating increased water tolerance.  We envisioned that the acid catalyst had to be surrounded by a hydrophobic environment that allowed access of reactant molecules into an environment with reduced water content compared to the bulk solution.  The support of a heterogeneous catalyst can be considered a ligand and can subsequently be modified to be hydrophobic.  We anticipated heterogeneous catalysts with tailored hydrophobicity would demonstrate higher activity and greater tolerance for biomass-derived feedstock conversion.  Solution calorimetry results of the heat of wetting of hydrophobically-modified solid acid catalyst with aqueous solutions demonstrated a reduced tendency to wet which was manifested in an increased tolerance to water inhibition during catalysis, but the confinement created by the hydrophobic modification decreased the rate of mass transfer which sl..."
 }
}