{
 "awd_id": "1067402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Noncommutative Multivariable Operator Theory and Free Holomorphic Functions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 149996.0,
 "awd_amount": 149996.0,
 "awd_min_amd_letter_date": "2011-04-18",
 "awd_max_amd_letter_date": "2011-04-18",
 "awd_abstract_narration": "In the last two decades, a free analogue of Sz.-Nagy-Foias theory on the unit ball in the space of n-tuples of Hilbert space operators has been pursued by the investigator and others. This theory has already had remarkable applications in n-dimensional complex interpolation, multivariable prediction and entropy optimization, control theory, systems theory, scattering theory, and wavelet theory. The investigator will continue the ongoing program to develop a  free  analogue of the Nagy-Foias theory of contractions for  more general noncommutative domains  and varieties in the space of n-tuples of operators, in a uniform framework that  includes both aspects: noncommutative and commutative. The investigator will continue to work on function theory on noncommutative balls, with the emphasis  on the geometric aspects of the theory of free holomorphic  functions and  the  connection with the hyperbolic geometry. The main directions of this proposed research are the following: (i)  Noncommutative domains, universal models, operator algebras, and classification; (ii) Unitary invariants on noncommutative domains; (iii) Noncommutative hyperbolic geometry; (iv) Free holomorphic functions on noncommutative balls. Each noncommutative domain (resp. variety) to be studied  is associated with a universal model consisting on  operators on Fock spaces, a domain  (resp. Hardy, C*-) algebra, and Reinhardt (resp. circular) domains in n-dimensional complex space. The proposer will work on the classification of certain classes of noncommutative domain algebras, the classification of the corresponding noncommutative domains up to free biholomorphic maps, and the connections with  the classification of Reinhardt domains.  The investigator will try to develop a model theory on noncommutative polydomains and formulate a theory of curvature invariant in this setting, in the attempt to extend and unify the existent results (commutative and noncommutative). Significant progress towards the classification of the elements of a noncommutative domain up to unitary equivalence is expected; an important part of the proposed research concerns unitary invariants: characteristic function, curvature, and entropy. The investigator will continue to study the hyperbolic geometry of the unit  ball of n-tuples of operators in close connection with the theory free holomorphic functions, and will try to extend the theory to more general noncommutative domains.\r\n\r\nOriginated from the concept of quantization, operator theory links together several branches of mathematics, is closely related to mathematical physics, and has numerous  applications in engineering. The motivation of the proposed research is the recent worldwide interest in the noncommutative aspects of multivariable operator theory and function theory, and their interplay with the theory of holomorphic functions in several complex variables, the representation theory of operator algebras, and the harmonic analysis on Fock spaces. The objective is to advance the understanding of these relatively new areas of research and make new connections with hyperbolic complex analysis and algebraic geometry. The expected results have potential applications in interpolation and biholomorphic classification in several complex variables, systems theory, and scattering theory. Potential impact in fields such as control theory, entropy optimization, wavelet theory, and image processing is also expected. The results will be disseminated in graduate seminars, conferences and workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gelu",
   "pi_last_name": "Popescu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gelu Popescu",
   "pi_email_addr": "gelu.popescu@utsa.edu",
   "nsf_id": "000492359",
   "pi_start_date": "2011-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "1 UTSA CIR",
  "perf_city_name": "SAN ANTONIO",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 149996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The motivation for this project was the relatively recent worldwide interest in the noncommutative aspects of multivariable operator theory and function theory and their interplay with the classical theory of functions, algebras, and harmonic analysis. Many problems in engineering and&nbsp; physical sciences&nbsp; can be modeled by noncommutative functions. Such functions are used to encode information about physical systems and their study&nbsp; could reveal important information about how to design systems that perform desired tasks or how to maximize their performance. The present project aimed&nbsp; at extending fundamental ideas from analysis, algebra, and geometry to the noncommutative context. The study of noncommutative functions and the algebras they generate&nbsp;&nbsp; has potential applications to free probability, interpolation, optimization and control, and systems theory.</p>\n<p style=\"text-align: left;\">In the last two decades, a free analogue of Sz.-Nagy-Foias theory on the unit ball in the space of tuples of Hilbert space operators has been pursued by the investigator and others. This theory has already had remarkable applications in n-dimensional complex interpolation, multivariable prediction and entropy optimization, control theory, systems theory, scattering theory, and wavelet theory. The investigator has&nbsp; continued the ongoing program to develop a free analogue of the Nagy-Foias theory of contractions for more general noncommutative domains and varieties in the space of n-tuples of operators, in a uniform framework that includes both aspects: noncommutative and commutative. The investigator has&nbsp; worked on function theory on noncommutative balls, with the emphasis on the geometric aspects of the theory of free holomorphic functions, on the classification of certain classes of noncommutative domain algebras, the classification of the corresponding noncommutative domains up to free biholomorphic maps, and the connections with the classification of Reinhardt domains. The PI has obtained significant results in the following&nbsp; directions of&nbsp; research: (i) Noncommutative domains, universal models, operator algebras, and classification; (ii) Unitary invariants on noncommutative domains; (iii) Composition operators; (iv) Free holomorphic functions on noncommutative varieties and similarity. The PI has written&nbsp;<strong> nine papers </strong>which were published in prestigious&nbsp; journals of mathematics such as:<strong> Journal of Functional Analysis</strong>,&nbsp; <strong>Proceedings of the London Mathematical Society</strong>, <strong>Transactions of the American Mathematical Society</strong>, and <strong>International Mathematics Research Notices</strong>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2015<br>\n\t\t\t\t\tModified by: Gelu&nbsp;Popescu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe motivation for this project was the relatively recent worldwide interest in the noncommutative aspects of multivariable operator theory and function theory and their interplay with the classical theory of functions, algebras, and harmonic analysis. Many problems in engineering and  physical sciences  can be modeled by noncommutative functions. Such functions are used to encode information about physical systems and their study  could reveal important information about how to design systems that perform desired tasks or how to maximize their performance. The present project aimed  at extending fundamental ideas from analysis, algebra, and geometry to the noncommutative context. The study of noncommutative functions and the algebras they generate   has potential applications to free probability, interpolation, optimization and control, and systems theory.\nIn the last two decades, a free analogue of Sz.-Nagy-Foias theory on the unit ball in the space of tuples of Hilbert space operators has been pursued by the investigator and others. This theory has already had remarkable applications in n-dimensional complex interpolation, multivariable prediction and entropy optimization, control theory, systems theory, scattering theory, and wavelet theory. The investigator has  continued the ongoing program to develop a free analogue of the Nagy-Foias theory of contractions for more general noncommutative domains and varieties in the space of n-tuples of operators, in a uniform framework that includes both aspects: noncommutative and commutative. The investigator has  worked on function theory on noncommutative balls, with the emphasis on the geometric aspects of the theory of free holomorphic functions, on the classification of certain classes of noncommutative domain algebras, the classification of the corresponding noncommutative domains up to free biholomorphic maps, and the connections with the classification of Reinhardt domains. The PI has obtained significant results in the following  directions of  research: (i) Noncommutative domains, universal models, operator algebras, and classification; (ii) Unitary invariants on noncommutative domains; (iii) Composition operators; (iv) Free holomorphic functions on noncommutative varieties and similarity. The PI has written  nine papers which were published in prestigious  journals of mathematics such as: Journal of Functional Analysis,  Proceedings of the London Mathematical Society, Transactions of the American Mathematical Society, and International Mathematics Research Notices.\n\n\t\t\t\t\tLast Modified: 08/05/2015\n\n\t\t\t\t\tSubmitted by: Gelu Popescu"
 }
}