{
 "awd_id": "1067625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantitative Gas-Phase Scalar Mixing Measurements in Turbulent Spray Flows",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927030",
 "po_email": "rjoslin@nsf.gov",
 "po_sign_block_name": "Ron Joslin",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 280416.0,
 "awd_amount": 280416.0,
 "awd_min_amd_letter_date": "2011-05-20",
 "awd_max_amd_letter_date": "2011-05-20",
 "awd_abstract_narration": "1067625\r\nSutton\r\n\r\nFor the majority of practical energy-conversion systems, a liquid fuel spray is injected into an oxidizing environment; where the liquid droplets must disperse, evaporate, and the fuel vapor must molecularly mix with the oxidizer prior to chemical reaction.  Although complicated by several physical and chemical processes, liquid-fueled combustors are ultimately limited by droplet vaporization and the subsequent gas-phase mixing process.  While scalar mixing has been studied in-depth for single-phase turbulent flows, the current understanding of gas-phase mixing processes within turbulent sprays is limited due to the scarcity of experimental evaluation.  This primarily stems from the extreme difficulty of accurately measuring vapor-phase concentrations in the presence of droplets.  The objective of this research is the development, validation, and application of a new laser-based imaging diagnostic to experimentally investigate vaporization and gas-phase mixing processes in turbulent spray flows. \r\n \r\nIntellectual Merit:  The current research program will involve the development of a variation of the Filtered Rayleigh Scattering (FRS) technique to accurately image fuel-vapor concentration fields without interference from the surrounding liquid-phase droplets.  This research program is underpinned by a systematic assessment of the accuracy, sensitivity, and limitations of the proposed FRS technique as applied in turbulent spray flows.  The new FRS approach offers the potential for two distinct advantages compared to previous techniques for detecting fuel vapor in the presence of droplets:  (1) due to the nature of FRS, the recorded signal can be unambiguously due to vapor because the light scattering from the unwanted liquid-phase droplets can be spectrally-filtered using the combination of a single-frequency laser source and an optically-thick atomic or molecular filter.  The gas-phase scattering of interest is spectrally-broadened due to thermal Doppler effects and a portion of this broadened gas-phase information falls outside of the molecular filter's bandwidth and is successfully transmitted to a detector.  (2)  The FRS technique does not require a particular fluorescent fuel or tracer, rather it takes advantage that the majority of fuels have large Rayleigh scattering cross sections and the recorded signal is dependent on the local composition of the fuel vapor and air mixture.  By not using fluorescent fuel tracers, complications due to distillation effects are avoided.\r\n  \r\nOnce validated, the new tool will be applied to understand the coupling between droplet dispersion, vapor production, and gas-phase (fuel vapor and air) mixing in turbulent evaporating sprays.  The proposed diagnostic approach will be transformative as a new, fundamental level of understanding of the vaporization and mixing processes found within multi-phase systems will result from the development of this diagnostic, allowing access to previously unavailable gas-phase processes embedded within the liquid spray.  It is also anticipated that new fundamental measurements in turbulent sprays will prove invaluable to the modeling community\r\n\r\nBroader Impacts:  Proper fuel-air mixture preparation is critical for meeting performance objectives of modern energy-conversion systems including controlled ignition, flame stability, efficiency, and low pollutant emissions.  The proposed FRS technique offers the opportunity to acquire a new, fundamental level of understanding of the complex vaporization and turbulent mixing processes that is needed as a building block to understand the highly turbulent, multiphase conditions found in realistic engines.  An improved fundamental understanding offers the opportunity for more efficient and controlled combustion within practical platforms.  \r\n\r\nIn terms of research-related education, the Ph.D. research of a graduate student will be supported by this project.  This research provides unique opportunities for direct teaching and training and allows the graduate student to work within (and significantly contribute to) a wide range of advanced topics including fluid dynamics and optical diagnostics.  This project also will involve the participation of undergraduate student researchers, providing an opportunity to expose the brightest undergraduates to graduate-level research and thus helping to extend the pool of qualified graduates within the scientific and technological community.  Additional contributions to the national and international academic and research infrastructure will be made through the dissemination of results into the open literature, and through presentations at conferences.  Additional contributions to the educational infrastructure will be made by integrating the research efforts into teaching at the graduate level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Sutton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Sutton",
   "pi_email_addr": "sutton.235@osu.edu",
   "nsf_id": "000512224",
   "pi_start_date": "2011-05-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "1960 KENNY RD",
  "perf_city_name": "COLUMBUS",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144300",
   "pgm_ele_name": "FD-Fluid Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "058E",
   "pgm_ref_txt": "Newtonian fluids"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 280416.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For the majority of systems such as engines and power plants, liquid fuels are used.&nbsp; Once the fuel is injected as a &ldquo;spray&rdquo; into a combustion chamber, it must disperse within an environment, evaporate, and mix with air before combustion can occur.&nbsp; Although this complete process is quite complicated, liquid-fueled combustors are ultimately limited by droplet vaporization and the fuel vapor-air mixing.&nbsp; The vaporization and mixing processes are very important for achieving repeatable ignition, combustion stability, high combustion efficiency, and low pollutant output.&nbsp; To better understand these key processes and improve them, new measurement tools are much needed, especially in regions where both liquid fuel and gaseous fuel vapor co-exist.&nbsp; Ideally, measurements should be &ldquo;non-intrusive&rdquo;; that is, the measurements should not rely on the insertion of physical probes as they can disturb the environment which is to be examined.&nbsp; In this manner, optical and laser diagnostics are very valuable since light cannot disturb the processes of interest, but its interaction with matter can be detected and used to infer what is happening in the region.&nbsp; To date, there have not been very many successful techniques that can measure the fuel vapor-air mixtures in regions that also have liquid droplets because the interaction of the light and droplets interferes with the attempted measurement of the gas-phase properties.&nbsp;</p>\n<p>The research supported by this grant focused on the development, validation, and application of a new measurement approach within spray environments to &ldquo;image&rdquo; the fuel droplet and fuel vapor fields simultaneously.&nbsp; Specifically, the research program targeted the development of Filtered Rayleigh Scattering (FRS) for imaging the fuel-vapor concentration in the presence of and without interference from liquid-phase droplets.&nbsp; In FRS, an atomic or molecular filter is placed in front of a camera, which in combination with a narrowband laser, allows the blocking of light scattering from solid particles or liquid droplets, while allowing some of the gas-phase information to make it to the camera.&nbsp; In this manner, FRS allows a discrimination between liquid-phase information and gas-phase information.&nbsp; Once validated, the new measurement technique can be used to understand the coupling between droplet dispersion, vapor production, and gas-phase (fuel vapor and oxidizer) mixing in turbulent evaporating sprays.&nbsp; A new, fundamental level of understanding of these complex processes is needed for developing efficient and controlled combustion.&nbsp; A major portion of the supported research project was targeted at systematically assessing the accuracy and limitations of the FRS technique in the context of spray flows.&nbsp;</p>\n<p>During the research program the over-arching focus was to move beyond qualitative imaging and to measure in two dimensions gas-phase information over a broad range of conditions.&nbsp; This required the development of a special spectrally pure laser system and the development and validation of a FRS-Rayleigh Brillouin spectral modeling capability for complex hydrocarbon fuels.&nbsp; The model was successfully validated for several gas-phase species including fuels such as propane and pentane.&nbsp; Using the validated model, collected FRS signals can be converted to useful parameters that describe the fuel vapor concentration and vapor-air mixing.&nbsp; Subsequently gas-phase measurements were performed in atmospheric turbulent spray flows.&nbsp; The results showed that in the presence of the liquid-phase fuel droplets, FRS signals were detected with good signal quality and no evidence of droplet interference.&nbsp; In addition, quantitative measurements of fuel vapor concentrations and fuel-to-air (F/A) ratios were determined from the FRS signals.&nbsp; The overall outcome of the project indicates that the FRS imaging approach has significant potential to provide quantitative fuel vapor/air mixing information in droplet/gas regions without interference from the liquid-phase droplet field.&nbsp; Future work necessitates the characterization of the range of spray environments in which the FRS approach can be applied successfully including temperature, pressure, droplet sizing and loading, and fuel type.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2016<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;Sutton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor the majority of systems such as engines and power plants, liquid fuels are used.  Once the fuel is injected as a \"spray\" into a combustion chamber, it must disperse within an environment, evaporate, and mix with air before combustion can occur.  Although this complete process is quite complicated, liquid-fueled combustors are ultimately limited by droplet vaporization and the fuel vapor-air mixing.  The vaporization and mixing processes are very important for achieving repeatable ignition, combustion stability, high combustion efficiency, and low pollutant output.  To better understand these key processes and improve them, new measurement tools are much needed, especially in regions where both liquid fuel and gaseous fuel vapor co-exist.  Ideally, measurements should be \"non-intrusive\"; that is, the measurements should not rely on the insertion of physical probes as they can disturb the environment which is to be examined.  In this manner, optical and laser diagnostics are very valuable since light cannot disturb the processes of interest, but its interaction with matter can be detected and used to infer what is happening in the region.  To date, there have not been very many successful techniques that can measure the fuel vapor-air mixtures in regions that also have liquid droplets because the interaction of the light and droplets interferes with the attempted measurement of the gas-phase properties. \n\nThe research supported by this grant focused on the development, validation, and application of a new measurement approach within spray environments to \"image\" the fuel droplet and fuel vapor fields simultaneously.  Specifically, the research program targeted the development of Filtered Rayleigh Scattering (FRS) for imaging the fuel-vapor concentration in the presence of and without interference from liquid-phase droplets.  In FRS, an atomic or molecular filter is placed in front of a camera, which in combination with a narrowband laser, allows the blocking of light scattering from solid particles or liquid droplets, while allowing some of the gas-phase information to make it to the camera.  In this manner, FRS allows a discrimination between liquid-phase information and gas-phase information.  Once validated, the new measurement technique can be used to understand the coupling between droplet dispersion, vapor production, and gas-phase (fuel vapor and oxidizer) mixing in turbulent evaporating sprays.  A new, fundamental level of understanding of these complex processes is needed for developing efficient and controlled combustion.  A major portion of the supported research project was targeted at systematically assessing the accuracy and limitations of the FRS technique in the context of spray flows. \n\nDuring the research program the over-arching focus was to move beyond qualitative imaging and to measure in two dimensions gas-phase information over a broad range of conditions.  This required the development of a special spectrally pure laser system and the development and validation of a FRS-Rayleigh Brillouin spectral modeling capability for complex hydrocarbon fuels.  The model was successfully validated for several gas-phase species including fuels such as propane and pentane.  Using the validated model, collected FRS signals can be converted to useful parameters that describe the fuel vapor concentration and vapor-air mixing.  Subsequently gas-phase measurements were performed in atmospheric turbulent spray flows.  The results showed that in the presence of the liquid-phase fuel droplets, FRS signals were detected with good signal quality and no evidence of droplet interference.  In addition, quantitative measurements of fuel vapor concentrations and fuel-to-air (F/A) ratios were determined from the FRS signals.  The overall outcome of the project indicates that the FRS imaging approach has significant potential to provide quantitative fuel vapor/air mixing information in droplet/gas regions without interference from the liquid-phase droplet field.  Future work necessitates the characterization of the range of spray environments in which the FRS approach can be applied successfully including temperature, pressure, droplet sizing and loading, and fuel type.\n\n \n\n\t\t\t\t\tLast Modified: 12/06/2016\n\n\t\t\t\t\tSubmitted by: Jeffrey Sutton"
 }
}