{
 "awd_id": "1067709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spatio-Temporal Phenomena During Adsorption and Reaction in Hydrocarbon Traps",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Triantafillos Mountziaris",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 401957.0,
 "awd_amount": 403957.0,
 "awd_min_amd_letter_date": "2011-01-05",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "PI: Harold, Michael \r\nInstitution:  University of Houston\r\nProposal Number: 1067709\r\nTitle: Spatio-Temporal Phenomena During Adsorption and Reaction in Hydrocarbon Traps\r\n\r\nThe PIs plan to conduct in situ experimental measurements and modeling of simultaneous trapping and oxidation of hydrocarbon mixtures on precious metal based zeolite catalysts during transient warmup and low temperature operation. The information will be used for the design of a diesel oxidation catalyst (DOC) reactor configuration that satisfies new stringent emission limits. The central activity will be to study the effects of the geometric and compositional properties of the bi-functional trapping catalyst on the transient oxidation of model exhaust components. The research will determine the relative performance of several different catalyst architectures spanning sequential, segmented, and dual layer designs. Using a set of in situ experimental techniques the PIs will follow the spatio-temporal features of this class of fast, exothermic, transient catalytic oxidations. These will collectively provide detailed information about coupled concentration and temperature fronts during low temperature hydrocarbon trapping and oxidation. The distributed temperature scanning measurements in a chemical reactor will provide data that could not be previously obtained. The work to be done includes: \r\n1. Carry out intrinsic kinetics studies of hydrocarbon trapping and oxidation in a bench-flow reactor and temporal analysis of products (TAP) reactor on Pt/Pd/zeolite-Beta /ã-Al2O3 catalysts. \r\n2. Use spatially-resolved mass spectrometry to measure the temporal concentration profiles of reacting species during hydrocarbon trapping and oxidation on the model catalysts. \r\n3. Use distributed temperature sensing with swept-wavelength interferometry (DTS-SWI) to measure the spatio-temporal temperature profile inside several channels of a washcoated monolith during hydrocarbon trapping and oxidation. \r\n4.Conduct comprehensive experiments utilizing spatially-resolved mass spectrometry, swept-wavelength interferometry, and integral diffuse-reflectance IR spectroscopy to map spatial and temporal behavior of model hydrocarbon trapping and oxidation reaction system. \r\n5. Develop a spatio-temporal model to simulate hydrocarbon trapping and oxidation that captures the main trends observed in the model reaction system. \r\n6.Synthesize mixed-layer and dual-layer washcoated catalysts containing the precious metal (Pt, Pd) and hydrocarbon adsorbent (zeolite-Beta) on an alumina support. \r\n7. Carry out validation experiments using actual diesel vehicle exhaust. \r\n\r\nThe intellectual merit of this project is to advance knowledge and understanding of reliability issues and optimal operation of a time-varying catalytic process of practical significance, the diesel oxidation catalyst (DOC). That knowledge will be applicable to transient operation of other catalytic reactors such as packed beds. The research will enable development of predictive adsorptive reactor models of the hydrocarbon trap, design of critical experiments, and identification of optimal performance of various reactor configurations under transient operation. Enabling the oxidation of the exhaust components during the cold start and low temperature operation is a demanding technological challenge. The PIs expect that the understanding and insight generated by the study will lead to a novel catalyst designs and operation and control strategies approach that minimize the breakthrough of pollutants from the DOC. \r\n\r\nThe broader impact is the development of novel experimental methodologies to determine spatio-temporal features of transient catalytic reactors. The research will introduce to the reaction engineering community the application of new experimental methods, including spatially resolved mass spectrometry, distributed temperature sensing, and isotopic temporal analysis of products. Research findings will be disseminated in archived journals utilized by practitioners in the petrochemical and environmental industries. The PIs will also provide reactor codes to the scientific community and will incorporate findings from the research into graduate level courses at UH. The project will be used as a technology platform to attract interest in engineering science among high school students and graduate research among undergraduate students. This will be accomplished through the involvement of undergraduate students in the project, and a summer internship offered to high school science teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Harold",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Michael P Harold",
   "pi_email_addr": "mharold@uh.edu",
   "nsf_id": "000218171",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Luss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Luss",
   "pi_email_addr": "dluss@uh.edu",
   "nsf_id": "000386149",
   "pi_start_date": "2011-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4300 MARTIN LUTHER KING BLVD",
  "perf_city_name": "HOUSTON",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772043067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 401957.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Motor vehicles emit several pollutants including carbon monoxide (CO), hydrocarbons (HC), and nitrogen oxides (NOx).&nbsp; The catalytic converter was developed to mitigate vehicle-borne pollutants by converting them to non-toxic products like water, nitrogen, and carbon dioxide.&nbsp; When a vehicle is started up the exhaust is cool.&nbsp; It is during this period that a large fraction of the pollutants are emitted because the catalytic reactions that occur in the converter are too slow.&nbsp; As the engine heats up, so does the exhaust and eventually the catalytic reactions become sufficiently fast that the pollutants are converted.&nbsp; One way of dealing with the &ldquo;warm-up&rdquo; period is to add a material to the converter that traps one or more of the pollutants.&nbsp; The HC trap contains a zeolitic material that traps higher molecular weight HCs while the exhaust is cool, and then releases the trapped HCs as the exhaust gets sufficiently warm.&nbsp; The released HCs are then converted because the catalyst is hot.&nbsp; This system is not well understood due to the complex transient phenomena occurring in the catalytic converter.&nbsp; To this end, the major goal of this project is to advance the ability to predict the inherent transient operation of an adsorptive-reactor and warm-up of a reactant mixture through comprehensive in situ experimental measurements and modeling.&nbsp;</p>\n<p>The intellectual merit of this study involved the elucidation of the effects of the geometric and compositional properties of a bi-functional trapping catalyst on the transient oxidation of model exhaust components encountered in diesel and gasoline vehicles.&nbsp; The main focus of the project was on the fundamental measurements and analysis of spatio-temporal phenomena in transient adsorptive catalytic reactor for co-oxidizing hydrocarbons in the presence of other hydrocarbons.&nbsp; The research involved the first chemical engineering application of a novel spatio-temporal temperature measurement technique called Optical Frequency Domain Reflectometry (OFDR). For the first time, a continuous measurement of the spatio-temporal temperature inside a catalytic reactor was accomplished. In addition, the OFDR was combined with concentration measurements using spatially-resolved mass spectrometry, enabling a comprehensive characterization of the time- and space-varying temperature and concentration in a catalytic reactor.</p>\n<p>The broader impact of this research enables the design of a more effective diesel oxidation catalytic reactor (DOC) with a fast warm-up with emission of volatile organic hydrocarbons below the mandated maximum.&nbsp; The findings of the study provide useful guidance to practitioners on how to design more effective HC traps for use in vehicle exhaust systems.&nbsp; It will also introduce the academic and industrial chemical engineering communities to the potential application of the OFDR technique across the fields of catalysis and reaction engineering.</p>\n<p>The project led to several peer-reviewed publications in the technical literature and several presentations at international conferences.&nbsp; It also led to the training of two doctoral students in chemical engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;P&nbsp;Harold</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMotor vehicles emit several pollutants including carbon monoxide (CO), hydrocarbons (HC), and nitrogen oxides (NOx).  The catalytic converter was developed to mitigate vehicle-borne pollutants by converting them to non-toxic products like water, nitrogen, and carbon dioxide.  When a vehicle is started up the exhaust is cool.  It is during this period that a large fraction of the pollutants are emitted because the catalytic reactions that occur in the converter are too slow.  As the engine heats up, so does the exhaust and eventually the catalytic reactions become sufficiently fast that the pollutants are converted.  One way of dealing with the \"warm-up\" period is to add a material to the converter that traps one or more of the pollutants.  The HC trap contains a zeolitic material that traps higher molecular weight HCs while the exhaust is cool, and then releases the trapped HCs as the exhaust gets sufficiently warm.  The released HCs are then converted because the catalyst is hot.  This system is not well understood due to the complex transient phenomena occurring in the catalytic converter.  To this end, the major goal of this project is to advance the ability to predict the inherent transient operation of an adsorptive-reactor and warm-up of a reactant mixture through comprehensive in situ experimental measurements and modeling. \n\nThe intellectual merit of this study involved the elucidation of the effects of the geometric and compositional properties of a bi-functional trapping catalyst on the transient oxidation of model exhaust components encountered in diesel and gasoline vehicles.  The main focus of the project was on the fundamental measurements and analysis of spatio-temporal phenomena in transient adsorptive catalytic reactor for co-oxidizing hydrocarbons in the presence of other hydrocarbons.  The research involved the first chemical engineering application of a novel spatio-temporal temperature measurement technique called Optical Frequency Domain Reflectometry (OFDR). For the first time, a continuous measurement of the spatio-temporal temperature inside a catalytic reactor was accomplished. In addition, the OFDR was combined with concentration measurements using spatially-resolved mass spectrometry, enabling a comprehensive characterization of the time- and space-varying temperature and concentration in a catalytic reactor.\n\nThe broader impact of this research enables the design of a more effective diesel oxidation catalytic reactor (DOC) with a fast warm-up with emission of volatile organic hydrocarbons below the mandated maximum.  The findings of the study provide useful guidance to practitioners on how to design more effective HC traps for use in vehicle exhaust systems.  It will also introduce the academic and industrial chemical engineering communities to the potential application of the OFDR technique across the fields of catalysis and reaction engineering.\n\nThe project led to several peer-reviewed publications in the technical literature and several presentations at international conferences.  It also led to the training of two doctoral students in chemical engineering.\n\n\t\t\t\t\tLast Modified: 04/01/2015\n\n\t\t\t\t\tSubmitted by: Michael P Harold"
 }
}