{
 "awd_id": "1067272",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Using electric field and capillarity for particle self-assembly into adjustable monolayers",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Olbricht",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2011-03-28",
 "awd_max_amd_letter_date": "2015-04-02",
 "awd_abstract_narration": "Award: 1067272/1067004 \r\nPI: Aubry/Singh\r\n\r\nA novel technique in which an electric field is applied normal to an interface is being developed for self-assembling monolayers of particles with virtually defect-free ordering and desired/adjustable lattice spacing. Experiments and numerical simulations are used to develop models for the electrostatic forces that act on particles at an interface and thus for the lattice spacing. This capability will be useful to form materials with superior mechanical, electrical and optical properties, and has the potential to revolutionize many fields of science and technology, including optoelectronics and medicine. \r\nCapillarity-driven clustering of particles, the main mechanism used for self-assembly of neutral particle at fluid interfaces, has the following deficiencies: (i) the formed monolayer lacks order, (ii) it is restricted to particle radii greater than about 10 &#61549;m; and (iii) the lattice is packed and not adjustable. All of these deficiencies are overcome by a novel technique in which an electric field is applied normal to the interface. The dipole-dipole repulsive force amongst particles together with the buoyant weight and the electrostatic force induced capillary forces, leads to the formation of virtually defect-free monolayers with adjustable spacing. Experiments and numerical simulations are conducted to determine the dependence of the vertical electrostatic forces on spherical and prismatic particles for a broad range of parameters and develop models for the capillary and lateral electrostatic forces, which determine the lattice spacing. Similar investigations will be conducted for other particles (ellipsoids, rods, etc.) to determine their stable relative orientations. Conditions will be determined under which the vertical electrostatic force pushes particles away from the interface. This is a phenomenon which should be prevented for the purpose of self-assembly, but is desired if one seeks to clean interfaces of trapped particles.\r\n\r\nIntellectual Merit.\r\n While close-packed self-assembly of particles is well-developed, the self-assembly into defect-free, homogeneous, adjustable, non-close-packed arrays of electrically neutral particles has remained a challenge. The present novel self-assembly technique is easy to implement and can be applied to a broad range of particle sizes and types with a high level of controllability, which will be useful in many applications including anti-reflection coatings for high efficiency solar and thermophotovoltaic (TPV) cells, photonic materials and biosensor arrays. Such applications require highly-ordered crystals with a non-zero, specific lattice gap which can be adjusted, e.g., according to the wavelength of the light or radiation going through the crystal. The work presents great intellectual challenges as it involves non-linear coupling between multiphase flows, interfacial fluid dynamics and electrostatics. \r\nBroader Impacts. \r\n\r\nThe technique will have a great impact on our capability to (i) fabricate new microstructured surfaces with a desired pore size and (ii) dynamically alter the formed monolayers and interfacial properties in time, with numerous applications in micro/nanotechnology and colloidal science. The research will be fully integrated with education and outreach, with the involvement of graduate and undergraduate students, particularly women and underrepresented minorities, who will be involved in state-of-the-art research. Research results, in turn, will be incorporated into courses and outreach activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Nadine",
   "pi_last_name": "Aubry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nadine Aubry",
   "pi_email_addr": "aubry@andrew.cmu.edu",
   "nsf_id": "000173306",
   "pi_start_date": "2011-03-28",
   "pi_end_date": "2014-07-14"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shawn",
   "pi_last_name": "Litster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shawn Litster",
   "pi_email_addr": "litster@andrew.cmu.edu",
   "nsf_id": "000513835",
   "pi_start_date": "2014-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 FORBES AVE",
  "perf_city_name": "PITTSBURGH",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the controlled assembly of regularly spaced particles at the interface of two immiscible fluid phases in order to create monolayers with desired lattice spacing. The unique approach to control the interfacial particle spacing is based on applying AC electric fields normal to fluid-fluid interface where the interfacial particles are trapped by surface tension and buoyancy. The electric field induces dipole-dipole repulsive forces between particles. These electrokinetic forces are balanced by capillary surface tension forces that are generated by the perturbation of the fluid-fluid interface by the particles. By controlling the electric field properties, the particle spacing can be modified. In the early phases of the project, the experimental generation of these nearly defect-free mono-layers with controlled lattice spacing was demonstrated. In the later stages of the project, it was shown that the surface particles can be used as locations to seed the location of particles chains of a second particle type within one of the fluids. This provides an opportunity to do volumetric particle chaining assembly with a higher degree of control for the chain spacing. These new assembly techniques can used to form 2D and 3D nano- and microstructures with a high degree of control for a variety of applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2016<br>\n\t\t\t\t\tModified by: Shawn&nbsp;Litster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the controlled assembly of regularly spaced particles at the interface of two immiscible fluid phases in order to create monolayers with desired lattice spacing. The unique approach to control the interfacial particle spacing is based on applying AC electric fields normal to fluid-fluid interface where the interfacial particles are trapped by surface tension and buoyancy. The electric field induces dipole-dipole repulsive forces between particles. These electrokinetic forces are balanced by capillary surface tension forces that are generated by the perturbation of the fluid-fluid interface by the particles. By controlling the electric field properties, the particle spacing can be modified. In the early phases of the project, the experimental generation of these nearly defect-free mono-layers with controlled lattice spacing was demonstrated. In the later stages of the project, it was shown that the surface particles can be used as locations to seed the location of particles chains of a second particle type within one of the fluids. This provides an opportunity to do volumetric particle chaining assembly with a higher degree of control for the chain spacing. These new assembly techniques can used to form 2D and 3D nano- and microstructures with a high degree of control for a variety of applications.\n\n\t\t\t\t\tLast Modified: 03/30/2016\n\n\t\t\t\t\tSubmitted by: Shawn Litster"
 }
}