{
 "awd_id": "1067502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Characterization of Nanosensor Field-Assisted Detection of Biomarkers at Ultralow Concentration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 200117.0,
 "awd_amount": 200117.0,
 "awd_min_amd_letter_date": "2011-08-17",
 "awd_max_amd_letter_date": "2011-08-17",
 "awd_abstract_narration": "1067502/1064574\r\nLiu/Hu\r\n\r\nThis proposal aims to quantify the biomarker detection process and solve the puzzle of\r\nbiosensor detection at ultralow concentration (femto molar or fM), which is of vital importance for\r\nearly diagnostics of diseases. Despite the significant progress achieved in biosensors in recent\r\nyears, the fundamental understanding of biosensor detection process and bio-nano interfacial\r\ninteraction at ultralow concentrations is very limited, which has hindered the interpretation of\r\nexperimental results as well as sensor design. One example is the large discrepancy in\r\ndetection time between experimental demonstration of Si nanowire sensor and the theoretical\r\ndiffusion-reaction model. The goal of this proposal is to resolve the puzzles of biomarker\r\ndetection process at ultralow concentrations and explore possible contributions from\r\nelectrokinetics to detection speed acceleration through a novel multiphysics\r\ncomputational model with verification by an ultrasensitive bio-FET sensor. The proposed\r\nresearch will not only advance the molecular-level understanding of the biomarker-nanosensor\r\ninterface, but also help design lab-on-chip devices for molecular transportation and diagnosis,\r\ne.g., early cancer diagnosis by detecting protein at ultralow concentrations. We will provide a\r\nphysical and statistical interpretation of fM nanosensor detection process and explain the three\r\norders of magnitude difference in experimental and theoretically predicted detection response\r\ntime. The objectives of the proposed work are:\r\n(1) Develop a Brownian adhesion dynamics model for biomarker detection process and perform\r\nstochastic analysis of real-time detection results.\r\n(2) Characterize how internal or external electrokinetics such as electroosmosis flow,\r\nelectrophoretic and dielectrophoretic force can potentially change biomarker diffusion\r\ndynamics, and enhance biomarker detection at ultralow concentrations.\r\n(3) Benchmark four nanosensor platforms in terms of limits on detection sensitivity and\r\nresponse time and suggest new sensor designs for faster detection.\r\n(4) Validate the model prediction through designed biosensing experiments by novel bioFET\r\nnanosensors with single molecule detection capability.\r\n(5) Provide a prediction and evaluation tool to help design nanosensors for optimal performance.\r\n\r\nIntellectual merits:\r\n1. Statistical insights to the nanosensor detection process will be provided through a Brownian\r\nadhesion dynamics approach, which cannot be achieved by the commonly used continuum\r\ndiffusion-reaction approach.\r\n2. Multiphysics modeling are applied for the first time to study how various inner and external\r\nfields might accelerate the detection process, thus provide new design guidance for faster\r\ndetection. The new design and modeling results will be evaluated through novel Si nanowire\r\nbio-FETs, which have single molecule detection capability that enables accurate and stable\r\nquantification of binding dynamics at ultralow concentration for the first time.\r\nThe ultimate goal of the proposed work is to help develop novel field-assisted approach to\r\nenhance detection capability: concentrate biomarkers near nanosensor, increase binding rate,\r\nimprove sensitivity, and shorten response time. An optimized testing platform will be the final\r\noutcome of this research.\r\n\r\nBroader impacts:\r\nThe proposed multiphysics simulation-based method will provide a rigorous mathematical\r\nmodel of biosensing at ultralow concentration. Results of this work will pave the way toward new\r\nbiosensor design. The computational tools developed from the proposed research will be shared\r\nwithin the research community and subsequently aid in addressing other important bio-sensing\r\nissues that cannot be explored systematically by experiments alone. The education plan will\r\nincrease the awareness among high school teachers and students of the potential biomedical\r\napplications of nanotechnology, to advance understanding of nano-bio interfacial phenomena for\r\nstudents at all levels, and to increase minority participation in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yaling",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yaling Liu",
   "pi_email_addr": "yal310@lehigh.edu",
   "nsf_id": "000079016",
   "pi_start_date": "2011-08-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "526 BRODHEAD AVE",
  "perf_city_name": "BETHLEHEM",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 200117.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Detection of biomarkers at ultralow concentration is important for early diagnostics of diseases. In this project, the biomarker detection process at femto molar (FM) has been quantified through multiphysics modeling. Contributions of electrokinetics to the detection speed acceleration have been explored through a novel multiphysics computational model. Meanwhile, a coarse-grained molecular dynamics model has been established to help understand the biomarker nano-sensor interface.&nbsp; Results from this project provide a tool to help rational design of biosensor for efficient transportation and detection of biomarkers at ultralow concentrations.</p>\n<p>Intellectual merits:</p>\n<p>1. The nanosensor detection process has been studied through a Brownian adhesion dynamics approach, which has overcome the limitation of continuum diffusion-reaction approach for modeling ultralow concentration biomarker transport and binding.</p>\n<p>2. The developed multiphysics model is applied to study various inner and external fields that contribute to accelerate the detection process, thus providing new design guidance for faster detection. &nbsp;Results showed that combined effects of electroosmosis flow and electrostatic force might bring the charged biomolecule towards the sensor region, thus decrease the detection time.&nbsp;</p>\n<p>3. A coursed-grained molecular dynamics model is used to characterize the molecular level interaction between biomarkers and antibody-functionalized biosensor surface. Effects of local environmental conditions such as the surface properties, antibody coating densities and electric field strengths on orientation conditions of antibodies and detection efficiency of biomarkers have been studied.</p>\n<p>Broader impacts:</p>\n<p>A new graduate-level course &ldquo;multiscale modeling of bio-nano-systems&rdquo;, have been developed to introduce and engage students to the multi-disciplinary nature of bio-nano research projects. &nbsp;Research results from this project have been included into two lectures in the course to give students a brief understanding of biosensors and biosensing process. &nbsp;Research findings from this project are presented at national conferences, and published in peer-reviewed journals. A female graduate student has been trained in this project. &nbsp;The scientific story of this project has also been shared with local communities through annual Lehigh Science Festival and has attracted a few local high school students to participate in research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2014<br>\n\t\t\t\t\tModified by: Yaling&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDetection of biomarkers at ultralow concentration is important for early diagnostics of diseases. In this project, the biomarker detection process at femto molar (FM) has been quantified through multiphysics modeling. Contributions of electrokinetics to the detection speed acceleration have been explored through a novel multiphysics computational model. Meanwhile, a coarse-grained molecular dynamics model has been established to help understand the biomarker nano-sensor interface.  Results from this project provide a tool to help rational design of biosensor for efficient transportation and detection of biomarkers at ultralow concentrations.\n\nIntellectual merits:\n\n1. The nanosensor detection process has been studied through a Brownian adhesion dynamics approach, which has overcome the limitation of continuum diffusion-reaction approach for modeling ultralow concentration biomarker transport and binding.\n\n2. The developed multiphysics model is applied to study various inner and external fields that contribute to accelerate the detection process, thus providing new design guidance for faster detection.  Results showed that combined effects of electroosmosis flow and electrostatic force might bring the charged biomolecule towards the sensor region, thus decrease the detection time. \n\n3. A coursed-grained molecular dynamics model is used to characterize the molecular level interaction between biomarkers and antibody-functionalized biosensor surface. Effects of local environmental conditions such as the surface properties, antibody coating densities and electric field strengths on orientation conditions of antibodies and detection efficiency of biomarkers have been studied.\n\nBroader impacts:\n\nA new graduate-level course \"multiscale modeling of bio-nano-systems\", have been developed to introduce and engage students to the multi-disciplinary nature of bio-nano research projects.  Research results from this project have been included into two lectures in the course to give students a brief understanding of biosensors and biosensing process.  Research findings from this project are presented at national conferences, and published in peer-reviewed journals. A female graduate student has been trained in this project.  The scientific story of this project has also been shared with local communities through annual Lehigh Science Festival and has attracted a few local high school students to participate in research.\n\n\t\t\t\t\tLast Modified: 11/13/2014\n\n\t\t\t\t\tSubmitted by: Yaling Liu"
 }
}