{
 "awd_id": "1067141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "On-chip dynamic temperature monitoring and thermal evaluation of superconducting wires via optical whispering-gallery mode technique",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jose Lage",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 307391.0,
 "awd_amount": 322965.0,
 "awd_min_amd_letter_date": "2011-06-21",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "1067141\r\nGuo\r\n\r\nTraditional tools in temperature measurement such as thermocouples, thermistors, and platinum resistance thermometers are intensity modulated. It is well known that optical frequency has an enormous information capacity and accuracy that would be impossible to duplicate with intensity signals. The objective of this project is to develop an optical frequency-modulated whispering-gallery-mode (WGM) based on-chip dynamic ultrafine temperature measurement system that will enable high-temperature superconductor (HTS) on-chip dynamic thermal management and power applications. \r\n\r\nAlthough optical WGMs in dielectric resonators have great potentials in molecular level and nanoscale detection and measurement technologies, many applications with WGMs suffer from thermal fluctuations due to the thermo-optic and thermal expansion effects. Nevertheless, the thermal effects can be transferred into precise temperature measurement and thermal characterization. This project proposes on-chip dynamic temperature monitoring, in which the sensor head is directly coated to the superconductor wire to form a thin ring and the contact temperature is measured through the WGM resonance frequency shift. The system will determine the critical temperature (< 100 K) in HTS with unprecedented fine resolution and accuracy. A coating study of dielectric materials on superconductor wires will be conducted to enable the fabrication of practical on-chip WGM annular micro-resonators. The project will focus on an extensive evaluation of the coated sensors including electrical, optical, and thermal aspects. A heat transfer analysis will enhance understanding thermal transport in HTS and the proposed sensors for many thermal management and power applications. \r\n\r\nIntellectual Merit:  This project will improve understanding the fundamentals of photo-electro-thermal effects of materials and the temperature dependence of superconductivity at the micro/nanoscale. It pushes cryogenic temperature measurement resolution to an unprecedented level, providing a new capability for high-end scientific, industrial, space and military systems. Other features of the proposed microsensor include high stability, fast response, and microelectronics compatibility. Superconductor electronics has been experiencing rapid development and the power applications of HTS rely on efficient on-chip dynamic thermal management. The proposed system will measure the actual superconducting wire temperature without interference; and thus, precisely determine the critical temperature. Any tiny temperature improvement in cryogenics and superconductivity could be a milestone. The investigators and their team have successfully conducted some initial studies. They are well-equipped and well-positioned to conduct the proposed research and to fulfill the education goals. \r\n\r\nBroader Impacts: Successful development of the microsensor system updates necessary tools for precise measurement and scientific discovery. Compatibility with microelectronics will lead to integrated sensors for on-chip temperature monitoring which is still a challenging task. The project could potentially provide a powerful tool to study the HTS wire stability and be beneficial to the HTS wire and devices development and power applications in cables, motors, and transformers. The results obtained will be disseminated to the relevant research and engineering communities through publications, conference presentations and seminars. They may foster a commercial interest in applications to meet the demand for miniaturization, integration, low temperature, and high accuracy detection. The research and education will be quite useful for training graduate students and gaining meaningful research experience for undergraduates, in particular underrepresented minorities. It offers students the opportunities to expand their intellectual horizon to a bridge connecting the state-of-the-art engineering technologies and basic science. The curriculum and instructional labs at Rutgers will be improved.  The international research and education collaboration will be enhanced.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhixiong",
   "pi_last_name": "Guo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhixiong Guo",
   "pi_email_addr": "zguo@rutgers.edu",
   "nsf_id": "000167518",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yogesh",
   "pi_last_name": "Jaluria",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yogesh Jaluria",
   "pi_email_addr": "jaluria@jove.rutgers.edu",
   "nsf_id": "000172011",
   "pi_start_date": "2011-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "3 RUTGERS PLZ",
  "perf_city_name": "NEW BRUNSWICK",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140600",
   "pgm_ele_name": "TTP-Thermal Transport Process"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "150E",
   "pgm_ref_txt": "Conduction/Diffusion"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 104629.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98104.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 104658.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15574.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project is to develop an optical frequency-modulated temperature measurement system based on whispering-gallery mode (WGM) resonance to push the limit of temperature measurement and use it to evaluate on-chip electrical and thermal characteristics of conducting wires for power applications.&nbsp;We have worked on this project for five years, completed all tasks, and successfully achieved the goal. We have established the electro-optical temperature measurement experimental system, successfully coated the polydimethylsiloxane (PDMS) sensors to electric conducting wires, and conducted studies for electrical, optical and thermal characterization of the sensors in dynamic processes. On-chip dynamic measurement of temperature at both room and cryogenic temperature ranges was demonstrated. The WGM sensor&rsquo;s measurements are compared to the same measurements recorded by a thermocouple, demonstrating the great advantages of WGM sensors in precision, resolution, and dynamic response. Heat transfer analysis is performed in the composite sensor system to predict the accurate temperatures. Experimental measurements are in excellent agreement with theoretical predictions. The effects of sensor size are discussed and verified through an expansion of the current theory of WGM resonance shifts to include composite materials. We have built a cryogenic system and have realized precise low temperature measurement in the range of 95-140 K that fits into critical temperatures of many high-temperature superconductor (HTS) materials. We have also measured the electrical resistance of HTS sheets at cryogenic temperature. The research activities have resulted in nine journal papers and 12 conference proceeding papers and presentations. PI Dr.Guo was invited to present Keynote speeches in four international conferences and to serve on a Plenary panel. Co-PI Dr. Jaluria was invited to deliver Plenary lectures at three international conferences and to serve on a Plenary panel in one international conference. Our research on polymeric sensors for on-chip cryogenic temperature monitoring has been selected and appeared as the front Cover Image in Journal of Polymer Science Part B in its June Issue, 2016. The use of PDMS allows for low-cost fabrication of sensors without risking thermal damage to the electronic component.</p>\n<p>&nbsp;</p>\n<p>The educational activities in the project involved&nbsp;participation of under-represented minority students, undergraduate and graduate students in research. During this project period, PI Dr. Guo has advised one female and two Hispanic graduate students. Two of them have obtained Masters degree at Rutgers. Another one is expecting a PhD degree in 2017. The research conducted in this project has resulted in two Ph.D. dissertations supervised by PI: 1) Matthew Frenkel (2016) &ldquo;Fabrication and Performance Analysis of On-Chip Optical Whispering-Gallery Mode Resonators for Dynamic Thermal Sensing&rdquo;; and 2) Lei Huang (2011) &ldquo;Optical Whispering-Gallery Mode Spectroscopy for the Study of Molecule Adsorption and Desorption&rdquo;. Co-PI, Dr. Jaluria, has also supervised two PhD graduates working on CVD to obtain greater uniformity and higher quality of the deposited film and coating. &nbsp;PI Dr. Guo serves as faculty mentor for Rutgers Aresty Research Center, a place where faculty and undergraduate students from every discipline come together to pursue research. He has supervised the research of four undergraduate students for this project through Rutgers Aresty Undergraduate Research Fellowship Program and JJ Slade Scholar program.</p>\n<p>&nbsp;</p>\n<p>The project has a broad impact and great scientific and engineering significance. It enables on-chip dynamic thermal measurement and management. On-chip temperature monitoring is currently a challenging task because a chip may be easily overheated to function incorrectly or to receive a fatal damage without a proper temperature monitoring and thermal solution. Current technologies have allowed extraordinary integration densities in electronic circuits. There is a significant increase in interconnect current densities and static power dissipation, which is, in part, converted into heat. &nbsp;Since the discovery of superconductivity, cryogenics and superconductivity have gone a long way. HTS remains an active area of research worldwide, because its higher critical temperature ~100 K; and thus, more economical cryogenic cooling have raised the prospects for electric power application and for more energy efficient and better performing telecommunication platforms. The advance in HTS has enabled various application prototypes, including power cables, transformers, motors, and fault current limiters. Full commercialization of HTS applications is yet accomplished; and requires synergistic effort of cross-disciplinary scientists and engineers. To study the second-generation wire thermal and electrical stability, practical way of measuring HTS wire temperature in the vicinity of critical temperature with fast response and high resolution is essential. This project could enable the understanding of the thermal phenomenon and quenching mechanism of HTS wires; and in turn, promote the improvement of HTS wire stability that will benefit significantly for its applications. HTS superconductors will have a revolutionary impact on human society and daily activities. Beneficial from the efficient usage of energy in industry and human activities, it will reduce the usage of environment resources and control pollutions.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2016<br>\n\t\t\t\t\tModified by: Zhixiong&nbsp;Guo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470423590010_test--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470423590010_test--rgov-800width.jpg\" title=\"Cover Image (June Issue, 2016)\"><img src=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470423590010_test--rgov-66x44.jpg\" alt=\"Cover Image (June Issue, 2016)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">On-chip cryogenic temperature monitoring via polymeric sensors. The use of PDMS allows for low-cost fabrication of sensors without risking thermal damage to the electronic component.</div>\n<div class=\"imageCredit\">Matthew Frenkel and Zhixiong Guo</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Zhixiong&nbsp;Guo</div>\n<div class=\"imageTitle\">Cover Image (June Issue, 2016)</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470423878027_image2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470423878027_image2--rgov-800width.jpg\" title=\"Experimental Setup\"><img src=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470423878027_image2--rgov-66x44.jpg\" alt=\"Experimental Setup\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">There are four key components in the experimental setup:  the the working electronic component, the WGM sensor, the chamber, and the data acquisition system.</div>\n<div class=\"imageCredit\">Zhixiong Guo, Matthew Frenkel, and Qiulin Ma</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhixiong&nbsp;Guo</div>\n<div class=\"imageTitle\">Experimental Setup</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424225127_image3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424225127_image3--rgov-800width.jpg\" title=\"WGM Sensors Fabricated\"><img src=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424225127_image3--rgov-66x44.jpg\" alt=\"WGM Sensors Fabricated\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A) and B): PDMS sensors made using non-spinning drop coating; C) PDMS sensor made with spinning method; D) Silica sensor fabricated by the pulling method.</div>\n<div class=\"imageCredit\">Matthew Frenkel and Zhixiong Guo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhixiong&nbsp;Guo</div>\n<div class=\"imageTitle\">WGM Sensors Fabricated</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424478862_Image4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424478862_Image4--rgov-800width.jpg\" title=\"Sensor Curves\"><img src=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424478862_Image4--rgov-66x44.jpg\" alt=\"Sensor Curves\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">WGM sensor curves: temperature rise vs wavelength shift.</div>\n<div class=\"imageCredit\">Matthew Frenkel and Zhixiong Guo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhixiong&nbsp;Guo</div>\n<div class=\"imageTitle\">Sensor Curves</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424749742_Image5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424749742_Image5--rgov-800width.jpg\" title=\"On-Chip Dynamic Temperature Monitoring\"><img src=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424749742_Image5--rgov-66x44.jpg\" alt=\"On-Chip Dynamic Temperature Monitoring\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Dynamically monitoring conducting wire temperature. a) The wires were heated via Joule heating.  b) The wires were then cooled naturally. Comparison with theoretical predictions and thermocouple measurements.</div>\n<div class=\"imageCredit\">Matthew Frenkel and Zhixiong Guo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhixiong&nbsp;Guo</div>\n<div class=\"imageTitle\">On-Chip Dynamic Temperature Monitoring</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424976339_Image6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424976339_Image6--rgov-800width.jpg\" title=\"Monitoring Superconductivity\"><img src=\"/por/images/Reports/POR/2016/1067141/1067141_10101462_1470424976339_Image6--rgov-66x44.jpg\" alt=\"Monitoring Superconductivity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The sensor is used to monitor superconductivity.</div>\n<div class=\"imageCredit\">Matthew Frenkel and Zhixiong Guo</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Zhixiong&nbsp;Guo</div>\n<div class=\"imageTitle\">Monitoring Superconductivity</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of the project is to develop an optical frequency-modulated temperature measurement system based on whispering-gallery mode (WGM) resonance to push the limit of temperature measurement and use it to evaluate on-chip electrical and thermal characteristics of conducting wires for power applications. We have worked on this project for five years, completed all tasks, and successfully achieved the goal. We have established the electro-optical temperature measurement experimental system, successfully coated the polydimethylsiloxane (PDMS) sensors to electric conducting wires, and conducted studies for electrical, optical and thermal characterization of the sensors in dynamic processes. On-chip dynamic measurement of temperature at both room and cryogenic temperature ranges was demonstrated. The WGM sensor?s measurements are compared to the same measurements recorded by a thermocouple, demonstrating the great advantages of WGM sensors in precision, resolution, and dynamic response. Heat transfer analysis is performed in the composite sensor system to predict the accurate temperatures. Experimental measurements are in excellent agreement with theoretical predictions. The effects of sensor size are discussed and verified through an expansion of the current theory of WGM resonance shifts to include composite materials. We have built a cryogenic system and have realized precise low temperature measurement in the range of 95-140 K that fits into critical temperatures of many high-temperature superconductor (HTS) materials. We have also measured the electrical resistance of HTS sheets at cryogenic temperature. The research activities have resulted in nine journal papers and 12 conference proceeding papers and presentations. PI Dr.Guo was invited to present Keynote speeches in four international conferences and to serve on a Plenary panel. Co-PI Dr. Jaluria was invited to deliver Plenary lectures at three international conferences and to serve on a Plenary panel in one international conference. Our research on polymeric sensors for on-chip cryogenic temperature monitoring has been selected and appeared as the front Cover Image in Journal of Polymer Science Part B in its June Issue, 2016. The use of PDMS allows for low-cost fabrication of sensors without risking thermal damage to the electronic component.\n\n \n\nThe educational activities in the project involved participation of under-represented minority students, undergraduate and graduate students in research. During this project period, PI Dr. Guo has advised one female and two Hispanic graduate students. Two of them have obtained Masters degree at Rutgers. Another one is expecting a PhD degree in 2017. The research conducted in this project has resulted in two Ph.D. dissertations supervised by PI: 1) Matthew Frenkel (2016) \"Fabrication and Performance Analysis of On-Chip Optical Whispering-Gallery Mode Resonators for Dynamic Thermal Sensing\"; and 2) Lei Huang (2011) \"Optical Whispering-Gallery Mode Spectroscopy for the Study of Molecule Adsorption and Desorption\". Co-PI, Dr. Jaluria, has also supervised two PhD graduates working on CVD to obtain greater uniformity and higher quality of the deposited film and coating.  PI Dr. Guo serves as faculty mentor for Rutgers Aresty Research Center, a place where faculty and undergraduate students from every discipline come together to pursue research. He has supervised the research of four undergraduate students for this project through Rutgers Aresty Undergraduate Research Fellowship Program and JJ Slade Scholar program.\n\n \n\nThe project has a broad impact and great scientific and engineering significance. It enables on-chip dynamic thermal measurement and management. On-chip temperature monitoring is currently a challenging task because a chip may be easily overheated to function incorrectly or to receive a fatal damage without a proper temperature monitoring and thermal solution. Current technologies have allowed extraordinary integration densities in electronic circuits. There is a significant increase in interconnect current densities and static power dissipation, which is, in part, converted into heat.  Since the discovery of superconductivity, cryogenics and superconductivity have gone a long way. HTS remains an active area of research worldwide, because its higher critical temperature ~100 K; and thus, more economical cryogenic cooling have raised the prospects for electric power application and for more energy efficient and better performing telecommunication platforms. The advance in HTS has enabled various application prototypes, including power cables, transformers, motors, and fault current limiters. Full commercialization of HTS applications is yet accomplished; and requires synergistic effort of cross-disciplinary scientists and engineers. To study the second-generation wire thermal and electrical stability, practical way of measuring HTS wire temperature in the vicinity of critical temperature with fast response and high resolution is essential. This project could enable the understanding of the thermal phenomenon and quenching mechanism of HTS wires; and in turn, promote the improvement of HTS wire stability that will benefit significantly for its applications. HTS superconductors will have a revolutionary impact on human society and daily activities. Beneficial from the efficient usage of energy in industry and human activities, it will reduce the usage of environment resources and control pollutions. \n\n \n\n\t\t\t\t\tLast Modified: 08/05/2016\n\n\t\t\t\t\tSubmitted by: Zhixiong Guo"
 }
}