{
 "awd_id": "1067488",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Neuro-Marker Discovery for Accurate Localization of the Sub-Thalamic Nucleus for Deep Brain Stimulation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 331222.0,
 "awd_amount": 331222.0,
 "awd_min_amd_letter_date": "2011-07-13",
 "awd_max_amd_letter_date": "2011-07-13",
 "awd_abstract_narration": "1067488\r\nInce\r\n\r\nDeep brain stimulation (DBS) has become the most common surgical treatment in the U.S. for patients with Parkinson?s disease (PD), and involves the stereotactic implantation of a DBS electrode within the subthalamic nucleus (STN) of the brain. The clinical efficacy of DBS depends critically on accurate localization of the STN. Currently, the initial surgical trajectory to STN is determined by preoperative stereotactic magnetic resonance imaging (MRI) of the brain. The ultimate location of the DBS electrode is then modified during surgery by data obtained from electrophysiological recordings--in the form of single-unit neuronal activity (SUA), derived from multiple microelectrode recording tracks.\r\nHowever, optimal placement of DBS electrodes within STN remains challenging due to current limitations of stereotactic imaging, poor isolation of SUA during microelectrode recordings, and anatomical differences in the location of deep brain structures between human subjects. Consequently, new techniques are required which can automatically localize or provide additional evidence to the neurosurgeon about STN localization. Microelectrodes can also be used to record local field potentials (LFPs) which, in contrast to SUA recordings, represent aggregate activity from populations of neurons surrounding the electrode tip. However, to be clinically useful, patterns in LFP data need to be translated into another modality so that they can be interpreted by the clinician.\r\nThe intellectual merit of this project resides in testing the hypothesis that LFP data recorded intraoperatively can be used to identify STN location. Specifically, this project will record LFPs from both micro- and macro-electrodes at consecutive depths, as these electrodes are advanced to STN. Recorded neural data will be processed offline, using state-of-the-art signal processing and machine learning methods to identify novel neuro-markers which will be used for the  optimization of electrode placement in STN. \r\nThis research project will identify and validate the use of specific LFP-derived data that correspond to optimal electrode positioning. The results of this interdisciplinary project will enable the development of a new technology for fusing microelectrode recordings with computational intelligence to localize STN during DBS surgery. The proposed research tools will provide valuable data for designing a new DBS surgery system that could be implemented by surgeons around the world. Such a system is expected to reduce the duration of the surgical procedure by enhancing STN localization, reduce the procedural hemorrhage rate by decreasing the number of microelectrode recording passes needed, and significantly decrease the rate of sub-optimal DBS electrode positioning, hence improving efficacy of stimulation. Moreover, the proposed efforts aim to address the nation?s current talent shortage in science and engineering majors in the field of neurotechnology. The interdisciplinary nature of the project offers a great environment for the education of graduate students with a concentration in instrumentation for use in the healthcare industry and the burgeoning field of neuromodulation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nuri",
   "pi_last_name": "Ince",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Nuri F Ince",
   "pi_email_addr": "ince.nuri@mayo.edu",
   "nsf_id": "000643495",
   "pi_start_date": "2011-07-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aviva",
   "pi_last_name": "Abosch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aviva Abosch",
   "pi_email_addr": "aviva.abosch@ucdenver.edu",
   "nsf_id": "000560465",
   "pi_start_date": "2011-07-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 120548.0
  }
 ],
 "por": null
}