{
 "awd_id": "1067803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: Understanding Self-Assembly of Noble Metal Alloys for Ultra Low Temperature Oxidation Catalysis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2011-08-05",
 "awd_max_amd_letter_date": "2012-07-13",
 "awd_abstract_narration": "1067803\r\nDatye\r\n\r\nThe treatment of CO and hydrocarbons in the exhaust of lean-burn engines continues as a challenge impacting the deployment of these improved efficiency automobiles. This will likely be aggravated as the use of biodiesel and other alternative fuel components enter the pool. Low temperature after-treatment catalysts based on noble metals are still the best choice for dealing with the pollutants. The economics of the situation dictate that more active and stable catalysts, particularly those using less noble metal contents, are highly desirable R and D targets. This GOALI proposal combines efforts from 2 universities and an automotive industry lab to address this problem. Based on observations that Palladium will prevent the emission of volatile Platinum oxides made at the University of New Mexico, and that a physical mixture of these two monometallic catalysts will give results of bimetallic catalytic nature made at the General Motors Labs, a team of Prof. Abhaya Datye from the University of New Mexico, Prof. Boris Kiefer from New Mexico State University, and Scientists Michael Balogh, Chang Kim and Wei Li from General Motors Laboratory are collaborating to understand the synergistic effects of palladium for platinum stability and for the ability to self-assemble a bimetallic catalyst from independent particles. A wide variety of ex situ and in situ techniques will be coupled with state-of-the-art computational DFT simulation to elucidate the answers to the questions that arise from these observations. The fundamental understanding developed through characterization and computation will potentially open a window on less-costly catalysts for low temperature oxidations which may extend beyond the pollutants Carbon monoxide and hydrocarbons. \r\n\r\nThe broader impact is apparent in terms of this science ultimately leading to potential cost reduction in post engine burn catalytic treatments. Effective lowering of the cost for pollution treatments allows the attainment of better quality air overall. There seems to be an effective interaction between the universities and GM Laboratory scientists that will optimize the outcome and utility of the results. The students involved will be exposed to the industrial environment, the academic environment, and the impact of the environment on the technologies that humans employ. They will be well-rounded after participation in this program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abhaya",
   "pi_last_name": "Datye",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Abhaya K Datye",
   "pi_email_addr": "datye@unm.edu",
   "nsf_id": "000272458",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Boris",
   "pi_last_name": "Kiefer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Boris Kiefer",
   "pi_email_addr": "bkiefer@nmsu.edu",
   "nsf_id": "000260867",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chang",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chang Kim",
   "pi_email_addr": "chang.h.kim@gm.com",
   "nsf_id": "000543267",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Balogh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Balogh",
   "pi_email_addr": "michael.p.balogh@gm.com",
   "nsf_id": "000574062",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wei",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wei Li",
   "pi_email_addr": "wei.1.li@gm.com",
   "nsf_id": "000574345",
   "pi_start_date": "2011-08-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 350000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Systems where combustion is carried out in excess air offer significant fuel efficiency benefits that can contribute to a reduction in greenhouse gas (GHG) emissions.&nbsp; With a tighter regulatory environment, reduction of hydrocarbon emissions has emerged as a major concern in advanced low-temperature combustion engines. Currently precious metal-based catalysts such as platinum (Pt) and palladium (Pd) are most commonly used for carbon monoxide and hydrocarbon oxidation in diesel engines.&nbsp; The need to achieve low temperature light off leads to increased Pt demand in these advanced fuel-efficient combustion engines.&nbsp; Worldwide Pt supplies are limited; hence there is a need to minimize Pt loading while achieving CO and hydrocarbon oxidation at temperatures below 200 &deg;C. The goal of this research project was to study the mechanisms by which Pd enhances the stability and activity of Pt catalysts, and to use this mechanistic understanding to develop novel catalysts that minimize the use of Pt and to find alternative materials for these applications.</p>\n<p>&nbsp;</p>\n<p>There were four major outcomes from this research project:</p>\n<p>&nbsp;</p>\n<p>(1) How do Pt and Pd come together, and under what conditions will they phase segregate:&nbsp; It was found that the mobile Pt (in the form of PtO<sub>2</sub>) can react with PdO and reduce it to form metallic Pt-Pd nanoparticles.&nbsp; In effect, PdO serves as a trap for mobile Pt species.&nbsp; This is an important finding and suggests ways in which the durability of automotive catalysts can be improved.&nbsp; Properly designed and effective traps could slow the rates of Ostwald ripening and help improve the performance of a broad range of heterogeneous catalysts.</p>\n<p>&nbsp;</p>\n<p>(2) Understanding of what leads to the improved reactivity of Pt-Pd catalysts: To answer this question, the microstructure of these catalysts was investigated by using X-ray Absorption Spectroscopy (XAS) to determine the state of Pt and Pd in the bimetallic catalyst, and High Resolution Transmission Electron Microscopy (HRTEM) was used to study the near surface region of the nanoparticles.&nbsp; While PdO is the thermodynamically stable phase under the working conditions of a diesel oxidation catalyst (DOC), it was found that Pd remains metallic when alloyed with Pt in nanoparticles, with no obvious presence of a surface oxide.&nbsp; Therefore, keeping Pd in metallic form is responsible for the enhanced reactivity for hydrocarbon oxidation.&nbsp; This is an important finding since it might help in the design of catalysts for low temperature hydrocarbon oxidation, especially methane.</p>\n<p>&nbsp;</p>\n<p>(3) The project demonstrated the use of model catalysts to study automotive catalysts.&nbsp; These model catalysts showed that there was significant emission of Pt from these catalysts at the aging temperature of 800 &deg;C in flowing air.&nbsp; The presence of Pd lowered the emission of Pt to the atmosphere, showing why Pd slows the rates of catalyst sintering and improves durability.&nbsp; The composition of individual Pt-Pd particles is similar to the average composition of the catalyst even after aging, indicating that Pt and Pd are equally mobile on the support after they are emitted from nanoparticles.</p>\n<p>&nbsp;</p>\n<p>(4) DFT calculations were helpful in explaining some of the results and providing ideas to test new ways to improve the performance of these catalysts.&nbsp; Monometallic Pd forms the stable oxide PdO which does not sinter or emit atoms to cause particle growth.&nbsp; However, emission of a mobile oxide of Pd is possible when emission occurs from a metallic surface.&nbsp; These calculations show that emission of Pt and Pd is equally likely from Pt-Pd metallic particles, and these oxides constitute the mobile species that are likely to be present on the surface of a catalyst when heated under oxidizing co...",
  "por_txt_cntn": "\nSystems where combustion is carried out in excess air offer significant fuel efficiency benefits that can contribute to a reduction in greenhouse gas (GHG) emissions.  With a tighter regulatory environment, reduction of hydrocarbon emissions has emerged as a major concern in advanced low-temperature combustion engines. Currently precious metal-based catalysts such as platinum (Pt) and palladium (Pd) are most commonly used for carbon monoxide and hydrocarbon oxidation in diesel engines.  The need to achieve low temperature light off leads to increased Pt demand in these advanced fuel-efficient combustion engines.  Worldwide Pt supplies are limited; hence there is a need to minimize Pt loading while achieving CO and hydrocarbon oxidation at temperatures below 200 &deg;C. The goal of this research project was to study the mechanisms by which Pd enhances the stability and activity of Pt catalysts, and to use this mechanistic understanding to develop novel catalysts that minimize the use of Pt and to find alternative materials for these applications.\n\n \n\nThere were four major outcomes from this research project:\n\n \n\n(1) How do Pt and Pd come together, and under what conditions will they phase segregate:  It was found that the mobile Pt (in the form of PtO2) can react with PdO and reduce it to form metallic Pt-Pd nanoparticles.  In effect, PdO serves as a trap for mobile Pt species.  This is an important finding and suggests ways in which the durability of automotive catalysts can be improved.  Properly designed and effective traps could slow the rates of Ostwald ripening and help improve the performance of a broad range of heterogeneous catalysts.\n\n \n\n(2) Understanding of what leads to the improved reactivity of Pt-Pd catalysts: To answer this question, the microstructure of these catalysts was investigated by using X-ray Absorption Spectroscopy (XAS) to determine the state of Pt and Pd in the bimetallic catalyst, and High Resolution Transmission Electron Microscopy (HRTEM) was used to study the near surface region of the nanoparticles.  While PdO is the thermodynamically stable phase under the working conditions of a diesel oxidation catalyst (DOC), it was found that Pd remains metallic when alloyed with Pt in nanoparticles, with no obvious presence of a surface oxide.  Therefore, keeping Pd in metallic form is responsible for the enhanced reactivity for hydrocarbon oxidation.  This is an important finding since it might help in the design of catalysts for low temperature hydrocarbon oxidation, especially methane.\n\n \n\n(3) The project demonstrated the use of model catalysts to study automotive catalysts.  These model catalysts showed that there was significant emission of Pt from these catalysts at the aging temperature of 800 &deg;C in flowing air.  The presence of Pd lowered the emission of Pt to the atmosphere, showing why Pd slows the rates of catalyst sintering and improves durability.  The composition of individual Pt-Pd particles is similar to the average composition of the catalyst even after aging, indicating that Pt and Pd are equally mobile on the support after they are emitted from nanoparticles.\n\n \n\n(4) DFT calculations were helpful in explaining some of the results and providing ideas to test new ways to improve the performance of these catalysts.  Monometallic Pd forms the stable oxide PdO which does not sinter or emit atoms to cause particle growth.  However, emission of a mobile oxide of Pd is possible when emission occurs from a metallic surface.  These calculations show that emission of Pt and Pd is equally likely from Pt-Pd metallic particles, and these oxides constitute the mobile species that are likely to be present on the surface of a catalyst when heated under oxidizing conditions.  To slow the growth of nanoparticles, it is necessary to trap these mobile species.  The project has demonstrated that the excess PdO on the catalyst serves as a very effective trap for the mobile Pt species.\n\n \n\nIn summary, the..."
 }
}