{
 "awd_id": "1067886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Meromorphic functions and their applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2011-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 310000.0,
 "awd_amount": 310000.0,
 "awd_min_amd_letter_date": "2011-03-25",
 "awd_max_amd_letter_date": "2013-03-27",
 "awd_abstract_narration": "Abstract.\r\n\r\nThe proposers intend to continue their study of meromorphic functions using the methods of geometric theory of functions and topology, the approach which already brought significant results in their previous research. All problems in this proposal arise naturally from the results of the previous research of the proposers funded by NSF. The proposers intend to concentrate on the following specific problems: geometry and topology of real and complex spectral loci of the one-dimensional Schrödinger operators with polynomial and rational potentials; singularities of implicit analytic functions defined by entire relations; general properties of certain classes of meromorphic functions occurring in holomorphic dynamics and in spectral theory of the Schrödinger operators; polynomial approximation of discontinuous functions on systems of intervals. Proposed research will expand our understanding of solutions of transcendental equations emerging in analysis and mathematical physics.\r\n\r\nMeromorphic functions constitute the most basic class of functions used in mathematics and most of its applications. In addition to elementary functions like the exponent, cosine and tangent, this class includes higher transcendental functions, indispensable in physics and engineering. Previous work of the authors on this subject already found important applications in control theory, material science, computer science, signal processing, mathematical physics and astrophysics. This proposal contains several problems of the function theory motivated by quantum mechanics, and the proposers expect their results to yield deeper understanding of this fundamental physical theory. The PI and coPI will also work with graduate students on  research related to the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexandre",
   "pi_last_name": "Eremenko",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexandre Eremenko",
   "pi_email_addr": "eremenko@math.purdue.edu",
   "nsf_id": "000292580",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrei",
   "pi_last_name": "Gabrielov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrei Gabrielov",
   "pi_email_addr": "gabriea@purdue.edu",
   "nsf_id": "000451514",
   "pi_start_date": "2011-03-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "2550 NORTHWESTERN AVE # 1100",
  "perf_city_name": "WEST LAFAYETTE",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479061332",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 111649.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116805.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81546.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The broad subject of this research project is the theory of&nbsp; analytic functions,<br />which is a part of pure mathematics. This means that the choice of<br />problems to investigate is motivated by the inner logic of<br />of development of mathematics, rather than immediate applications.<br />However the experience shows that the results of such fundamental<br />research are indispensable for the progress of science and technology.<br /><br />Analytic functions is a class of mathematical functions which is<br />most important in science and engineering. It includes most<br />elementary functions as well as most of<br />the special functions of mathematical physics.<br /><br />1. Principal mathematical results of this project resulted in 15<br />publications in specialized mathematical journals, authored by the<br />PI, his graduate students, postdocs and other collaborators.<br />The most important results are the following:<br /><br />a) Establishing certain qualitative properties of energy levels of<br />anharmonic oscillators. These problems are motivated by foundations<br />of quantum mechanics,<br />which is the most fundamental theory about the real world that modern science possesses. Energy levels of anharmonic oscillators have been intensively studied for about a century since the introduction<br />of quantum mechanics, and a new method of their investigation has been<br />developed within this project.<br /><br />b) Discovery of non-algebraic quadrature domains. This solves a long<br />standing question. In two dimensions, all quadrature domains are algebraic<br />(in the sense that their boundaries are algebraic curves). It was found that<br />in dimension four, there are quadrature domains which are bounded by smooth<br />non-algebraic surface. Similar question in other dimensions remains open.<br /><br />c) Solution of certain optimization problems for analytic functions motivated<br />by control theory. The question of control theory involved here is whether it<br />is possible to control several different systems by a single controller.<br />The result obtained in this project shows that under some circumstances<br />such a single controller does not exist.<br /><br />2. Impact on education. The Principal investigator advised 2 PhD students<br />and two post-doctoral fellows. Both students completed their PhD theses,<br />one in 2012, another in 2014. Two of the publications resulting from this<br />project are joint with a graduate student, and two others with one of<br />the postdocs.</p>\n<p>3. Outreach activities. The PI maintains web pages at<br />www.math.purdue.edu/~eremenko which contains various resources<br />on mathematics and science, oriented on a wide audience from<br />school children, undergraduate students and amateurs of mathematics<br />to advanced researchers. One of these pages was a base of a radio broadcast<br />in the series \"Engines of our ingenuity\", episode 2703.<br />It has been also translated into French, Polish, Romanian and other languages<br />which gives some evidence of its popularity.<br />The PI is also active in the Math Overflow, which is a web site where<br />researchers in mathematics communicate and exchange research problems.<br />The very large audience of this site contains mathematicians of all<br />levels, from students to most famous researchers in the field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2015<br>\n\t\t\t\t\tModified by: Alexandre&nbsp;Eremenko</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe broad subject of this research project is the theory of  analytic functions,\nwhich is a part of pure mathematics. This means that the choice of\nproblems to investigate is motivated by the inner logic of\nof development of mathematics, rather than immediate applications.\nHowever the experience shows that the results of such fundamental\nresearch are indispensable for the progress of science and technology.\n\nAnalytic functions is a class of mathematical functions which is\nmost important in science and engineering. It includes most\nelementary functions as well as most of\nthe special functions of mathematical physics.\n\n1. Principal mathematical results of this project resulted in 15\npublications in specialized mathematical journals, authored by the\nPI, his graduate students, postdocs and other collaborators.\nThe most important results are the following:\n\na) Establishing certain qualitative properties of energy levels of\nanharmonic oscillators. These problems are motivated by foundations\nof quantum mechanics,\nwhich is the most fundamental theory about the real world that modern science possesses. Energy levels of anharmonic oscillators have been intensively studied for about a century since the introduction\nof quantum mechanics, and a new method of their investigation has been\ndeveloped within this project.\n\nb) Discovery of non-algebraic quadrature domains. This solves a long\nstanding question. In two dimensions, all quadrature domains are algebraic\n(in the sense that their boundaries are algebraic curves). It was found that\nin dimension four, there are quadrature domains which are bounded by smooth\nnon-algebraic surface. Similar question in other dimensions remains open.\n\nc) Solution of certain optimization problems for analytic functions motivated\nby control theory. The question of control theory involved here is whether it\nis possible to control several different systems by a single controller.\nThe result obtained in this project shows that under some circumstances\nsuch a single controller does not exist.\n\n2. Impact on education. The Principal investigator advised 2 PhD students\nand two post-doctoral fellows. Both students completed their PhD theses,\none in 2012, another in 2014. Two of the publications resulting from this\nproject are joint with a graduate student, and two others with one of\nthe postdocs.\n\n3. Outreach activities. The PI maintains web pages at\nwww.math.purdue.edu/~eremenko which contains various resources\non mathematics and science, oriented on a wide audience from\nschool children, undergraduate students and amateurs of mathematics\nto advanced researchers. One of these pages was a base of a radio broadcast\nin the series \"Engines of our ingenuity\", episode 2703.\nIt has been also translated into French, Polish, Romanian and other languages\nwhich gives some evidence of its popularity.\nThe PI is also active in the Math Overflow, which is a web site where\nresearchers in mathematics communicate and exchange research problems.\nThe very large audience of this site contains mathematicians of all\nlevels, from students to most famous researchers in the field.\n\n\t\t\t\t\tLast Modified: 06/02/2015\n\n\t\t\t\t\tSubmitted by: Alexandre Eremenko"
 }
}