{
 "awd_id": "1067085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Capstone Robotics Design Program to Assist the Disabled",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 124845.0,
 "awd_amount": 124845.0,
 "awd_min_amd_letter_date": "2011-08-09",
 "awd_max_amd_letter_date": "2011-08-09",
 "awd_abstract_narration": "PI: Selekwa, Majura F.\r\nProposal Number: 1067085\r\n\r\nThe objective of this project is develop an undergraduate capstone design program at North Dakota State University (NDSU) for training students in skills on robotic technologies that directly aid people with walking and manipulation disabilities. As part of the undergraduate engineering training, this program will be challenging students to design and develop prototypes of robotic devices that improve the quality of living for people with walking disabilities. Students will work in teams drawn from the departments of mechanical engineering, industrial engineering, and electrical and computer engineering. These teams will have to study the specific needs of disabled people by interviewing professional therapists at Bethany Retirement living facility and develop product designs to satisfy those needs. A total of five teams of students are expected to be recruited in each academic year of two semesters, and each team must show their prototype at the end of the year. Students will not only get the opportunity to learn the practice of engineering, but also will acquire teamwork and multidisciplinary skills, project management skills, and more importantly they will learn how to use their engineering knowledge to solve specific problems for the disabled.\r\n\r\nThis experience is likely to influence some of the students to take career specialties in design and manufacturing of devices for the disabled persons. The long term goal of this project is to increase the independence of people who live with disabilities by training engineering expertise that will design and develop appropriate new technologies for human mobility and manipulation.\r\n\r\nIntellectual Merits: The project will contribute towards discovery and innovation in rehabilitation and assistive robotics field, which is an advancement in fundamental engineering knowledge. The project will also serve as another model for enhancing cooperative learning in engineering education while training students the engineering practice through assistive and rehabilitation robotics design projects.\r\n\r\nBroader Impacts: It will advance teaching and learning at NDSU by offering opportunities for undergraduate students to learn the engineering practice by working to solve real-world problems for people with disabilities. The project also will help in building multidisciplinary teamwork skills among engineering students from different engineering disciplines, thereby creating a globally engaged STEM workforce of multidisciplinary nature that focuses on assistive and rehabilitation robotics. It can influence engineering students to specialize in design and development of devices for the disabled. Therefore, it is likely to improve the quality of living for more than 16 million American people who live with mobility and manipulation disabilities and their families, and also reduce the medical costs for caring people with these disabilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Majura",
   "pi_last_name": "Selekwa",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Majura F Selekwa",
   "pi_email_addr": "majura.selekwa@ndsu.edu",
   "nsf_id": "000484329",
   "pi_start_date": "2011-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Dakota State University Fargo",
  "inst_street_address": "1340 ADMINISTRATION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FARGO",
  "inst_state_code": "ND",
  "inst_state_name": "North Dakota",
  "inst_phone_num": "7012318045",
  "inst_zip_code": "58105",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "ND00",
  "org_lgl_bus_name": "NORTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "EZ4WPGRE1RD5",
  "org_uei_num": "EZ4WPGRE1RD5"
 },
 "perf_inst": {
  "perf_inst_name": "North Dakota State University Fargo",
  "perf_str_addr": "1340 ADMINISTRATION AVE",
  "perf_city_name": "FARGO",
  "perf_st_code": "ND",
  "perf_st_name": "North Dakota",
  "perf_zip_code": "58105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "ND00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 124845.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project created a capstone robotics design program&nbsp;through which undergraduate engineering students were trained on designing various assistive robotics devices at North Dakota State University (NDSU). A total of 81 students and three instructors were directly involved in this program with twenty designs completed. On its course, both students and instructors consulted with other local organizations that are involved in therapy and caregiving for people with disabilities.</p>\n<p>Some of the prototypes developed under this program that were considered risk free were donated to various charities that work with people who live with disabilities, and prototypes that demanded advanced control systems were used as research platforms for graduate students. Prototypes that were likely to have any operational risks were recycled.</p>\n<p>In general the project accomplished its objectives by</p>\n<ol>\n<li>Providing focused engineering education that promote multidisciplinary teamwork skills among students with the goal of understanding and solving problems of people who live disabilities.</li>\n<li>Promoting interaction among students, faculty, and care-givers in assisted living facilities with the purpose of enlightening both faculty and students on the needs of the people who live with disabilities as a way of encouraging them to develop new technologies that address those needs.</li>\n<li>Creation of assistive and rehabilitation robotics education at NDSU as part the mechatronics course offered under mechanical engineering curriculum.</li>\n</ol>\n<p>Probably the major outcome of this project was the increased interest in assistive robotics among NDSU faculty to the extent of including it in the newly developed multidisciplinary biomedical engineering program that is a collaborative effort between North Dakota State University and University of North Dakota.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/12/2017<br>\n\t\t\t\t\tModified by: Majura&nbsp;F&nbsp;Selekwa</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project created a capstone robotics design program through which undergraduate engineering students were trained on designing various assistive robotics devices at North Dakota State University (NDSU). A total of 81 students and three instructors were directly involved in this program with twenty designs completed. On its course, both students and instructors consulted with other local organizations that are involved in therapy and caregiving for people with disabilities.\n\nSome of the prototypes developed under this program that were considered risk free were donated to various charities that work with people who live with disabilities, and prototypes that demanded advanced control systems were used as research platforms for graduate students. Prototypes that were likely to have any operational risks were recycled.\n\nIn general the project accomplished its objectives by\n\nProviding focused engineering education that promote multidisciplinary teamwork skills among students with the goal of understanding and solving problems of people who live disabilities.\nPromoting interaction among students, faculty, and care-givers in assisted living facilities with the purpose of enlightening both faculty and students on the needs of the people who live with disabilities as a way of encouraging them to develop new technologies that address those needs.\nCreation of assistive and rehabilitation robotics education at NDSU as part the mechatronics course offered under mechanical engineering curriculum.\n\n\nProbably the major outcome of this project was the increased interest in assistive robotics among NDSU faculty to the extent of including it in the newly developed multidisciplinary biomedical engineering program that is a collaborative effort between North Dakota State University and University of North Dakota.\n\n\t\t\t\t\tLast Modified: 07/12/2017\n\n\t\t\t\t\tSubmitted by: Majura F Selekwa"
 }
}