{
 "awd_id": "1067021",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Uncovering Fundamental Relationships Between Molecular Structure and Passive Cell Membrane Transport",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 240059.0,
 "awd_amount": 240059.0,
 "awd_min_amd_letter_date": "2011-04-27",
 "awd_max_amd_letter_date": "2012-08-25",
 "awd_abstract_narration": "1067021\r\nMalmstadt\r\n\r\nPassive transport through the cell membrane represents a major route by which drugs enter cells. It is the primary route by which orally delivered drugs enter systemic circulation. Environmental toxins can also enter the body passively. Understanding the mechanistic details of passive transport is essential to understanding how and why certain molecules make good drugs or dangerous toxins.  Unfortunately, current approaches to measuring passive transport across membranes face severe limitations and have failed to yield reproducible results. This project applies a new approach to measuring passive transport that minimizes measurement artifacts by: 1.) Facilitating transient, rather than steady-state measurements, thereby minimizing the formation of transport artifacts and 2.) Allowing for complete characterization of the spatial concentration profile of a transported molecule, allowing for precise fitting of a transport model. This approach is based on the observation of the transport of molecules into giant unilamellar lipid vesicles (GUVs) via spinning-disc confocal microscopy (SDCM). SDCM allows for rapid imaging of the concentration profile on both sides of the GUV membrane at any instant in time. This, in turn, will allow researchers to establish the time course of the evolution of the concentration profile. Simple modeling of early experimental results shows that membrane permeability can be determined easily from transient concentration profile data. This technique can answer a series of important research questions: 1. What are the limits of SDCM in measuring passive transport? 2. What molecular properties control passive transport.  3. How do membrane composition and charge state modulate passive transport. The goal of this project is to develop and perfect a new technology for measuring how easily drugs and toxins can enter cells. This new technology will improve on existing techniques by providing researchers with real-time images of drug and toxin molecules crossing cell membranes. A detailed picture of the process of cell entry will be a valuable tool for designing effective next-generation drugs.\r\n\r\nIntellectual Merit\r\n\r\nThe proposed work develops new engineering tools to address central shortcomings of techniques currently used to measure the passive transport of molecules across lipid bilayer membranes. Most existing tools for observing passive transport can only access bulk concentrations at steady state, leading to highly limiting measurement artifacts. The tools developed here will allow for the transient observation of the full concentration profile, which will allow for precise measurement of the parameters that govern passive transport.These precise measurements will provide a foundation for a quantitative study of the relationship between molecular structure and membrane permeability. Two aspects of molecular structure will be investigated: the structure of molecules permeating the bilayer and the structure of the lipids that make up the bilayer itself. Molecules crossing the bilayer will be investigated by systematically varying lipophilicity, molecular weight, and hydrogen-bonding groups. Lipid molecules will be investigated by varying tail length, charge state, hydrogen bonding capacity, and membrane phase state. Developing a quantitative relationship between molecular structure and passive transport will facilitate mechanistic insight into this process. Such an insight is key to developing a comprehensive theory of how drug molecules enter cells.\r\n\r\nBroader Impacts\r\n\r\nPassive transport across the cell membrane is of critical importance to how drugs behave in the body. Drugs that are able to pass through the cell membrane without activation of the cellular machinery have high oral bioavailability. A thorough mechanistic understanding of passive transport is essential to understanding how small molecules interact with the human body, a fundamental question with implications ranging from drug development to environmental toxicology. This research project is integrated with a comprehensive education and outreach plan that focuses on five areas: undergraduate research, laboratory module development for undergraduates, graduate curriculum development, outreach to high school students, and outreach to underrepresented graduate students. The primary objective of the high school outreach program is to facilitate intensive research experiences for students drawn from the diverse population of the Los Angeles Unified School District (LAUSD). The primary broader impact of this outreach program will be to provide unique lab-based experiential education opportunities to the LAUSD population, which contains a larger proportion of disadvantage students and minority groups that are underrepresented in science and engineering. The graduate level outreach program involves participation in a workshop at the Graduate Institute of the annual Society of Hispanic Professional Engineers conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Malmstadt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noah Malmstadt",
   "pi_email_addr": "malmstad@usc.edu",
   "nsf_id": "000512504",
   "pi_start_date": "2011-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3720 S FLOWER ST FL 3",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "90033",
  "perf_ctry_code": "US",
  "perf_cong_dist": "34",
  "perf_st_cong_dist": "CA34",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 77502.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162557.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outer membranes of cells are barriers to small molecules that can act as drugs or toxins. This barrier property of the membrane is provided by the membrane lipid bilayer--a two-molecule-thick sheet that forms the architectural structure of the membrane. The variety of lipid molecules forming the bilayer, that is, the bilayer composition, varies widely be cell type, individual, diet, and with various disease states. The goal of this project is to determine how this variation in bilayer composition alters the permeability properties of outer cell membranes. This will provide insight to drug development and toxicology.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit:</p>\n<p>We made major discovers related to cell membrane permeability in three categories.</p>\n<p>1. Nanoparticles and permeability. We showed that small (20 nm diameter) polystyrene particles with positive surface charges interact strongly with lipid bilayers, deforming their shape to an extent that large pores form and they become leaky to many different kinds of molecules. This suggests that nanoparticle interaction may lead to a total compromise of lipid bilayer barrier properties.&nbsp;</p>\n<p>2. Oxidation and permeability. Lipid oxidation occurs as part of aging and as part of many diseases. We found that small levels of oxidation in lipid bilayers (as small as 2.5%) could lead to massive increases in membrane permeability (up to 10x). At higher levels of oxidation, above 10%, the membrane develops pores and becomes leaky to even large molecules.</p>\n<p>3. Phase separation and permeability. Lipid bilayers with physiological lipid compositions undergo phase separation phenomena, separating into distinct liquid ordered and liquid disordered phases. We showed that the disordered phase is significantly more permeable to small molecules than the ordered phase, but upon phase separation, with even a tiny amount of ordered phase appearing, the permeability of the membrane drops drastically. This result suggests that phase separation may be a means by which membranes control their permeability.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:</p>\n<p>This project included an educational outreach component in which high school seniors from the Los Angeles Unified School District spend an academic year each as lab interns. There, they learned about the scientific principles underlying the project as well as becoming expert with the experimental and data analysis tools used to carry out the project. They presented their work as part of their school science fair.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2015<br>\n\t\t\t\t\tModified by: Noah&nbsp;Malmstadt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outer membranes of cells are barriers to small molecules that can act as drugs or toxins. This barrier property of the membrane is provided by the membrane lipid bilayer--a two-molecule-thick sheet that forms the architectural structure of the membrane. The variety of lipid molecules forming the bilayer, that is, the bilayer composition, varies widely be cell type, individual, diet, and with various disease states. The goal of this project is to determine how this variation in bilayer composition alters the permeability properties of outer cell membranes. This will provide insight to drug development and toxicology.\n\n \n\nIntellectual Merit:\n\nWe made major discovers related to cell membrane permeability in three categories.\n\n1. Nanoparticles and permeability. We showed that small (20 nm diameter) polystyrene particles with positive surface charges interact strongly with lipid bilayers, deforming their shape to an extent that large pores form and they become leaky to many different kinds of molecules. This suggests that nanoparticle interaction may lead to a total compromise of lipid bilayer barrier properties. \n\n2. Oxidation and permeability. Lipid oxidation occurs as part of aging and as part of many diseases. We found that small levels of oxidation in lipid bilayers (as small as 2.5%) could lead to massive increases in membrane permeability (up to 10x). At higher levels of oxidation, above 10%, the membrane develops pores and becomes leaky to even large molecules.\n\n3. Phase separation and permeability. Lipid bilayers with physiological lipid compositions undergo phase separation phenomena, separating into distinct liquid ordered and liquid disordered phases. We showed that the disordered phase is significantly more permeable to small molecules than the ordered phase, but upon phase separation, with even a tiny amount of ordered phase appearing, the permeability of the membrane drops drastically. This result suggests that phase separation may be a means by which membranes control their permeability.\n\n \n\nBroader Impacts:\n\nThis project included an educational outreach component in which high school seniors from the Los Angeles Unified School District spend an academic year each as lab interns. There, they learned about the scientific principles underlying the project as well as becoming expert with the experimental and data analysis tools used to carry out the project. They presented their work as part of their school science fair.\n\n\t\t\t\t\tLast Modified: 08/04/2015\n\n\t\t\t\t\tSubmitted by: Noah Malmstadt"
 }
}