{
 "awd_id": "1067323",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic Flux Balance Analysis of Hepatic Lipid Metabolism: Cell and Organ Studies",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 549873.0,
 "awd_amount": 549873.0,
 "awd_min_amd_letter_date": "2011-07-26",
 "awd_max_amd_letter_date": "2011-07-26",
 "awd_abstract_narration": "Therapy development for many metabolic diseases and disturbances in hampered by an incomplete understanding of the detailed mechanisms and system objectives. Metabolic diseases of the liver are particularly challenging due to the intrinsic complexity of this organ and its role in maintaining blood levels of nutrients for the entire body. In particular, hepatic steatosis, or fatty liver, is a condition estimated to affect 15 to 20% of the US population. Its key feature is an accumulation of fat droplets within hepatocytes, followed by a degradation of hepatocyte function. Interest in the causal mechanisms of fatty liver has been driven by the realization that fat accumulation in hepatocytes is often a precursor to more serious liver problems. In addition, the risk of more serious problems is proportional to the level of fat accumulation. Unfortunately, identification of the causal mechanisms is hampered by the complexity of the liver metabolic network, and the variety of metabolic disturbances that may lead to steatosis. Thus, a quantitative understanding of the lipid metabolism network in liver is clearly necessary for identification of the causes and developing therapeutic approaches for steatosis.\r\nThe long-term goals of this research are to develop a mathematical model of liver metabolism and to employ it for analysis and computational optimization of interventions for treating steatosis. The objective of this project is to obtain experimental data for training and testing a system-scale mathematical model of hepatocyte fat metabolism. This model is expected to enable reasonably accurate prediction of the responses of hepatocytes cells to a variety of disturbances. The central hypotheses of the proposal are: (A) the cellular control of hepatic fat metabolism behaves as an optimal feedback- controller and, (B) a mathematical model based on the optimal control of metabolism can predict the responses of cultured hepatocytes to stimuli. The proposed model can be used either for identification of pathological mechanisms leading to fat accumulation, or for testing of alternate hypotheses regarding methods for manipulating specific metabolic targets to reverse steatosis and re-establish homeostasis. The Specific Aims are: (1) To collect metabolite data for cultured hepatocytes exposed to lipid-disturbing stimuli; and (2) To model the mechanisms of lipid metabolic control in cultured hepatocyte and ex vivo livers. The output of the proposed work will be a liver metabolism model suitable for analysis and prediction of steatosis outcomes, with its accuracy and capabilities assessed. In addition, the modeling framework developed is likely to be applicable to other tissues and metabolic diseases involving multiple pathways.\r\nBroader Impacts\r\nThe proposed work seeks to extend optimization-based mathematical modeling techniques to applications in mammalian physiology. As such, it is expected to stimulate application of these sophisticated modeling principles to other complex tissues and diseases. In the longer term, successful deployment of these predictive models will contribute powerful tools to the field of personalized medicine using a systems biology approach. The results of the research will be incorporated into lectures on metabolic modeling and cell culture bioreactors, in graduate courses currently taught by the Investigators. Specifically, ?Tissue Engineering? and ?Advanced Mathematics? will benefit from research-derived, learning modules and project activities. A new senior/graduate course entitled ?Systems Biology for Biomedical Interventions? is also planned, and will involve at least one graduate student in teaching the modeling approaches. Two graduate students and two undergraduate students (including one underrepresented minority student per year will be trained in the research methods. In the third year, one graduate student will be trained in animal surgery and organ perfusion methods by our collaborators at Harvard Medical School. Additional impact will be achieved through the involvement of two underrepresented minority high school students in summer research. The research results will be disseminated to the scientific community by presentations at annual conferences such as those sponsored by AICHE, BMES and ACS as well as publication of manuscripts in high impact journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Matthew",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Howard W Matthew",
   "pi_email_addr": "hmatthew@wayne.edu",
   "nsf_id": "000321375",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yinlun",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yinlun Huang",
   "pi_email_addr": "yhuang@wayne.edu",
   "nsf_id": "000408100",
   "pi_start_date": "2011-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5700 CASS AVE STE 4900",
  "perf_city_name": "DETROIT",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023692",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 549873.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Development of treatments for metabolic diseases is hampered by our generally poor understanding of the causes and mechanisms.&nbsp; Metabolic diseases of the liver are particularly challenging due to the complexity of this organ and its important role in maintaining blood levels of nutrients for the entire body.&nbsp; In particular hepatic steatosis, or fatty liver, is a condition estimated to affect up to 20% of the US population.&nbsp; Its key feature is an accumulation of fat droplets inside liver cells, followed by a loss of liver function and ultimately, liver failure.&nbsp; A mathematical model that describes how the liver handles fat-related molecules, and and how diet affects liver processing of fat would be extremely useful for developing new methods for fatty liver treatments.&nbsp; The goals of this research project were to: (a) develop such a mathematical model of liver metabolism, and (b) use liver cell culture methods to collect metabolic data that could be used to test and refine the model.&nbsp; Over the course of this project, a mathematical model of triglyceride (i.e. fat) generation and processing in the various internal compartments of a typical liver cell was developed.&nbsp; The model employed a technique termed &ldquo;model predictive control (MPC) based optimization&rdquo; to in effect predict how the cell would respond to a change in the blood levels of fat based on some (unknown) internal objective.&nbsp; Simultaneously, liver cell cultures were subjected to the same type of fat disturbance and their responses were measured.&nbsp; The culture measurements were used to &ldquo;train&rdquo; the mathematical model.&nbsp; Ultimately, it was determined that the variability in the culture measurements limited our ability to refine the model.&nbsp; Improved culture methods and more precise measuring technologies were needed.&nbsp; Based on this recognition, a number of liver cell culture systems with better correlation to the architecture and function of actual liver tissue were developed.&nbsp; In the course of this work we developed new &ldquo;modular tissue engineering&rdquo; methods that allow us to assemble 3D tissues from component cells while simultaneously building a blood vessel network.&nbsp; This assembly and blood vessel integration was not previously possible using standard tissue engineering methods.&nbsp; To date we have demonstrated the feasibility of doing this assembly to form liver small amounts of vascularized liver and bone.&nbsp; We have also developed methods for controlling various physical properties of these engineered, vascularized tissues. &nbsp;Future work will focus on scaling-up these systems with the goals of generating better organ cultures for testing drugs and ultimately being able to build transplantable human organs.</p>\n<p>&nbsp;<strong>Publication</strong></p>\n<p>Tiruvannamalai-Annamalai R., Armant D.R., Matthew H.W.T.&nbsp; A Glycosaminoglycan Based, Modular Tissue Scaffold System for Rapid Assembly of Perfusable, High Cell Density, Engineered Tissues.&nbsp; PLOS ONE 2014, 9 (1): e84287 (DOI:10.1371/journal.pone.0084287).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/15/2015<br>\n\t\t\t\t\tModified by: Howard&nbsp;W&nbsp;Matthew</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDevelopment of treatments for metabolic diseases is hampered by our generally poor understanding of the causes and mechanisms.  Metabolic diseases of the liver are particularly challenging due to the complexity of this organ and its important role in maintaining blood levels of nutrients for the entire body.  In particular hepatic steatosis, or fatty liver, is a condition estimated to affect up to 20% of the US population.  Its key feature is an accumulation of fat droplets inside liver cells, followed by a loss of liver function and ultimately, liver failure.  A mathematical model that describes how the liver handles fat-related molecules, and and how diet affects liver processing of fat would be extremely useful for developing new methods for fatty liver treatments.  The goals of this research project were to: (a) develop such a mathematical model of liver metabolism, and (b) use liver cell culture methods to collect metabolic data that could be used to test and refine the model.  Over the course of this project, a mathematical model of triglyceride (i.e. fat) generation and processing in the various internal compartments of a typical liver cell was developed.  The model employed a technique termed \"model predictive control (MPC) based optimization\" to in effect predict how the cell would respond to a change in the blood levels of fat based on some (unknown) internal objective.  Simultaneously, liver cell cultures were subjected to the same type of fat disturbance and their responses were measured.  The culture measurements were used to \"train\" the mathematical model.  Ultimately, it was determined that the variability in the culture measurements limited our ability to refine the model.  Improved culture methods and more precise measuring technologies were needed.  Based on this recognition, a number of liver cell culture systems with better correlation to the architecture and function of actual liver tissue were developed.  In the course of this work we developed new \"modular tissue engineering\" methods that allow us to assemble 3D tissues from component cells while simultaneously building a blood vessel network.  This assembly and blood vessel integration was not previously possible using standard tissue engineering methods.  To date we have demonstrated the feasibility of doing this assembly to form liver small amounts of vascularized liver and bone.  We have also developed methods for controlling various physical properties of these engineered, vascularized tissues.  Future work will focus on scaling-up these systems with the goals of generating better organ cultures for testing drugs and ultimately being able to build transplantable human organs.\n\n Publication\n\nTiruvannamalai-Annamalai R., Armant D.R., Matthew H.W.T.  A Glycosaminoglycan Based, Modular Tissue Scaffold System for Rapid Assembly of Perfusable, High Cell Density, Engineered Tissues.  PLOS ONE 2014, 9 (1): e84287 (DOI:10.1371/journal.pone.0084287).\n\n \n\n\t\t\t\t\tLast Modified: 01/15/2015\n\n\t\t\t\t\tSubmitted by: Howard W Matthew"
 }
}