{
 "awd_id": "1067681",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enhanced efficiency in organic photovoltaic cells using engineered plasmonic nanostructures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2011-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-02-02",
 "awd_max_amd_letter_date": "2011-02-02",
 "awd_abstract_narration": "Institution:  University of Minnesota-Twin Cities\r\nTitle:   Enhanced efficiency in organic photovoltaic cells using engineered plasmonic nanostructures\r\n\r\nIntellectual Merit\r\n\r\nOrganic photovoltaic cells (OPVs) have the potential to redefine the cost of solar energy conversion. Organic semiconductors are attractive due to their compatibility with high throughput processing methods, but demonstrated power conversion efficiencies are only around 7%. The proposed research outlines a new approach to overcome the low absorption efficiency typical in OPVs by exploiting surface plasmons in nanostructured metallic electrodes.  Since absorption in OPV materials leads to exciton formation, photocurrent generation requires the dissociation of excitons into their constituent charge carriers.  This process usually occurs at a hetero-junction between electron donating (D) and accepting (A) materials.  The challenge lies in the fact that the exciton diffusion length is typically shorter than the optical absorption length, necessitating the use of thin active layers to efficiently collect and dissociate excitons. This work integrates thin film OPVs with plasmonic electrodes, permitting sub-wavelength confinement and resonant enhancement of the optical field, to increase the absorption and power conversion efficiencies.  \r\n\r\nThe combination of a thin OPV with engineered plasmonic electrodes offers the potential for a high level of tunability and control over the exciton-plasmon coupling to realize high efficiency.  In the proposed research, novel architectures that offer optical field enhancement from nanostructured plasmonic electrodes will be introduced to maximize optical absorption in thin OPVs and permit the efficient harvesting of excitons and charge carriers.  Extensive computational modeling will be performed to identify optimal design rules for plasmonic OPVs.  The use of continuous, nanopatterned metal films is attractive, since the field enhancement is longer range (~200 nm) compared with metallic nanoparticles, enhancing absorption throughout the active OPV layers.  Furthermore, these continuous films can concurrently function as electrodes, which is not possible with metallic nanoparticles.  For high-throughput fabrication of plasmonic electrodes, a template-stripping method will be used.  Using mature silicon fabrication technology, a variety of nano-patterned templates will be fabricated.  A metal film deposited on the template will form a smooth surface at the interface, which it can be peeled off of the substrate using an elastomeric stamp and directly transferred to the top of a completed OPV cell using cold welding. This scheme will provide unprecedented flexibility in the fabrication of plasmonic OPVs, since the top and bottom electrodes can be independently nano-patterned with high throughput over large areas. The OPVs proposed in this work will also utilize graded donor-acceptor heterojunctions (GHJs).  The use of a GHJ is attractive because it balances the need for efficient exciton diffusion (large interface area) with efficient charge collection (graded pathways for transport).  The growth of GHJs is also tunable, enabling a range of compositions through which to examine how the design of plasmonic OPVs is impacted by the spatial D-A composition.\r\n\r\nBroader Impacts\r\n\r\nGraduate students associated with this project will acquire an interdisciplinary spectrum of knowledge in nanofabrication, plasmonics, and molecular photophysics in the context of organic photovoltaic devices for renewable energy.  Existing undergraduate research opportunities will be enhanced through continuing relationships with the University of Minnesota UROP program and the NSF REU program.  For K-12 education, multiple high school researchers will be hosted and mentored in the PIs laboratory during the summer through the Summer Research Cluster in Renewable Energy program.  These activities will be complemented by plans to disseminate results from the proposed work to industry via on-campus workshops and annual hands-on lab short courses for industry participants.   Finally, ?Sit with a Scientist? sessions at the Science Museum of Minnesota will be organized through the proposed outreach plan during the one week-long NanoDays event in April of each year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sang-Hyun",
   "pi_last_name": "Oh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sang-Hyun Oh",
   "pi_email_addr": "sang@umn.edu",
   "nsf_id": "000217278",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Russell",
   "pi_last_name": "Holmes",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Russell J Holmes",
   "pi_email_addr": "rholmes@umn.edu",
   "nsf_id": "000189045",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "2221 UNIVERSITY AVE SE STE 100",
  "perf_city_name": "MINNEAPOLIS",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554143074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF project focused on understanding the fundamental unit operations of photoconversion in organic photovoltaic cells (OPVs), with the aim of developing new device architectures and fabrication techniques for plasmonic electrodes to improve performance.</p>\n<p>Intellectual Merits: For computational modeling, the PIs and collaborators demonstrated a fast high-order numerical method to model optical absorption in plasmonic grating electrodes for any incidence angles and grating amplitudes. Surprisingly, these computational modeling results showed that extremely shallow gratings, with the bump amplitude as small as 5 nm, can absorb as much as 20% of incident light, necessitating the use of ultra-smooth patterned metals made via template stripping. Then the team has also completed work on modeling exciton migration in novel organic photovoltaic cell (OPV) architectures using a kinetic Monte Carlo approach.&nbsp; The PIs also worked on optical engineering aspects to develop a new approach to realizing optical field spacing in OPVs, maximizing the spatial overlap between the absorbing active layers and the anti-nodes of the optical field.&nbsp; On the fabrication side, templated-stripping transfer of plasmonic grating electrodes and nanohole electrodes onto flexible substrates has been successfully demonstrated. Importantly, the team has shown that template stripping of plasmonic electrodes can be performed using a cylindrical roller, which has the potential for a high-throughput roll-based fabrication. Finally, for device characterization, the PIs have completed application of impedance spectroscopy to OPVs as a means to characterize and separate the rates of charge carrier recombination and transport.&nbsp; This study is important in that it allows for a quantitative understanding of why particular thin film preparation conditions lead to optimum performance in OPVs. &nbsp;</p>\n<p>Broader Impacts: This project has trained graduate researchers, undergraduate researchers, and local high school students.&nbsp; Graduate researchers have had multiple opportunities to publish their work at peer-reviewed journals.&nbsp; In addition to presentations at top conferences, the graduate students have also participated in the University of Minnesota Industrial Partnership for Research in Interfacial and Materials Engineering (IPRIME) to facilitate pre-competitive research collaborations between academia and industry. Material related to OPV research was integrated into a junior undergraduate course taught by Holmes, MatS 3013: Electrical and Magnetic Properties of Materials.&nbsp;The PI participated in annual outreach activity at the Science Museum of Minnesota during their NanoDays event in April of every year. Holmes group participated in the University of Minnesota MRSEC ECEPS (Exploring Careers in Engineering and Physical Sciences) week, where high school students visited the laboratory to learn about organic semiconductors and their application in electronic devices. This grant has also allowed the PIs to mentor multiple undergraduate and high school students for research.&nbsp; Of note is the continuing relationship the PIs have with Breck School and Wayzata High School in Minneapolis. Through this relationship, the PIs have mentored seven high school students for full time research over the funding period.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2015<br>\n\t\t\t\t\tModified by: Sang-Hyun&nbsp;Oh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF project focused on understanding the fundamental unit operations of photoconversion in organic photovoltaic cells (OPVs), with the aim of developing new device architectures and fabrication techniques for plasmonic electrodes to improve performance.\n\nIntellectual Merits: For computational modeling, the PIs and collaborators demonstrated a fast high-order numerical method to model optical absorption in plasmonic grating electrodes for any incidence angles and grating amplitudes. Surprisingly, these computational modeling results showed that extremely shallow gratings, with the bump amplitude as small as 5 nm, can absorb as much as 20% of incident light, necessitating the use of ultra-smooth patterned metals made via template stripping. Then the team has also completed work on modeling exciton migration in novel organic photovoltaic cell (OPV) architectures using a kinetic Monte Carlo approach.  The PIs also worked on optical engineering aspects to develop a new approach to realizing optical field spacing in OPVs, maximizing the spatial overlap between the absorbing active layers and the anti-nodes of the optical field.  On the fabrication side, templated-stripping transfer of plasmonic grating electrodes and nanohole electrodes onto flexible substrates has been successfully demonstrated. Importantly, the team has shown that template stripping of plasmonic electrodes can be performed using a cylindrical roller, which has the potential for a high-throughput roll-based fabrication. Finally, for device characterization, the PIs have completed application of impedance spectroscopy to OPVs as a means to characterize and separate the rates of charge carrier recombination and transport.  This study is important in that it allows for a quantitative understanding of why particular thin film preparation conditions lead to optimum performance in OPVs.  \n\nBroader Impacts: This project has trained graduate researchers, undergraduate researchers, and local high school students.  Graduate researchers have had multiple opportunities to publish their work at peer-reviewed journals.  In addition to presentations at top conferences, the graduate students have also participated in the University of Minnesota Industrial Partnership for Research in Interfacial and Materials Engineering (IPRIME) to facilitate pre-competitive research collaborations between academia and industry. Material related to OPV research was integrated into a junior undergraduate course taught by Holmes, MatS 3013: Electrical and Magnetic Properties of Materials. The PI participated in annual outreach activity at the Science Museum of Minnesota during their NanoDays event in April of every year. Holmes group participated in the University of Minnesota MRSEC ECEPS (Exploring Careers in Engineering and Physical Sciences) week, where high school students visited the laboratory to learn about organic semiconductors and their application in electronic devices. This grant has also allowed the PIs to mentor multiple undergraduate and high school students for research.  Of note is the continuing relationship the PIs have with Breck School and Wayzata High School in Minneapolis. Through this relationship, the PIs have mentored seven high school students for full time research over the funding period. \n\n \n\n\t\t\t\t\tLast Modified: 09/05/2015\n\n\t\t\t\t\tSubmitted by: Sang-Hyun Oh"
 }
}