{
 "awd_id": "1067450",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Point-of-Use Devices as Incubators of Halogenated Phenol-Mediated Antibiotic Resistant Bacteria",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 317887.0,
 "awd_amount": 373556.0,
 "awd_min_amd_letter_date": "2011-01-28",
 "awd_max_amd_letter_date": "2016-04-25",
 "awd_abstract_narration": "PI:  Nancy Love\r\nProposal Number:  CBET-1067450\r\nInstitution:  University of Michigan\r\nTitle:  Point-of-Use Devices as Incubators of Halogenated Phenol-Mediated Antibiotic Resistant Bacteria\r\n\r\nChemicals of emerging concern (CECs) continue to cause great alarm among consumers and those responsible for delivering healthy water to the public.  Point of use (PoU) drinking water filtration devices that consumers can use at home have become increasingly popular as one component of an overall strategy to protect against CEC exposure and biological risk in distributed drinking water.  However, past studies have shown that PoU devices that employ activated carbon block filters (among the most popular sold) can be significant reservoirs for harboring microorganisms, whether used correctly or incorrectly.  In the presence of CECs that adsorb onto the filter media within these devices, the filters can become rich reservoirs for microbiological contamination and, ultimately, an incubator that harbors bacteria for long time periods in the presence of low but persistent concentrations of antibiotic-acting chemicals.  Such an environment is perfect for the development of antibiotic resistant genotypes.  Indeed, it is curious that while the simultaneous removal of potential pathogens, disinfection by-products (DBPs), CECs and disinfectants is not currently a practice of centralized water treatment systems, the movement by consumers to achieve these goals in a single process unit (the PoU device) is a major paradigm shift and not particularly realistic.  The research proposed herein seeks to examine a potential concern of this strategy, the possibility that sorbed DBPs and CECs will promote the colonization of antibiotic resistant strains of microorganisms in the filter, as disinfectants are removed.\r\n\r\nThe proposed research will test the hypothesis that the combination of CEC presence and sorption on block carbon media typically used in PoU devices, and the long term oligotrophic exposure of bacteria harbored in the media, will promote the development and proliferation of antibiotic resistance bacteria.  The study will focus on a known antibiotic resistance mechanism we recently elucidated, which describes how chlorinated phenols (a class of DBPs) mediate an efflux pump-based antibiotic resistance phenotype in Pseudomonas aeruginosa, an organism that is commonly found in drinking water distribution systems.  Experiments are proposed to evaluate the activation of this mechanism in block carbon media typical of PoU devices upon exposure to at least three different chlorinated or chloraminated drinking waters that will be selected after screening the halophenol content of finished drinking water from several utilities. \r\nThe sorptive partitioning of halophenols in the presence of sample matrix NOM will be characterized separately to interpret the bacterial exposure to phenols.  The research will assess the extent to which P. aeruginosa colonizes and develops antibiotic resistance patterns when exposed to a range of halophenols, and when the phenols are adsorbed to model coupons of block carbon media.  The results will be compared to measurements of antibiotic resistance behavior in actual PoU device media upon long term (> 6 months) exposure to disinfected drinking water with known halophenol contents.\r\n\r\nThe broader impacts of this work relate to the global importance and growth of PoU devices in the developed and developing worlds.  Water quality strategies that employ PoU technologies are an important contributor toward achieving the goal to provide safe drinking water globally, as ascribed through the United Nations Millenium Development Goals.  As the market for PoU devices grows, it is imperative to secure the public trust in drinking water quality at the tap by better understanding whether or not there are unintended consequences (the development of antibiotic resistant bacteria at the point of use) associated with using these devices.  Therefore, rapid and broad dissemination of our research results, in favor of or disproving our hypothesis, will be critical to the success of the project.  Finally, this project will meet our goal to diversify our student population by employing a Latina Ph.D. student who will complete her dissertation on this topic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Terese",
   "pi_last_name": "Olson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Terese M Olson",
   "pi_email_addr": "tmolson@umich.edu",
   "nsf_id": "000289425",
   "pi_start_date": "2016-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Love",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy G Love",
   "pi_email_addr": "nglove@umich.edu",
   "nsf_id": "000287237",
   "pi_start_date": "2011-01-28",
   "pi_end_date": "2011-08-01"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Terese",
   "pi_last_name": "Olson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Terese M Olson",
   "pi_email_addr": "tmolson@umich.edu",
   "nsf_id": "000289425",
   "pi_start_date": "2011-01-28",
   "pi_end_date": "2011-08-01"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Love",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy G Love",
   "pi_email_addr": "nglove@umich.edu",
   "nsf_id": "000287237",
   "pi_start_date": "2016-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of Michigan - Ann Arbor",
  "perf_str_addr": "1109 GEDDES AVE STE 3300",
  "perf_city_name": "ANN ARBOR",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 317887.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 55669.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is focused on understanding factors that influence microbial growth across activated carbon-block (ACB) point-of-use (PoU) filters.&nbsp; The work was based on prior research that showed how certain unregulated disinfection byproducts (DBPs) that are formed by the disinfection process in many drinking waters enhance biofilm formation by selected bacteria, including opportunistic pathogens.&nbsp; The research involved constructing and operating a manifold system that contained three sets (6 total) of commercially available ACB PoU filters that received tap water or DBP-supplemented tap water. The manifold was operated and monitored for approximately 3 months and processed about 125% of the volume of water that manufacturers recommend for these filter types. After processing 85% of the manufacturer's recommended water volume, total bacterial counts (measured as heterotrophic plate counts) leaving the filters plateaued at levels up to 100 times greater than counts in water applied to filters.&nbsp; The filter fabric wrap around the ACB of the filter, which water entering the filter passes through before passing through the core block of the filter, developed a significant biofilm.&nbsp; The study results show that the filter itself influence the microbial community shift across the filter so that the microbial composition in water leaving the filters were distinctly different and less diverse than the microbes entering the filter.&nbsp; Therefore, ACB PoU filters change the bacterial composition of drinking water.&nbsp; The microbial community in the fabric biofilms varied slightly but significantly in response to the supplemental DBP.&nbsp; Importantly, we estimated that the relative abundance of Mycobacterium family increased within fabric biofilms when PCP was added, and the absolute abundance was estimated to increase in the effluent relative to the influent.&nbsp;</p>\n<p>&nbsp;Using an international supplement to the project, we partnered with a faculty member and her Ph.D. student at Addis Ababa University in Ethiopia in 2015 to conduct a survey of distributed drinking water and point-of-use filters typical of those deployed in Addis Ababa. The filters contain several layers of filter materials, including activated carbon, but do not contain polymer-fused ACB.&nbsp; A survey of 45 samples were collected across the city of Addis Ababa in Ethiopia in 2015, representing water produced by the two main drinking water treatment plants in the city(Gefersa and Legedade). The samples routinely contained high levels of fecal coliform, indicating that inadequate disinfectant residual was maintained in the distribution system. Studies of the microbial composition in samples collected between the point of treatment and point of use at the residential tap (usually a community tap or an outdoor tap to a single home, but in some cases we sampled a PoU filter), showed a high abundance of bacteria from the gammaproteobacteria, a phylum that contain most of the common forms of waterborn pathogens.&nbsp; This study did not prove their presence, but indicated the possibility of their presence.</p>\n<p>&nbsp;In summary, ACB PoU filters significantly alter the bacterial abundance and composition of drinking water, relative to the microbial composition of water that utilities produce and distribute. We found this in our lab study in Ann Arbor, Michigan and also through a study of a full-scale system in Addis Ababa, Ethiopia.&nbsp; The results of the Addis Ababa field study of distributed water (unfiltered) might also suggest that there is increasing risk of acquiring bacterial pneumonia from distributed drinking water than may have been true in the past because the economic base of the city continues to increase and use of hot showers is becoming more common.&nbsp; Therefore, the risk incidence of waterborne bacterial pneumonia needs to be considered as pneumonia-causing strains are so prevalent in the drinking water there. This requires a mindset shift from thinking only of waterborne risk due to enteric pathogens that can cause diarrhea in rapidly developing country cities. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/06/2017<br>\n\t\t\t\t\tModified by: Nancy&nbsp;G&nbsp;Love</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is focused on understanding factors that influence microbial growth across activated carbon-block (ACB) point-of-use (PoU) filters.  The work was based on prior research that showed how certain unregulated disinfection byproducts (DBPs) that are formed by the disinfection process in many drinking waters enhance biofilm formation by selected bacteria, including opportunistic pathogens.  The research involved constructing and operating a manifold system that contained three sets (6 total) of commercially available ACB PoU filters that received tap water or DBP-supplemented tap water. The manifold was operated and monitored for approximately 3 months and processed about 125% of the volume of water that manufacturers recommend for these filter types. After processing 85% of the manufacturer's recommended water volume, total bacterial counts (measured as heterotrophic plate counts) leaving the filters plateaued at levels up to 100 times greater than counts in water applied to filters.  The filter fabric wrap around the ACB of the filter, which water entering the filter passes through before passing through the core block of the filter, developed a significant biofilm.  The study results show that the filter itself influence the microbial community shift across the filter so that the microbial composition in water leaving the filters were distinctly different and less diverse than the microbes entering the filter.  Therefore, ACB PoU filters change the bacterial composition of drinking water.  The microbial community in the fabric biofilms varied slightly but significantly in response to the supplemental DBP.  Importantly, we estimated that the relative abundance of Mycobacterium family increased within fabric biofilms when PCP was added, and the absolute abundance was estimated to increase in the effluent relative to the influent. \n\n Using an international supplement to the project, we partnered with a faculty member and her Ph.D. student at Addis Ababa University in Ethiopia in 2015 to conduct a survey of distributed drinking water and point-of-use filters typical of those deployed in Addis Ababa. The filters contain several layers of filter materials, including activated carbon, but do not contain polymer-fused ACB.  A survey of 45 samples were collected across the city of Addis Ababa in Ethiopia in 2015, representing water produced by the two main drinking water treatment plants in the city(Gefersa and Legedade). The samples routinely contained high levels of fecal coliform, indicating that inadequate disinfectant residual was maintained in the distribution system. Studies of the microbial composition in samples collected between the point of treatment and point of use at the residential tap (usually a community tap or an outdoor tap to a single home, but in some cases we sampled a PoU filter), showed a high abundance of bacteria from the gammaproteobacteria, a phylum that contain most of the common forms of waterborn pathogens.  This study did not prove their presence, but indicated the possibility of their presence.\n\n In summary, ACB PoU filters significantly alter the bacterial abundance and composition of drinking water, relative to the microbial composition of water that utilities produce and distribute. We found this in our lab study in Ann Arbor, Michigan and also through a study of a full-scale system in Addis Ababa, Ethiopia.  The results of the Addis Ababa field study of distributed water (unfiltered) might also suggest that there is increasing risk of acquiring bacterial pneumonia from distributed drinking water than may have been true in the past because the economic base of the city continues to increase and use of hot showers is becoming more common.  Therefore, the risk incidence of waterborne bacterial pneumonia needs to be considered as pneumonia-causing strains are so prevalent in the drinking water there. This requires a mindset shift from thinking only of waterborne risk due to enteric pathogens that can cause diarrhea in rapidly developing country cities.  \n\n \n\n\t\t\t\t\tLast Modified: 08/06/2017\n\n\t\t\t\t\tSubmitted by: Nancy G Love"
 }
}