{
 "awd_id": "1067312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: GOALI: Exploiting metabolism-apoptosis interactions to enhance mammalian cell culture",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 101412.0,
 "awd_amount": 101412.0,
 "awd_min_amd_letter_date": "2011-03-23",
 "awd_max_amd_letter_date": "2011-03-23",
 "awd_abstract_narration": "Biopharmaceuticals encompassing monoclonal antibodies (mAbs) and other protein therapeutics are among the most expensive of all drugs to manufacture. Mammalian cell culture processes are responsible for producing the vast majority of these compounds, which represent a total market of more than 90 billion dollars annually. The accelerating demand for mAb therapeutics has led to a critical need for enhanced productivity in mammalian cell culture bioprocesses. However, the push toward higher cell and product concentrations has been accompanied by the accumulation of inhibitory metabolites and increased apoptotic cell death, both of which limit product yields. It has recently been shown that expressing anti-apoptosis genes in Chinese hamster ovary (CHO) cells causes a metabolic shift involving rapid lactate consumption during late exponential-phase growth. This opens the possibility of previously unforeseen strategies that can harness metabolism-apoptosis interactions to limit the accumulation of toxic by-products such as lactate and ammonia. The long-term goal of this project is therefore to understand the regulatory connections between metabolic and apoptotic pathways so that these processes can be modulated to enhance mammalian cell culture. The overall objective is to apply systems approaches to identify critical metabolic nodes that are strongly impacted by anti-apoptosis engineering and can be targeted to enhance mAb production in apoptotic-resistant (ApoR) CHO cells. The approach relies upon metabolic flux analysis (MFA) and quantitative cell imaging to map the dynamic flow of nutrients and signaling molecules through key intracellular pathways. The overall objective of this project will be accomplished by pursuing the following two specific aims. First, the mechanism by which overexpression of anti-apoptotic proteins causes reprogramming of lactate metabolism in CHO cells will be determined. Second, this understanding will be applied to optimize media and fed-batch culture conditions to maximize cell viability and mAb production of ApoR clones. The proposed research is innovative because it aims to develop integrated strategies for improving cell viability and antibody production while reducing by-product accumulation, rather than attempting to address these problems individually. This work is expected to fill a critical knowledge gap by contributing a quantitative understanding of metabolism-apoptosis interactions so that they can be exploited to enhance bioreactor performance. The research is significant because it will enable novel strategies for increasing productivity of mammalian cell bioprocesses, thus lowering drug development and production costs of therapeutic antibodies. This project will also provide the unique educational opportunity for a graduate student from the PI?s lab to engage in collaborative research with industry scientists. This will culminate in a 3-month internship in which the student will perform experiments in a Centocor bioprocessing facility, an experience that will provide ideal preparation for a career in the biotech industry, or alternatively to pursue industry-relevant research in a government or academic lab.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Betenbaugh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Michael J Betenbaugh",
   "pi_email_addr": "beten@jhu.edu",
   "nsf_id": "000243331",
   "pi_start_date": "2011-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N CHARLES ST",
  "perf_city_name": "BALTIMORE",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 101412.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit<br /> This collaborative research combined the expertise of two academic labs with an industrial partner in order to investigate the role of anti-apoptotic proteins in limiting cell death and reducing byproduct formation in Chinese hamster ovary (CHO) cell cultures. To accomplish this, we applied a systems biology approach, where we defined the metabolic state of these cultures primarily through the use of&nbsp;<sup>13</sup>C metabolic flux analysis (MFA). We found significant associations between the expression of the anti-apoptotic protein Bcl-2&Delta; and regulation of central carbon metabolism. In particular, the activities of several mitochondrial enzymes were activated in response to Bcl-2&Delta; expression. This led to increased partitioning of pyruvate into the mitochondria and a reduction in lactate accumulation in batch cultures. We have also identified metabolic phenotypes associated with high-titer protein production in industrial fed-batch bioprocesses. These findings have potential to directly impact the mammalian biotech industry by providing genetic targets for reducing lactate accumulation and enhancing production of monoclonal antibodies in CHO cell cultures. Our findings are also relevant to understanding basic apoptotic mechanisms and the role of apoptotic proteins in regulating metabolic pathways, which is an important aspect of mammalian cell biology. We have published four journal articles describing these research findings and the technologies developed under this award, and another article has been recently submitted. One additional article is currently in preparation that will present the major findings of a large-scale experiment to determine metabolic phenotypes that correlate with increased antibody production in 13 different CHO clones. Furthermore, the MFA software tools developed under this award are publicly available to the scientific community.<br /> <br /> Broader Impacts<br /> Biopharmaceuticals production by mammalian cell cultures is a $100 billion global industry. By reducing the cost to manufacture protein therapeutics, this project is expected to have an impact on the availability and affordability of this rapidly growing class of drug compounds. Three PhD students, including two females and one minority, have been trained under this award: two at Vanderbilt and&nbsp;one at Johns Hopkins. These students have been given the opportunity to develop the intellectual and professional skills required to become leaders in the biotech research community. Two students have recently completed their PhD degrees. One has accepted a position with a biopharma company, and the other is currently a postdoctoral researcher at the NIH. These positions directly build upon the training and experience they received while supported by this award. In particular, one PhD student spent two months as an intern at a Janssen research facility in Spring House, PA during fall 2013. This unique experience enabled him to accelerate his PhD research while gaining valuable first-hand experience in an industrial research setting. One Vanderbilt undergraduate student was also directly involved in the research activities supported by this award. She has recently completed her BS degree and has enrolled in a PhD program.&nbsp; Another MS student from Johns Hopkins University was involved in the project and is now working on a PhD at Virginia Tech. &nbsp;All these students learned valuable engineering and life science skills that will enable them to contribute to the US biotechnology industry in order to enhance national excellence in this area.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;J&nbsp;Betenbaugh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n This collaborative research combined the expertise of two academic labs with an industrial partner in order to investigate the role of anti-apoptotic proteins in limiting cell death and reducing byproduct formation in Chinese hamster ovary (CHO) cell cultures. To accomplish this, we applied a systems biology approach, where we defined the metabolic state of these cultures primarily through the use of 13C metabolic flux analysis (MFA). We found significant associations between the expression of the anti-apoptotic protein Bcl-2&Delta; and regulation of central carbon metabolism. In particular, the activities of several mitochondrial enzymes were activated in response to Bcl-2&Delta; expression. This led to increased partitioning of pyruvate into the mitochondria and a reduction in lactate accumulation in batch cultures. We have also identified metabolic phenotypes associated with high-titer protein production in industrial fed-batch bioprocesses. These findings have potential to directly impact the mammalian biotech industry by providing genetic targets for reducing lactate accumulation and enhancing production of monoclonal antibodies in CHO cell cultures. Our findings are also relevant to understanding basic apoptotic mechanisms and the role of apoptotic proteins in regulating metabolic pathways, which is an important aspect of mammalian cell biology. We have published four journal articles describing these research findings and the technologies developed under this award, and another article has been recently submitted. One additional article is currently in preparation that will present the major findings of a large-scale experiment to determine metabolic phenotypes that correlate with increased antibody production in 13 different CHO clones. Furthermore, the MFA software tools developed under this award are publicly available to the scientific community.\n \n Broader Impacts\n Biopharmaceuticals production by mammalian cell cultures is a $100 billion global industry. By reducing the cost to manufacture protein therapeutics, this project is expected to have an impact on the availability and affordability of this rapidly growing class of drug compounds. Three PhD students, including two females and one minority, have been trained under this award: two at Vanderbilt and one at Johns Hopkins. These students have been given the opportunity to develop the intellectual and professional skills required to become leaders in the biotech research community. Two students have recently completed their PhD degrees. One has accepted a position with a biopharma company, and the other is currently a postdoctoral researcher at the NIH. These positions directly build upon the training and experience they received while supported by this award. In particular, one PhD student spent two months as an intern at a Janssen research facility in Spring House, PA during fall 2013. This unique experience enabled him to accelerate his PhD research while gaining valuable first-hand experience in an industrial research setting. One Vanderbilt undergraduate student was also directly involved in the research activities supported by this award. She has recently completed her BS degree and has enrolled in a PhD program.  Another MS student from Johns Hopkins University was involved in the project and is now working on a PhD at Virginia Tech.  All these students learned valuable engineering and life science skills that will enable them to contribute to the US biotechnology industry in order to enhance national excellence in this area.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2014\n\n\t\t\t\t\tSubmitted by: Michael J Betenbaugh"
 }
}