{
 "awd_id": "1067513",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSEDI collaborative research: a multidisciplinary approach to investigate the origin of anisotropy at the base of the mantle",
 "cfda_num": "47.050",
 "org_code": "06030208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 383209.0,
 "awd_amount": 383209.0,
 "awd_min_amd_letter_date": "2011-08-16",
 "awd_max_amd_letter_date": "2013-07-25",
 "awd_abstract_narration": "Seismic anisotropy (i.e. seismic waves travel in different directions at different speeds) in the deeper earth was discovered in the mid-sixties and was soon interpreted in a qualitative way as a result of crystal alignment during convection (LPO). This concept since became generally accepted. More recently strong anisotropy and heterogeneity was documented in the lowermost mantle adjacent to the metallic and liquid core. This enigmatic D\" zone is both a thermal and chemical boundary layer characterized complex dynamic processes that are reflected in many intriguing seismic observations. Much progress was recently achieved in mineral physics, to characterize elastic and deformation properties of lowermost mantle minerals including the post-perovskite phase. Advances in geodynamic modeling now allow us to track the strain evolution during mantle convection. As a result, there are now precise ways to compute synthetic seismograms in a 3D anisotropic earth down to body wave frequencies. \r\n\r\nOur proposed study follows on preliminary work started 2 years ago, and is focused on the forward modeling of LPO anisotropy in D\", with the goal of combining tools and observations developed by geodynamicists, seismologists and mineral physicists, in order to gain better understanding of the origin of seismic anisotropy in D\", and determine which microscopic and macroscopic processes may be at play. In our work to-date, we have set up a multi-step procedure for this purpose, which combines five modeling ingredients in a logical chain: (1) For a particular hypothesis regarding mantle dynamics, geodynamical models provide information on the macroscopic strain deformation accommodated by individual packets of mantle material.  (2) This strain deformation information is then used as boundary conditions for numerical models that calculate the resulting mineralogical texture (i.e. LPO) within a polycrystalline mineral aggregate. (3) Seismic elastic constants, determined from mineral properties and preferred orientations, are applied to numerous mineral aggregates throughout the region of interest, (4) followed by forward seismic modeling through the 3D elastic anisotropic model acquired from steps 1-3. (5) Resulting models and seismic waveforms are compared to available seismic observations. Our initial results illustrate that we can use macroscopic observations to constrain plausible constituents and deformation mechanisms. So far, our work has focused on 2D models of a subducting slab reaching the core-mantle boundary (CMB) and its subsequent spreading along the CMB. We here propose to extend our set of geodynamic tools to the 3D case, which will allow us to explore the predicted distribution of different kinds of anisotropy at the base of the mantle in a more realistic framework and confront the resulting seismic wavefields to available broadband seismic data. We will perform experiments and theoretical mineral physics computations. This project promotes interdisciplinary work and cross-education in the fields of geodynamics, mineral physics and seismology among the PI's, participating students and postdoctoral associates, stimulating learning to solve complex scientific problems by sharing different expertise. It will also provide suggestions for future seismic experiments targeted at better characterizing anisotropy in D\".",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Romanowicz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara A Romanowicz",
   "pi_email_addr": "barbara@seismo.berkeley.edu",
   "nsf_id": "000105433",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hans-Rudolf",
   "pi_last_name": "Wenk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hans-Rudolf Wenk",
   "pi_email_addr": "wenk@berkeley.edu",
   "nsf_id": "000465099",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Burkhard",
   "pi_last_name": "Militzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Burkhard Militzer",
   "pi_email_addr": "militzer@berkeley.edu",
   "nsf_id": "000310029",
   "pi_start_date": "2011-08-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 135962.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122646.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 124601.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The lowermost few hundreds of kilometres of the Earth&rsquo;s mantle (referred to as the D\" region) are elastically anisotropic: seismic velocities vary with direction of propagation and polarization. The dominant cause of this anisotropy is still not known.&nbsp; It is tempting and natural to explain it by invoking deformation processes associated with the direction of flow as lithospheric slabs falling through the mantle reach the core-mantle boundary, which is supported by observations of strong seismic anisotropy in regions where subducted slab material is expected. In addition, with increasing pressure, minerals are subject to phase transformations which may change their deformation properties. In order to gain a better understanding of the origin of seismic anisotropy in D&rdquo;, it is necessary to combine tools and observations that have so far been developed independently by seismologists, mineral physicists and geodynamicists.</p>\n<p>In this multi-disciplinary study, we combined the results of geodynamical calculations with knowledge of crystal properties and slip systems of relevant minerals, in order to predict the type of macroscopic seismic anisotropy that can be confronted with surface observations of seismic waves sampling the deep mantle.</p>\n<p>We evaluated the hypothesis that crystal preferred orientation (CPO) in a slab, as it impinges on the core&ndash;mantle boundary, is the cause of the observed anisotropy. Next, we determined if fast polarization directions seen by shear waves can be mapped to directions of geodynamic flow. We employed a 3-D geodynamic model with temperature dependent viscosity and kinematic velocity boundary conditions defined at the Earth's surface to create a broad downwelling slab. Tracers track the deformation that we assume to be accommodated by dislocation creep. It was established a decade ago that magnesium perovskite (MgSiO<sub>3,&nbsp;</sub>Pv), the main constituent of the lower mantle, transforms to a different crystalline phase, post-perovskite (pPv), at pressures and temperature corresponding to the deepest mantle. We evaluated the models for the presence of Pv or pPv&nbsp; and for different main slip systems along which dislocation creep may occur in pPv [ denoted by (100), (010) and (001)]&mdash;resulting in four different mineralogical models of CPO. Combining the crystal pole orientations with single crystal elastic constants results in seismically distinguishable models of seismic anisotropy. The models are evaluated against published seismic observations by analyzing different anisotropic components: the radial anisotropy, the splitting of (sub-)vertically or sub-horizontally polarized waves into fast and slow waves (i.e. azimuthal anisotropy. The patterns in radial anisotropy confirm our earlier results in 2-D. Observations of radial anisotropy and splitting in subhorizontal phases are mostly consistent with models of pPv with (010)-slip and (001)-slip. Our model of (001)-slip predicts stronger splitting than for (010)-slip for horizontally propagating phases in all directions. The strongest seismic anisotropy in this model occurs where the slab impinges on the core&ndash;mantle boundary. The azimuthal anisotropy pattern for (001)-slip shows fast axis directions at the edges of the slab (sub-)parallel to flow directions, suggesting horizontal flows may be mapped out in the lowermost mantle using seismic observations.</p>\n<p>We also&nbsp;performed calculations on thermoelasticity of Fe/Al-bearing MgSiO<sub>3&nbsp;</sub>showing that pPv with predominant (001) slip is the only compatible mechanism for seismic transverse isotropy in the D&prime;&prime; and is insensitive to the presence of Fe or Al. This is an important step toward precise and systematic knowledge on the elasticity of key mantle minerals at simultaneous high-pressure and high-temperature conditions.</p>\n<p>Our research program also included ...",
  "por_txt_cntn": "\nThe lowermost few hundreds of kilometres of the EarthÆs mantle (referred to as the D\" region) are elastically anisotropic: seismic velocities vary with direction of propagation and polarization. The dominant cause of this anisotropy is still not known.  It is tempting and natural to explain it by invoking deformation processes associated with the direction of flow as lithospheric slabs falling through the mantle reach the core-mantle boundary, which is supported by observations of strong seismic anisotropy in regions where subducted slab material is expected. In addition, with increasing pressure, minerals are subject to phase transformations which may change their deformation properties. In order to gain a better understanding of the origin of seismic anisotropy in D\", it is necessary to combine tools and observations that have so far been developed independently by seismologists, mineral physicists and geodynamicists.\n\nIn this multi-disciplinary study, we combined the results of geodynamical calculations with knowledge of crystal properties and slip systems of relevant minerals, in order to predict the type of macroscopic seismic anisotropy that can be confronted with surface observations of seismic waves sampling the deep mantle.\n\nWe evaluated the hypothesis that crystal preferred orientation (CPO) in a slab, as it impinges on the core&ndash;mantle boundary, is the cause of the observed anisotropy. Next, we determined if fast polarization directions seen by shear waves can be mapped to directions of geodynamic flow. We employed a 3-D geodynamic model with temperature dependent viscosity and kinematic velocity boundary conditions defined at the Earth's surface to create a broad downwelling slab. Tracers track the deformation that we assume to be accommodated by dislocation creep. It was established a decade ago that magnesium perovskite (MgSiO3, Pv), the main constituent of the lower mantle, transforms to a different crystalline phase, post-perovskite (pPv), at pressures and temperature corresponding to the deepest mantle. We evaluated the models for the presence of Pv or pPv  and for different main slip systems along which dislocation creep may occur in pPv [ denoted by (100), (010) and (001)]&mdash;resulting in four different mineralogical models of CPO. Combining the crystal pole orientations with single crystal elastic constants results in seismically distinguishable models of seismic anisotropy. The models are evaluated against published seismic observations by analyzing different anisotropic components: the radial anisotropy, the splitting of (sub-)vertically or sub-horizontally polarized waves into fast and slow waves (i.e. azimuthal anisotropy. The patterns in radial anisotropy confirm our earlier results in 2-D. Observations of radial anisotropy and splitting in subhorizontal phases are mostly consistent with models of pPv with (010)-slip and (001)-slip. Our model of (001)-slip predicts stronger splitting than for (010)-slip for horizontally propagating phases in all directions. The strongest seismic anisotropy in this model occurs where the slab impinges on the core&ndash;mantle boundary. The azimuthal anisotropy pattern for (001)-slip shows fast axis directions at the edges of the slab (sub-)parallel to flow directions, suggesting horizontal flows may be mapped out in the lowermost mantle using seismic observations.\n\nWe also performed calculations on thermoelasticity of Fe/Al-bearing MgSiO3 showing that pPv with predominant (001) slip is the only compatible mechanism for seismic transverse isotropy in the D&prime;&prime; and is insensitive to the presence of Fe or Al. This is an important step toward precise and systematic knowledge on the elasticity of key mantle minerals at simultaneous high-pressure and high-temperature conditions.\n\nOur research program also included an observational component. Here, we discovered a roughly circular region of about 900 km in diameter and 25 km height at the base of the mantle,..."
 }
}