{
 "awd_id": "1067012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A new approach to a deep understanding of biomass recalcitrance",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927470",
 "po_email": "grorrer@nsf.gov",
 "po_sign_block_name": "Gregory Rorrer",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 299476.0,
 "awd_amount": 299476.0,
 "awd_min_amd_letter_date": "2011-02-02",
 "awd_max_amd_letter_date": "2011-02-02",
 "awd_abstract_narration": "Institution:  Washington State University\r\nTitle:  A new approach to a deep understanding of biomass recalcitrance\r\n\r\nIntellectual Merit\r\n\r\nThe resistance of lignocellulosic biomass to enzymes designed to break down the cellulose fraction to fermentable sugars is a long-standing technical barrier in the development of bioprocess engineering platforms for biomass conversion technology.  Knowledge of intricate substrate and enzyme interactions is needed to develop strategies to reduce enzyme cost by improving enzyme performance.   The goal of this proposed research is to demonstrate a new approach to investigating biomass recalcitrance by creating a new set of biomass reference substrates.  The reference substrates will possess an integral fiber structure as well as homogeneous and well-characterized chemical and physical properties across all biomass fiber structural levels.  It is hypothesized that using these reference substrates to systematically examine substrate-enzyme interactions will provide new insights into fundamental issues underlying biomass recalcitrance.  The specific objectives of proposed research are to: 1) prepare reference substrates, which include chemically-pulped/bleached lignocellulosic biomass, model lignin-carbohydrate composites, and nanocrystalline cellulosic materials with a diverse level of physiochemical properties; 2) study the enzymatic hydrolysis characteristics of these reference substrates; and 3) investigate enzyme and substrate interactions at fiber, fiber topographic, fibril, and molecular levels through X-ray photoelectron spectroscopy (XPS) and atomic force microscopy (AFM).  Outcomes from this proposed research have the potential to help guide the genetic improvement of cellulase enzymes for more efficient biomass conversion process.\r\n\r\nBroader Impacts\r\n\r\nThe proposed educational and outreach activities will focus on three core efforts:   1) training undergraduate and graduate students from underrepresented groups  to pursue  careers in bioconversion research and development; 2) development of  a summer program with MESA (Mathematics Engineering Science Achievement) program at Washington State University to promote the awareness of clean technology and biomass economy at high schools in Yakima Valley and TriCities regions; 3) development of new courses and teaching module to effectively transfer knowledge from biomass conversion topics to chemical engineering and biosystems engineering education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiao",
   "pi_last_name": "Zhang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiao Zhang",
   "pi_email_addr": "xiaozhang@tricity.wsu.edu",
   "nsf_id": "000559221",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nehal",
   "pi_last_name": "Abu-lail",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Nehal I Abu-lail",
   "pi_email_addr": "nehal.abu-lail@utsa.edu",
   "nsf_id": "000094505",
   "pi_start_date": "2011-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "240 FRENCH ADMINISTRATION BLDG",
  "perf_city_name": "PULLMAN",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991640001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 299476.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"font-family: Times New Roman; font-size: small;\">Strategic Projects Goals </span></strong></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<ol style=\"list-style-type: decimal; direction: ltr;\">\n<li style=\"color: #000000;\">\n<p style=\"text-align: justify; color: #000000;\"><strong>Discovery</strong><span style=\"mso-bidi-font-weight: bold;\">: This project aimed to gain new knowledge to help identify and discover highly efficient plant cell wall degrading enzymes to unlock sugars for biofuel and biochemical conversion.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></p>\n</li>\n<li style=\"color: #000000;\">\n<p style=\"text-align: justify; color: #000000;\"><span style=\"mso-bidi-font-weight: bold;\"><span style=\"mso-spacerun: yes;\">&nbsp;</span></span><strong>Learning</strong><span style=\"mso-bidi-font-weight: bold;\">: This project </span>provided<a name=\"_GoBack\"></a> a unique experience and perspective toward sustainable biorefineries for younger generations, especially from underrepresented groups in STEM. <em style=\"mso-bidi-font-style: normal;\"><span style=\"mso-spacerun: yes;\">&nbsp;</span></em></p>\n<p style=\"text-align: justify; color: #000000;\"><span style=\"mso-bidi-font-weight: bold;\">&nbsp;</span></p>\n<p style=\"text-align: justify; color: #000000;\"><strong>Summary of Project Outcome: </strong>Dr. Xiao Zhang and Dr. Nehal Abu-Lail from Washington State University, in collaboration with scientists at Pacific Northwest National Laboratory (PNNL) have developed a suite of analytic techniques to investigate biomass recalcitrance from different plant fiber structural levels. A unique set of reference biomass substrates was created to identify the key biomass recalcitrance factors hindering the effective conversion plant biomass to sugars for biofuel and biochemical production.<span style=\"mso-bidi-font-weight: bold;\"> Two Chemical Engineering graduate students including one female have been trained in the project and have developed the expertise to become future leaders in the biomass biorefinery industry. The project also provided leverage and opportunities to train a number of undergraduate students, including five females, one African American and one Hispanic.</span></p>\n<p style=\"text-align: justify; color: #000000;\"><span style=\"mso-bidi-font-weight: bold;\">&nbsp;</span></p>\n<p style=\"text-align: justify; color: #000000;\"><strong>Impact:</strong> The findings from this research <span style=\"mso-bidi-font-style: italic;\">will provide insight and </span>transformative knowledge <span style=\"mso-bidi-font-style: italic;\">toward devising efficient biomass deconstruction strategies and discovering effective enzymes for biomass conversion</span>.</p>\n<p style=\"text-align: justify; color: #000000;\">&nbsp;</p>\n<p style=\"text-align: justify; color: #000000;\"><strong>Explanation/Background: </strong><span style=\"mso-bidi-font-weight: bold;\">S</span>ugar will become the primary currency in the future bio-economy. Lignocellulosic biomass is the most promising and sustainable feedstock for supplying sugar from non-food source for biofuels and biochemicals production. However, the <span style=\"mso-bidi-font-weight: bold;\">plant fiber cell wall is naturally constructed to resist chemical, physical and microbial deconstruction. </span>The lack of highly efficient and cost effective cell wall degrading enzymes is a major obstacle preventing the commercialization of an economically viable process to unlock the sugar from lignocellulosic biomass. The reference biomass substrates generated from this project will represent the specific recalcitrant characteristics of plant cell wall from fiber to molecular levels.<span style=\"mso-bidi-font-weight: bold;\"> </span><span style=\"color: black; mso-bidi-font-style: italic;\">Investigating these substrates will help gain a systematic understanding of </span><span style=\"mso-bidi-font-st...",
  "por_txt_cntn": "\nStrategic Projects Goals \n\n \n\n\nDiscovery: This project aimed to gain new knowledge to help identify and discover highly efficient plant cell wall degrading enzymes to unlock sugars for biofuel and biochemical conversion.  \n\n\n Learning: This project provided a unique experience and perspective toward sustainable biorefineries for younger generations, especially from underrepresented groups in STEM.  \n \nSummary of Project Outcome: Dr. Xiao Zhang and Dr. Nehal Abu-Lail from Washington State University, in collaboration with scientists at Pacific Northwest National Laboratory (PNNL) have developed a suite of analytic techniques to investigate biomass recalcitrance from different plant fiber structural levels. A unique set of reference biomass substrates was created to identify the key biomass recalcitrance factors hindering the effective conversion plant biomass to sugars for biofuel and biochemical production. Two Chemical Engineering graduate students including one female have been trained in the project and have developed the expertise to become future leaders in the biomass biorefinery industry. The project also provided leverage and opportunities to train a number of undergraduate students, including five females, one African American and one Hispanic.\n \nImpact: The findings from this research will provide insight and transformative knowledge toward devising efficient biomass deconstruction strategies and discovering effective enzymes for biomass conversion.\n \nExplanation/Background: Sugar will become the primary currency in the future bio-economy. Lignocellulosic biomass is the most promising and sustainable feedstock for supplying sugar from non-food source for biofuels and biochemicals production. However, the plant fiber cell wall is naturally constructed to resist chemical, physical and microbial deconstruction. The lack of highly efficient and cost effective cell wall degrading enzymes is a major obstacle preventing the commercialization of an economically viable process to unlock the sugar from lignocellulosic biomass. The reference biomass substrates generated from this project will represent the specific recalcitrant characteristics of plant cell wall from fiber to molecular levels. Investigating these substrates will help gain a systematic understanding of biomass recalcitrance toward enzymatic hydrolysis.\n \nResearch Outcomes: A collection of reference biomass substrates with specific changes in one or few biomass characteristics (e.g. bulk/surface lignin and hemicellulose content, cellulose DP and crystallinity, inorganic content, available surface area, fiber length and coarseness, etc.) were prepared. Model substrates closely representing elemental cellulose crystallite structure were also synthesized. A number of analytic techniques were developed and refined to investigate the interactions of these substrates with cellulose enzymes. A high resolution X-ray photoelectron spectroscopy technique was established to quantify surface lignin content on lignocellulosic biomass substrates. An improved X-ray diffraction (XRD) procedure was developed to investigate in detail the structural changes of cellulose crystals during enzyme hydrolysis. In addition, we have established atomic force microscopy (AFM) methods to investigate the topological chemistry of reference biomass substrates and their interactions with cellulase enzymes. These tools and substrates have allowed us to gain an advanced understanding of biomass recalcitrance.\n \nBroader Outcomes to Benefit Society and Promote Teaching, Training, and Learning: \nThis project transforms knowledge from the pulp and paper industry to biomass conversion research. The pulp and paper industry is currently the largest industry utilizing renewable lignocellulosic biomass as a feedstock. Well over a century of concentrated research efforts and process development in this industry have resulted in an enormous amount of knowledge in the field of chemical processing of biomass m..."
 }
}