{
 "awd_id": "1067424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel synthesis and characterization of intermediate temperature solid oxide fuel cells",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2011-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 474966.0,
 "awd_amount": 531461.0,
 "awd_min_amd_letter_date": "2011-04-25",
 "awd_max_amd_letter_date": "2015-03-23",
 "awd_abstract_narration": "Fuel cells provide direct conversion of chemical energy into electrical energy by means of electrochemical reactions. Because of this direct electrochemical conversion of energy, fuel cells offer efficient, environmentally desirable energy sources, and are targeted as one of the solutions for future energy needs. A fuel cell basically requires an anode and a cathode separated by an ion-conducting electrolyte. Different classes of fuel cells operate over a wide range of temperature depending on the electrolyte used. Solid oxide fuel cells (SOFCs) have generated interest due to their high expected energy efficiency as reported by the Department of Energy. There is tremendous interest in lowering the temperature requirements of SOFCs to at least an intermediate temperature range of 600 800 ºC while still maintaining high efficiency. These intermediate temperature (IT) SOFCs require new materials and alternate structures to achieve high electrochemical efficiency at lower temperatures. How to achieve this is the problem.\r\n\r\nInvestigators Christos Takoudis, Gregory Jursich, Robert Klie, and Alan Zdunek from the University of Illinois at Chicago, along with Jeffrey Miller from Argonne National Laboratories in Illinois believe their team and the procedures they will employ are exactly what are required to make progress on a new class of IT SOFCs. One key to achieve lower temperature operability is to engineer the SOFCs with smaller thickness for each of the anode, cathode and electrolyte layers and with precise control over the chemical compositions of the layers. Using a unique atomic layer deposition/chemical vapor deposition (ALD/CVD) hybrid reactor currently installed at the Advanced Photon Source at Argonne Labs to create complex metal oxides with thicknesses varying from near bulk-like micron layers to atomic-like nanometer layers, the PIs will develop and control the thermal and electrochemical properties of the IT-SOFCs to achieve successful reduced temperature operability. One must know what has been chemically crafted, so the PIs will use X-ray absorption and X-ray diffraction during ALD/CVD deposition, reaction and thermal transformation conditions to better understand and control the synthesis process of the final micro-nano material structures. This unique experimental set-up will allow hitherto unavailable understanding of electrochemical, catalytic and thermal property trends from the macroscopic to microscopic chemistries. In addition, the equipment will allow the PIs to fabricate all three components within the same reactor as one deposition process, resulting in atomically well-defined interfacial regions and evaluation of the three components as an integral system. \r\n\r\nThe concept for this new fuel cell program is straightforward: make thin layers of controlled chemical composition in one reactor so the interfaces are also controlled, and the chances of creating a viable IT SOFC are vastly improved. Use of the correct analytical equipment to know what has been made is key to success. The PIs intend to couple this technical program with the existing modes of enlisting of graduate students, including those from under-represented groups, already in place at UIC. Potential outreach educational programs are planned as well to spread the science to undergraduates and high school students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christos",
   "pi_last_name": "Takoudis",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Christos G Takoudis",
   "pi_email_addr": "takoudis@uic.edu",
   "nsf_id": "000386362",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Miller",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey T Miller",
   "pi_email_addr": "millerjt@anl.gov",
   "nsf_id": "000287637",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Jursich",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory M Jursich",
   "pi_email_addr": "jursich@uic.edu",
   "nsf_id": "000310268",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Klie",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Klie",
   "pi_email_addr": "rfklie@uic.edu",
   "nsf_id": "000312220",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Zdunek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Zdunek",
   "pi_email_addr": "zdunek@uic.edu",
   "nsf_id": "000574703",
   "pi_start_date": "2011-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "809 S MARSHFIELD AVE M/C 551",
  "perf_city_name": "CHICAGO",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606124305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  },
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 490966.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22495.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>This project involved synthesis and characterization of multilayer metal oxide composite structures with variable thickness from micrometer to nanometer dimensions in order to create atomically defined novel test materials and intermediate temperature (IT) solid oxide fuel cells (SOFCs). Uniquely prepared metal oxide materials of IT-SOFCs were examined electrochemically as half-cell assemblies using cell performance testing. In addition, more promising electrochemical materials were studied to reveal atomically resolved structures of complex metal oxides making up individual components and interfaces of IT-SOFCs. The wide thickness variability was achieved with a unique atomic layer deposition/chemical vapor deposition (ALD/CVD) hybrid reactor (patent pending) which can switch operation modes during deposition to uniquely provide electrochemical test structures with properties spanning from essentially &lsquo;bulk-like&rsquo; properties at micrometer length scale thickness to the largely unknown properties at atomically defined nanometer regime. ALD feature offers high conformality of porous electrode surfaces and control of ultrathin layers which is particularly attractive for catalytic surface reactions minimizing catalyst consumption in manufacturing and maximizing surface area.</p>\n<p>The cathode, electrolyte, and anode components were synthesized first individually and then together as a successive thin film deposition process using the multi-precursor ALD/CVD hybrid reactor. The electrodes and solid electrolytes could be deposited onto substrates (e.g., silicon) with micro-etched channels for gas transport of fuel and oxidizer. The composition and thickness of electrode materials and electrolyte will be varied to elucidate material property-physical dimension-composition relations. Thinner electrolytes lead to higher ion mobility; more conformal deposition of porous electrodes for more efficient mass transport and catalysis.</p>\n<p>A unique feature of the project was the use of a novel ALD/CVD reactor to fabricate new metal oxide materials for IT-SOFC operation over a broad range from &lsquo;bulk-like&rsquo; multi-micron to nanometer atomic dimensions with highly conformal structure capability thereby uniquely providing pertinent electrochemical properties as function of not only metal oxide composition and structure but also film thickness from the micron length scale to the atomic, nanometer regime. The use of this single reactor system for the complete cathode/electrolyte/anode IT-SOFCs minimizes/eliminates contamination at the critical interfacial regions. As new IT-SOFCs are created with thinner films, such films with greater compositional and thickness control offered new avenues to investigate novel designs for more efficient electrochemical performance. This work brought together a multi-centered collaboration of interdisciplinary expertise in electrochemistry, atomically controlled film deposition, thermally induced structure and interfacial chemistry, engineering, x-ray spectroscopies, microscopy, and catalysis.</p>\n<p>Hitherto unattainable composition-structure-property relations of IT-SOFCs were obtained. Training of four graduate students in a multi-faceted research environment and enhanced educational experiences with exposure to Advanced Photon Source facilities was achieved. Two of them joined Intel Corporation, while the other two are pursuing further studies in other academic environments. Thirteen undergraduate students, eight high school students and one teacher were also beneficially engaged with state of the art equipment and experimentation throughout the duration of this grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2015<br>\n\t\t\t\t\tModified by: Christos&nbsp;G&nbsp;Takoudis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\n \n\nThis project involved synthesis and characterization of multilayer metal oxide composite structures with variable thickness from micrometer to nanometer dimensions in order to create atomically defined novel test materials and intermediate temperature (IT) solid oxide fuel cells (SOFCs). Uniquely prepared metal oxide materials of IT-SOFCs were examined electrochemically as half-cell assemblies using cell performance testing. In addition, more promising electrochemical materials were studied to reveal atomically resolved structures of complex metal oxides making up individual components and interfaces of IT-SOFCs. The wide thickness variability was achieved with a unique atomic layer deposition/chemical vapor deposition (ALD/CVD) hybrid reactor (patent pending) which can switch operation modes during deposition to uniquely provide electrochemical test structures with properties spanning from essentially æbulk-likeÆ properties at micrometer length scale thickness to the largely unknown properties at atomically defined nanometer regime. ALD feature offers high conformality of porous electrode surfaces and control of ultrathin layers which is particularly attractive for catalytic surface reactions minimizing catalyst consumption in manufacturing and maximizing surface area.\n\nThe cathode, electrolyte, and anode components were synthesized first individually and then together as a successive thin film deposition process using the multi-precursor ALD/CVD hybrid reactor. The electrodes and solid electrolytes could be deposited onto substrates (e.g., silicon) with micro-etched channels for gas transport of fuel and oxidizer. The composition and thickness of electrode materials and electrolyte will be varied to elucidate material property-physical dimension-composition relations. Thinner electrolytes lead to higher ion mobility; more conformal deposition of porous electrodes for more efficient mass transport and catalysis.\n\nA unique feature of the project was the use of a novel ALD/CVD reactor to fabricate new metal oxide materials for IT-SOFC operation over a broad range from æbulk-likeÆ multi-micron to nanometer atomic dimensions with highly conformal structure capability thereby uniquely providing pertinent electrochemical properties as function of not only metal oxide composition and structure but also film thickness from the micron length scale to the atomic, nanometer regime. The use of this single reactor system for the complete cathode/electrolyte/anode IT-SOFCs minimizes/eliminates contamination at the critical interfacial regions. As new IT-SOFCs are created with thinner films, such films with greater compositional and thickness control offered new avenues to investigate novel designs for more efficient electrochemical performance. This work brought together a multi-centered collaboration of interdisciplinary expertise in electrochemistry, atomically controlled film deposition, thermally induced structure and interfacial chemistry, engineering, x-ray spectroscopies, microscopy, and catalysis.\n\nHitherto unattainable composition-structure-property relations of IT-SOFCs were obtained. Training of four graduate students in a multi-faceted research environment and enhanced educational experiences with exposure to Advanced Photon Source facilities was achieved. Two of them joined Intel Corporation, while the other two are pursuing further studies in other academic environments. Thirteen undergraduate students, eight high school students and one teacher were also beneficially engaged with state of the art equipment and experimentation throughout the duration of this grant.\n\n\t\t\t\t\tLast Modified: 07/05/2015\n\n\t\t\t\t\tSubmitted by: Christos G Takoudis"
 }
}