{
 "awd_id": "1068604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Probing Attosecond Electron Correlation in Atoms",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 570000.0,
 "awd_amount": 575000.0,
 "awd_min_amd_letter_date": "2011-07-08",
 "awd_max_amd_letter_date": "2013-05-06",
 "awd_abstract_narration": "The time scale of electron dynamics in matter is represented by the atomic unit of time, which is 24 attoseconds. Although isolated attosecond photon pulses were demonstrated in 2001, few laboratories have been able to own the new light source because the generation technique is very difficult. Furthermore, the existing attosecond source is not strong enough for performing attosecond pump/attosecond probe experiments. In the last five years, Chang's group has developed a technique, Double Optical Gating (DOG), which can generate isolated attosecond pulses rather easily. It also allows the up-scaling of attosecond pulse energy. With the current support from the National Science Foundation, Chang's experimental group and Hu's theoretical group work together to understand and control ultrafast electron-electron interaction in the time domain by taking advantage of the attosecond source based on the DOG scheme. \r\n\r\nWe focus on the autoionization of atoms as it is dominated by the electron correlation.  As the starting point, the two-electron system, helium, is chosen as the target. Unlike spectral-domain experiments performed in the past using synchrotron light, helium atoms are pumped from the ground state into either continuum states or doubly-excited states by isolated attosecond XUV pulses. The instantly-initiated electron-correlations in the doubly-excited states, their subsequent fast decay and the interference with the continuum states, are then probed either by another time-delayed attosecond XUV pulse or by an intense few-cycle near infrared (NIR) laser pulse. The attosecond probe pulse would \"freeze\" the motion of the two electrons and \"map-out\" in real time the ultrafast electron-correlation dynamics. The strong NIR field can modify the electron-electron interactions within a fraction of an optical cycle in order to manipulate and control the ultrafast electron correlations. The experiment-theory collaboration allows experimental benchmarking of the quantum-mechanical ab initio calculations, laying a foundation for studying electron dynamics in more complex atoms and molecules. \r\n\r\nElectron-electron interactions play an essential role in a wide range of fundamentally important many-body phenomena in modern chemistry, physics and biology. The broad impacts of this program are two-fold. First of all, developing tools for observing electron dynamics with an unprecedented time resolution will lead to new insights into the fundamental questions of how electron correlation plays a role in molecular structure formation. Such insights will particularly help chemists to understand electron correlations in chemical reactions better. Secondly, finding techniques to control electron dynamics with external fields can significantly advance the technologies for manipulating complex systems and chemical reactions at the fundamental electronic level. Moreover, the new attosecond light source under development can spur a revolution in ultrafast free-space communication and biomolecule imaging. \r\n\r\nThe program supports three students to work at one of the most exciting forefronts of the physics. They are trained to become leaders in this new research field and experts of the next generation technologies.  The experiments are conducted at the Florida Attosecond Science and Technology (FAST) laboratory, which was newly established at the University of Central Florida.  A course on attosecond optics and another one on attosecond physics are offered by Chang for undergraduate and graduate students who use the attosecond facility for lab demonstrations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zenghu",
   "pi_last_name": "Chang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zenghu Chang",
   "pi_email_addr": "Zenghu.Chang@ucf.edu",
   "nsf_id": "000545231",
   "pi_start_date": "2011-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Central Florida Board of Trustees",
  "perf_str_addr": "4000 CENTRAL FLORIDA BLVD",
  "perf_city_name": "ORLANDO",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129000",
   "pgm_ele_name": "OPTICAL PHYSICS"
  },
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 195000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goals of our research are to generate powerful isolated attosecond pulses and use them to investigate electron-correlation dynamics in atoms in real-time. We obtained ground-breaking results in observing excited electronic state dynamics.</p>\n<p><strong>1. Intellectual merit</strong></p>\n<p><strong>1.1 Development of broadband and high energy attosecond light sources</strong></p>\n<p>Single isolated attosecond pulses are&nbsp; desirable for pump-probe experiments. The extreme ultraviolet continuum produced by Double Optical Gating (DOG) developed by Chang&rsquo;s group covers much broader spectra than the previous schemes. In 2012, a 67-as XUV pulse, the new record-shortest attosecond pulse, was generated with DOG, as shown in Fig. 1.</p>\n<p><strong>1.2 Probing subcycle electron dynamics with attosecond transient absorption </strong></p>\n<p>In transient absorption spectroscopy, a relatively weak probe laser pulse is used to monitor the changes in the absorption spectrum induced by a strong pump pulse with a variable time delay. It was used to elucidate the ultrafast dynamics, demonstrating for the first time that&nbsp; attosecond transient absorption&nbsp;&nbsp; allows simultaneous measurement of bound and continuum state dynamics, light-induced states, and two-color multi-photon absorption to dipole-forbidden states of the atom with sub-laser-cycle temporal resolution, as shown in Fig.2.</p>\n<p><strong>2. Broader impact activities</strong></p>\n<p><strong>2.1 Public media coverage</strong></p>\n<p>The generation of the record-shortest 67 as pulses was selected as a Spotlight on Optics &ndash;highlighted articles from OSA journals, and featured in Physical World (the UK equivalent of Physics Today). The research has generated significant attention from public media. The story was covered by BBC, Fox News, and many domestic and international media.</p>\n<p><strong>2.2 Student training </strong></p>\n<p class=\"Default\">Michael Chini, Yi Wu and Qi Zhang were awarded PhDs.&nbsp; Graduate students Yan Cheng, Eric Cunningham, Jie Li, and Yang Wang, undergraduate students Laura Fowler and Edward Jezisek have been partially supported by this grant.</p>\n<p><strong>2.3 Intellectual property&nbsp; </strong></p>\n<p>Two patent disclosures, one on a new method for stabilizing carrier-envelope phase and another one on suppressing the driving lasers in attosecond beams, have been filed.</p>\n<p><strong>3. &nbsp;Publications</strong></p>\n<p><strong></strong>[P1] Reinhard Kienberger, Zenghu Chang and Chang Hee Nam, Journal of Physics B-Atomic Molecular and Optical Physics <strong>45</strong>, 070201 (2012).</p>\n<p>[P2] Michael Chini, Kun Zhao and Zenghu Chang, &ldquo; Nature Photonics <strong>8</strong>, 178 (2014).</p>\n<p>[P3] Eric Cunningham, Zenghu Chang,&nbsp; IEEE Journal of Selected Topics in Quantum Electronics, Volume: 21, Issue: 5, 8700806, DOI: 10.1109/JSTQE.2015.2426655</p>\n<p>[P4] Max M&ouml;ller, Yan Cheng, Sabih D. Khan, Baozhen Zhao, Kun Zhao, Michael Chini, Gerhard G. Paulus, and Zenghu Chang,&nbsp; Phys. Rev. A <strong>86</strong>, 011401 (2012).</p>\n<p>[P5] Kun Zhao, Qi Zhang, Michael Chini, Yi Wu, Xiaowei Wang, and Zenghu Chang, Optics Letters <strong>37</strong>, 3891 (2012).</p>\n<p>[P6] (Book chapter) K. Zhao, Q. Zhang, M. Chini, and Z. Chang, Chapter 19, Multiphoton Processes and Attosecond Physics, Yamanouchi, Kaoru; Midorikawa, Katsumi (Eds.) Series: <a href=\"http://www.springer.com/series/361\">Springer Proceedings in Physics</a>, Vol. <strong>125</strong>, Part 2, 109 (2012). ISBN 978-3-642-28947-7.</p>\n<p>[P7] Qi Zhang, Kun Zhao, and Zenghu Chang,&nbsp; Journal of Electron Spectroscopy and Related Phenomena 195, pp, 48&ndash;54 (2014).</p>\n<p>[P8] Yi Wu, Eric Cunningham, Jie Li, Huaping Zang, Michael Chini, Xiaowei Wang,YangWang, Kun Zhao, and Zenghu Chang, Appl. Phys. Lett. <strong>102</strong>, 201105 (2013).</p>\n<p>[P9] Qi Zhang, Kun Zhao, Jie Li, Mic...",
  "por_txt_cntn": "\nThe main goals of our research are to generate powerful isolated attosecond pulses and use them to investigate electron-correlation dynamics in atoms in real-time. We obtained ground-breaking results in observing excited electronic state dynamics.\n\n1. Intellectual merit\n\n1.1 Development of broadband and high energy attosecond light sources\n\nSingle isolated attosecond pulses are  desirable for pump-probe experiments. The extreme ultraviolet continuum produced by Double Optical Gating (DOG) developed by ChangÆs group covers much broader spectra than the previous schemes. In 2012, a 67-as XUV pulse, the new record-shortest attosecond pulse, was generated with DOG, as shown in Fig. 1.\n\n1.2 Probing subcycle electron dynamics with attosecond transient absorption \n\nIn transient absorption spectroscopy, a relatively weak probe laser pulse is used to monitor the changes in the absorption spectrum induced by a strong pump pulse with a variable time delay. It was used to elucidate the ultrafast dynamics, demonstrating for the first time that  attosecond transient absorption   allows simultaneous measurement of bound and continuum state dynamics, light-induced states, and two-color multi-photon absorption to dipole-forbidden states of the atom with sub-laser-cycle temporal resolution, as shown in Fig.2.\n\n2. Broader impact activities\n\n2.1 Public media coverage\n\nThe generation of the record-shortest 67 as pulses was selected as a Spotlight on Optics &ndash;highlighted articles from OSA journals, and featured in Physical World (the UK equivalent of Physics Today). The research has generated significant attention from public media. The story was covered by BBC, Fox News, and many domestic and international media.\n\n2.2 Student training \nMichael Chini, Yi Wu and Qi Zhang were awarded PhDs.  Graduate students Yan Cheng, Eric Cunningham, Jie Li, and Yang Wang, undergraduate students Laura Fowler and Edward Jezisek have been partially supported by this grant.\n\n2.3 Intellectual property  \n\nTwo patent disclosures, one on a new method for stabilizing carrier-envelope phase and another one on suppressing the driving lasers in attosecond beams, have been filed.\n\n3.  Publications\n\n[P1] Reinhard Kienberger, Zenghu Chang and Chang Hee Nam, Journal of Physics B-Atomic Molecular and Optical Physics 45, 070201 (2012).\n\n[P2] Michael Chini, Kun Zhao and Zenghu Chang, \" Nature Photonics 8, 178 (2014).\n\n[P3] Eric Cunningham, Zenghu Chang,  IEEE Journal of Selected Topics in Quantum Electronics, Volume: 21, Issue: 5, 8700806, DOI: 10.1109/JSTQE.2015.2426655\n\n[P4] Max M&ouml;ller, Yan Cheng, Sabih D. Khan, Baozhen Zhao, Kun Zhao, Michael Chini, Gerhard G. Paulus, and Zenghu Chang,  Phys. Rev. A 86, 011401 (2012).\n\n[P5] Kun Zhao, Qi Zhang, Michael Chini, Yi Wu, Xiaowei Wang, and Zenghu Chang, Optics Letters 37, 3891 (2012).\n\n[P6] (Book chapter) K. Zhao, Q. Zhang, M. Chini, and Z. Chang, Chapter 19, Multiphoton Processes and Attosecond Physics, Yamanouchi, Kaoru; Midorikawa, Katsumi (Eds.) Series: Springer Proceedings in Physics, Vol. 125, Part 2, 109 (2012). ISBN 978-3-642-28947-7.\n\n[P7] Qi Zhang, Kun Zhao, and Zenghu Chang,  Journal of Electron Spectroscopy and Related Phenomena 195, pp, 48&ndash;54 (2014).\n\n[P8] Yi Wu, Eric Cunningham, Jie Li, Huaping Zang, Michael Chini, Xiaowei Wang,YangWang, Kun Zhao, and Zenghu Chang, Appl. Phys. Lett. 102, 201105 (2013).\n\n[P9] Qi Zhang, Kun Zhao, Jie Li, Michael Chini, Yan Cheng, Yi Wu, Eric Cunningham, and Zenghu Chang,  Optics Letters 39, Issue 12, pp. 3670-3673 (2014).\n\n[P10] Yoann Pertot, Shouyuan Chen, Sabih D Khan, Luc Bertrand Elouga Bom, Tsuneyuki Ozaki and Zenghu Chang,  J. Phys. B: At. Mol. Opt. Phys. 45, 074017 (2012).\n\n[P11] Xiaowei Wang, Michael Chini, Qi Zhang, Kun Zhao, Yi Wu, Dmitry A. Telnov, Shih-I Chu, and Zenghu Chang,  Physical Review A 86, 021802 (2012).\n\n[P12] Michael Chini, Xiaowei Wang, Yan Cheng, He Wang, Yi Wu, Eric Cunningham, Peng-Cheng Li, John Heslar, Dmitry A. Telnov, Shih-I Chu, and Zenghu C..."
 }
}