{
 "awd_id": "1068970",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Large-Scale Patterning of Germanium Quantum Dots by Stress Transfer",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2011-03-14",
 "awd_max_amd_letter_date": "2011-03-14",
 "awd_abstract_narration": "The goal of this collaborative research project is aimed at studying and developing a high-throughput, template-based method for the growth of highly ordered arrays of semiconductor quantum dots in the silicon-germanium system.  An integrated approach based on theory, multiscale computer simulation, and experiments will be utilized to perform the study.  Atomic-scale computer simulation techniques such as the Monte Carlo method will be employed to identify optimal conditions for generating micro-patterned compositional distributions in a silicon-germanium substrate using stress applied via a patterned, reusable template.  The suitability of the compositional variations induced within the substrate, and the resultant surface strain patterns, will then be investigated in the context of growing ordered germanium nanostructures on the substrate using molecular beam epitaxy.  A dedicated experimental apparatus will be fabricated for performing the template-based compositional patterning of a substrate silicon-germanium wafer.  High-resolution electron microscopy will be performed and used throughout this study in order to establish direct connections with atomic-scale and multiscale simulation predictions.\r\n\r\nThis research will establish materials and operating-condition criteria required for successfully realizing a conceptually simple, cost-effective, template-based method for growing a highly ordered two-dimensional array of germanium nanostructures on silicon-germanium substrates.  The primary goals of this work are to understand quantitatively the basic atomistic mechanisms that govern compositional patterning under applied stress and the coupling of this stress to nanostructure ordering, and then the use of this understanding to demonstrate experimentally the germanium quantum dot array formation.  If successful, this work could lead to a practical route for fabrication of high-density nanostructure arrays with a variety of potentially important applications, ranging from sensors, to data storage, to quantum computing.  Moreover, many of the basic atomistic sub-processes that will be studied, along with the associated computational and experimental techniques that will be developed, may be relevant to a wide range of materials processing applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sang",
   "pi_last_name": "Han",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sang M Han",
   "pi_email_addr": "meister@unm.edu",
   "nsf_id": "000438701",
   "pi_start_date": "2011-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "1 UNIVERSITY OF NEW MEXICO",
  "perf_city_name": "ALBUQUERQUE",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167400",
   "pgm_ele_name": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1674",
   "pgm_ref_txt": "NANOSCALE: INTRDISCPL RESRCH T"
  },
  {
   "pgm_ref_code": "1788",
   "pgm_ref_txt": "Nanomanufacturing"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Collaborative Proposal: Large-Scale Patterning of Germanium Quantum Dots by Stress Transfer</strong></p>\n<p><strong>&ldquo;Low-Cost Manufacturing Path to Quantum-Dot-Based Computers&rdquo;</strong></p>\n<p><strong></strong>The public desires computers with ever-faster speed and performance.&nbsp; One futuristic solution to transformatively advance the technology is using small semiconductor quantum dots, typically less than 10 nm in size, as part of the computing circuit. &nbsp;Such quantum-dot-based computers can potentially enable what is known today as quantum computing. &nbsp;However, one of the critical steps in manufacturing quantum-dot-based computers is precisely controlling the size and position of quantum dots grown on substrates.&nbsp; To that end, our team has been developing a simple, low-cost method to grow a uniform 2D array of quantum dots over a large-area substrate.</p>\n<p>In our effort, we are primarily focusing on germanium (Ge) quantum dots grown on silicon-germanium (SiGe) alloy substrates.&nbsp; The key principle behind our technology is that an elastic compressive stress introduced to the SiGe surface at an elevated temperature induces compositional redistribution and that the compositionally driven residual stress near the surface preferentially steers Ge dot formation.&nbsp; In simpler terms, a carefully gauged compression, which does not permanently deform the substrate, is locally applied to the SiGe surface at a high temperature. &nbsp;In such situations, Ge atoms that are bigger than Si diffuse out of the compressed region, leading to Ge depletion and Si enrichment.&nbsp; We make use of a mechanical press to push a 2D array of nanoscale Si pillars against the SiGe substrate, introducing the elastic compressive stress. &nbsp;This compression forms a 2D array of Ge-depleted spots, and upon removing the compression, the Ge-depleted spots become tensilely stressed.&nbsp; A subsequent exposure of the SiGe surface to Ge beam is expected to form a uniform 2D array of Ge quantum dots on the Ge-depleted spots.</p>\n<p>To date, we have experimentally and computationally demonstrated that the elastic compressive stress at elevated temperatures in fact induces compositional redistribution.&nbsp; In contrast, we have discovered that excess compression that leads to permanent plastic deformation does <em>not</em> induce any compositional change.&nbsp; We are currently conducting experiments to determine the ideal Ge dose and substrate temperature range that would allow Ge adspecies to fully explore the compositionally redistributed SiGe surface, preferentially migrate and remain on the Ge-depleted, tensilely stressed spots, and form Ge quantum dots.</p>\n<p>Our approach described above does not rely on high-resolution lithography or serial manipulation by scanning probes that are expensive and low-throughput.&nbsp; Since the Si nanopillar template and the mechanical press can be reused over many cycles, we expect a substantial cost reduction when this method is implemented in the manufacturing process.&nbsp; We also envision that our manufacturing method can be broadly applied to a variety of alloy substrates, including semiconductors and metals, to form a uniform 2D array of nanoscale structures over a large area in an affordable and repeatable manner.</p>\n<p>Over the course of the project, the NSF funding supported 2 PhD students and led to 8 publications, 1 accepted manuscript, 3 manuscripts in preparation, and 1 provisional US Patent application.&nbsp; In addition to our scientific and engineering contribution to the technological advances, our team has put in a concerted effort to bring the research education to a broader audience.&nbsp; We have involved not only undergraduate students, but also high school science teachers and high school students to develop a modular science curriculum to benefit the young audience.&nbsp; While exactly r...",
  "por_txt_cntn": "\nCollaborative Proposal: Large-Scale Patterning of Germanium Quantum Dots by Stress Transfer\n\n\"Low-Cost Manufacturing Path to Quantum-Dot-Based Computers\"\n\nThe public desires computers with ever-faster speed and performance.  One futuristic solution to transformatively advance the technology is using small semiconductor quantum dots, typically less than 10 nm in size, as part of the computing circuit.  Such quantum-dot-based computers can potentially enable what is known today as quantum computing.  However, one of the critical steps in manufacturing quantum-dot-based computers is precisely controlling the size and position of quantum dots grown on substrates.  To that end, our team has been developing a simple, low-cost method to grow a uniform 2D array of quantum dots over a large-area substrate.\n\nIn our effort, we are primarily focusing on germanium (Ge) quantum dots grown on silicon-germanium (SiGe) alloy substrates.  The key principle behind our technology is that an elastic compressive stress introduced to the SiGe surface at an elevated temperature induces compositional redistribution and that the compositionally driven residual stress near the surface preferentially steers Ge dot formation.  In simpler terms, a carefully gauged compression, which does not permanently deform the substrate, is locally applied to the SiGe surface at a high temperature.  In such situations, Ge atoms that are bigger than Si diffuse out of the compressed region, leading to Ge depletion and Si enrichment.  We make use of a mechanical press to push a 2D array of nanoscale Si pillars against the SiGe substrate, introducing the elastic compressive stress.  This compression forms a 2D array of Ge-depleted spots, and upon removing the compression, the Ge-depleted spots become tensilely stressed.  A subsequent exposure of the SiGe surface to Ge beam is expected to form a uniform 2D array of Ge quantum dots on the Ge-depleted spots.\n\nTo date, we have experimentally and computationally demonstrated that the elastic compressive stress at elevated temperatures in fact induces compositional redistribution.  In contrast, we have discovered that excess compression that leads to permanent plastic deformation does not induce any compositional change.  We are currently conducting experiments to determine the ideal Ge dose and substrate temperature range that would allow Ge adspecies to fully explore the compositionally redistributed SiGe surface, preferentially migrate and remain on the Ge-depleted, tensilely stressed spots, and form Ge quantum dots.\n\nOur approach described above does not rely on high-resolution lithography or serial manipulation by scanning probes that are expensive and low-throughput.  Since the Si nanopillar template and the mechanical press can be reused over many cycles, we expect a substantial cost reduction when this method is implemented in the manufacturing process.  We also envision that our manufacturing method can be broadly applied to a variety of alloy substrates, including semiconductors and metals, to form a uniform 2D array of nanoscale structures over a large area in an affordable and repeatable manner.\n\nOver the course of the project, the NSF funding supported 2 PhD students and led to 8 publications, 1 accepted manuscript, 3 manuscripts in preparation, and 1 provisional US Patent application.  In addition to our scientific and engineering contribution to the technological advances, our team has put in a concerted effort to bring the research education to a broader audience.  We have involved not only undergraduate students, but also high school science teachers and high school students to develop a modular science curriculum to benefit the young audience.  While exactly replicating the scientific experiment in a high school setting would be cost prohibitive, we are actively designing conceptually similar macroscopic physical systems to demonstrate the scientific principle.  We plan to make these course materials web-acces..."
 }
}