{
 "awd_id": "1068477",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Increasing STEM Talent through Regional Partnerships, Recruiting, and Retention",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032922321",
 "po_email": "anixon@nsf.gov",
 "po_sign_block_name": "Andrea Nixon",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1955699.0,
 "awd_amount": 1955699.0,
 "awd_min_amd_letter_date": "2011-09-12",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "This STEP project is a comprehensive and multi-institutional effort to increase the number of STEM students and graduates in north San Diego County. The project recruits students to Palomar Community College (Palomar) and California State University San Marcos (CSUSM) and facilitates transfer from Palomar to CSUSM.  In addition it is providing improvements that are expected to increase the retention of STEM students at both institutions through a set of complementary curricular enhancements. Specific project activities include: (1) initiating focused recruiting efforts via partnerships between CSUSM, Palomar, the active duty and veteran military community, and select local high schools, (2) tailoring and enhancing existing general recruiting efforts at both CSUSM and Palomar to include a focus on STEM recruiting, (3) standardizing transfer services and activities between CSUSM and Palomar by implementing STEM-specific articulation agreements for transfers students, and (4) providing curricular support in STEM gateway courses at Palomar and CSUSM. The creation and enhancement of partnerships between CSUSM and Palomar is a common theme in these activities. These activities are being managed by a dedicated project coordinator and are located in dedicated space at each institution. Project assessment and evaluation is being carried out by the CSUSM National Latino Research Center.  Its assessment objectives are to identify the program elements that are most successful in increasing STEM graduates and transfers. Dissemination efforts will involve expanding the partnership model between CSUSM and Palomar to other local community colleges in the San Diego region, and using this approach as a model for other partnerships between California State University campuses and California State community colleges.  \r\n\r\nThe project is employing proven approaches and leveraging existing institutional resources, including expansion of model programs implemented at CSUSM by the PIs. The effectiveness of existing local retention programs is building on broader research findings about how to do this effectively.  Both CSUSM and Palomar will institutionalize program activities found to be effective.  The major focus on increasing the participation of active duty soldiers, military veterans, and underrepresented minority students is well-matched to the demographics of northern San Diego County.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "De Leone",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Charles J De Leone",
   "pi_email_addr": "cdeleone@csusm.edu",
   "nsf_id": "000466066",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Price",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Edward P Price",
   "pi_email_addr": "eprice@csusm.edu",
   "nsf_id": "000352870",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Bray",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Richard N Bray",
   "pi_email_addr": "rbray@csusm.edu",
   "nsf_id": "000545506",
   "pi_start_date": "2011-09-12",
   "pi_end_date": "2013-01-22"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Candice",
   "pi_last_name": "Francis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Candice Francis",
   "pi_email_addr": "cfrancis@palomar.edu",
   "nsf_id": "000545576",
   "pi_start_date": "2011-09-12",
   "pi_end_date": "2011-10-26"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Rocha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor Rocha",
   "pi_email_addr": "vrocha@csusm.edu",
   "nsf_id": "000545579",
   "pi_start_date": "2011-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Sourbeer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Sourbeer",
   "pi_email_addr": "dsourbeer@palomar.edu",
   "nsf_id": "000602967",
   "pi_start_date": "2011-10-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California State University San Marcos Corporation",
  "inst_street_address": "333 S TWIN OAKS VALLEY RD",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7607504703",
  "inst_zip_code": "920960001",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "CALIFORNIA STATE UNIVERSITY SAN MARCOS CORP",
  "org_prnt_uei_num": "",
  "org_uei_num": "EKHKFP33NN53"
 },
 "perf_inst": {
  "perf_inst_name": "California State University, San Marcos",
  "perf_str_addr": "333 S TWIN OAKS VALLEY RD",
  "perf_city_name": "SAN MARCOS",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920960001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179600",
   "pgm_ele_name": "STEP-STEM Talent Expansn Pgm"
  },
  {
   "pgm_ele_code": "199800",
   "pgm_ele_name": "IUSE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8209",
   "pgm_ref_txt": "Improv Undergrad STEM Ed(IUSE)"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 1598216.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 357483.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF STEP project&rsquo;s central goal was to increase the number of STEM graduates from California State University San Marcos (CSUSM) and transfers from Palomar College to CSUSM.&nbsp; Palomar College and CSUSM are both institutions that serve the North County San Diego region. The project achieved notable successes in meeting these goals by developing and implementing STEM recruitment and retention strategies at both institutions.</p>\n<p>&nbsp;</p>\n<p>To improve recruitment into STEM disciplines, the project carried out a survey of local K-12 stakeholders and developed a marketing plan for CSUSM STEM programs.&nbsp; This program used undergraduate CSUSM and Palomar College STEM majors as STEM Ambassadors who reached out to local high school students to inform them about opportunities in STEM at CSUSM and Palomar College.&nbsp; While it is hard to attribute outcomes solely to these programs, recruitment into STEM majors at CSUSM and transfer students from Palomar College to CSUSM saw significant increases, including:</p>\n<ul>\n<li>A 200% increase in CSUSM enrolled STEM majors.&nbsp; <br /> 2641 STEM declared majors in Fall 2018 versus 886 CSUSM STEM declared majors in Fall 2009 (pre-grant)</li>\n<li>A 160% increase in transfers from Palomar College into STEM disciplines at CSUSM.&nbsp; <br /> 125 STEM Transfers from Palomar in Fall 2018 versus 48 STEM Transfers from Palomar in Fall 2009 (pre-grant)</li>\n<li>A 260% increase in CSUSM STEM graduates over pre-grant year: <br /> 330 STEM Graduates in 2017-18 versus 91 STEM Graduates in 2009-10 (pre-grant)</li>\n</ul>\n<p>In the area of retention of STEM majors, the project developed activities that focused directly on the diverse populations our institutions&rsquo; serve.&nbsp; Our students often take varied and complicated paths to graduation. They may attend multiple institutions, stop and restart, and take more than four years to attain a degree, incurring high costs related to attrition and increased time to graduation. In response, to these facts the project implemented elements that increased flexibility and coherence of STEM education at our institutions.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To address the uneven work and school schedules of our students, both campuses developed, implemented and institutionalized STEM drop-in peer tutoring centers that are open 35 hours per week.&nbsp; While initially supported with project funds, both the Palomar College and CSUSM STEM Tutoring Centers have full state-support, including expansion and renovation of both physical spaces.&nbsp; The STEM Tutoring Centers now serve over 1,000 unique visitors at CSUSM and over 2,000 unique visitors at Palomar on an annual basis.</p>\n<p>&nbsp;</p>\n<p>To improve the coherence of the student experience between campuses and improve student outcomes in STEM gateway courses, the project instituted a cross-campus Palomar/CSUSM discipline-based faculty learning community.&nbsp; This program enrolled a group of faculty from both campuses who taught similar lower-division gateway courses and (i) explored evidence-based instructional practices, (ii) planned the implementation of such practices in participating faculty&rsquo;s classes, and then (iii) implemented these practices with the help of an undergraduate Learning Assistant (LA). The project supported three discipline-based cohorts in chemistry, mathematics, and physics.&nbsp; Faculty reported that participation in these groups was very helpful, and analysis of subsequent course outcomes showed increases in student success rates in target courses.</p>\n<p>&nbsp;</p>\n<p class=\"xmsonormal\">A more in-depth analysis of the success of these cross-campus discipline-based faculty learning communities identified a number of key elements that may allow dissemination of this model. These included shared circumstances of campuses such as physical proximity, strong regional ties, enrollment of similar student populations, and being minority-serving institutions. Additional circumstances relate to the institutions&rsquo; core features including shared values on teaching and learning, and institutional emphasis on teaching for promotion and retention. Key elements designed into the partnerships included a disciplinary basis; concrete programmatic focus; regular, equitable discussions between faculty from different institutions; participation of faculty from institutions with similar missions and values; and initial external funding. Results from our work suggest that such partnerships can increase coherence between two- and four-year institutions in an effort to better serve STEM students.&nbsp; Furthermore, we hypothesize that the links created between faculty on the two campuses increased coordination of curriculum and encouraged Palomar faculty recommend CSUSM as a transfer destination for their students thus enhancing student transfers.</p>\n<p class=\"xmsonormal\">&nbsp;</p>\n<p class=\"xmsonormal\">In summary, project efforts have supported significant increases in STEM enrolled majors at both campuses including more than tripling the STEM graduates at CSUSM. &nbsp;The project has aided improvements in STEM curriculum through cross-campus faculty professional development and Learning Assistant support.&nbsp; And lastly, the project has also achieved institutionalization of STEM co-curriculuar supports in the form STEM drop-in peer tutoring centers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2018<br>\n\t\t\t\t\tModified by: Charles&nbsp;J&nbsp;De Leone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF STEP project?s central goal was to increase the number of STEM graduates from California State University San Marcos (CSUSM) and transfers from Palomar College to CSUSM.  Palomar College and CSUSM are both institutions that serve the North County San Diego region. The project achieved notable successes in meeting these goals by developing and implementing STEM recruitment and retention strategies at both institutions.\n\n \n\nTo improve recruitment into STEM disciplines, the project carried out a survey of local K-12 stakeholders and developed a marketing plan for CSUSM STEM programs.  This program used undergraduate CSUSM and Palomar College STEM majors as STEM Ambassadors who reached out to local high school students to inform them about opportunities in STEM at CSUSM and Palomar College.  While it is hard to attribute outcomes solely to these programs, recruitment into STEM majors at CSUSM and transfer students from Palomar College to CSUSM saw significant increases, including:\n\nA 200% increase in CSUSM enrolled STEM majors.  \n 2641 STEM declared majors in Fall 2018 versus 886 CSUSM STEM declared majors in Fall 2009 (pre-grant)\nA 160% increase in transfers from Palomar College into STEM disciplines at CSUSM.  \n 125 STEM Transfers from Palomar in Fall 2018 versus 48 STEM Transfers from Palomar in Fall 2009 (pre-grant)\nA 260% increase in CSUSM STEM graduates over pre-grant year: \n 330 STEM Graduates in 2017-18 versus 91 STEM Graduates in 2009-10 (pre-grant)\n\n\nIn the area of retention of STEM majors, the project developed activities that focused directly on the diverse populations our institutions? serve.  Our students often take varied and complicated paths to graduation. They may attend multiple institutions, stop and restart, and take more than four years to attain a degree, incurring high costs related to attrition and increased time to graduation. In response, to these facts the project implemented elements that increased flexibility and coherence of STEM education at our institutions. \n\n \n\nTo address the uneven work and school schedules of our students, both campuses developed, implemented and institutionalized STEM drop-in peer tutoring centers that are open 35 hours per week.  While initially supported with project funds, both the Palomar College and CSUSM STEM Tutoring Centers have full state-support, including expansion and renovation of both physical spaces.  The STEM Tutoring Centers now serve over 1,000 unique visitors at CSUSM and over 2,000 unique visitors at Palomar on an annual basis.\n\n \n\nTo improve the coherence of the student experience between campuses and improve student outcomes in STEM gateway courses, the project instituted a cross-campus Palomar/CSUSM discipline-based faculty learning community.  This program enrolled a group of faculty from both campuses who taught similar lower-division gateway courses and (i) explored evidence-based instructional practices, (ii) planned the implementation of such practices in participating faculty?s classes, and then (iii) implemented these practices with the help of an undergraduate Learning Assistant (LA). The project supported three discipline-based cohorts in chemistry, mathematics, and physics.  Faculty reported that participation in these groups was very helpful, and analysis of subsequent course outcomes showed increases in student success rates in target courses.\n\n \nA more in-depth analysis of the success of these cross-campus discipline-based faculty learning communities identified a number of key elements that may allow dissemination of this model. These included shared circumstances of campuses such as physical proximity, strong regional ties, enrollment of similar student populations, and being minority-serving institutions. Additional circumstances relate to the institutions? core features including shared values on teaching and learning, and institutional emphasis on teaching for promotion and retention. Key elements designed into the partnerships included a disciplinary basis; concrete programmatic focus; regular, equitable discussions between faculty from different institutions; participation of faculty from institutions with similar missions and values; and initial external funding. Results from our work suggest that such partnerships can increase coherence between two- and four-year institutions in an effort to better serve STEM students.  Furthermore, we hypothesize that the links created between faculty on the two campuses increased coordination of curriculum and encouraged Palomar faculty recommend CSUSM as a transfer destination for their students thus enhancing student transfers.\n \nIn summary, project efforts have supported significant increases in STEM enrolled majors at both campuses including more than tripling the STEM graduates at CSUSM.  The project has aided improvements in STEM curriculum through cross-campus faculty professional development and Learning Assistant support.  And lastly, the project has also achieved institutionalization of STEM co-curriculuar supports in the form STEM drop-in peer tutoring centers. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2018\n\n\t\t\t\t\tSubmitted by: Charles J De Leone"
 }
}