{
 "awd_id": "1068116",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Field Data on Levee Breaches",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2011-01-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 76149.0,
 "awd_amount": 76149.0,
 "awd_min_amd_letter_date": "2011-01-03",
 "awd_max_amd_letter_date": "2014-11-14",
 "awd_abstract_narration": "This is a RAPID award which is co-funded by the Civil, Mechanical, and Manufacturing Innovation Division, and the Office of International Science and Engineering.  \r\n\r\nLevees are constructed along rivers and canals as a means to protection against flood.  Well-designed and properly-constructed levees are generally effective against floods of shorter recurrence intervals.  In recent years, though, there has been a spike of historic floods worldwide which may be linked to the phenomenon of global warming.  Most levees are not designed to withstand floods of large magnitude and may breach during such events.  Levee-failure often leads to extensive damage to properties, infrastructures, and casualties.  Understanding and formulating the breach process is, therefore, necessary for emergency repair and breach closure in a timely manner.  Laboratory-based research has contributed to some basic understandings of the breach process, and led to the development of a number of breach prediction models.   However, small-scale laboratory experiments are influenced by the scale of the experiment, and models based on these data may not be reliable.  In order to develop reliable breach models, it is necessary to understand the scale effects on physical model experiments.  With funding from an NSF PIRE grant, we are currently conducting experiments at larger scales to understand the scale effect on observed breach processes.   However, it is also essential to collect data at the field scale, when the opportunity arises.  \r\n\r\nThe ongoing flood in Pakistan has led to numerous levee breaches, both natural, and engineered.  This RAPID project will allow us to quickly embark on collecting valuable breach and flood data at the field scale.  These data will be useful for developing breach prediction models, for gaining clear insight into the breach evolution process, and understanding the effectiveness of engineered breaches for flood mitigation.  This research will contribute to the better design and maintenance of levees, resulting in reduction in the loss of life and property during flood events.  By partnering with the Center for Excellence in Water Resources (CEWRE), and the Punjab Irrigation Department, Pakistan that are experienced in field-based research, we will be able to collect valuable data during a short window between flood recession and the inception of levee repair.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M Hanif",
   "pi_last_name": "Chaudhry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M Hanif Chaudhry",
   "pi_email_addr": "chaudhry@sc.edu",
   "nsf_id": "000241567",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jasim",
   "pi_last_name": "Imran",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jasim Imran",
   "pi_email_addr": "imran@sc.edu",
   "nsf_id": "000429122",
   "pi_start_date": "2011-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "1600 HAMPTON ST",
  "perf_city_name": "COLUMBIA",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292083403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "5943",
   "pgm_ref_txt": "PAKISTAN (COOPERATIVE SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 76149.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>We gathered data on controlled levee breach in New Madrid Floodway, and uncontrolled breach of the Black River levee in Poplar Bluff, Missouri. Failure of a large number of small dams in Columbia, SC during a thousand-year flood that occurred in October 2015 allowed us to gather a comprehensive data set.</p>\n<p>Flooding exceeded the one-, two-, and three-day thousand-year intensities (NOAA, 2015) which led to 30 dam failures, 18 fatalities and billions of dollars in damages to residences and infrastructure. A breached levee of Columbia Canal crippled the city&rsquo;s main water treatment plant for over a week affecting water supply to the population and hospitals and boiled water advisories.</p>\n<p>We visited 11 dam breach sites&nbsp; (with six dam failures) located in the Gills Creek Watershed in Richland County (Beaver Dam, Lake Elizabeth Dam, Upper Rocky Ford, Lower Rocky Ford, Shorebrook, Cary Lake, Ulmers Pond, Lake Katherine, Forest Lake Dam, Arcadia Woods, and Semmes Lake) and 3 breach sites located in Twelvemile Creek watershed in Lexington County, SC (Barr Lake, Gibson Pond, Old Mill Pond Dam) immediately after the storm and again later to take photos, obtain undisturbed soil samples and measure the breach dimensions.&nbsp; The flood resulted in significant damage to dams within the Gills Creek Watershed (Devereaux, 2015).&nbsp; Insufficient spillway capacity resulted in overtopping and failure or significant erosion of embankment dams.&nbsp; Debris accumulation may have reduced spillway capacity and increased peak flood levels at some dams.&nbsp; Some embankment dams that were not overtopped experienced slope failure from internal erosion that is typically associated with leakage from outlet pipes or piping along the conduits.&nbsp;</p>\n<p>We were able to obtain soil samples from every location that we visited.&nbsp; Analysis of the soil sample allowed us to determine the soil type in each dam location.&nbsp; We also determined the maximum estimated overtopping of each dam, based on water depth characteristics. We have been conducting jet erosion test for determining soil erodibility coefficient and then apply the results to update/validate simple breach models. So far jet test has been done on samples from four sites (Cary Lake, Upper Rocky Ford, Beaver Dam, and Gibson Pond).&nbsp; Based on the erodibility coefficient (k<sub>d</sub> ), of the four sites examined herein, the most erodible location is Upper Rocky Ford Dam and the least is Gibson Pond Dam.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Prediction of levee breach flow is essential for developing countermeasures against catastrophic dam and levee failure, evacuation plans, and infrastructure design.&nbsp; Due to this practical interest, dam-break flow has been studied extensively for several decades. Following the Teton Dam failure in 1976, the owners of high dams have been mandated by the US Federal government to prepare emergency plans for possible dam failure.&nbsp; However, small earthen dams that impound creeks mainly for recreation purpose are often not regulated. Failure of these dams can pose high risk to population and infrastructure in an urban setting.&nbsp; The data collected during this study will provide a better understanding of urban flooding due to small dam breach and how to shore up these small earthen dams to prevent future disaster as weather patterns are becoming increasingly unpredictable.</p>\n<p>The breach models developed/validated using the data can be utilized by local and state agencies, public utilities, municipalities, and consulting engineering firms for the preparation of emergency preparedness plans and for real-time notification to the residents of an upcoming flood.&nbsp; The results of this study can be utilized for developing flood management systems by combining breach models with hydrologic and hydrodynamic mode...",
  "por_txt_cntn": "\nIntellectual Merit\n\nWe gathered data on controlled levee breach in New Madrid Floodway, and uncontrolled breach of the Black River levee in Poplar Bluff, Missouri. Failure of a large number of small dams in Columbia, SC during a thousand-year flood that occurred in October 2015 allowed us to gather a comprehensive data set.\n\nFlooding exceeded the one-, two-, and three-day thousand-year intensities (NOAA, 2015) which led to 30 dam failures, 18 fatalities and billions of dollars in damages to residences and infrastructure. A breached levee of Columbia Canal crippled the cityÆs main water treatment plant for over a week affecting water supply to the population and hospitals and boiled water advisories.\n\nWe visited 11 dam breach sites  (with six dam failures) located in the Gills Creek Watershed in Richland County (Beaver Dam, Lake Elizabeth Dam, Upper Rocky Ford, Lower Rocky Ford, Shorebrook, Cary Lake, Ulmers Pond, Lake Katherine, Forest Lake Dam, Arcadia Woods, and Semmes Lake) and 3 breach sites located in Twelvemile Creek watershed in Lexington County, SC (Barr Lake, Gibson Pond, Old Mill Pond Dam) immediately after the storm and again later to take photos, obtain undisturbed soil samples and measure the breach dimensions.  The flood resulted in significant damage to dams within the Gills Creek Watershed (Devereaux, 2015).  Insufficient spillway capacity resulted in overtopping and failure or significant erosion of embankment dams.  Debris accumulation may have reduced spillway capacity and increased peak flood levels at some dams.  Some embankment dams that were not overtopped experienced slope failure from internal erosion that is typically associated with leakage from outlet pipes or piping along the conduits. \n\nWe were able to obtain soil samples from every location that we visited.  Analysis of the soil sample allowed us to determine the soil type in each dam location.  We also determined the maximum estimated overtopping of each dam, based on water depth characteristics. We have been conducting jet erosion test for determining soil erodibility coefficient and then apply the results to update/validate simple breach models. So far jet test has been done on samples from four sites (Cary Lake, Upper Rocky Ford, Beaver Dam, and Gibson Pond).  Based on the erodibility coefficient (kd ), of the four sites examined herein, the most erodible location is Upper Rocky Ford Dam and the least is Gibson Pond Dam.\n\nBroader Impacts\n\nPrediction of levee breach flow is essential for developing countermeasures against catastrophic dam and levee failure, evacuation plans, and infrastructure design.  Due to this practical interest, dam-break flow has been studied extensively for several decades. Following the Teton Dam failure in 1976, the owners of high dams have been mandated by the US Federal government to prepare emergency plans for possible dam failure.  However, small earthen dams that impound creeks mainly for recreation purpose are often not regulated. Failure of these dams can pose high risk to population and infrastructure in an urban setting.  The data collected during this study will provide a better understanding of urban flooding due to small dam breach and how to shore up these small earthen dams to prevent future disaster as weather patterns are becoming increasingly unpredictable.\n\nThe breach models developed/validated using the data can be utilized by local and state agencies, public utilities, municipalities, and consulting engineering firms for the preparation of emergency preparedness plans and for real-time notification to the residents of an upcoming flood.  The results of this study can be utilized for developing flood management systems by combining breach models with hydrologic and hydrodynamic modeling and socio-economic impact analysis.\n\nThis project has provided training and professional development for field data collection and analysis.  While collecting the field data and samples, interaction with government ..."
 }
}