{
 "awd_id": "1068308",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Valence and Inner-shell Negative Ion Photodetachment Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 274000.0,
 "awd_amount": 274000.0,
 "awd_min_amd_letter_date": "2011-09-08",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "This project studies the interactions of photons with negative ions in two related series of experiments.  The extra electron in a negative ion is bound predominantly by electron correlation effects and therefore negative ions provide a fertile testing ground for state-of-the-art atomic physics calculations regarding these multi-body interactions.  In the first series of experiments, complex atomic negative ions are investigated on-campus at Denison University using tunable infrared laser light to detach outer-shell electrons. The ground state photodetachment thresholds of several lanthanide and Group III negative ions will be measured in order to determine the atomic electron affinities. There is currently strong disagreement between theoretical predictions and experimental photoelectron spectroscopy results for these systems. The faculty and student researchers will also investigate resonances and bound excited states in lanthanide ions including bound-bound electric-dipole transitions that appear to exist in the negative ions of Ce and La. The second series of complementary experiments will investigate inner-shell photodetachment from the negative ions of oxygen, C60 and other atomic and molecular species using high energy photons at the Advanced Light Source (ALS) at Lawrence Berkeley National Laboratory. These experiments continue a series of studies by the PIs to investigate the effects of the outer-shell electrons on the detaching inner electron's wavefunction. The dynamic multi-electron interactions in the photoexcitation of the highly correlated cores of negative ions continue to challenge the fundamental understanding of atomic structure. Investigations into heavy negative ions and detection of the neutral decay products will test the latest theories describing inner-shell photodetachment.\r\n\r\nThe broader impacts of the program include contributions to the database of atomic properties, connections to other scientific fields, and the education of undergraduate students. The high-precision electron affinities measured in this project will be useful for modeling of chemical reactions and plasma interactions for such practical applications as semiconductor processing. The detailed studies of negative ions will yield insights into dynamical many-body interaction, which is a general phenomenon of interest for a broad range of fields in physics, chemistry, and materials science, including nanotechnology. The project will enhance the research and teaching infrastructure of Denison University, an undergraduate college.  Students will participate in the experiments both on-campus and at the ALS, providing important research experiences for young scientists including technical training in electronics, computers, lasers, and optics. Additionally, both PIs and many of our Undergraduate students are also heavily involved with student-faculty collaborative public science outreach projects that present Physics and Astronomy programs to hundreds of people each year.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nevin",
   "pi_last_name": "Gibson",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Nevin D Gibson",
   "pi_email_addr": "gibson@denison.edu",
   "nsf_id": "000475965",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "C",
   "pi_last_name": "Walter",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "C W Walter",
   "pi_email_addr": "walter@denison.edu",
   "nsf_id": "000235620",
   "pi_start_date": "2011-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Denison University",
  "inst_street_address": "100 W COLLEGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "GRANVILLE",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405876679",
  "inst_zip_code": "430231100",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "DENISON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DTBBEX8V3F26"
 },
 "perf_inst": {
  "perf_inst_name": "Denison University",
  "perf_str_addr": "100 W COLLEGE ST",
  "perf_city_name": "GRANVILLE",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "430231100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 164000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Negative ions are atoms or molecules with an extra electron attached. Atomic negative ions are of both fundamental and applied interest since they are found in a wide variety of physical situations including terrestrial and stellar atmospheres and electrical discharges and plasmas. The extra electron in a negative ion is bound predominantly by electron correlation effects and therefore negative ions provide a fertile testing ground for state-of-the-art atomic physics calculations regarding these multi-body interactions. These correlation effects are one of the fundamental problems of quantum mechanics, and they affect the structures of atoms and how atoms bond together to form molecules. During our three-year project we studied the interactions of photons with negative ions in two series of experiments. A crossed kilovolt ion beam/tunable laser system was used to measure high precision photodetachment cross sections near the ground state thresholds of lanthanum and gallium negative ions for the first time. Complementary experiments on inner-shell detachment were performed at the Advanced Light Source (ALS) synchrotron user facility at Lawrence Berkeley National Laboratory.</p>\n<p>&nbsp; The Intellectual Merit of this work included both the development of new knowledge and refinement/correction of existing information on negative ions. The lanthanides are interesting because they have partially-filled outer electron shells and exhibit enhanced electron correlation effects. The ground state photodetachment threshold of La- was studied in order to determine the initial states of the outer electrons and to search for resonances like those we have discovered in Ce-. The faculty and student researchers investigated bound excited states in La- including bound-bound electric-dipole transitions that exist only in La- and two other atomic negative ions.&nbsp; For Ga-, our new measurement of the electron affinity of Ga has largely resolved the previous disagreement between theoretical predictions and experimental photoelectron spectroscopy results. Additional experiments investigated doubly-excited resonances in negative ions and threshold behavior in photodetachment.&nbsp; The series of inner-shell experiments investigated photodetachment from H<sup>-</sup>, O<sup>-</sup>, C<sub>n</sub><sup>-</sup> (carbon chains), and C<sub>60</sub><sup>-</sup> using high energy (17 &ndash; 1000 eV) photons at the ALS. These experiments continued a series of studies by the PIs to investigate the effects of the outer-shell electrons on the detaching inner electron&rsquo;s wavefunction. The dynamic multi-electron interactions in the photoexcitation of the highly correlated negative ion cores continue to challenge the fundamental understanding of atomic structure and our investigations help test the latest theories describing inner-shell photodetachment. Five refereed journal articles, including two in Physical Review Letters, resulted from this three year support period.</p>\n<p>&nbsp; The Broader Impacts of this proposal included important contributions to other areas of physics and significant amounts of undergraduate student education and research training. The bound-bound electric-dipole transitions observed in La- are excellent candidates for laser cooling of negative ions, which may lead to sympathetic cooling of anti-protons. The grant provided research opportunities for two Investigators and from two to four undergraduate student researchers per summer; students completed eleven ~10 week-long summer projects in this research program during this award period. These projects provided important research experiences for young scientists. The Co-PIs worked closely in the laboratory with students at Denison and also travelled with the undergraduates to the ALS for experimental runs at the state-of-the-art user facility. In addition to providing significant hands-on experimental researc...",
  "por_txt_cntn": "\n Negative ions are atoms or molecules with an extra electron attached. Atomic negative ions are of both fundamental and applied interest since they are found in a wide variety of physical situations including terrestrial and stellar atmospheres and electrical discharges and plasmas. The extra electron in a negative ion is bound predominantly by electron correlation effects and therefore negative ions provide a fertile testing ground for state-of-the-art atomic physics calculations regarding these multi-body interactions. These correlation effects are one of the fundamental problems of quantum mechanics, and they affect the structures of atoms and how atoms bond together to form molecules. During our three-year project we studied the interactions of photons with negative ions in two series of experiments. A crossed kilovolt ion beam/tunable laser system was used to measure high precision photodetachment cross sections near the ground state thresholds of lanthanum and gallium negative ions for the first time. Complementary experiments on inner-shell detachment were performed at the Advanced Light Source (ALS) synchrotron user facility at Lawrence Berkeley National Laboratory.\n\n  The Intellectual Merit of this work included both the development of new knowledge and refinement/correction of existing information on negative ions. The lanthanides are interesting because they have partially-filled outer electron shells and exhibit enhanced electron correlation effects. The ground state photodetachment threshold of La- was studied in order to determine the initial states of the outer electrons and to search for resonances like those we have discovered in Ce-. The faculty and student researchers investigated bound excited states in La- including bound-bound electric-dipole transitions that exist only in La- and two other atomic negative ions.  For Ga-, our new measurement of the electron affinity of Ga has largely resolved the previous disagreement between theoretical predictions and experimental photoelectron spectroscopy results. Additional experiments investigated doubly-excited resonances in negative ions and threshold behavior in photodetachment.  The series of inner-shell experiments investigated photodetachment from H-, O-, Cn- (carbon chains), and C60- using high energy (17 &ndash; 1000 eV) photons at the ALS. These experiments continued a series of studies by the PIs to investigate the effects of the outer-shell electrons on the detaching inner electronÆs wavefunction. The dynamic multi-electron interactions in the photoexcitation of the highly correlated negative ion cores continue to challenge the fundamental understanding of atomic structure and our investigations help test the latest theories describing inner-shell photodetachment. Five refereed journal articles, including two in Physical Review Letters, resulted from this three year support period.\n\n  The Broader Impacts of this proposal included important contributions to other areas of physics and significant amounts of undergraduate student education and research training. The bound-bound electric-dipole transitions observed in La- are excellent candidates for laser cooling of negative ions, which may lead to sympathetic cooling of anti-protons. The grant provided research opportunities for two Investigators and from two to four undergraduate student researchers per summer; students completed eleven ~10 week-long summer projects in this research program during this award period. These projects provided important research experiences for young scientists. The Co-PIs worked closely in the laboratory with students at Denison and also travelled with the undergraduates to the ALS for experimental runs at the state-of-the-art user facility. In addition to providing significant hands-on experimental research training opportunities, this continuing spectroscopy program contributed positively to the overall research atmosphere on campus and to classroom activities in our Quark..."
 }
}