{
 "awd_id": "1068553",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neutrino Physics with Liquid Argon Detectors",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2011-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2011-07-05",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "Accelerator-based neutrino physics will be a major component of the U.S. particle physics program in the coming decade and provides the intellectual merit for the research outlined in this award. The technique of Liquid Argon Time Projection Chambers (LArTPCs) is a very attractive option for studying neutrino physics due to its extraordinary imaging and calorimetry capabilities. This new award provides initial support for a program of research by Professor M. Soderberg of Syracuse University which will allow his significant participation in an LArTPC development program for long-baseline neutrino oscillation physics at Fermilab. This will include involvement on both the ArgoNeut and MicroBooNE experiments and span hardware development and physics analyses. The broader impacts of the proposed activities are multiple and diverse spanning outreach efforts at Syracuse devoted to involvement in the ongoing \"Ask-A-Physicist\" webpage and meeting with local high school teachers and students, developing a Physics Olympiad, and  involving and mentoring students and postdoctoral researchers in hardware and physics analyses as well as preparation of presentations at conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Soderberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell Soderberg",
   "pi_email_addr": "msoderbe@syr.edu",
   "nsf_id": "000572452",
   "pi_start_date": "2011-07-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of the project supported by NSF Award PHY-1068553 was to develop the technology of Liquid Argon Time Projection Chambers (LArTPCs) for use in experimental studies of neutrino interactions. &nbsp;The technology of LArTPCs appears ideally suited for the study of neutrino interactions, and so is being pursued for use in a broad array of experiments that hope to uncover the remaining secrets of neutrinos and what role they have played in the evolution of the universe. &nbsp;&nbsp;<br />This project enabled members of the Syracuse University neutrino group to participate on the ArgoNeuT and MicroBooNE experiments, both located at Fermi National Accelerator Laboratory (Fermilab), and to pursue a combination of data analysis and hardware development, respectively, on those experiments. &nbsp;The intellectual merit of this project centers around the numerous first-ever measurements ArgoNeuT was able to produce, and the construction of the MicroBooNE detector which will collect a high-statistics data sample that will provide opportunities for new discoveries about the properties of neutrinos.<br />The LArTPC technology features a volume of highly purified liquid argon, viewed by several anode planes consisting of finely spaced wires that are the sensitive elements of the detector. &nbsp;Ionization, liberated by charged particles created in a neutrino interaction and traversing the argon, is made to drift towards the anode planes under the influence of an electric field present inside the detector. &nbsp;The drifting charge induces signals on the wires of the anode planes, and each wire is continuously sampled in time by readout electronics. &nbsp;Putting together the signals from all wires creates a high-resolution image of the neutrino interaction, with the complete digitized information available for analysis.<br />MicroBooNE features a 90 ton LArTPC detector, which is the largest ever built in the U.S., and the second largest in the world. &nbsp;On the MicroBooNE experiment, group members constructed $&gt;$3000 wires for the detector at Syracuse University, each of which had to be made following strict quality control requirements. &nbsp;Among the participants in this activity were three undergraduate researchers from Syracuse University. &nbsp;These students received an invaluable experience in experimental particle physics research, and got to see the fruits of their labor ultimately installed and used by the experiment. &nbsp;One of these undergraduate researchers was subsequently able to spend 2 months at Fermilab over a summer, further participating in MicroBooNE activities. &nbsp;The training of these undergraduate researchers, along with outreach activities that high-school teachers from the Syracuse area participated in to learn more about particle physics, are some of the broader impacts this project has achieved. &nbsp;Training of two graduate students, and one postdoctoral researcher, who all wish to have careers in scientific research, is another broader impact of this project.<br />On MicroBooNE, Syracuse group members also participated in the construction of the TPC on site at Fermilab, helping to install the wires and measure their tension which are critical components of successful detector operation. &nbsp;Group members also played leading roles in defining the physics program of MicroBooNE, serving as co-conveners of the Cross-Section and AstroPhysical Particle Exotica groups and helping to organize the analysis efforts within those groups. &nbsp;MicroBooNE has begun operations in 2015, and the activities described here played a significant role in achieving that milestone.<br />On the ArgoNeuT experiment, several first-ever cross-section measurements were produced and published during this project. &nbsp;Among these were measurements of the inclusive charged-current cross-section for muon neutrinos and antineutrinos scattering off of a...",
  "por_txt_cntn": "\nThe primary goal of the project supported by NSF Award PHY-1068553 was to develop the technology of Liquid Argon Time Projection Chambers (LArTPCs) for use in experimental studies of neutrino interactions.  The technology of LArTPCs appears ideally suited for the study of neutrino interactions, and so is being pursued for use in a broad array of experiments that hope to uncover the remaining secrets of neutrinos and what role they have played in the evolution of the universe.   \nThis project enabled members of the Syracuse University neutrino group to participate on the ArgoNeuT and MicroBooNE experiments, both located at Fermi National Accelerator Laboratory (Fermilab), and to pursue a combination of data analysis and hardware development, respectively, on those experiments.  The intellectual merit of this project centers around the numerous first-ever measurements ArgoNeuT was able to produce, and the construction of the MicroBooNE detector which will collect a high-statistics data sample that will provide opportunities for new discoveries about the properties of neutrinos.\nThe LArTPC technology features a volume of highly purified liquid argon, viewed by several anode planes consisting of finely spaced wires that are the sensitive elements of the detector.  Ionization, liberated by charged particles created in a neutrino interaction and traversing the argon, is made to drift towards the anode planes under the influence of an electric field present inside the detector.  The drifting charge induces signals on the wires of the anode planes, and each wire is continuously sampled in time by readout electronics.  Putting together the signals from all wires creates a high-resolution image of the neutrino interaction, with the complete digitized information available for analysis.\nMicroBooNE features a 90 ton LArTPC detector, which is the largest ever built in the U.S., and the second largest in the world.  On the MicroBooNE experiment, group members constructed $&gt;$3000 wires for the detector at Syracuse University, each of which had to be made following strict quality control requirements.  Among the participants in this activity were three undergraduate researchers from Syracuse University.  These students received an invaluable experience in experimental particle physics research, and got to see the fruits of their labor ultimately installed and used by the experiment.  One of these undergraduate researchers was subsequently able to spend 2 months at Fermilab over a summer, further participating in MicroBooNE activities.  The training of these undergraduate researchers, along with outreach activities that high-school teachers from the Syracuse area participated in to learn more about particle physics, are some of the broader impacts this project has achieved.  Training of two graduate students, and one postdoctoral researcher, who all wish to have careers in scientific research, is another broader impact of this project.\nOn MicroBooNE, Syracuse group members also participated in the construction of the TPC on site at Fermilab, helping to install the wires and measure their tension which are critical components of successful detector operation.  Group members also played leading roles in defining the physics program of MicroBooNE, serving as co-conveners of the Cross-Section and AstroPhysical Particle Exotica groups and helping to organize the analysis efforts within those groups.  MicroBooNE has begun operations in 2015, and the activities described here played a significant role in achieving that milestone.\nOn the ArgoNeuT experiment, several first-ever cross-section measurements were produced and published during this project.  Among these were measurements of the inclusive charged-current cross-section for muon neutrinos and antineutrinos scattering off of argon.  These are \"standard candle\" type measurements that establish the viability of LArTPC detectors to produce meaningful results.  Another notable ArgoNeuT result w..."
 }
}