{
 "awd_id": "1068642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Coherent perfect absorption, and coherent control of absorption and amplification in optical microstructures with parity-time-reversal symmetry",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2011-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 572054.0,
 "awd_amount": 572054.0,
 "awd_min_amd_letter_date": "2011-06-23",
 "awd_max_amd_letter_date": "2013-07-02",
 "awd_abstract_narration": "Coherent perfect absorption, and coherent control of absorption and\r\namplification in optical microstructures with parity-time-reversal symmetry\r\n\r\nA.\tDouglas Stone and Hui Cao - Yale University\r\n\r\nAbstract: \r\n\t\r\n\tObjective: The objective of this research is to understand theoretically and demonstrate experimentally two types of optical devices based on the recently proposed concept of time-reversed laser action. The approach used is an integrated program of analytic and computational electromagnetic/quantum theory, combined with design, fabrication and measurement of prototype devices illustrating the fundamental physical principles involved.  A laser emits coherent electromagnetic radiation with a specific field pattern and frequency from a cavity containing an amplifying gain medium; the \"time-reversed\" device, a coherent perfect absorber, is a cavity containing a loss medium which will perfectly absorb exactly the pattern of radiation the laser would emit.  We explore an even newer device, a cavity containing both a gain and loss medium, capable of both amplifying and attenuating a specific pattern of radiation.\r\n\tIntellectual Merit: While the laser concept and related devices has been studied for over fifty years, the coherent perfect absorber and devices incorporating loss (or balanced loss and gain) have only very recently been proposed and initial experimental realizations are just appearing.  Their properties and fundamental limits, particularly on the quantum scale, are not yet understood. The theory suggests a new ability to use interference to control both the absorption and amplification of light.\r\n\tBroader Impacts: The new optical devices developed are likely to find significant applications in next generation computers relying on optical interconnects.  The project expects to demonstrate the ability to penetrate opaque media using modulation of the incident fields, with major applications to radiology and defense technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alfred",
   "pi_last_name": "Stone",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alfred D Stone",
   "pi_email_addr": "douglas.stone@yale.edu",
   "nsf_id": "000107723",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hui",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hui Cao",
   "pi_email_addr": "hui.cao@yale.edu",
   "nsf_id": "000203752",
   "pi_start_date": "2011-06-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "150 MUNSON ST",
  "perf_city_name": "NEW HAVEN",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065113572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  },
  {
   "pgm_ele_code": "129000",
   "pgm_ele_name": "OPTICAL PHYSICS"
  },
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102E",
   "pgm_ref_txt": "Quantum/high perform algorithm"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 184095.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190608.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 197351.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project was to study the manipulation and control of light (and other forms of electromagnetic radiation, such as microwaves) within engineered light confining structures (optical resonators), and within disordered media, which normally scatter light in all directions randomly. The properties to be controlled and manipulated are the rate at which light is absorbed or amplified, as well as its spatial distribution, and the propagation and focusing of light in passive (neither absorbing or amplifying) disordered media such as nano-particles of the type used for white paint.&nbsp; Control of light in optical resonators is important for making novel laser light sources and for quantum information technologies.&nbsp; Control of light in disordered media will enable advances for biomedical imaging and therapies, as well as in environmental and national security related sensing. Twenty-four peer-reviewed publications were producted based on the research supported by the grant and one patent was filed for a new type of laser.</p>\n<p>With respect to the resonator research performed, one important outcome was the demonstration that random laser emission could provide highly spatially incoherent light, which leads to clearer (&ldquo;speckle-free&rdquo;) images in microscopy or optical coherence tomography, relevant for medical diagnosis.&nbsp; This work and subsequent improvements led to the patent filing mentioned above, as well as recognition as one of the Highlights in Optics for 2016 by Optics and Photonics News, and the receipt of a Microscopy Innovation Award for 2016 by Microscopy Today.&nbsp; Other results, both experimental and theoretical, showed how light can be manipulated and controlled in ultrasmall structures.&nbsp; We published three influential theoretical papers on resonators with both gain and loss, which are being explored to improve laser emission properties.&nbsp; We also published three theoretical papers on how to make perfectly absorbing resonators, including at the scale of a single nanoparticle.</p>\n<p>Another set of important results from the project came from experiments which use a device called a spatial light modulator (SLM) to control light in disordered media.&nbsp; We demonstrated using an SLM that one can substantially vary both the amount and location of light absorption in a nanoparticle-based solar cell, so as to improve substantially its light conversion properties.&nbsp; We also demonstrated by a similar technique, that the amount of light transmitted through a normally opaque medium such as white paint can be greatly increased, and developed a quantitative theory for this effect, which we have now confirmed with experimental measurements.&nbsp; Our new theory, which describes realistic experimental setups, promises to guide many future experiments and assist in device design.</p>\n<p>Finally, the idea of a coherent perfect absorber of light can be extended to microwaves, where we show that a normally amplifying circuit can be &ldquo;run backwards&rdquo; and can absorb input waves as part of a stabilizing feedback system or function as a beam splitter.&nbsp; This work developed into a broader exploration of a revolutionary category of microwave based quantum information processing systems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2016<br>\n\t\t\t\t\tModified by: Alfred&nbsp;D&nbsp;Stone</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1068642/1068642_10102233_1475688730205_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1068642/1068642_10102233_1475688730205_Fig2--rgov-800width.jpg\" title=\"Controlling Transmission Through White Paint\"><img src=\"/por/images/Reports/POR/2016/1068642/1068642_10102233_1475688730205_Fig2--rgov-66x44.jpg\" alt=\"Controlling Transmission Through White Paint\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">We show that a spatial light modulator can be used to control and enhance transmission through a normally opaque scattering medium such as white paint.</div>\n<div class=\"imageCredit\">Chia Wei Hsu and A. D. Stone</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Alfred&nbsp;D&nbsp;Stone</div>\n<div class=\"imageTitle\">Controlling Transmission Through White Paint</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe aim of this project was to study the manipulation and control of light (and other forms of electromagnetic radiation, such as microwaves) within engineered light confining structures (optical resonators), and within disordered media, which normally scatter light in all directions randomly. The properties to be controlled and manipulated are the rate at which light is absorbed or amplified, as well as its spatial distribution, and the propagation and focusing of light in passive (neither absorbing or amplifying) disordered media such as nano-particles of the type used for white paint.  Control of light in optical resonators is important for making novel laser light sources and for quantum information technologies.  Control of light in disordered media will enable advances for biomedical imaging and therapies, as well as in environmental and national security related sensing. Twenty-four peer-reviewed publications were producted based on the research supported by the grant and one patent was filed for a new type of laser.\n\nWith respect to the resonator research performed, one important outcome was the demonstration that random laser emission could provide highly spatially incoherent light, which leads to clearer (\"speckle-free\") images in microscopy or optical coherence tomography, relevant for medical diagnosis.  This work and subsequent improvements led to the patent filing mentioned above, as well as recognition as one of the Highlights in Optics for 2016 by Optics and Photonics News, and the receipt of a Microscopy Innovation Award for 2016 by Microscopy Today.  Other results, both experimental and theoretical, showed how light can be manipulated and controlled in ultrasmall structures.  We published three influential theoretical papers on resonators with both gain and loss, which are being explored to improve laser emission properties.  We also published three theoretical papers on how to make perfectly absorbing resonators, including at the scale of a single nanoparticle.\n\nAnother set of important results from the project came from experiments which use a device called a spatial light modulator (SLM) to control light in disordered media.  We demonstrated using an SLM that one can substantially vary both the amount and location of light absorption in a nanoparticle-based solar cell, so as to improve substantially its light conversion properties.  We also demonstrated by a similar technique, that the amount of light transmitted through a normally opaque medium such as white paint can be greatly increased, and developed a quantitative theory for this effect, which we have now confirmed with experimental measurements.  Our new theory, which describes realistic experimental setups, promises to guide many future experiments and assist in device design.\n\nFinally, the idea of a coherent perfect absorber of light can be extended to microwaves, where we show that a normally amplifying circuit can be \"run backwards\" and can absorb input waves as part of a stabilizing feedback system or function as a beam splitter.  This work developed into a broader exploration of a revolutionary category of microwave based quantum information processing systems.\n\n\t\t\t\t\tLast Modified: 10/05/2016\n\n\t\t\t\t\tSubmitted by: Alfred D Stone"
 }
}