{
 "awd_id": "1068628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cancer Therapy Design Based on Pathway Information",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 371784.0,
 "awd_amount": 371784.0,
 "awd_min_amd_letter_date": "2011-08-07",
 "awd_max_amd_letter_date": "2011-08-07",
 "awd_abstract_narration": "ABSTRACT\r\nObjective:  The main objective of this project is to develop a more systematic approach towards cancer treatment in order to a better success rate.  Current cancer therapies suffer from two main drawbacks: (i) they do not take into account the genetic differences that exist between any two individuals, even if they are perfectly healthy; and (ii) they fail to pinpoint the precise malfunctioning in the cellular signaling that has led to the cancer seen in a particular patient.  \r\n\r\nIntellectual Merit:  The number of cells in a multi-cellular organism such as a human being is under very tight control and, under normal circumstances, there is some kind of a balance between new cell production and cell death.  Roughly speaking, cancer results when there is excessive cell division or reduced cell death due to some malfunctioning in the cell number control system.  What makes cancer therapy so difficult is that this malfunctioning can happen in many different ways and at many different locations. This project seeks to use prior information from the biological literature to model the normal cell signaling network as a digital circuit, whose output upon a possible breakdown can be used to pinpoint the precise breakdown location and accordingly tailor the therapy. The theoretical work will be experimentally validated. \r\n\r\nBroader Impacts: Since the research in this project specifically targets cancer therapy, its potential societal benefits in terms of ultimately saving human lives could be enormous. In addition, the methods developed here have the potential to impact other areas such as toxicological studies focusing on cellular response to different stresses. Every effort will be made to ensure that the benefits of the project reach a wide audience, including minorities and domestic students. In addition, the results of this project will lead to the publication of a new book.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aniruddha",
   "pi_last_name": "Datta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aniruddha Datta",
   "pi_email_addr": "datta@ece.tamu.edu",
   "nsf_id": "000295877",
   "pi_start_date": "2011-08-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Engineering Experiment Station",
  "perf_str_addr": "3124 TAMU",
  "perf_city_name": "COLLEGE STATION",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 371784.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>Intellectual Merit: The customizability of today&rsquo;s cancer therapies is limited. Cancer is not a single disease but an umbrella term for the result of various signaling breakdowns in&nbsp; the biological control system that regulates cellular growth and division. Current cancer therapies generally have a low success rate due to the complexity of this regulatory system and the various ways in which it can fail. The cancers which respond the best to therapies are those for which the nature and location of the breakdowns are well known and very predictable. For the vast majority of the cancers, this is not the case. We aim to improve the success rate of combination therapies administered to the patients. An important problem in the study of cancer, which ultimately will lead to improvement in cancer therapy, is the study of the heterogeneous nature of cancer tissues. One aspect of our research has dealt with the development of appropriate models which take into account the inherent heterogeneity of cancer tissues. This modeling has been done by considering cancer tissues as&nbsp; collections of different faulty signalling networks. Using data collected from the tissue it is possible to determine the dominant network in the tissue under study, which will make it possible to suggest which combination of drugs should be used to get the best therapeutic outcome. Another aspect deals with designing drug combination therapy for cancers involving multiple breakdowns in the cellular signaling networks. This problem is dealt with by observing outputs generated by a few key drug combinations and then predicting the best possible combination from the observed outputs. We have obtained fairly complete results on the heterogeneity problem and have made some initial progress on the combination therapy design problem.</div>\n<div>Broader Impacts: The research accomplished under this project has the potential to ultimately bring about transformative changes in how cancer is treated in the clinic. Thus the results obtained here could ultimately prove to be of immense societal value. The project has also permitted the effective interdisciplinary training of engineering students in the life sciences to the point that they have become capable of carrying out independent research at the instersection of engineering and medicine. This is demonstrated by the fact that two of these trained engineering students have been hired by leading medical&nbsp; institutions, and there is good reason to believe that the other students will also follow in their footsteps. Finally, two of the students involved in this project are women so that the goal of reaching out to underrepresented groups has been achieved, to some extent.&nbsp;</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2015<br>\n\t\t\t\t\tModified by: Aniruddha&nbsp;Datta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Intellectual Merit: The customizability of todayÆs cancer therapies is limited. Cancer is not a single disease but an umbrella term for the result of various signaling breakdowns in  the biological control system that regulates cellular growth and division. Current cancer therapies generally have a low success rate due to the complexity of this regulatory system and the various ways in which it can fail. The cancers which respond the best to therapies are those for which the nature and location of the breakdowns are well known and very predictable. For the vast majority of the cancers, this is not the case. We aim to improve the success rate of combination therapies administered to the patients. An important problem in the study of cancer, which ultimately will lead to improvement in cancer therapy, is the study of the heterogeneous nature of cancer tissues. One aspect of our research has dealt with the development of appropriate models which take into account the inherent heterogeneity of cancer tissues. This modeling has been done by considering cancer tissues as  collections of different faulty signalling networks. Using data collected from the tissue it is possible to determine the dominant network in the tissue under study, which will make it possible to suggest which combination of drugs should be used to get the best therapeutic outcome. Another aspect deals with designing drug combination therapy for cancers involving multiple breakdowns in the cellular signaling networks. This problem is dealt with by observing outputs generated by a few key drug combinations and then predicting the best possible combination from the observed outputs. We have obtained fairly complete results on the heterogeneity problem and have made some initial progress on the combination therapy design problem.\nBroader Impacts: The research accomplished under this project has the potential to ultimately bring about transformative changes in how cancer is treated in the clinic. Thus the results obtained here could ultimately prove to be of immense societal value. The project has also permitted the effective interdisciplinary training of engineering students in the life sciences to the point that they have become capable of carrying out independent research at the instersection of engineering and medicine. This is demonstrated by the fact that two of these trained engineering students have been hired by leading medical  institutions, and there is good reason to believe that the other students will also follow in their footsteps. Finally, two of the students involved in this project are women so that the goal of reaching out to underrepresented groups has been achieved, to some extent. \n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: Aniruddha Datta"
 }
}