{
 "awd_id": "1068752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Attosecond Time-Resolved Quantum Dynamics in Atoms and Surfaces",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 195000.0,
 "awd_amount": 260000.0,
 "awd_min_amd_letter_date": "2011-08-25",
 "awd_max_amd_letter_date": "2015-09-15",
 "awd_abstract_narration": "Extraordinary recent advances in time-resolved photoelectron spectroscopy are beginning to enable  investigations of atoms, molecules, clusters, and solids surfaces with an unprecedented resolution of their electronic dynamics, which approaches one attosecond (one attosecond is a billionth of a billionth of a second). Our investigations of the dynamics of electron emission from atoms and surfaces at the natural time scale of the electronic motion in matter relates to both established and emerging fields of research. The time-resolved study of the electronic dynamics matter will promote the comprehensive understanding of i) elementary physical processes, such as single-electron and collective excitations and ii) the dynamics of electrons and electric fields in metals, semiconductor, and adsorbate-covered surfaces, (bio-) molecules, and nano-particles. These research projects are likely to deepen our insight into photochemical processes and chemical reaction dynamics at surfaces.\r\n\r\nSupported by numerical modeling, attosecond time-resolved measurements promise novel methods to prepare, probe, and control electronic excitations and the formation and breaking of chemical bonds in complex systems. They thus promise to enhance our understanding at the most fundamental level of chemistry and the biochemical basis of life in general. These research efforts may have a transformative impact on emerging technologies, such as quantum computing, plasmonics, nanocatalysis, and artificial photosynthesis, thereby contributing to the development of efficient catalytic devices needed to secure our energy supply. These investigations also have a strong educational component and will train students and postdocs in applying concepts as well as mathematical and numerical techniques used in modern atomic, optical, surface, and computational physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Uwe",
   "pi_last_name": "Thumm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uwe Thumm",
   "pi_email_addr": "thumm@phys.ksu.edu",
   "nsf_id": "000349514",
   "pi_start_date": "2011-08-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kansas State University",
  "inst_street_address": "1601 VATTIER STREET",
  "inst_street_address_2": "103 FAIRCHILD HALL",
  "inst_city_name": "MANHATTAN",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7855326804",
  "inst_zip_code": "665062504",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "KANSAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CFMMM5JM7HJ9"
 },
 "perf_inst": {
  "perf_inst_name": "Kansas State University",
  "perf_str_addr": "1601 VATTIER STREET",
  "perf_city_name": "MANHATTAN",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "665062504",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 65000.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 65000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 65000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 65000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Remarkable recent advances in time-resolved photoelectron spectroscopy are beginning to enable &nbsp;investigations of atoms, molecules, clusters, and solids surfaces with an unprecedented resolution of their electronic dynamics that has reached the natural time scale for the motion of electrons in matter and approaches one attosecond (one attosecond is a billionth of a billionth of a second). Our NSF-supported investigations of the attosecond-time-resolved dynamics of electron emission from atoms and surfaces related to both, established and emerging fields of research. They helped deepening our understanding of basic processes in photovoltaic devices, semiconductors, and chemical reactions in general, and thus, ultimately, may contribute to the development of, e.g., improved electronic devices and optimized chemical reactions on catalytic surfaces. In particular, our time-resolved studies of the electronic dynamics in matter promote the comprehensive understanding of i) elementary physical processes, such as single-electron and collective electronic excitations and ii) the dynamics of electrons and electric fields in metals, semiconductors, and adsorbate-covered surfaces, (bio-) molecules, and nano-particles.</p>\n<p>Supported by numerical modeling by us and a few other theoretical research groups worldwide, attosecond time-resolved measurements enable novel methods to prepare, probe, and control electronic excitations and the formation and breaking of chemical bonds in complex systems. Attosecond science thus promises to enhance our understanding at the most fundamental level of chemistry and the biochemical basis of life in general. These research efforts may have a transformative impact on emerging technologies, such as quantum computing, plasmonics, nano-catalysis, and artificial photosynthesis, thereby contributing to, e.g., the accelerated development of efficient catalytic devices needed to secure our energy supply.</p>\n<p>Our investigations had a strong educational component and trained students and postdocs in applying basic physical concepts as well as mathematical and numerical techniques used in modern atomic, optical, surface, and computational physics. The basic idea behind our specific theoretical work within attosecond science was to numerically model the quick release of electrons from atoms or solid surfaces by very short (&ldquo;attosecond&rdquo;) pulses of extreme ultraviolet (XUV) radiation into the electromagnetic field of an infrared (IR) laser pulse. By repeating this process for many different delays between these two pulses of radiation, it is possible to extract from measured or calculated energy distributions of the emitted electrons temporal information. With the help of theoretical modeling, this allows the determination and comparison of times that electrons released from different quantum states spend on different segments of the emission process, including the times needed for the initial release process and the electron propagation times inside and outside the atomic (or solid) target. In typical attosecond experiments, these times are below fifty attoseconds.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2016<br>\n\t\t\t\t\tModified by: Uwe&nbsp;Thumm</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1068752/1068752_10126666_1409949123164_fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1068752/1068752_10126666_1409949123164_fig2--rgov-800width.jpg\" title=\"IR streaked photoelectr...",
  "por_txt_cntn": "\nRemarkable recent advances in time-resolved photoelectron spectroscopy are beginning to enable  investigations of atoms, molecules, clusters, and solids surfaces with an unprecedented resolution of their electronic dynamics that has reached the natural time scale for the motion of electrons in matter and approaches one attosecond (one attosecond is a billionth of a billionth of a second). Our NSF-supported investigations of the attosecond-time-resolved dynamics of electron emission from atoms and surfaces related to both, established and emerging fields of research. They helped deepening our understanding of basic processes in photovoltaic devices, semiconductors, and chemical reactions in general, and thus, ultimately, may contribute to the development of, e.g., improved electronic devices and optimized chemical reactions on catalytic surfaces. In particular, our time-resolved studies of the electronic dynamics in matter promote the comprehensive understanding of i) elementary physical processes, such as single-electron and collective electronic excitations and ii) the dynamics of electrons and electric fields in metals, semiconductors, and adsorbate-covered surfaces, (bio-) molecules, and nano-particles.\n\nSupported by numerical modeling by us and a few other theoretical research groups worldwide, attosecond time-resolved measurements enable novel methods to prepare, probe, and control electronic excitations and the formation and breaking of chemical bonds in complex systems. Attosecond science thus promises to enhance our understanding at the most fundamental level of chemistry and the biochemical basis of life in general. These research efforts may have a transformative impact on emerging technologies, such as quantum computing, plasmonics, nano-catalysis, and artificial photosynthesis, thereby contributing to, e.g., the accelerated development of efficient catalytic devices needed to secure our energy supply.\n\nOur investigations had a strong educational component and trained students and postdocs in applying basic physical concepts as well as mathematical and numerical techniques used in modern atomic, optical, surface, and computational physics. The basic idea behind our specific theoretical work within attosecond science was to numerically model the quick release of electrons from atoms or solid surfaces by very short (\"attosecond\") pulses of extreme ultraviolet (XUV) radiation into the electromagnetic field of an infrared (IR) laser pulse. By repeating this process for many different delays between these two pulses of radiation, it is possible to extract from measured or calculated energy distributions of the emitted electrons temporal information. With the help of theoretical modeling, this allows the determination and comparison of times that electrons released from different quantum states spend on different segments of the emission process, including the times needed for the initial release process and the electron propagation times inside and outside the atomic (or solid) target. In typical attosecond experiments, these times are below fifty attoseconds.\n\n \n\n\t\t\t\t\tLast Modified: 01/26/2016\n\n\t\t\t\t\tSubmitted by: Uwe Thumm"
 }
}