{
 "awd_id": "1068191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Rydberg Atoms and their Effect on Ultra-Cold Plasma Dynamics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2011-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2011-09-13",
 "awd_max_amd_letter_date": "2011-09-13",
 "awd_abstract_narration": "Research in the PI's laboratory at Colby College is directed towards characterizing and controlling ultra-cold neutral plasmas (UNPs). In particular, we are investigating non-optical measurements of the electron temperature in UNPs, and techniques that offer the ability to control the electron temperature during the plasma evolution process. Our UNPs are made by pulsed-laser photoionization of laser-cooled, magnetically trapped rubidium atoms. Such a plasma is initially 95% neutral, and the initial electron temperature and ion density are easily controllable functions of the pulsed laser intensity and frequency. Atomic processes, principally involving Rydberg states, are critical to the plasma evolution process, and generally heat the plasma in its initial stage. Nevertheless, the UNP may exist for longer than 100 microseconds. As it expands, the electron temperature decreases, and electrons evaporate from the plasma. In UNPs made from alkaline-earth atoms, optically accessible ionic transitions are used to extract precise values for the electron temperature from the plasma ion expansion velocity. However, this is not feasible in alkali atoms such as rubidium. We are pursuing several electron temperature measurement techniques in alkali plasmas that potentially offer precision equal to the optical technique in alkaline earth UNPs. In addition, preliminary experiments in the PI's lab, in which Rydberg atoms are embedded in a UNP, indicate that it may be possible to control electron-atom collisions to counteract heating of the UNP caused by three-body recombination, and push the UNP into the strongly-coupled regime.\r\n\r\nPlasmas are ubiquitous: they illuminate our lives in the form of fluorescent lights,; a long-existing goal of physicists is to use plasmas to perform controlled thermonuclear fusion; and they occur in many other manifestations in the Universe and our everyday lives. UNPs are of fundamental interest because they can be made with uniquely low electron (0-1000 K) and ion (<<1 K) temperatures, and because they approach the strongly-coupled regime in which the potential energy of interaction between particles becomes comparable to their kinetic energies. They therefore bridge the gap between atomic systems and the correlations found in the solid or liquid state. In addition, UNPs are an exceptionally useful environment for testing theoretical modeling techniques used in plasma physics. Experiments can be carried out in a very reproducible manner, and one has the ability to set the initial conditions with a high degree of precision compared with other kinds of plasma experiment. At a more practical level, the PI's research on UNPs is carried out at an undergraduate-only institution, and undergraduates have been critically involved at all levels of the research, from equipment construction and data-acquisition programming, through to performing the experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Duncan",
   "pi_last_name": "Tate",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Duncan A Tate",
   "pi_email_addr": "datate@colby.edu",
   "nsf_id": "000239925",
   "pi_start_date": "2011-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colby College",
  "inst_street_address": "4120 MAYFLOWER HILL",
  "inst_street_address_2": "",
  "inst_city_name": "WATERVILLE",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2078594342",
  "inst_zip_code": "049018841",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "PRESIDENT AND TRUSTEES OF COLBY COLLEGE",
  "org_prnt_uei_num": "EP1ALCV8VN65",
  "org_uei_num": "EP1ALCV8VN65"
 },
 "perf_inst": {
  "perf_inst_name": "Colby College",
  "perf_str_addr": "4120 MAYFLOWER HILL",
  "perf_city_name": "WATERVILLE",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "049018841",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project concerns ultra-cold neutral plasmas (UNPs). Approximately 5% of the known Universe is made up of atoms (as opposed to Dark Matter and Dark Energy), and 99% of the atoms in the Universe are in the plasma phase (electrons and positive ions in a positive energy state, but still bound by electromagnetic forces). UNPs are a new and exciting form of plasma, and they are made by photoionization of laser-cooled atoms in a magneto-optical trap (MOT). Such plasmas are cold in the context that the kinetic energies of the electrons and ions are much lower than in other known plasmas, and they can approach the strongly coupled regime, where the interaction energies of the electrons and ions become comparable to their kinetic energy. Additionally, UNPs are easy to create under conditions which are highly repeatable and precisely controllable, and their evolution is determined by well-understood atomic physics processes. Experiments on UNPs can therefore test the predictions of numerical models of plasma evolution and give information on the reliability of such models, and therefore are a vital test of such codes.</p>\n<p>&nbsp;</p>\n<p>UNPs are small (0.1 &ndash; 1.0 cm in size) and short-lived (a fraction of a millisecond). They are thus too small for invasive diagnostics, and measurements on their properties can be made only indirectly, by observing the ions and electrons which escape from the UNP, or by use of light or radio frequency (rf) waves. Using light waves is the most useful method, but can only be used for plasmas made from alkaline earth atoms (e.g. calcium, strontium). In our research on UNPs at Colby College, we have made progress on plasma diagnostics by observing electrons and ions from the plasma, and using rf waves. Specifically, we have obtained time-of-flight (TOF) spectra of the ions and electrons, and used them to extract the plasma expansion velocity, which depends critically on the plasma electron temperature. (Work using rf waves as a diagnostic is ongoing.) We are also planning to use &ldquo;embedded&rdquo; Rydberg atoms as a time- and space-resolved probe of the electric fields in a UNP, with the goal of obtaining more precise information about the UNP evolution. (&ldquo;Rydberg&rdquo; atoms are highly excited states of any atom, and in our case, we use rubidium atoms. Such states are highly sensitive to electric fields, and can be used to measure such fields.)</p>\n<p>&nbsp;</p>\n<p>Our main avenue of research on UNPs has been to use embedded Rydberg atoms not just as sensors of the plasma environment, but to affect the plasma evolution process. This is achieved by modifying the electron temperature in the plasma via their collisions with the Rydberg atoms. Such collisions can either cool or heat the plasma, and if cooling can be made the dominant mechanism, it may be possible to make the UNPs more strongly coupled (i.e., make the motion of the electrons and ions correlated to such an extent that the plasma dynamics move into a new and as yet unexplored regime). We have found the &ldquo;crossover&rdquo; behavior when Rydberg atoms are added to the plasma, in which the added Rydbergs neither heat nor cool the plasma. Specifically, we have related the binding energy and electron temperature which delineate the crossover. Additionally, we have investigated the density dependence of the heating/cooling behavior, and are working to understand these results in the light of numerical models.</p>\n<p>&nbsp;</p>\n<p>In addition to the fundamental science aspect of this research, there is also a very significant educational aspect. Five undergraduate students have worked on various aspects of the PI&rsquo;s research during the grant period, and four others are doing so during the present academic year. Equipment and techniques from the PI&rsquo;s lab have been used in an upper-level elective course on experimental atomic physics, which has been taken by...",
  "por_txt_cntn": "\nThis project concerns ultra-cold neutral plasmas (UNPs). Approximately 5% of the known Universe is made up of atoms (as opposed to Dark Matter and Dark Energy), and 99% of the atoms in the Universe are in the plasma phase (electrons and positive ions in a positive energy state, but still bound by electromagnetic forces). UNPs are a new and exciting form of plasma, and they are made by photoionization of laser-cooled atoms in a magneto-optical trap (MOT). Such plasmas are cold in the context that the kinetic energies of the electrons and ions are much lower than in other known plasmas, and they can approach the strongly coupled regime, where the interaction energies of the electrons and ions become comparable to their kinetic energy. Additionally, UNPs are easy to create under conditions which are highly repeatable and precisely controllable, and their evolution is determined by well-understood atomic physics processes. Experiments on UNPs can therefore test the predictions of numerical models of plasma evolution and give information on the reliability of such models, and therefore are a vital test of such codes.\n\n \n\nUNPs are small (0.1 &ndash; 1.0 cm in size) and short-lived (a fraction of a millisecond). They are thus too small for invasive diagnostics, and measurements on their properties can be made only indirectly, by observing the ions and electrons which escape from the UNP, or by use of light or radio frequency (rf) waves. Using light waves is the most useful method, but can only be used for plasmas made from alkaline earth atoms (e.g. calcium, strontium). In our research on UNPs at Colby College, we have made progress on plasma diagnostics by observing electrons and ions from the plasma, and using rf waves. Specifically, we have obtained time-of-flight (TOF) spectra of the ions and electrons, and used them to extract the plasma expansion velocity, which depends critically on the plasma electron temperature. (Work using rf waves as a diagnostic is ongoing.) We are also planning to use \"embedded\" Rydberg atoms as a time- and space-resolved probe of the electric fields in a UNP, with the goal of obtaining more precise information about the UNP evolution. (\"Rydberg\" atoms are highly excited states of any atom, and in our case, we use rubidium atoms. Such states are highly sensitive to electric fields, and can be used to measure such fields.)\n\n \n\nOur main avenue of research on UNPs has been to use embedded Rydberg atoms not just as sensors of the plasma environment, but to affect the plasma evolution process. This is achieved by modifying the electron temperature in the plasma via their collisions with the Rydberg atoms. Such collisions can either cool or heat the plasma, and if cooling can be made the dominant mechanism, it may be possible to make the UNPs more strongly coupled (i.e., make the motion of the electrons and ions correlated to such an extent that the plasma dynamics move into a new and as yet unexplored regime). We have found the \"crossover\" behavior when Rydberg atoms are added to the plasma, in which the added Rydbergs neither heat nor cool the plasma. Specifically, we have related the binding energy and electron temperature which delineate the crossover. Additionally, we have investigated the density dependence of the heating/cooling behavior, and are working to understand these results in the light of numerical models.\n\n \n\nIn addition to the fundamental science aspect of this research, there is also a very significant educational aspect. Five undergraduate students have worked on various aspects of the PIÆs research during the grant period, and four others are doing so during the present academic year. Equipment and techniques from the PIÆs lab have been used in an upper-level elective course on experimental atomic physics, which has been taken by a total of 10 students during the grant period. \n\n \n\n\t\t\t\t\tLast Modified: 10/12/2015\n\n\t\t\t\t\tSubmitted by: Duncan A Tate"
 }
}